{
    "doi": "https://doi.org/10.1182/blood-2019-123845",
    "article_title": "Bone Marrow Morphologic Findings in Patients Receiving IDH Inhibitor Therapy in Combination with Intensive Induction Chemotherapy: Challenges with Interpretation of the Day 14 Bone Marrow Biopsy ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background: Ivosidenib (Ivo) and enasidenib (Ena) are potent, mutant-specific oral inhibitors of the IDH1 and IDH2 proteins, respectively, and are approved as single agents for the treatment of newly diagnosed (Ivo) and/or relapsed/refractory (Ivo and Ena) AML. When used as single agents, these inhibitors induce differentiation of leukemic blasts, often without a period of bone marrow (BM) aplasia (PMID 28588020, 29860938). A phase 1 study (NCT02632708) examining the safety and efficacy of Ivo or Ena in combination with intensive induction chemotherapy (IDHi/7+3) in newly diagnosed AML with mutant IDH1 or IDH2 ( mIDH ) has yielded encouraging response rates in preliminary reports (Stein et al. ASH 2018; Abstract 560). The effect of IDHi/7+3 on BM morphology and whether features of differentiation are seen in this context is unknown. Here, we report the clinicopathologic findings in a cohort of patients treated with IDHi/7+3 and describe a distinct pattern of BM response with implications for post-therapy disease monitoring. Methods: Investigators from participating sites for NCT02632708 were invited to contribute cases. 36 patients from 4 sites were included with IRB approval at all sites. For each patient, the diagnostic BM biopsy and aspirate smear (BMBx) and all subsequent BMBx performed until end of induction (EOI) or removal from study were reviewed at individual sites based on consensus criteria. A subset of cases was re-reviewed by all pathologists via photomicrographs and digital whole slide images. Patients were categorized into 3 groups based on their Day 14 (D14) BMBx: 1) Aplasia (D14A = 10% cellular; and >5% blasts at D14; with morphologic or flow cytometric evidence of blast differentiation at D14 or D21); or 3) Persistent AML (D14P = >10% cellular; and >5% blasts; and no differentiation or clearance of blasts at D14 or later time points). Clinicopathologic data was collected from the electronic medical record and from the study database. IDH mutation clearance (MC) was defined as a reduction in the mIDH variant allele frequency in BM mononuclear cells to a level below the limit of detection of the assay (0.02-0.04%) for ≥1 on-treatment time point on or after D28 of induction. Results: The cohort included 17 mIDH1 patients who received Ivo and 19 mIDH2 patients who received Ena (Table 1, Fig 1); 1 patient in each treatment group had mIDH1 and mIDH2 . In the 31 patients evaluable for response at EOI, 27 achieved CR or CRi/p; 2 MLFS; and 2 SD. Of 29 patients with a morphologic response (CR, CRi/p, MLFS), 19 (66%) were classified as D14A (median 5% cellularity; median <5% blasts). Conversely, 10/29 patients (34%) exhibited D14D, with elevated BM cellularity (median 20% [10%, 20%]) and increased BM blast percentage (median 45% [5%, 80%]). In these cases, granulocytic and/or monocytic differentiation (Fig. 2) was most commonly seen at D14 (8/10) but emerged at D21 for 2/10 patients. Strikingly, despite the elevated cellularity and blast percentages at D14, 7/10 D14D patients subsequently achieved CR/CRi/p by D42 post-induction in the absence of additional intensive therapy; the remaining 3 patients achieved CR/CRi/p after a second cycle of induction. Of the 5 patients not evaluable at EOI, 3 had D14A and 2 had D14P. The 4/36 patients with D14P had a median BM cellularity of 27.5% and a median blast percentage of 33.5% at D14 with no evidence of differentiation. Differentiation was more common in patients treated with Ena (7/19 [36.8%]) than patients receiving Ivo (3/17 [17.6%]) and was seen in 4 of 6 patients with an IDH2 R172 mutation. Only 1 of 8 patients with a co-occurring NPM1 mutation showed blast differentiation. Similar rates of IDH MC were seen in patients with D14A (4/22) and D14D (2/10). Conclusions: We describe here a distinct pattern of BM response, with delayed blast clearance and evidence of leukemic cell differentiation, in mIDH AML patients treated with IDHi/7+3. Our data suggest that patients with relatively high BMBx cellularity and residual blasts at D14 post-induction, even in the absence of evidence of differentiation at D14, should not be considered as induction failures and should be reassessed at later timepoints before being considered for additional induction therapy. Misinterpretation of D14 BMBx may ultimately lead to unnecessary therapy given that a significant subset of patients has an atypical BM response. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Mason: Sysmex: Honoraria. Pozdnyakova: Sysmex corporation of America: Research Funding. Roshal: Celgene: Other: Provision of Services; Auron Therapeutics: Equity Ownership, Other: Provision of services; Physicians' Education Resource: Other: Provision of services. Fathi: Agios, Astellas, Celgene, Daiichi Sankyo, Novartis, Takeda, Amphivena, Kite, Forty Seven,Trovagene, NewLink genetics, Jazz, Abbvie, and PTC Therapeutics: Consultancy; Amphivena, Kite, Jazz, NewLink Genetics,: Honoraria. Stein: Novartis: Membership on an entity's Board of Directors or advisory committees; PTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo, Inc.: Membership on an entity's Board of Directors or advisory committees; Astellas Pharma US, Inc: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Bioline: Membership on an entity's Board of Directors or advisory committees. Frattini: Celgene Corporation: Employment, Equity Ownership. Wang: Agios: Employment, Equity Ownership. Hua: Agios Pharmaceuticals, Inc.: Employment, Equity Ownership. Mu: Agios Pharmaceuticals, Inc.: Employment. Almon: Agios Pharmaceuticals: Employment, Equity Ownership. Cooper: Agios: Employment, Equity Ownership. Stone: AbbVie, Actinium, Agios, Argenx, Arog, Astellas, AstraZeneca, Biolinerx, Celgene, Cornerstone Biopharma, Fujifilm, Jazz Pharmaceuticals, Amgen, Ono, Orsenix, Otsuka, Merck, Novartis, Pfizer, Sumitomo, Trovagene: Consultancy; Argenx, Celgene, Takeda Oncology: Other: Data and Safety Monitoring Board/Committee: ; Novartis, Agios, Arog: Research Funding. Hasserjian: Jazz Pharmaceuticals: Consultancy; Promedior, Inc.: Consultancy. Savona: TG Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sunesis: Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees; Karyopharm Therapeutics: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Boehringer Ingelheim: Patents & Royalties; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Selvita: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding. OffLabel Disclosure: Ivosidenib and enasidenib are mutant-specific oral inhibitors of the IDH1 and IDH2 proteins, respectively, approved as single agents for the treatment of AML. This study will discuss their use in combination with intensive induction chemotherapy for the treatment of AML.",
    "topics": [
        "bone marrow",
        "bone marrow biopsy",
        "chemotherapy, neoadjuvant",
        "enasidenib",
        "ivosidenib",
        "actinium",
        "atypical",
        "biopsy",
        "calculi",
        "leukemic cells"
    ],
    "author_names": [
        "Emily F Mason, MD PhD",
        "Olga Pozdnyakova, MD PhD",
        "Mikhail Roshal, MD PhD",
        "Amir T. Fathi, MD",
        "Eytan M. Stein, MD",
        "Aaron C. Shaver, MD PhD",
        "Mark G. Frattini, MD",
        "Hongfang Wang, PhD",
        "Lei Hua, PhD",
        "Jimmy Mu",
        "Caroline Almon, MS",
        "Michael Cooper, MD",
        "Richard M. Stone, MD",
        "Robert P. Hasserjian, MD",
        "Michael R. Savona, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Emily F Mason, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt-Ingram Cancer Center; Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olga Pozdnyakova, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikhail Roshal, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir T. Fathi, MD",
            "author_affiliations": [
                "Massachusetts General Hospital Cancer Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eytan M. Stein, MD",
            "author_affiliations": [
                "Division of Hematologic Oncology, Leukemia Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron C. Shaver, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Microbiology, and Immunology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark G. Frattini, MD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongfang Wang, PhD",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Hua, PhD",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jimmy Mu",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Almon, MS",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Cooper, MD",
            "author_affiliations": [
                "Agios Pharmaceuticals, Inc., Cambridge, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert P. Hasserjian, MD",
            "author_affiliations": [
                "Department of Pathology, Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Savona, MD",
            "author_affiliations": [
                "Department of Medicine and Cancer Biology, Vanderbilt University Medical Center, Nashville, TN"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T09:32:39",
    "is_scraped": "1"
}