{
    "doi": "https://doi.org/10.1182/blood-2021-145947",
    "article_title": "Comparing Outcomes between Liposomal Daunorubicin/Cytarabine (CPX-351) and HMA+Venetoclax As Frontline Therapy in Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "615.Acute Myeloid Leukemias: Commercially Available Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Background: Liposomal daunorubicin/cytarabine (CPX-351) and hypomethylating agent+venetoclax (HMA+V) have shown survival advantage as frontline therapies for older and biologically adverse AML. Although HMA+V is approved for chemotherapy ineligible pts, there is increased use of the combination in older fit pts. with biologically adverse AML. However, clinical outcomes between the two treatments have not been compared and will have a major clinical impact. Our aim was to compare CPX-351 vs HMA+V as upfront treatment for newly diagnosed AML using a multi-center retrospective study. Methods: This is a multicenter retrospective study drawing from 4 large U.S. academic medical centers (Weill Cornell, Northwestern, Moffitt, Memorial Sloan Kettering). Eligibility included pts who received either CPX-351 or HMA+V as frontline therapy for AML. Response was determined using ELN 2017 guidelines. To evaluate the association between treatment type and categorical factors of interest, and the primary outcome variable of treatment response, the chi-square test or Fisher's exact test was used. For the outcome variable of bone marrow response status, multivariable logistic regression analysis was performed. For the relapse free survival (RFS) and overall survival (OS) outcomes, Kaplan-Meier survival analysis was performed, and the log-rank test was employed to compare between categories of treatment-type and prognostic factors of interest. Multivariable cox proportional hazards regression analysis was performed to assess the independent effect of treatment and demographic/prognostic factors of interest on outcomes of RFS/OS. Results: Our study included 211 CPX-351 and 226 HMA+V treated pts. 11 pts were excluded due to missing age or ELN risk. Pt. characteristics and univariate analyses are summarized in Table 1 and 2. Overall CR+CRi rates, median RFS and OS for CPX-351 vs. HMA+V were 57.8% vs. 56.6%, 32.5 vs. 14.1 months (p=0.11) and 17.3 vs. 11.1 months (p=0.007). In multivariable analysis, after adjusting for age, ELN risk, prior myeloid malignancy, and prior HMA therapy, there was no difference between CPX-351 vs. HMA+V in CR+CRi (HR 1.32, p=0.23, 95% CI 0.8-2.1) and RFS (HR 0.92, p=0.75, CI 0.59-1.46). There was a significant difference favoring CPX-351 for OS (HR 0.74, p=0.04, CI 0.55-0.99). When analyses were restricted to pts aged 60-75 years (n= 152 CPX-351, n= 100 HMA+V), rates of CR+CRi were 59.2% vs. 54.0% (p=0.41), and median RFS and OS for CPX-351 vs. HMA+V treated pts was 32.5 vs. 13.3 months (p= 0.80) and OS 17.1 vs. 10.3 months (p=0.12). Multivariable analysis after adjusting for above variables showed no difference in CR+CRi, RFS and OS between CPX-351 vs. HMA+V (CR+CRi: HR 1.28, p=0.55, 95% CI 0.77-2.27, RFS: HR 0.70, p=0.17, CI 0.42-1.17 and OS: HR 0.80, p=0.20, CI 0.57-1.12). Multivariable subgroup analyses demonstrated significant advantage favoring CPX-351 for RFS in TP53 mutated pts (HR 0.37, 95% C.I. 0.14-0.96, p=0.04). Subgroup analyses for OS are summarized in Figure 2 . Among patients where minimal residual disease (MRD) data was available (n=93 CPX-351, n=133 HMA+V), MRD negativity by flow was 34.4% (n=32) and 39.1%(n=52) for CPX-351 and HMA+V pts, respectively (p=0.47). Among pts aged 60-75 years, 47.7% and 19% of patients underwent HSCT in CPX-351 and HMA+V groups (p<0.001). Because HSCT was a significant predictor for RFS and OS (p<0.001), we conducted multivariable analysis in pts aged 60-75 years who did not receive a transplant and found no difference in OS (HR 0.99, p=0.96, 95% CI 0.68-1.43). There was no difference in RFS and OS post-transplant between CPX-351 and HMA+V groups (OS: 64 vs NA months, p=0.69). RFS could not be inferred statistically due to small number of patients transplanted in the HMA+V group. Our study will be further expanded to include additional centers and comorbidity analyses. Conclusion: Our analysis demonstrated significant difference in OS favoring CPX-351 in the overall cohort and in several clinical subgroups, while no difference in CR+CRi and RFS was seen. The survival advantage in the CPX-351 group may be due to higher HSCT rates in CPX-351 treated pts. Among pts that did not proceed to HSCT, there was no difference in CR+CRi, RFS and OS between the treatment groups. We suspect that greater HSCT rates in the CPX-351 cohort were due to fewer comorbidities among CPX-351-treated pts or other biases, and comorbidity analyses are pending and will be reported. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Ritchie:  Bristol Myers Squibb: Consultancy, Research Funding; Abbvie: Consultancy, Honoraria; NS Pharma: Research Funding; Novartis: Consultancy, Honoraria, Other: travel support, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria; Protaganist: Consultancy, Honoraria; Astellas: Consultancy, Research Funding; Incyte: Consultancy, Honoraria, Speakers Bureau; ARIAD Pharmaceuticals: Ended employment in the past 24 months, Speakers Bureau; Jazz: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Celgene/BMS: Consultancy, Other: travel support, Speakers Bureau. Lee:  Pin Therapeutics: Consultancy, Membership on an entity's Board of Directors or advisory committees; Innate: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees. Goldberg:  Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Arog: Research Funding; Aprea: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Research Funding; Prelude Therapeutics: Research Funding; Aptose: Consultancy, Research Funding; DAVA Oncology: Honoraria; Celularity: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Dinner:  Pfizer: Consultancy, Honoraria; Kite/Gilead: Consultancy, Honoraria. Sweet:  AROG: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol Meyers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees. Roboz:  Novartis: Consultancy; Bristol Myers Squibb: Consultancy; Glaxo SmithKline: Consultancy; Jazz: Consultancy; Astex: Consultancy; Blueprint Medicines: Consultancy; Mesoblast: Consultancy; Astellas: Consultancy; AstraZeneca: Consultancy; Pfizer: Consultancy; Bayer: Consultancy; Otsuka: Consultancy; Celgene: Consultancy; Daiichi Sankyo: Consultancy; Janssen: Consultancy; Jasper Therapeutics: Consultancy; Roche/Genentech: Consultancy; Helsinn: Consultancy; Amgen: Consultancy; MEI Pharma - IDMC Chair: Consultancy; Agios: Consultancy; Actinium: Consultancy; AbbVie: Consultancy; Janssen: Research Funding. Desai:  Agios: Consultancy; Kura Oncology: Consultancy; Takeda: Consultancy; Astex: Research Funding; Bristol Myers Squibb: Consultancy; Janssen R&D: Research Funding.",
    "author_names": [
        "Justin Grenet",
        "Akriti G Jain",
        "Madelyn Burkart",
        "Julian Waksal",
        "Christopher Famulare",
        "Yazan Numan",
        "Maximilian Stahl",
        "Zoe Mckinnell",
        "Brian Ball",
        "Xiaoyue Ma",
        "Paul J Christos",
        "Ellen Ritchie",
        "Michael B. Samuel",
        "Justin D. Kaner",
        "Sangmin Lee",
        "Aaron D Goldberg",
        "Shira Dinner",
        "Kendra Sweet",
        "Gail J. Roboz",
        "Pinkal Desai"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin Grenet",
            "author_affiliations": [
                "New York Presbyterian/Weill-Cornell Medical Center, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akriti G Jain",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madelyn Burkart",
            "author_affiliations": [
                "Division of Hematology and Oncology, Northwestern University Feinberg School of Medicine; Robert H. Lurie Comprehensive Cancer Center, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian Waksal",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Famulare",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yazan Numan",
            "author_affiliations": [
                "Division of Hematology and Oncology, Northwestern University Feinberg School of Medicine; Robert H. Lurie Comprehensive Cancer Center, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maximilian Stahl",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoe Mckinnell",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Ball",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyue Ma",
            "author_affiliations": [
                "Department of Population Health Sciences, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul J Christos",
            "author_affiliations": [
                "Department of Population Health Sciences, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen Ritchie",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College New York Presbyterian, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael B. Samuel",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin D. Kaner",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sangmin Lee",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron D Goldberg",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shira Dinner",
            "author_affiliations": [
                "Division of Hematology and Oncology, Northwestern University Feinberg School of Medicine; Robert H. Lurie Comprehensive Cancer Center, Chicago, IL"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kendra Sweet",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gail J. Roboz",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medicine/New York Presbyterian Hospital, New York, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pinkal Desai",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:34:19",
    "is_scraped": "1"
}