{
    "doi": "https://doi.org/10.1182/blood.V108.11.2435.2435",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=553",
    "start_url_page_num": 553,
    "is_scraped": "1",
    "article_title": "A Short Weekly Chemotherapy Regimen (ACOP-B) Followed by Involved Field Radiotherapy in Limited Stage Aggressive Non-Hodgkin Lymphoma. Multicentric Analyses of Toxicity, Efficacy and Long Term Follow up. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "follow-up",
        "non-hodgkin's lymphoma, aggressive",
        "radiation therapy",
        "toxic effect",
        "complete remission",
        "lymphoma",
        "adverse effects",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Maria Giuseppina Cabras, MD",
        "Roberto Freilone, MD",
        "Angela Mamusa, MD",
        "Paolo Dessalvi, MD",
        "Anna Tonso, MD",
        "Lorella Orsucci, MD",
        "Umberto Vitolo, MD",
        "Emanuele Angelucci, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Armando Businco Cancer Centre, Cagliari, Italy"
        ],
        [
            "Hematology, Azienda Ospedaliera San Giovanni Battista, Torino, Italy"
        ],
        [
            "Hematology, Armando Businco Cancer Centre, Cagliari, Italy"
        ],
        [
            "Hematology, Armando Businco Cancer Centre, Cagliari, Italy"
        ],
        [
            "Hematology, Ospedale di Biella, Biella, Italy"
        ],
        [
            "Hematology, Azienda Ospedaliera San Giovanni Battista, Torino, Italy"
        ],
        [
            "Hematology, Azienda Ospedaliera San Giovanni Battista, Torino, Italy"
        ],
        [
            "Hematology, Armando Businco Cancer Centre, Cagliari, Italy"
        ]
    ],
    "first_author_latitude": "39.2530286",
    "first_author_longitude": "9.1015854",
    "abstract_text": "Patients with Ann Arbor stages I and II diffuse large cell lymphoma (DLCL) represent a significant proportion of patients with aggressive lymphoma. Recent clinical research are developing low intensity chemotherapy approach in order to minimize short and long term side effects while maintaining high success rate. Moreover very limited studies are available on elderly patients. Since 1993 we used a brief weekly (six weeks) chemotherapy scheme (Doxorubicin, Cyclophosphamide, Bleomycin, Vincristine and Prednisone = ACOP-B) followed by involved field radiotherapy in patients with localized stage aggressive lymphoma and examined long term results and side effects in a general haematology population without age limit. Two hundred and six consecutive patients (89 females) affected by localized aggressive lymphoma aged from 18 to 85 years old (median 57) treated between January 1 st , 1993 and December 31 st , 2004 were enrolled in this analysis. Minimum follow up was 18 months. Inclusion criteria was well documented nodal or extranodal stage IA (including bulky) or IIA disease. Bulky disease was defined as a 10 cm or more mass in maximal diameter. Treatment was completed as designed in 183 over 206 patients (88%). Three patients did not complete the six scheduled cycles of chemotherapy: one died during chemotherapy and two because of disease progression. Twenty additional patients did not receive radiotherapy: 12 patients had an initial site of disease totally resected (9 with gastric lymphoma and 3 with small or large bowel lymphoma). One hundred and ninety-seven patients (96%) achieved a complete remission, two patients obtained a partial response; three patients had no response (four patients were not valuable). At a median follow-up 66 months one hundred and seventy patients are alive (82 %) 168 of them free of disease. Twenty-nine patients (15%) experienced relapse after achieving a complete remission. The median time to relapse was 46 months with a very wide range (1–143 months). Among these twenty-nine patients eighteen (62%) are alive and free of lymphoma after second line therapy. Twenty-six (13%) patients have died, 13 (5%) by lymphoma progression, one for toxicity and 12 (6%) from other causes while in complete remission. After 13 years the Kaplan-Meier (K-M) probability of overall survival and disease free survival were 80% (95%CI 72–88%) and 55% (95% CI 33–76%), respectively. We specifically analyzed patients over 60 years: they were 93 (median age 70 years). In this group of elderly patients the treatment was completed as designed in 90% and the 12 years K-M probability of overall survival was 60%. Seven patients presented secondary malignancies which were diagnosed at a median of three years (range 2–8) after chemo-radio therapy. Four patients died by solid neoplasm. Overall incidence of secondary malignancy was 0.68/100/anno. The ACOP-B regimen plus involved field radiotherapy is a short and long term well tolerated and effective chemotherapy scheme for very well defined limited stage aggressive non-Hodgkin lymphomas in all age categories."
}