{
    "doi": "https://doi.org/10.1182/blood.V106.11.4157.4157",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=379",
    "start_url_page_num": 379,
    "is_scraped": "1",
    "article_title": "Retrospective Evaluation of Platelet Clumping in Peripheral Smear in Patients on IV Tirofiban (Glycoprotein IIb/IIIa Inhibitor). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background Peripheral blood smears from finger stick specimens normally show a variable number of platelet clumps. This is believed to be due to platelet activation during the preparation and exposure of glycoprotein Gp Iib/IIIa receptors. Congenital lack of Gp Iib/IIIa (CD41/61) such as seen in Glanzman’s thrombasthenia is characterized by presence of single unclumped platelets in peripheral blood smears. Gp Iib/IIIa antagonists such as Tirofiban cause Glanzman’s thrombasthenia-like defect and would be expected to inhibit platelet clumping in peripheral blood smears. Cardiologists, for the treatment of acute coronary syndrome, increasingly use Tirofiban or other Gp Iib/IIIa blocker. It is given intravenously and has a short half-life. It is thought to be particularly effective because of inhibition of the final common pathway of platelet aggregation. Methodology/results We retrospectively analyzed from January 2000 to Feb 2005, blood smears from finger stick preparations of 35 patients on Tirofiban and 35 controls, who had normal platelet count, for the presence of platelet clumps. The Tirofiban group was referred to the hematology service by cardiologists, mostly for workup of anemia or presence of hypercoagulable state. The control group was patients in the Hematology- Oncology outpatient, who had diagnosis of non-myeloproliferative disorder. Only patients with normal platelet count were included. Slides were prepared from patients while they were on Tirofiban infusion. This information was based on chart review and computer records. All 70 slides were blinded. Hematology fellows under the supervision of hematology attending physicians counted 200 platelets on each slide at 50x magnification. Platelets were classified as single unclumped platelets, platelets in clumps of 2, 3, 4, or 5 and over. More than 90% of platelets were single unclumped in 28 of 35 patients on Tirofiban, while more than 90% of platelets were single unclumped in only 2 of 35 patients in the control group. Conclusion GpIIb/IIIa antagonists are increasingly used for patients with acute coronary syndrome. The inhibition of platelet clumping in peripheral blood smears of patients on these agents has not been studied. We found a significant decrease of platelet clumping in patients on Tirofiban as compared to controls. This is an example of utilization of knowledge of congenital defect and iatrogenic effect of medication, for possible patient use. Further study is needed to confirm this observation and correlate it with the clinical benefit in patients with acute coronary syndrome. The possibility of GpIIb/IIIa resistance may also need to be looked into. This will be a simple, inexpensive test that may be used to correlate with response or possible need for dose adjustment. This is an extension of a study of 20 patients, which was accepted as an abstract, at the annual American College of Cardiology meeting, in March 2005 in Florida.  . Tirofiban (35) . Control (35) . Number of patients with >90% single unclumped platelets 28 2 Number of patients with <90% single unclumped platelets 7 33 . Tirofiban (35) . Control (35) . Number of patients with >90% single unclumped platelets 28 2 Number of patients with <90% single unclumped platelets 7 33 View Large",
    "topics": [
        "blood platelets",
        "glycoprotein",
        "peripheral blood smear",
        "tirofiban",
        "stick dosage form",
        "acute coronary syndromes",
        "antagonists",
        "glanzmann's thrombasthenia",
        "platelet glycoprotein gpiib-iiia complex",
        "anemia"
    ],
    "author_names": [
        "Nagender Mankan, MD, MRCP",
        "Mohammad Razaq, MD",
        "Yelena Patsiornik, MD",
        "Shafkat Hussain, MD",
        "Gloria Fernandez, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Medicine, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA and ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Medicine, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA and ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Medicine, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA and ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Medicine, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA and ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA."
        ],
        [
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Medicine, Coney Island Hospital, Brooklyn, NY, USA; ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA and ",
            "Hematology and Oncology, Coney Island Hospital, Brooklyn, NY, USA."
        ]
    ],
    "first_author_latitude": "40.5855566",
    "first_author_longitude": "-73.9648753"
}