{
    "doi": "https://doi.org/10.1182/blood.V104.11.3972.3972",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=125",
    "start_url_page_num": 125,
    "is_scraped": "1",
    "article_title": "Successful Treatment of Intractable Gastrointestinal Hemorrhage with Low Dose of Recombinant FVIIa (Novoseven ® ) in Pediatric Patient without Coagulation Deficiencies. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "gastrointestinal bleeding",
        "pediatrics",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "hematemesis",
        "melena",
        "blood coagulation disorders",
        "antibodies"
    ],
    "author_names": [
        "Ji Yoon Kim",
        "Kun Soo Lee",
        "Soon Hak Kwon",
        "Byung Ho Choe",
        "Sang Kyun Sohn"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Kyungpook National University Hospital, Daegu, Korea"
        ],
        [
            "Pediatrics, Kyungpook National University Hospital, Daegu, Korea"
        ],
        [
            "Pediatrics, Kyungpook National University Hospital, Daegu, Korea"
        ],
        [
            "Pediatrics, Kyungpook National University Hospital, Daegu, Korea"
        ],
        [
            "Hematology/Cncology, Kyungpook National University Hospital, Daegu, Korea"
        ]
    ],
    "first_author_latitude": "35.86107125",
    "first_author_longitude": "128.61100684999997",
    "abstract_text": "Recombinant FVIIa (Novoseven ® ) was initially developed for the treatment of bleeding in patient with congenital hemophilia with antibodies against factors VIII and IX and FVII deficiency. The mechanism of action is to induce hemostasis at the site of injury both by forming complexes with exposed tissue factor and by directly activating factor X upon the surface of an activated platelet. More recently it has begun to use gradually in the management of bleeding patient without congenital coagulation defect. We report the successful use of recombinant factor VIIa in a pediatric patient who has intractable gastrointestinal bleeding despite of conventional medical therapy. Case: The patient is a 13-year-old female and her body weight is only 10 kg, with a prior history of cerebral palsy and epilepsy. Recently she presented a recurrent massive hematemesis and melena probably due to stress ulcer for 8 days. She had no personal or family history of a suggestive bleeding disorder. The patient had a normal platelet count and coagulation screening test. Her hospital course was complicated by recurrent gastrointestinal hemorrhage but an endoscopic intervention was not permitted due to her poor condition. Despite of conventional medication with omeprazole and sucralfate over 20 days, she suffered from recurrent hematemesis and melena. In the gastrointestinal bleeding scan with 99m Tc-labeled RBCs, small intestinal hemorrhage was found. The following day, the patient was given three doses of Novoseven ® at 100 μg/kg, as bolus doses with 2 hour interval, which resulted in resolution of hematemesis and melena after last dose administration. Although she had mild whole body rash after third dose administration, it was subsided soon after medication of antihistamine and steroid. No evidence of hemorrhage was documented at a follow-up gastrointestinal bleeding scan that was taken after 4 days later of treatment. The patient made a full recovery and no further treatment was required. Conclusion: We suggest that low dose of recombinant FVIIa (Novoseven ® ) were effective in treatment of pediatric intractable gastrointestinal hemorrhage."
}