{
    "doi": "https://doi.org/10.1182/blood-2020-142077",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4644",
    "start_url_page_num": 4644,
    "is_scraped": "1",
    "article_title": "Prevalence of Low Limb Venous Thromboembolic Events in Mild and Severe/Critically Ill Patients with COVID-19 Despite Pharmacological Thromboprophylaxis ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Cong Zhang, MD",
        "Jialan Shi, MDPhD",
        "Changjun WU, MD PhD",
        "Chunxu Wang",
        "Xinyi Zhao",
        "Jinming Zhang",
        "Shuoqi Zhang",
        "Yinzhu CHU, MD PhD",
        "Haijiao Jing",
        "Xiaojing Chen",
        "Huan Liu",
        "Jingwen Du",
        "Yufeng Wang",
        "Xiaoming Wu, MD",
        "Yiming Feng"
    ],
    "author_affiliations": [
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "Departments of Surgery, Brigham and Women's Hospital, VA Boston Healthcare System and Harvard Medical School, Boston, MA ",
            "Department of Hematology, the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "Department of Ultrasound, the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "Department of Cardiology, the Second Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "Department of Gastroenterology of the Fourth Affiliated Hospital, Harbin, China "
        ],
        [
            "the Second Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, HARBIN, China"
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ],
        [
            "the First Affiliated Hospital of Harbin Medical University, Harbin, China "
        ]
    ],
    "first_author_latitude": "45.76732759999999",
    "first_author_longitude": "126.6480112",
    "abstract_text": "Background: The prevalence of deep vein thrombosis in hospitalized patients with COVID-19 is higher and is associated with adverse outcomes. However, the treatment options received by patients with different classifications are different, and previous studies have not discussed the differences in specific coagulation parameters between patients with mild, severe, and critically ill COVID-19. Aim: To investigate the change in coagulation function and the incidence of low limb venous thromboembolic events in mild/severe/critically ill patients with COVID-19. Methods: A retrospective analysis of coagulation parameters and lower extremity venous ultrasound examination results in 77 patients with laboratory-confirmed COVID-19 admitted to the first affiliated hospital of Harbin Medical University. We discussed the occurrence of vascular complications in patients with normal, severe and critically ill patients Rate and explore the nature of such vascular events. The anticoagulation dose was left to the discretion of the treating physician based on the individual risk of thrombosis and patients were classified as treated with prophylactic anticoagulation or therapeutic anticoagulation. Approval was obtained from the local institutional review board and all procedures were performed in accordance with the Declaration of Helsinki. Results: The incidence of low limb venous thromboembolic events in COVID-19 patients included in the study was 28.6% (22/77). A total of 22 cases with deep vein thrombosis, 13 of whom with multiple thrombosis events, and 9 cases with independent distal deep vein thrombosis. There were 0 cases, 8 cases (17.4%) and 14 cases (87.5%) of patients with deep vein thrombosis occurred in mild, severe and critically ill patients, respectively. There were 4 cases (50%) and 9 cases (64.29%) of severe and critically ill patients with multiple deep vein thrombosis events, respectively. There was no difference in age and gender between patients with lower extremity venous thrombosis and those without. The mortality rate of patients with thrombotic events has an upward trend; the mortality rate of patients with thrombosis is 18.18%, and the mortality rate of patients without thrombosis is 3.64%. Compared with mild patients, white blood cell counts, neutrophil percentage, fibrinogen, IL-6, IL-10 serum levels are higher in severe and critically ill patients. The patients whose ultrasonography reported thrombosis mostly showed a dynamic increase and/or a significant increase in D-dimer. The patients whose ultrasonography reported no thrombosis showed mildly elevated D-dimer or within the normal range. Conclusions: The development of massive venous thrombotic events, as observed in our study cohort, suggests the possibility of COVID-19 associated hypercoagulability and endothelial activation and/or dysfunction in affected individuals. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}