{
    "doi": "https://doi.org/10.1182/blood-2021-150535",
    "article_title": "Abelacimab Reduces Thrombus Propagation in a Baboon Model of Vascular Graft Thrombosis ",
    "article_date": "November 5, 2021",
    "session_type": "321.Coagulation and Fibrinolyis: Basic and Translational",
    "abstract_text": "Background: Factor XI (FXI) inhibition demonstrated strong efficacy in preventing thrombus formation in preclinical and clinical models of arterial and venous thrombosis. However, the effect of FXI inhibition in halting the progression of a formed clot remains largely unknown. Aims: This study aims to test whether abelacimab, a dual-acting FXI and activated FXI (FXIa) monoclonal antibody, is effective in halting clot formation and downstream growth when administered before or during active clot formation in an established baboon femoral arterio-venous (AV) shunt model. Methods: Three baboons had a chronic femoral AV shunt put in place; platelet and fibrin deposition inside and distal to collagen- or collagen + tissue factor (TF)-coated vascular grafts were measured at baseline (control), in a therapeutic setting, where abelacimab (1 mg/kg, intravenously) was administered 30 minutes after thrombus initiation, and in a preventative setting within the first 48 h and 1 week (144 - 216 h) post-administration. Pharmacodynamic effect was measured by activated partial thromboplastin time (aPTT). Results: Consistent with its half-life of 20 to 30 days, single iv administration of abelacimab at a dose of 1 mg/kg resulted in long-lasting (> 4-week) aPTT prolongation (> 2-fold). Administration of abelacimab 30 minutes after initiation of thrombosis using grafts coated either with collagen or with collagen + TF quickly halted downstream propagation of platelet and fibrin deposition compared to control. Further, downstream propagation of platelet and fibrin deposition was markedly reduced when clotting was induced by collagen, or collagen + tissue factor after abelacimab administration. Conclusions: These data suggest that abelacimab, a dual-acting anti-FXI/FXIa monoclonal antibody with a single long-lasting iv injection has the potential to slow down the growth and reduce the size of thrombi when admistered before or after clot induction. Data indicate a potential for therapeutic benefit of targeting FXI both in therapeutic and preventive settings. Sponsored by: Anthos Therapeutics Inc., 55 Cambridge Parkway, Suite 103, Cambridge, MA 02142 Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wallisch:  Aronora Inc,: Current Employment. Khder:  Anthos Therapeutics: Consultancy; Novartis: Current equity holder in publicly-traded company, Other: Retiree. Bloomfield:  Anthos Therapeutics: Current Employment. Gruber:  Aronora Inc.: Current Employment, Current equity holder in publicly-traded company; Oregon Health and Science University: Current Employment.",
    "author_names": [
        "Michael Wallisch",
        "Yasser Khder",
        "Monica T. Hinds",
        "Erik I Tucker",
        "Dan Bloomfield",
        "Andras Gruber"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Wallisch",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasser Khder",
            "author_affiliations": [
                "Anthos Therapeutics, Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica T. Hinds",
            "author_affiliations": [
                "Biomedical Engineering, Portland, OR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik I Tucker",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Bloomfield",
            "author_affiliations": [
                "Anthos Therapeutics, Cambridge, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andras Gruber",
            "author_affiliations": [
                "Department of Biomedical Engineering, Oregon Health & Science University, Portland, OR",
                "Aronora, Inc., Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:42:53",
    "is_scraped": "1"
}