{
    "doi": "https://doi.org/10.1182/blood-2018-99-115829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3971",
    "start_url_page_num": 3971,
    "is_scraped": "1",
    "article_title": "A Successful Experience with Brentuximab Vedotin in Relapsing/Refractory Cutaneous T-Cell Lymphoma: Two Case Reports ",
    "article_date": "November 29, 2018",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "brentuximab vedotin",
        "lymphoma, t-cell, cutaneous",
        "chemotherapy regimen",
        "disease remission",
        "lymphoma",
        "neoplasms",
        "antigens, cd30",
        "antineoplastic agents",
        "lymphoma, t-cell, peripheral",
        "lymphomatoid papulosis"
    ],
    "author_names": [
        "Liliya Gorenkova, PhD",
        "Sergey K. Kravchenko, MD PhD",
        "Alla M. Kovrigina, MD PhD",
        "Valery G. Savchenko, MD PhD academician"
    ],
    "author_affiliations": [
        [
            "Chemotherapy of Blood Diseases, National Research Center for Hematology, Moscow, Russia "
        ],
        [
            "Chemotherapy of Blood Diseases, National Research Center for Hematology, Moscow, Russia "
        ],
        [
            "Chemotherapy of Blood Diseases, National Research Center for Hematology, Moscow, Russia "
        ],
        [
            "Chemotherapy of Blood Diseases, National Research Center for Hematology, Moscow, Russia "
        ]
    ],
    "first_author_latitude": "55.58202595",
    "first_author_longitude": "37.3855235",
    "abstract_text": "Primary cutaneous T-cell lymphomas are non-Hodgkin lymphomas of the skin defined by the presence of malignant T lymphocyte clonality. Mycosis fungoides (MF) accounts for more than half of these lymphomas, while CD30+ lymphoproliferative skin diseases (primary cutaneous anaplastic lymphoma and lymphomatiod papulosis (LyP)) comprise 25% of these neoplasms, and rarely seen tumors including subtypes of primary cutaneous peripheral T cell lymphoma nonspecified (NOS). A high expression of CD30 antigen on tumor cells is detected in primary cutaneous CD30+ lymphomas and transformed MF, whereas it may be observed in other entities, but a low level. While most patients with cutaneous CD30+ lymphoproliferative disorders experience an indolent disease course with an excellent prognosis, up to 30% have progressive disease with 8% of patients succumbing to their cancer. Systemic immunomodulatory or chemotherapeutic agents are often used for patients with such advanced disease, with CD30 being an increasingly attractive therapeutic target. Herein, we report two cases of a relapsing lymphomatiod papulosis and a refractory primary cutaneous peripheral T cell lymphoma NOS. Target therapy with brentuximab vedotin either as a single agent or combined with chemotherapy resulted in a stable long-term remission. Patient 1, a man of 45 years of age, received treatment for Hodgkin lymphoma about 5 years ago. Already at that time, he noted self-regressing crops of pruritic papules or nodules on the face. In a year after chemotherapy had stopped, this skin elements recurrent with subsequent partial regression. LyP type D was identified on histological examination (picture 1). Following several lines of therapy, frequent relapses were noted and a lesser quantity of lesions tended to resolve leaving scars and hyperpigmentation. The complete remission was achieved after 6 cycles of brentuximab vedotin, at a follow-up period of 12 months no evidence of relapse were found (picture 2). Patient 2, a 30-year aged man. First solitary skin lesions occurred 2.5 years ago. The patient received combination therapy with low doses of chemotherapeutic agents and subsequently had progression of the disease. The patient received more 3 lines of high-dose chemotherapy; however, the disease was rapidly progressive with increasing size of lesions and newly appearing tumor lesions in the skin (picture 3). The remission was achieved after a combination regimen which included Dexa Beam courses and brentuximab vedotin (picture 4). The matched allogeneic bone marrow transplantation is planned for the patient to consolidate the remission. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}