{
    "doi": "https://doi.org/10.1182/blood-2019-130457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4366",
    "start_url_page_num": 4366,
    "is_scraped": "1",
    "article_title": "NPM-ALK Upregulates Jab1/Csn5 through STAT3 Activation in Anaplastic Large Cell Lymphoma: A Novel Function of NPM-ALK That Contributes to PD1/PD-L1 Immune Checkpoint Regulation ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "anaplastic lymphoma kinase",
        "animal model",
        "cell cycle checkpoint",
        "ki-1+ anaplastic large cell lymphoma",
        "programmed cell death 1 ligand 1",
        "stat3 protein",
        "neoplasms",
        "ceritinib",
        "lymphoma, t-cell, peripheral",
        "severe combined immunodeficiency"
    ],
    "author_names": [
        "Elias Drakos, MD PhD Prof.",
        "Konstantina Stathopoulou, MSc.",
        "Lingxiao Li, PhD",
        "Daniel Bilbao",
        "Vasiliki Leventaki",
        "Pedro Farrajota Neves Da Silva, MD",
        "Vasileios Atsaves, PhD",
        "Anders Österborg, MD PhD",
        "L. Jeffrey Medeiros, MD",
        "Francisco Vega, MD PhD",
        "Jonathan H. Schatz, MD",
        "Francois Claret, PhD",
        "George Z. Rassidakis, MD PhD Prof."
    ],
    "author_affiliations": [
        [
            "Oncology and Pathology, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Department of Oncology-Pathology, Karolinska Institutet, Stockholm, Sweden "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Miami Miller School of Medicine, Miami, Fl, USA, Miami, FL "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Oncology and Pathology, Karolinska Institute, Stockholm, Sweden "
        ],
        [
            "Department of Oncology, Ludwig Institute for Cancer Research-Lausanne Branch, University of Lausanne, Lausanne, Switzerland "
        ],
        [
            "Department of Oncology-Pathology, Karolinska Institute, Stockholm, Sweden "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Hematopathology, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Hematology, Department of Medicine, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Department of Systems Biology, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Oncology-Pathology, Karolinska Institute, Stockholm, Sweden "
        ]
    ],
    "first_author_latitude": "59.34814839999999",
    "first_author_longitude": "18.023657899999996",
    "abstract_text": "Introduction: ALK+ anaplastic large cell lymphoma (ALCL) frequently carries the t(2;5) resulting in overexpression of NPM-ALK oncoprotein, which activates many oncogenic pathways. The Jab1 (c-Jun activation domain-binding protein-1), initially discovered as a c-Jun co-activator, represents the fifth component of an evolutionary highly conserved 8-subunit protein complex, named COP9 signalosome (CSN). The Jab1/Csn5 gene operates as an oncogene in cancer through multiple mechanisms including cell cycle control via the CDK inhibitor p27. Recent evidence suggests that Jab1/Csn5 is also involved in immune checkpoint regulation through PD-L1 stabilization by inhibition of PD-L1 proteasomal degradation. Recently, we reported that the protein levels of Jab1/Csn5 are the highest in ALCL as compared to other peripheral T-cell lymphomas (PTCL) and significantly correlate with PD-L1 levels in PTCLs (Drakos et al, HemaSphere 2019; (3):p596, EHA abstract). In this study, we hypothesized that NPM-ALK may regulate Jab1/Csn5 expression and thus contributes to cell proliferation as well as PD-L1/PD1 immune checkpoint regulation. Methods: The in vitro system included 4 ALK+ (Karpas 299, DEL, SUPM2, SUDHL1) and 2 ALK- (Mac1, Mac2a) ALCL cell lines as well as murine Ba/F3 parental and Ba/F3 clones stably transfected with NPM-ALK (Ba/F3-NPM-ALK), EEF1G (Ba/F3-EEF1G-ALK) or control plasmid (Ba/F3-MIG). Transient transfections with Jab1/CSN si-RNAs and STAT3 si-RNAs were also performed in ALCL cells. In addition, ALCL cells were treated with ALK (Crizotonib) or STAT3 (XIII) inhibitors. Two animal models were used in the study: 1) in the ex vivo model, Karpas-299 clones stably transfected with Jab1/CSN5 shRNA constructs were generated and injected in both thighs of SCID-beige immunocompromised mice. The Jab1/CSN5 shRNA and the control mice were followed for tumor development and their tumors were measured and analysed by immunohistochemistry. 2) in the patient derived xenograft (PDX) model of ALK+ ALCL, the mice were treated with the ALK inhibitor Ceritinib or control vehicle and were monitored for changes in tumor characteristics over two weeks. Tumor specimens were taken at early time points (24, 48, and 72 hrs) following treatment in order to obtain viable tumor cells for protein analysis. Results: Jab1/Csn5 was substantially upregulated in the Ba/F3-NPM-ALK and Ba/F3-EEF1G-ALK stable clones as compared to paternal or control Ba/F3-MIG clones. Jab1/Csn5 upregulation was associated with high STAT3 activation (Tyr705-phosphorylation) and increased PD-L1 gene expression in this system. Inversely, inhibition of ALK activity was associated with STAT3 de-activation and decreased protein levels of Jab1/Csn5 and PD-L1 in ALK+ ALCL cells. Knocking down STAT3 by siRNA or inhibition of its activity by the XIII inhibitor resulted in decreased levels of Jab1/Csn5 protein in both ALK+ and ALK- ALCL cell lines. The SCID-beige mice that received Jab1/CSN5-shRNA clones showed significant delay in tumor development and longer survival as compared to control mice, which was associated with significantly decreased PD-L1 protein levels and p27 upregulation in the tumor cells (xenografts). Treatment of the PDX mice with Ceritinib, a potent next generation ALK inhibitor, resulted in substantial tumor necrosis after 72 hrs and decreased tumor size at day 7 post-treatment. At earlier time points, de-activation (de-phosphorylation) of ALK kinase and STAT3 was observed in the Ceritinib-treated mice, which was linked to variably lower levels of Jab1/CSN5 and PD-L1 proteins as compared to control mice. Conclusion: Jab1/CSN5 is a novel downstream target of the NPM-ALK oncogenic kinase that regulates its expression, at least in part, through STAT3 activation. The Jab1/CSN5-mediated stabilization of PD-L1 can be efficiently inhibited by Ceritinib in preclinical animal models of ALK+ ALCL. Disclosures Österborg: BeiGene: Research Funding; Janssen: Research Funding; Abbvie: Research Funding; Kancera AB: Research Funding; Gilead: Research Funding. Vega: National Cancer Institute, national Institutes of Health: Other: Grant Funding-R01CA222918."
}