{
    "doi": "https://doi.org/10.1182/blood-2018-99-112937",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3861",
    "start_url_page_num": 3861,
    "is_scraped": "1",
    "article_title": "Correlation between MPN-SAF TSS and EORTC QLQ-C30 Scores in Patients with PV: Data from the Reveal Study ",
    "article_date": "November 29, 2018",
    "session_type": "902. Health Services Research—Malignant Diseases: Poster I",
    "topics": [
        "cancer",
        "cognitive ability",
        "constipation",
        "diarrhea",
        "dyspnea",
        "erythrocytosis",
        "european organization for research and treatment of cancer",
        "fatigue",
        "hydroxyurea",
        "illness length"
    ],
    "author_names": [
        "Ivy Altomare, MD",
        "Aaron T. Gerds, MDMS",
        "David Lessen, MD",
        "Philomena Colucci, DO, MS",
        "Shreekant Parasuraman, BPharm, PhD",
        "Dilan Chamikara Paranagama, PhD",
        "Ruben A. Mesa, MD FACP"
    ],
    "author_affiliations": [
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Southeast Florida Hem-Onc Group, Fort Lauderdale, FL "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "University of Texas Health Science Center, San Antonio, TX"
        ]
    ],
    "first_author_latitude": "36.007505200000004",
    "first_author_longitude": "-78.938442",
    "abstract_text": "Introduction Polycythemia vera (PV) is characterized by clonal proliferation of myeloid cells and erythrocytosis. Patients with PV often present with symptoms or develop symptoms that may negatively impact quality of life (QOL). In clinical trials, the Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score (MPN-SAF TSS) and European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire C30 (EORTC QLQ-C30) have both been used to assess symptom burden in patients with PV. This analysis was conducted in patients with PV enrolled in REVEAL, a multicenter, prospective, observational trial, in an attempt to corroborate previous work by Emanuel et al ( J Clin Oncol 2012;30:4098 ), which demonstrated associations between the MPN-SAF TSS and EORTC QLQ-C30. Methods Patients ≥ 18 years of age with PV were enrolled and followed during usual care visits for ≤ 36 months. Patient-reported outcomes, including the MPN-SAF TSS and EORTC QLQ-C30, were collected at enrollment and at approximate 3-month intervals; only the forms completed at the time of enrollment were included in this analysis. MPN-SAF TSS items are scored on a linear analog scale ranging from 0 (absent) to 10 (worst imaginable), and individual symptom scores were added together to calculate a TSS; higher scores represent worse symptom burden. In the EORTC QLQ-C30, 28 questions are scored using a 4-point scale indicating frequency: 1 (not at all), 2 (a little bit), 3 (quite a bit), and 4 (very much); this includes 6 single items (dyspnea, insomnia, appetite loss, constipation, diarrhea, and financial difficulties). Two questions on overall health and QOL are rated on a 1 (very poor) to 7 (excellent) scale. Five multi-item functional scales (physical, role, cognitive, emotional, and social), 3 multi-item symptom scales (fatigue, nausea/vomiting, and pain), and a multi-item global health status/QOL scale are derived from the 30 questions. Linear transformation to 0-100 was applied to raw scores to obtain scores for each scale or single item. Higher scores for functional scales and global health status represent higher functioning and better health status/QOL, respectively. Higher scores for symptom scales/items represent higher symptom burden. Pearson correlation coefficient was used to assess correlations between MPN-SAF TSS and EORTC QLQ-C30 scales. Results As of data cutoff (April 30, 2018), 2,298 of 2,510 enrolled patients (91.6%) had completed both MPN-SAF TSS and EORTC QLQ-C30 forms at enrollment. Median age was 67 years (range, 22-97 years), 54.0% were male, and 89.7% were Caucasian. Median disease duration at the time of enrollment was 4.1 years. The majority (52.5%) of patients were treated with hydroxyurea (28.7%) or hydroxyurea with phlebotomy (23.8%). The mean MPN-SAF TSS was 18.7 (out of 100) compared to 21.8 reported by Emanuel et al 2012. The 4 symptoms with the highest mean scores were fatigue (3.5), early satiety (2.6), inactivity (2.5), and itching (2.3). The QLQ-C30 mean scores for overall QOL and health were 5.5 and 5.3, respectively. EORTC QLQ-C30 symptom scales were highest for fatigue (29.9), insomnia (28.7), and pain (20.0). Correlation between MPN-SAF TSS and EORTC QLQ-C30 results showed stronger associations between multiple items (Table). Calculated TSS had the strongest association with fatigue ( r = 0.72), pain ( r = 0.59), cognitive functioning ( r = -0.58), and emotional functioning ( r = -0.58). Problems with concentration in the MPN-SAF TSS was moderately correlated with cognitive functioning ( r = -0.70) in the EORTC QLC-C30. Fatigue assessments were also moderately correlated ( r = 0.65) between the MPN-SAF TSS and EORTC QLQ-C30. Conclusions In this analysis of prospectively gathered real-world data, the MPN-SAF TSS results confirm that patients with PV experience a recognizable constellation of symptoms, including fatigue, early satiety, inactivity, and itching. Not surprisingly, PV-related symptoms have a negative impact on QOL. There were moderate correlations ( r = 0.5-0.75) between the MPN-SAF TSS and the EORTC QLC-C30 with respect to global health status/QOL, the 5 functional scales, and fatigue, pain, and dyspnea. Consistent with the previous analysis, this analysis provides further evidence that the MPN-SAF TSS represents an accurate, yet simple tool to assess PV-related symptoms and their potential impact on QOL. View large Download slide View large Download slide Disclosures Altomare: Novartis: Consultancy; Incyte: Consultancy; Amgen: Consultancy; Bayer: Consultancy; Genentech: Consultancy; Celgene: Other: Advisory Board Member; Ipsen: Other: Advisory Board Member. Gerds: Celgene: Consultancy; Apexx Oncology: Consultancy; Incyte: Consultancy; CTI Biopharma: Consultancy. Lessen: Abbvie: Honoraria; Teva: Honoraria, Speakers Bureau; Incyte: Honoraria, Research Funding, Speakers Bureau; Astellas: Research Funding; Bayer: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Portola: Honoraria, Speakers Bureau; Janssen: Research Funding. Colucci: Incyte: Employment, Equity Ownership. Parasuraman: Incyte: Employment, Equity Ownership. Paranagama: Incyte: Employment, Equity Ownership. Mesa: Pfizer: Research Funding; Incyte Corporation: Research Funding; Gilead: Research Funding; Promedior: Research Funding; NS Pharma: Research Funding; Celgene: Research Funding; Novartis: Consultancy; UT Health San Antonio - Mays Cancer Center: Employment; CTI Biopharma: Research Funding; Genentech: Research Funding."
}