{
    "doi": "https://doi.org/10.1182/blood-2019-124945",
    "article_title": "High Natural Killer Cell Count at Diagnosis Predicts a Good Response to Immunosuppressive Therapy in Aplastic Anemia ",
    "article_date": "November 13, 2019",
    "session_type": "508.Bone Marrow Failure",
    "abstract_text": "Introduction : Aplastic anemia (AA) is an autoimmune-mediated disease with a complex mechanism. Innate as well as acquired immune system have been considered to participate in its pathogenesis. Although several studies have demonstrated the role of T and B cells in AA, there is limited research focusing on natural killer (NK) cells, which are important in innate and adaptive immune system. NK cells interact with T cells and alter their immune responses in a variety of diseases. Recent investigation suggests that NK cells serve immunoregulatory roles by attenuating autologous CD8+ T-cell response in AA (Chen et al. Cell Immunol 335:6-14, 2019). Here we assessed the kinetics of NK cells before and after immunosuppressive therapy (IST) in patients with AA to determine the association between NK cells and clinical courses. Methods: Patients with severe AA, in Japan, who required IST as first-line therapy were prospectively enrolled between May 2012 and October 2017. The IST regimen comprised rabbit anti-thymocyte globulin (ATG, thymoglobulin®, 2.5 or 3.5 mg/kg/day for 5 days), cyclosporine A (6 mg/kg/day for minimum 6 months), and methylprednisolone (2 mg/kg/day for 5 days) with subsequent tapering of the dose for 28 days. Flow cytometry was used to assess lymphocyte subsets, consisting of CD3+, CD4+, and CD8+ T cells, CD19+ B cells, CD56+ NK cells, and CD4+CD25+CD127+ regulatory T cells (Tregs), before and after ATG administration on days 0, 14, 28, 60, 90, 120, and 180. Plasma rabbit ATG levels were measured using a rabbit IgG ELISA kit on days 14 and 28 (Bethyl Laboratories, Montgomery, TX, USA). Receiver-operator characteristic (ROC) curves were generated to differentiate between response and no response to IST. Results: A total of 81 patients (aged 1.7-67.9 years) were randomized; 43 and 38 patients received 2.5 and 3.5 mg/kg of r-ATG, respectively. Median follow-up duration was 445 days (range; 183-2165 days) from first ATG infusion. After 6 months, 50 patients (58%) responded to the therapy, including 4 (5%) who achieved a complete response and 45 (56%) a partial response. The response rates did not differ significantly between the two dosages in ATG groups at 6 months (2.5 mg/kg, 63% vs. 3.5 mg/kg, 58%, P = 0.820). The median absolute number of NK cells before IST was 92/µL (0-1,085/µL). To judge patients' responses to IST, we defined 138/µL as the absolute number of NK cells count before IST as the cut-off value using ROC curves. The response rate of patients with higher NK cells (≥ 138 /mL) to IST at 6 months was significantly higher than those with lower NK cells (Figure 1, < 138 /mL, 78% vs. 52%, P = 0.031). Multivariate logistic regression analysis identified the absolute number of NK cells before IST and reticulocyte at diagnosis (odds ratio [OR] = 0.16; 95% confidence interval [CI], 0.04-0.62; P = 0.008 and OR = 0.20; 95% CI, 0.06-0.67; P = 0.009, respectively) and the r-ATG plasma concentration on day 28 (OR = 0.11; 95% CI, 0.03-0.39; P = 0.001) as independent predictors of response to IST. The median absolute number of NK cells on days 90, 120, and 180 after IST was higher in the responders (113/mL, 118/mL, and 159/mL, respectively) than in the non-responders (57/mL, 53/mL, and 64/mL, P = 0.001, P<0.001, P<0.001, respectively). On the other hand, the recoveries in the number of CD3+, CD4+, CD8+, and Tregs cells were similar in both groups (Figure 2). Three relapses (among 21 responders) in higher NK cells group, and four relapses (among 28 responders) in lower NK cells group were observed. No patients developed clonal evolution in both groups. Two patients in the lower NK cell group died after IST. The etiologies of death included infection and unknown causes. Transplantation-free survival (TFS), failure-free survival (FFS), and overall survival (OS) at two years were similar between the higher and lower NK cell groups [TFS, 90% (95% CI, 64%−97%) vs. 78% (95% CI, 63%−87%); P = 0.147; FFS, 66% (95% CI, 45%−81%) vs. 50% (95% CI, 35%−62%); P = 0.147; OS, 100% (95% CI, 100%−100%) vs. 94% (95% CI, 76%−98%); P = 0.277]. Conclusions: The current study indicates that NK cells play a role in the pathogenesis of AA and may be the predictors of response to IST. Recovery of NK cell count correlated with hematopoietic recovery following IST, indicating that they may be used as markers to assess disease activity, treatment response and relapse. View large Download slide View large Download slide  Close modal Disclosures Yamazaki: Novartis Pharma K.K.: Honoraria; Sanofi K.K.: Honoraria; Nippon Shinyaku Co., Ltd.: Honoraria. Nakao: Ono Pharmaceutical: Honoraria; Kyowa Kirin: Honoraria; Alaxion Pharmaceuticals: Honoraria; Ohtsuka Pharmaceutical: Honoraria; Celgene: Honoraria; Daiichi-Sankyo Company, Limited: Honoraria; Janssen Pharmaceutical K.K.: Honoraria; SynBio Pharmaceuticals: Consultancy; Novartis Pharma K.K: Honoraria; Bristol-Myers Squibb: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria; Chugai Pharmaceutical Co.,Ltd: Honoraria.",
    "topics": [
        "aplastic anemia",
        "natural killer cells",
        "therapeutic immunosuppression",
        "inappropriate sinus tachycardia",
        "antithymoglobulin",
        "complete remission",
        "cyclosporine",
        "flow cytometry",
        "follow-up",
        "immunoglobulin g"
    ],
    "author_names": [
        "Atsushi Narita",
        "Hideki Muramatsu, MD PhD",
        "Yinyan Xu",
        "Motoharu Hamada, MD PhD",
        "Daisuke Ichikawa, MD",
        "Eri Nishikawa, MD PhD",
        "Nozomu Kawashima, MD",
        "Yusuke Okuno, MD PhD",
        "Nobuhiro Nishio, MD PhD",
        "Hirohito Yamazaki, MD PhD",
        "Shinji Nakao, MD PhD",
        "Seiji Kojima, MD PhD",
        "Yoshiyuki Takahashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Atsushi Narita",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Muramatsu, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yinyan Xu",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motoharu Hamada, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Ichikawa, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eri Nishikawa, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nozomu Kawashima, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusuke Okuno, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan ",
                "Medical Genomics Center, Nagoya University Hospital, Nagoya, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Nishio, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan ",
                "Center for Advanced Medicine and Clinical Research, Nagoya University Hospital, Nagoya, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohito Yamazaki, MD PhD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Kanazawa University Hospital, Kanazawa, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao, MD PhD",
            "author_affiliations": [
                "Department of Hematology/Respiratory Medicine, Faculty of Medicine, Institute of Medical, Pharmaceutical and Health Sciences, Kanazawa University Grad. School of Med. Science, Kanazawa, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiji Kojima, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Takahashi, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:25:49",
    "is_scraped": "1"
}