{
    "doi": "https://doi.org/10.1182/blood-2020-142894",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4622",
    "start_url_page_num": 4622,
    "is_scraped": "1",
    "article_title": "NOTCH and CAR Signaling Control T Cell Lineage Commitment from Pluripotent Stem Cells ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": null,
    "author_names": [
        "Sjoukje van der Stegen, PhD",
        "Pieter Lindenbergh",
        "Roseanna Petrovic, PhD",
        "Benjamin Whitlock, PhD",
        "Raedun Clarke, PhD",
        "Bahram Valamehr, PhD",
        "Isabelle Riviere, PhD",
        "Michel Sadelain, MD PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Cell Engineering, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Fate Therapeutics Inc., San Diego, CA "
        ],
        [
            "Fate Therapeutics Inc., San Diego, CA "
        ],
        [
            "Fate Therapeutics, Inc., San Diego, CA "
        ],
        [
            "Cell Therapy and Cell Engineering Facility, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Center for Cell Engineering and Immunology Program, Memorial Sloan Kettering Cancer Center, New York City, NY"
        ]
    ],
    "first_author_latitude": "40.76536485",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Chimeric Antigen Receptor (CAR) T cells are a new treatment paradigm for relapsed/refractory hematopoietic malignancies. However, their autologous nature imposes manufacturing constraints that can delay CAR T cell availability and increase their cost. We previously established proof of principle that αβ T cell-derived induced pluripotent stem cells (TiPSCs) can provide a self-renewing source for in vitro CAR T cell production (Themeli, Nat Biotechnol, 2013). The use of cloned TiPSC further enhances the feasibility of verifying genome integrity of the genetically engineered stem cells and should in principle yield highly homogenous cell products. Using αβ T cell-derived TiPSCs transduced with a well-defined CD19-specific CAR (1928z; Park, NEJM, 2018), we previously demonstrated that TiPSCs can be differentiated into CAR T cells. These T cells retained their endogenous T cell receptor (TCR) and also displayed characteristics of innate lymphoid cells. We have now examined how the timing of CAR expression as well as the CAR signaling strength influence T cell lineage commitment, enabling better control towards αβ T cell lineage commitment. αβ T cell lineage development depends in part on a precisely orchestrated interactions between NOTCH and (pre)TCR signaling, the timing and strength of which are crucial for αβ lineage commitment. Because TiPSCs harbor rearranged TCRα and TCRβ genes, mature TCR expression occurs earlier than if it required VDJ recombination, skewing differentiation towards acquiring innate features including CD4 - CD8 - double-negative or CD8αα single-positive phenotypes. We show that providing strong NOTCH stimulation counteracts the effects of early antigen receptor expression, facilitating CD4 + CD8αβ + double positive (DP) formation. We hypothesized that CAR signaling in the absence of ligand binding (tonic signaling) may mimic a TCR signal, the strength and timing of which could re-direct lineage commitment. We therefore investigated CARs providing different levels of signaling strength and the impact of delaying the onset of CAR expression. Tonic CAR signaling was measured in peripheral blood T cells expressing 1928z or 1928z-1XX, a construct in which the second and third ITAM in the CD3ζ domain have been mutated to be non-functional (Feucht, Nat Med, 2019), following either retroviral transduction (SFG vector) or TRAC -targeted cDNA integration, placing CAR expression under the transcriptional control of the TCRα promoter (Eyquem, Nature, 2017). CAR signaling in the absence of antigen exposure, measured by phosphorylation of ITAM3, ERK1/2 and ZAP70, was reduced by both TRAC -targeting and reduction of functional ITAMs, with additive effects when combined in TRAC -1928z-1XX. Three of these engineering strategies (virally expressed 1928z, TRAC -1928z and TRAC -1928z-1XX) were evaluated in the context of TiPSC-derived T cell differentiation. Virally expressed 1928z (resulting in constitutive CAR expression throughout differentiation) resulted in the predominant generation of innate-like CD8αα T cells, associated with the absence of early T cell lineage markers such as CD5, CD2 and CD1a. Delayed expression of 1928z through TRAC targeting resulted in increased CD5, CD2 and CD1a, but did not yield any more CD4 + CD8αβ + DP cells. In TiPSC expressing TRAC locus-encoded 1928z-1XX, a greater DP population emerged, from which CD8αβ single-positive T cells could be induced. Phenotypic analyses of clonal TRAC-1928z-1XX TiPSC lines further establish the interplay between CAR and NOTCH1 in determining αβ lineage commitment. Together these data show that early TCR and CAR expression skew T cell lineage commitment towards an innate-like T cell fate, which can be overcome by controlling the strength and timing of NOTCH, TCR and CAR signaling. These studies pave the way for the predetermined generation of a variety of CAR T cell types endowed with different functional attributes. Disclosures Whitlock: Fate Therapeutics Inc.: Current Employment, Current equity holder in publicly-traded company. Clarke: Fate Therapeutics Inc.: Current Employment, Current equity holder in publicly-traded company. Valamehr: Fate Therapeutics, Inc: Current Employment, Current equity holder in publicly-traded company. Riviere: Juno Therapeutics: Other: Ownership interest, Research Funding; Takeda: Research Funding; Fate Therapeutics Inc.: Consultancy, Other: Ownership interest , Research Funding; FloDesign Sonics: Consultancy, Other: Ownership interest; Atara: Research Funding. Sadelain: Atara: Patents & Royalties, Research Funding; Fate Therapeutics: Patents & Royalties, Research Funding; Mnemo: Patents & Royalties; Takeda: Patents & Royalties, Research Funding; Minerva: Other: Biotechnologies , Patents & Royalties."
}