{
    "doi": "https://doi.org/10.1182/blood.V108.11.2724.2724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=632",
    "start_url_page_num": 632,
    "is_scraped": "1",
    "article_title": "Penetration of Yttrium-90-Labeled Ibritumomab Tiuxetan (Zevalin™) into Primary CNS Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "ibritumomab tiuxetan",
        "primary central nervous system lymphoma",
        "yttrium",
        "rituximab",
        "single photon emission computed tomography",
        "antibodies",
        "fluorodeoxyglucose positron emission tomography",
        "neoplasms",
        "indium",
        "adverse effects"
    ],
    "author_names": [
        "Philipp Kiewe, MD",
        "Agnieszka Korfel, MD",
        "Sofiane Maza, MD",
        "Kristoph Jahnke, MD",
        "Dieter L. Munz, MD",
        "Eckhard Thiel, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Hematology, Oncology and Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ],
        [
            "Nuclear Medicine, Charité Campus Mitte, Berlin, Germany"
        ],
        [
            "Neurology and Neurosurgery, Blood-Brain Barrier and Neuro-Oncology Program, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Nuclear Medicine, Charité Campus Mitte, Berlin, Germany"
        ],
        [
            "Hematology, Oncology and Transfusion Medicine, Charité Campus Benjamin Franklin, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.4423786",
    "first_author_longitude": "13.322143399999998",
    "abstract_text": "Background: Salvage treatment has not yet been established in primary CNS lymphoma (PCNSL). The introduction of anti-CD20 monoclonal antibody rituximab expanded treatment options in systemic B-cell lymphoma. Due to its large molecular size, rituximab poorly penetrates the blood-brain-barrier (BBB) limiting its use in PCNSL. According to FDG-PET investigations, however, the BBB is initially leaky in PCNSL and reconstitutes after therapy-induced tumor shrinkage. We treated patients with relapsed/resistant PCNSL with a single course of Y-90 anti-CD20 antibody ibritumomab tiuxetan and evaluated the penetration of the antibody into the tumor. Methods: Immunocompetent patients with histologically confirmed, therapy resistant or recurrent PCNSL after at least one pretreatment, and adequate cardiac and bone marrow function were treated with rituximab 250 mg/m 2 on day -7 and day 0, followed by Y-90-ibritumomab tiuxetan 15 MBq/kg IV. In three patients single photon emission computed tomography (SPECT) target imaging with gamma-emitting 111-Indium-ibritumomab tiuxetan was performed repeatedly 4 - 168 hours after Y-90-ibritumomab tiuxetan. Response evaluation by contrast-enhanced magnetic resonance imaging (MRI) and fluorodeoxyglucose positron emission tomography (FDG-PET) was scheduled before, one month and two months after treatment as well as every three months thereafter in responders. Results: Seven patients with a median age of 46 years (range 40–63) and a median number of 4 (range 1–6) previous therapies received antibody treatment. SPECT indicated target accumulation in the tumor starting 48 hours and still ongoing 7 days after injection of 111-Indium-ibritumomab tiuxetan. Response was observed in four of seven patients: one uncertain complete response (uCR) lasting 18+ months, two CR (0.5 and one month), and one partial response (0.5 months). Relapse usually occurred distant of target lesions. Three patients had disease progression. Toxicities were leukopenia CTC grade 3/4 (n=6), pneumonia grade 3/4 (n=2) with one fatal outcome, and thrombocytopenia grade 3/4 (n=6). Conclusions: We provide first evidence of Y-90-ibritumomab tiuxetan penetration into PCNSL with target accumulation of the antibody in SPECT. However, responses were mostly of short duration in this heavily pretreated patient cohort with relapses occurring distant of target lesions. Hematotoxicity up to CTC grade 4 was the most common side-effect. Further investigation within a phase II study is warranted."
}