{
    "doi": "https://doi.org/10.1182/blood-2019-123558",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4293",
    "start_url_page_num": 4293,
    "is_scraped": "1",
    "article_title": "Response-Adapted Therapy with Infusional EPOCH Chemotherapy Plus Rituximab in HIV-Associated, B-Cell Non-Hodgkin's Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "topics": [
        "b-cell lymphomas",
        "burkitt's lymphoma",
        "chemotherapy regimen",
        "epoch protocol",
        "hiv",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "duration of treatment",
        "r-chop",
        "cd20 antigens"
    ],
    "author_names": [
        "Juan Carlos Ramos, MD BS",
        "Richard F. Ambinder, MD",
        "Joseph Sparano, MD",
        "Jeannette Y Lee, PhD",
        "Lawrence D Kaplan, MD",
        "William Wachsman, MD PhD",
        "David M. Aboulafia, MD",
        "Ariela Noy, MD",
        "Lee Ratner, MD PhD",
        "David H. Henry, MD",
        "Amy Chadburn, MD",
        "Ethel Cesarman, MD PhD",
        "Ronald T. Mitsuyasu, MD"
    ],
    "author_affiliations": [
        [
            "Sylvester Comprehensive Cancer Center, University of Miami Miller School of Medicine, Miami, FL "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Albert Einstein Cancer Center Montefiore Medical Center, Bronx, NY "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, CA "
        ],
        [
            "UCSD School of Medicine and VASDHS, San Diego, CA "
        ],
        [
            "University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Washington University, St. Louis, MO "
        ],
        [
            "Pennsylvania Hospital, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Weill Cornell Medicine, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "UCLA CARE Center, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "25.7882523",
    "first_author_longitude": "-80.2144666",
    "abstract_text": "Introduction: Six cycles of rituximab plus infusional EPOCH is considered a preferred regimen for first-line treatment of HIV-associated diffuse large B-cell lymphoma (DLBCL), HHV8-positive DLBCL, and primary effusion lymphoma, and is among the preferred regimens for HIV-associated Burkitt's lymphoma in the 2019 NCCN guidelines. A phase III trial demonstrated non-inferiority of 4 cycles of R-CHOP (followed by 2 additional doses of rituximab) compared with 6 cycles of R-CHOP in immunocompetent patients with low-risk DLBCL (stage I-II, age 18-60 years, and an age-adjusted International Prognostic Index score of 0), indicating that de-escalation of treatment duration may be safely achieved without compromising curability in an appropriately selected patient population. Here we report the outcomes for patients with HIV-associated DLBCL and high-grade non-Hodgkin lymphoma (NHL) treated with 4-6 cycles of EPOCH plus rituximab based a response-adapted treatment strategy under a completed prospective clinical trial (AMC-034). Methods: One hundred-six patients with HIV-associated DLBCL or high-grade CD20-positive NHL enrolled at multiple centers across the U.S. were randomized to receive rituximab (375 mg/m 2 ) given either concurrently prior to each infusional EPOCH cycle, or sequentially (weekly for 6 weeks) following completion of dose-adjusted EPOCH regimen tailored for HIV+ patients. EPOCH consisted of a 96-hour IV infusion of etoposide, doxorubicin, and vincristine plus oral prednisone followed by IV bolus cyclophosphamide every 21 days for 4 to 6 cycles. Patients received 2 additional cycles of therapy after documentation of a complete response (CR) by computerized tomography after cycles 2 and 4. Results: Sixty-four of 106 patients (60%, 95% CI 50%, 70%) had a CR in both treatment arms; characteristics of entire population and CR proportions stratified by number of EPOCH treatment cycles were similar (Table 1).The 2-year event-free survival (EFS) rates were similar in the 24 patients with CR who received 4 or fewer EPOCH cycles (78%, 95% confidence intervals [55%, 90%]) due to achieving a CR after 2 cycles, compared with those who received 5-6 cycles of EPOCH (85%, 95% CI 70%, 93%) due to failure to achieve a CR after 2 cycles (Table 2 and Figure 1). Time to disease progression and overall survival wer also similar for those treated with 4 or fewer cycles compared with 5-6 cycles (91% vs. 87%, and 78% vs. 90%, respectively) (Table 2 and Figure 1). Conclusion : A response-adapted strategy may permit a shorter treatment duration without compromising therapeutic efficacy in an appropriately selected population of patients with HIV-associated NHL, which merits further evaluation in additional prospective trials. View large Download slide View large Download slide  Disclosures Noy: Janssen: Consultancy; Medscape: Honoraria; Prime Oncology: Honoraria; NIH: Research Funding; Pharamcyclics: Research Funding; Raphael Pharma: Research Funding."
}