{
    "doi": "https://doi.org/10.1182/blood.V120.21.2259.2259",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2186",
    "start_url_page_num": 2186,
    "is_scraped": "1",
    "article_title": "Residual Vein Obstruction (RVO) Predicts Recurrence for Cancer Patients with Secondary VTE: A Meta-Analysis. ",
    "article_date": "November 16, 2012",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "cancer",
        "venous thromboembolism",
        "anticoagulation",
        "deep vein thrombosis",
        "venous thrombosis",
        "recanalization",
        "thrombosis",
        "thrombus",
        "computed tomographic angiography",
        "low-molecular-weight heparin"
    ],
    "author_names": [
        "Murali Janakiram, MD",
        "Matt R Sullivan, MD",
        "Marina Shcherba, DO",
        "Shuang Guo, MD",
        "Henny Heisler Billett, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Montefiore Medical Center, Bronx, NY, USA, "
        ],
        [
            "Montefiore Medical Center, Bronx, NY, USA, "
        ],
        [
            "Montefiroe Medical Center, Bronx, NY, USA, "
        ],
        [
            "Montefiroe Medical Center, Bronx, NY, USA, "
        ],
        [
            "Dept of Medicine, Div of Hematology, Montefiore Medical Center/Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "40.880151399999995",
    "first_author_longitude": "-73.8797647",
    "abstract_text": "Abstract 2259 Background: Venous thrombosis is a common disease and long term anticoagulation is effective in the prevention of venous thromboembolism (VTE). Studies to detect residual vein obstruction (RVO) performed at the end of the anticoagulation period has been investigated as a predictive marker for recurrent thrombotic risk. The value of this test has been questioned, and different methodologies, different patient populations, and varying lengths of prior anticoagulation may be responsible for the disparate results published. In order to assess the true predictive worth of RVO we performed a meta-analysis of published studies to determine whether RVO can predict the risk of recurrent VTE. Methods: A comprehensive literature search with the terms “deep vein thrombosis”, “residual vein thrombosis“, and “recurrent venous thromboembolism” was performed on PubMed, MEDLINE, EMBASE, Web of Science, the Cochrane dataset, Science Direct and CINAHL. Clinical trials published in English between January 1990 and December 2011 were eligible for this analysis. The selection of abstracts was based on the following criteria: studies had to be prospective, VTE patients had to have been anticoagulated with unfractionated heparin, low molecular weight heparin or warfarin for at least 6 weeks, and the presence of RVO and recurrent thromboembolic events had to have been recorded. The diagnosis of RVO was allowed if 1) a venous thrombosis of >2mm was present 2) the thrombus occupied >40% of vein diameter or 3) the presence of positive thrombosis on duplex was noted. Recurrent events were defined if a new contralateral deep vein thrombosis (DVT), a new ipsilateral DVT (if the prior DVT was documented to be recanalised) or a new PE (documented by perfusion scan, Computed Tomographic Angiography or pulmonary angiography) was noted. Data were analyzed with STATS Direct meta-analysis software. Analyses were performed for the whole VTE population as well as for unprovoked and provoked VTE cohorts. A sub-analysis of patients with cancer within the provoked cohort was performed. Odds Ratios (OR) with 95% confidence intervals were calculated for individual studies and Forrest plots were generated. Results: We identified 1955 potential publications, of which 28 were relevant. Thirteen studies met inclusion criteria and were included in the final analysis. 4546 patients, mean age 61years, with 3476 events were included. Five studies were prospective studies which recruited patients with only primary VTE, four studies examined secondary VTE only and four studies investigated both primary and secondary VTE. For all patients with VTE, primary and secondary, the presence of RVO was associated with a significantly higher recurrent VTE risk (OR 1.93. 95%CI: 1.29 –2.89, p = 0.001). When analyzed separately for primary VTE, RVO did not demonstrate a statistically significant increased recurrent VTE risk (OR 1.38, 95%CI: 0.87 – 2.08), results consistent with prior observations. When results were analyzed for patients with secondary VTE, the OR was 2.78 (95% CI: 1.4 – 5.5, p= 0.003). However, when patients with cancer were eliminated from the secondary VTE cohort, the OR decreased to 1.73 and was no longer significant (95% CI: 0.82 – 3.66). In contrast, for the two studies with cancer patients, the odds ratio for recurrent VTE given a positive RVO study was 5.14 (95% CI: 1.59 – 16.65 p = 0.006). While RVO studies showed recanalization and/or normalization after 6 months in 93% of post-operative patients, recanalization occurred in only 53% of patients who were treated for cancer, only 20% of patients with active cancer had negative RVO studies. Conclusions: A meta-analysis of 13 studies examining the predictive value of RVO studies did not detect significant utility for patients with primary VTE. RVO predicted recurrence in secondary VTE but subset analysis demonstrated that RVO seems to have predictive value primarily in the subgroup of patients with cancer. Current ACCP and NCCN guidelines for thrombosis in cancer differ in their recommemdation for duration of anticoagulation but both recommend extended anticoagulant therapy. A negative RVO study might reliably predict a group which might not need extended anticoagulation. Further prospective clinical trials are needed determining the utility of RVO in cancer patients with VTE. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}