{
    "doi": "https://doi.org/10.1182/blood.V112.11.2773.2773",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1312",
    "start_url_page_num": 1312,
    "is_scraped": "1",
    "article_title": "Phase I Study of Elotuzumab (HuLuc63) in Phase I Study of Elotuzumab (HuLuc63) in Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "elotuzumab",
        "multiple myeloma",
        "chills",
        "infusion procedures",
        "acetaminophen",
        "adverse event",
        "antihistamines",
        "bradycardia",
        "chemokines",
        "creatinine tests, serum"
    ],
    "author_names": [
        "Jeffrey A. Zonder",
        "Seema Singhal",
        "William Bensinger",
        "Ann Mohrbacher",
        "Mohamad A. Hussein",
        "Nikhil C. Munshi",
        "Ingrid Caras",
        "Anil Singhal",
        "Frits van Rhee"
    ],
    "author_affiliations": [
        [
            "Wayne State University, Karmanos Cancer Institute, Detroit, MI, USA"
        ],
        [
            "Hem./Onc., Northwestern Univ. Med. School, Chicago, IL, USA"
        ],
        [
            "Fred Hutchinson Cancer, Seattle, WA, USA"
        ],
        [
            "Hematology, USC/Keck School of Medicine, Altadena, CA, USA"
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tempa, FL, USA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "PDL BioPharma Inc, Redwood City, CA, USA"
        ],
        [
            "PDL BioPharma Inc, Redwood City, CA, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "42.35273069999999",
    "first_author_longitude": "-83.0573038",
    "abstract_text": "Elotuzumab is a humanized monoclonal antibody directed against CS1, a cell surface glycoprotein, which is highly and uniformly expressed in multiple myeloma. Elotuzumab has demonstrated significant anti-tumor activity in pre-clinical mouse models of multiple myeloma (MM). The primary objective of this Phase I study is to evaluate the maximum tolerated dose (MTD) of elotuzumab in patients with relapsed/refractory MM. The study also evaluates the overall safety, pharmacokinetics (PK), biologic activity and clinical response to elotuzumab. Elotuzumab is administered every 2 weeks × 4 doses in six escalating dose cohorts ranging from 0.5 mg/kg to 20 mg/kg. An additional 4 doses may be administered if the patient demonstrates at least stable disease during the initial 4 doses of therapy. To date, a total of 23 patients, 52% male, with a median age of 64 years and a median of seven prior treatments, have been treated in the six cohorts. In the 2.5 mg/kg cohort, one out of six patients experienced a DLT of Grade 4 increase in serum creatinine which was concomitant to an unrelated serious adverse event (SAE) of sepsis. Four additional elotuzumab-related SAEs in two patients (Grade 2 chills and fever in one subject in the 2.5 mg/kg cohort, Grade 2 chest pressure and bradycardia in another subject in the 10 mg/kg cohort, all requiring overnight hospitalization) have been observed. However, the MTD for elotuzumab has not been reached up to the 10 mg/kg dose. Several patients (10/16) experienced Grade 1 and 2 AEs occurring during or immediately after the first dose including chills, flushing, pyrexia, rigors, dyspnea and fatigue. An increase in serum levels of a number of cytokines such as interferon-gamma and TNF-alpha, and chemokines including IP10 and MCP1 was observed for all patients following the first dose of elotuzumab, peaking between 2–4h after the end of infusion and returning to near baseline levels by 24h. These infusion-related symptoms were not observed during the subsequent dosing of elotuzumab, possibly due to premedication with antihistamines and acetaminophen. Preliminary PK analysis suggests a short serum half-life of 2–4 days at low doses of elotuzumab (0.5–2.5 mg/kg), with an increase to 10–11 days at higher doses (5–10 mg/kg). Cmax levels of 53–114 mcg/mL and 291–384 mcg/mL were observed in the 5 mg/kg and 10 mg/kg cohorts, respectively. Following the completion of 4 doses of elotuzumab, 6 patients demonstrated stable disease, four of these at 5 mg/kg or higher dose levels, according to the EBMT response criteria. In summary, elotuzumab appears to have a manageable safety profile in patients with relapsed/refractory MM. MTD for elotuzumab has not been reached up to the 10 mg/kg dose. Higher doses of elotuzumab lead to a significant increase in Cmax and half-life. Evaluation of the 20 mg/kg dose cohort is ongoing."
}