{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2704.2704",
    "article_title": "Single-Cell Transcriptional Profiling of Acute Myeloid Leukemia Identifies Prognostic Transcriptional Profiles at Diagnosis ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Acute myeloid leukemia (AML) is a lethal cancer with a survival of less than 50%. Standard cytotoxic therapies frequently induce complete remission, but patients frequently relapse and die of their disease. Leukemia stem cells (LSCs) are the leukemia cells with self-renewal potential and ability to recapitulate the disease. In hematopoietic stem cells, the mechanisms of proliferation are distinct from self-renewal ( Li et al. Nature 2013 ). Consequently, targeting proliferation may explain the failure of traditional chemotherapy to target LSCs and eradicate AML. Our goal is define the molecular mechanisms that allow AML to relapse. We previously showed that activated NRAS ( NRAS G12V ) facilitates self-renewal in the LSC-enriched subpopulation of a mouse model of AML ( Mll-AF9 / NRAS G12V , Sachs et al. Blood 2014, Kim et al. Blood 2009 ). We hypothesize that understanding the NRAS-activated pathways required for self-renewal at the single-cell level can be used to identify clinically relevant features of human AML. We used single-cell RNA sequencing to identify the self-renewing cells among the LSC-enriched subgroup in this model (Mac1 Low Kit + Sca1 + , \"MKS\"). We identified three discrete transcriptional profiles among the LSC-enriched subpopulation and found that that two of these profiles (Profile 1 and Profile 2) are NRAS G12V -dependent. These two profiles can be differentiated by CD36 and CD69 expression. We sorted the MKS LSCs based on CD36 and CD69 expression. Sorted LSC subsets were transplanted into recipient mice to compare their ability to transfer leukemia as a measure of their self-renewal capacity. We found that MKS-CD36 - CD69 + cells (consistent with Profile 1) rapidly transferred leukemia with high penetrance in 20 of 22 mice. In contrast, MKS-CD36 + CD69 - cells (Profile 2) failed transfer leukemia in most mice; only 2 of 25 of these mice developed AML ( p < 0.004 ). In our previous work, we demonstrated that the NRAS G12V -activated self-renewal gene expression profile that we identified in our murine model was expressed in human AML, suggesting that the gene expression behavior of LSCs from this model may recapitulate the gene expression behavior of human LSCs ( Sachs et al. Blood 2014 ). We used our murine single-cell self-renewal transcriptional profile to define a 96-gene panel consisting of 88 genes from this profile and 8 housekeeping genes. We sorted primary, diagnostic human AML cells for leukemia stem and progenitor cells (CD34+CD38-) and performed single-cell qPCR on these cells using our 96-gene panel. We found that a subset of these human LSCs preferentially expresses Profile 1, the self-renewal gene expression profile that we identified in our murine model, and another subset preferentially expresses Profile 2 (the profile associated with no leukemia-reconstituting capacity). Next, we investigated whether CD36 and CD69 delineate clinically relevant transcriptional subgroups in human AML. We used previously published, clinically annotated gene expression datasets of human AML that include associated survival outcomes data (TCGA, GSE12417 ( Metzeler et al. Blood 2008 ), and GSE6891 ( Verhaak et al. Haematologica 2009 )). Gene Cluster Expression Summary Score (GCESS, Scott et al. under review ) analysis identified gene clusters associated with CD69 and CD36 in our murine single-cell dataset. We found that the CD36 and CD69-associated clusters are conserved in the human transcriptional datasets. More importantly, patients that express either the CD69 or the CD36-associated gene expression profile suffer from shorter survival times in these three, independent human transcriptional datasets. In these experiments, we use a murine model of AML to define the LSC self-renewal gene expression profile at the single-cell level and functionally validate this profile in vivo . Analogous to the murine model, a subset of human AML stem and progenitor cells expresses this LSC self-renewal gene expression profile at the single-cell level. Finally, we found that the gene expression profiles we identified in our murine single-cell data are associated with poor outcomes in human AML indicating that our single-cell gene expression analyses can be used to identify prognostic patient subgroups. These findings suggest that these gene expression profiles can be used to identify functional transcriptional modules associated with poor outcome in human AML. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "transcription, genetic",
        "cd36 antigens",
        "gene expression profiling",
        "leukemia",
        "transfer technique",
        "cancer",
        "chemotherapy regimen",
        "complete remission",
        "death"
    ],
    "author_names": [
        "Karen Sachs, PhD",
        "Aaron Sarver, PhD",
        "Klara Noble-Orcutt",
        "Connor Navis",
        "Alexandria Hillesheim",
        "Ian Nykaza",
        "Rebecca S. Larue, PhD",
        "Conner Hansen",
        "Nuri Temiz",
        "Ngoc Ha",
        "Michael A. Linden, MDPhD",
        "David A. Largaespada, PhD",
        "Zohar Sachs, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karen Sachs, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aaron Sarver, PhD",
            "author_affiliations": [
                "Masonic Cancer Center, University of Minnesota, Minneapolis, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klara Noble-Orcutt",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connor Navis",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandria Hillesheim",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Nykaza",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca S. Larue, PhD",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Conner Hansen",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nuri Temiz",
            "author_affiliations": [
                "Masonic Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ngoc Ha",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Linden, MDPhD",
            "author_affiliations": [
                "University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David A. Largaespada, PhD",
            "author_affiliations": [
                "Masonic Cancer Center, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zohar Sachs, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology, and Transplantation, Dept of Medicine, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T03:54:23",
    "is_scraped": "1"
}