{
    "doi": "https://doi.org/10.1182/blood.V112.11.4930.4930",
    "article_title": "Antitumour Effects of Exosomes in Combination with CTX and Poly I:C ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "abstract_text": "Exosomes are vesicles that are approximately 30–100 nm in diameter and are produced by different cell types. Exosomes derived from dendritic cells (DCs) expressing major histocompatibility complex class I/II molecules and T-cell costimulatory molecules are useful in antitumour therapy. Here we examined the antitumour effects of cyclophosphamide (CTX), polyinosinic-polycytidylic acid sodium salt (poly I:C) and exosomes. Although exosomes could be used to treat tumour, the therapy effect was unsatisfied. In order to enhance the therapy effect, we used Poly I:C and CTX. Poly I:C had been proved to enhance DC maturation. CTX could suppress Treg cells. Tumour growth and survival time were monitored. We have established that treatment with exosomes prolongs the survival time,. Treatment with the combination of CTX + exosomes + poly I:C not only suppressed tumour growth but also prolonged survival time. Unexpectedly, poly I:C could not suppress tumour growth and prolong survival time in the group treated with CTX + poly I:C. Because we did not study the group treated with poly I:C + exosomes, we could not determine whether poly I:C provides beneficial effects in this combination. We have established that exosomes can prolong survival time And therapy with exosomes in combination with CTX and poly I:C not only suppressed tumour growth but also prolonged survival time.",
    "topics": [
        "exosomes",
        "poly i-c",
        "tumor growth",
        "molecule",
        "cyclophosphamide",
        "dietary sodium chloride",
        "neoplasms",
        "salts",
        "sodium",
        "sodium chloride"
    ],
    "author_names": [
        "Chunkang Chang",
        "Fang Guo",
        "Huahua Fan",
        "Xiao Li, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chunkang Chang",
            "author_affiliations": [
                "Department of Hematologyf, Sixth Hospital Affiliated to Sjanghai Jiaotong University, Shanaghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fang Guo",
            "author_affiliations": [
                "Department of Hematology, Sixth Hospital Affiliated to Shanghai Jioatong University, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huahua Fan",
            "author_affiliations": [
                "Department of Blood Engineering, Shanghai Blood Center, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao Li, MD, PhD",
            "author_affiliations": [
                "Hematology Dept., The Sixth Hospital, Shanghai, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T01:52:25",
    "is_scraped": "1"
}