{
    "doi": "https://doi.org/10.1182/blood.V120.21.3719.3719",
    "article_title": "Comprehensive in Vitro and in Vivo Analysis of Phosphatidylinositol-3-Kinase Delta (PI3Kδ) Inhibition Using GS-1101 (CAL-101) in Combination with Mammalian Target of Rapamycin (mTOR) Inhibition Using Temsirolimus or Everolimus in Mantle Cell Lymphoma (MCL) ",
    "article_date": "November 16, 2012",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Abstract 3719 The clinical efficacy of mTOR inhibition in MCL is limited by known resistance pathways mediated through IRS-1 and mTORC2. Simultaneous inhibition of other molecules downstream of the B cell receptor, such as PI3Kδ, may abrogate such negative feedback mechanisms. PI3Kδ inhibition using GS-1101 has demonstrated early efficacy in MCL. Taken together, the combination of mTORC1 and PI3Kδ inhibition may represent a rationale combination to test in MCL. To this end, we utilized a panel of B cell lymphoma lines including established MCL cell lines (Granta, Jeko, Mino, Rec-1, HBL-2, Z-138), cytarabine resistant MCL lines (MinoAraCR, JekoAraCR, Rec-1AraCR, HBL-2AraCR) and primary MCL cells isolated from patients. In all cell lines, dose-finding experiments using GS-1101 and the mTOR inhibitors temsirolimus and everolimus were performed in triplicates. Cell viability was determined using an Alamar Blue reduction assay. Proteins downstream of PI3K – mTOR signaling were evaluated by western blot analysis. Synergy between the agents was evaluated using Laska et al's model–free test. For in vivo studies, severe combined immunodeficiency mice were injected with 10×10 6 Z-138 cells on day 0. GS-9820, a PI3Kδ inhibitor optimized for murine studies, was used in lieu of GS-1101. Upon detection of tumor engraftment, animals were divided into 6 groups, each containing 5 mice; Control, GS-9820 at 10 and 20mg/kg/dose, temsirolimus at 10 and 20mg/kg/dose, and GS-9820 plus temsirolimus at 10mg/kg/dose each. GS-9820 was administered by gastric lavage twice daily on days +15 to +19 and +22 to +26. Temsirolimus was administered via tail vein injection on days +15, +17, +19, +22, +24, and +26. Tumor measurements were used to determine therapeutic activity. The initial screen of lymphoma histologic subtypes demonstrated that cell viability was reduced across Burkitt, diffuse large B cell and MCL lines exposed to GS-1101. In MCL lines, the cell viabilities observed after 48 h treatments with GS-1101 (5uM) were 80% ± 6.9, 66% ± 2.2 and 68% ± 4.7 in Granta, Jeko and Rec-1 cells respectively. No difference was observed in cytarabine resistant cells suggesting non-cross resistance with cytarabine. The activity in primary MCL cells was similar using GS-1101 (5uM) [viability range 55%-65%] while peripheral blood mononuclear cells (PBMCs) appeared less sensitive to GS-1101 [78% ± 2.4]. Both mTOR inhibitors provided moderate reductions in viability after 48 h exposures. Compared to untreated controls, the viabilities of Granta, Jeko and Rec-1 cell lines after 48 h exposures to temsirolimus (5nM) were 73% ± 1.3, 53% % ± 6.9 and 54% ± 2.0 respectively as well as 68% ± 2.9, 50% ± 7.4 and 55% ± 2.0 respectively after everolimus (5nM). Similar results were observed in primary MCL cells using temsirolimus (5nM) [range 80%-85%] while PBMCs were largely unaffected [90% ± 2.2]. The combination of GS-1101 and either mTOR inhibitor produced largely additive reductions in cell viability. Synergistic interactions were observed in Rec-1 cells for 8 dose combinations of GS-1101 (0.1–5.0uM) and either temsirolimus (1–5nM) or everolimus (1–5nM) (unadjusted p < 0.05 for all 8 combinations). Evidence of synergy was insufficient at any combination after adjustment for multiple comparisons over the 3 cell lines. Sequential administration using 24 h pretreatment with each agent was evaluated; no benefit over simultaneous administration was demonstrated. Consistent with known mechanisms of action, immunoblotting revealed decreased 4EBP1 and S6K phosphorylation with mTOR inhibition while PI3K inhibition consistently decreased Akt phosphorylation. In vivo , GS-9820 appears active in the Z-138 xenografts at early time points. Tumor size was reduced to 60% ± 5.5 of control at day 18 and 23 using either 10 or 20 mg/kg of GS-9820. Testing of GS-9820 in combination with temsirolimus in this model is ongoing. Our findings indicate that PI3Kδ inhibition using GS-1101 and GS-9820 is active in vitro and also in a MCL murine xenograft. GS-1101 in combination with mTORC1 inhibition largely produced additive in vitro anti-lymphoma effects in MCL. Ongoing work is aimed at understanding the differences in molecular events downstream of PI3K and mTOR inhibition comparing Rec-1 cells, where synergy was demonstrated, with other cell lines to provide insight into optimal therapeutic combinations and to determine in which molecularly defined subsets of MCL they may be most active. Disclosures: Johnson: Gilead Sciences: Employment. Lannutti: Gilead Sciences Inc: Employment.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "everolimus",
        "idelalisib",
        "mammals",
        "mantle-cell lymphoma",
        "mtor serine-threonine kinases",
        "rapamycin",
        "temsirolimus"
    ],
    "author_names": [
        "Paul M. Barr, MD",
        "Francisco J. Hernandez-Ilizaliturri, MD",
        "Thomas Murante, BS",
        "Shannon P. Hilchey, PhD",
        "Derick R Peterson, PhD",
        "Jennifer L. Kelly, PhD, MPH",
        "Dave M. Johnson",
        "Brian J. Lannutti, PhD",
        "Myron S. Czuczman, MD",
        "Jonathan W. Friedberg, MD",
        "Steven H. Bernstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul M. Barr, MD",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Francisco J. Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Murante, BS",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon P. Hilchey, PhD",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derick R Peterson, PhD",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L. Kelly, PhD, MPH",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dave M. Johnson",
            "author_affiliations": [
                "Gilead Sciences, Inc., Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J. Lannutti, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron S. Czuczman, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan W. Friedberg, MD",
            "author_affiliations": [
                "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven H. Bernstein, MD",
            "author_affiliations": [
                "James P Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:56:31",
    "is_scraped": "1"
}