{
    "doi": "https://doi.org/10.1182/blood-2018-99-115769",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of JWCAR029 in Adult Patients with Relapsed and Refractory B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster III",
    "topics": [
        "b-cell lymphomas",
        "infusion procedures",
        "fever",
        "follow-up",
        "interleukin-6",
        "adverse effects",
        "adverse event",
        "cd19 antigens",
        "chemotherapy regimen",
        "chimeric antigen receptors"
    ],
    "author_names": [
        "Zixun Yan",
        "Wen Wang, MD",
        "Zhong Zheng",
        "Ming Hao",
        "Su Yang",
        "James Li",
        "Shu Cheng",
        "Li Wang",
        "Wei-li Zhao"
    ],
    "author_affiliations": [
        [
            "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Shanghai Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "JW Therapeutics (Shanghai) Co., Ltd, Shanghai, China "
        ],
        [
            "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Shanghai Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "JW Therapeutics (Shanghai) Co., Ltd, Shanghai, China "
        ],
        [
            "JW Therapeutics (Shanghai) Co., Ltd, Shanghai, China "
        ],
        [
            "JW Therapeutics (Shanghai) Co., Ltd, Shanghai, China "
        ],
        [
            "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Shanghai Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "Pôle de Recherches Sino-Français en Science du Vivant et Génomique; Laboratory of Molecular Pathology, Shanghai, China ",
            "Shanghai Institute of Hematology, Shanghai Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Shanghai Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China ",
            "Pôle de Recherches Sino-Français en Science du Vivant et Génomique; Laboratory of Molecular Pathology, Shanghai, China "
        ]
    ],
    "first_author_latitude": "31.212339999999998",
    "first_author_longitude": "121.47067399999999",
    "abstract_text": "Introduction JWCAR029 is a novel CD19-directed 4-1BB stimulated chimeric antigen receptor T (CAR-T) cell type, which is different from JWCAR017 with independent production of CD4 and CD8 T cells and transfusion in non-fixed ratio. We conducted a single arm, open-label, dose escalation Phase I trial of JWCAR029 in relapsed and refractory B-cell non-Hodgkin lymphoma (NCT03355859). Methods From January to July 2018, 10 patients have been enrolled in this trial, including eight diffused large B cell lymphoma (DLBCL) and two MALT lymphoma, with median age of 47 years (range 32 to 59 years). All the patients received immunochemotherapy as induction and more than two lines of salvage treatment. Two patients received bridging chemotherapy after T-cell collection due to rapid tumor progression, followed by re-evaluation before CAR-T cell infusion. Lymphodepletion preconditioning was accomplished by fludarabine 25mg/m 2 /d and cyclophosphamide 250mg/m 2 /d on Day-4 to D-2, followed by CAR-T cell infusion on Day0. JWCAR029 was administrated as a single infusion in escalation dose levels, from 2.5×10 7 CAR-T cells (dose level 1, DL1) to 5.0×10 7 CAR-T cells (dose level 2, DL2) and to 1.0×10 8 CAR-T cells (dose level 3, DL3) according to mTPI-2 algorithm. Circulating blood count, serum biochemistry, and coagulation status were follow-up after infusion. Cytokines were assessed on a Luminex platform. Tumor evaluation was performed on Day 29 by PET-CT. PK data were detected by flow cytometry and real-time quantitative polymerase chain reaction system. All the adverse events were recorded. The study was approved by the Shanghai Rui Jin Hospital Review Board with informed consent obtained in accordance with the Declaration of Helsinki. Results The demographic characteristics of the patients were demonstrated in Table 1. Among six evaluable patients (3 of DL1 and 3 of DL2), the ORR was 100% on Day 29, including four complete remission and 2 partial remission. Cytokine release syndrome (CRS) was 100% in Gr 1, with main symptoms as fever (38.0 degrees used prophylactic IL-6 Inhibitor (8mg/kg, ACTEMRA, two patients administered twice). No patients received steroids. The CRS showed no difference between dose level groups (p>0.99). Adverse effects included leukopenia (Gr 3-4: 83.3%, Gr 1-2: 16.7%), hypofibrinogenemia (Gr 1: 16.7%, Gr 2-4: 0%), liver dysfunction (Gr 1: 33.3%, Gr 2-4: 0%), elevated CRP (Gr 1: 83.3%, Gr 2-4: 0%), ferritin (Gr 1-2: 83.3%, Gr 2-4: 0%), or IL-6 (Gr 1-2:100%, Gr 3-4: 0%, Table 2). Conclusion Although long-term follow-up was needed, the preliminary data of six patients in this trial have demonstrated high response rates and safety of JWCAR029 in treating relapsed and refractory B-cell non-Hodgkin lymphoma. View large Download slide View large Download slide  Disclosures Hao: JW Therapeutics: Employment, Equity Ownership."
}