{
    "doi": "https://doi.org/10.1182/blood.V128.22.612.612",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3445",
    "start_url_page_num": 3445,
    "is_scraped": "1",
    "article_title": " In Silico and Functional Characterization of TBL1XR1 as a Tumor Suppressor in Large B-Cell Lymphomas ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Function and Clinical Correlates",
    "topics": [
        "b-cell lymphomas",
        "tumor suppressor genes",
        "diffuse large b-cell lymphoma",
        "primary central nervous system lymphoma",
        "calories",
        "co-repressor proteins",
        "extranodal disease",
        "mutagenesis, site-directed",
        "mutant proteins",
        "receptors, antigen, b-cell"
    ],
    "author_names": [
        "Bjoern Chapuy, MD PhD",
        "Atanas Kamburov, PhD",
        "Caroline A Coughlin",
        "Chip Stewart, PhD",
        "Andrew Dunford",
        "Miyuki Aono",
        "Jens Loeber",
        "Christopher Sauer",
        "Arthur Su",
        "Margaretha G M Roemer",
        "Scott J Rodig",
        "Gad Getz, PhD",
        "Margaret A. Shipp, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Broad Institute, Cambridge, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Pathology, Dana-Farber/Harvard Cancer Center, Boston, MA "
        ],
        [
            "Broad Institute of MIT and Harvard, Cambridge, MA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.1263116",
    "abstract_text": "Large B-cell lymphomas (LBCL) exhibit multiple genetic alterations, often in specific combinations. However, little is known about the biologic consequences of these concurrent genetic features. We recently characterized the comprehensive molecular signatures of two LBCL subtypes that exclusively involve extranodal disease sites, primary central nervous system lymphoma (PCNSL) and primary testicular lymphoma (PTL). In contrast to systemic diffuse large B-cell lymphomas (DLBCLs) or most activated B-cell (ABC)-type DLBCLs, the majority of PCNSLs and PTLs exhibit oncogenic Toll-like receptor (TLR) signaling ( MYD88 L265P activating mutations), often with concurrent B-cell receptor (BCR) activation ( CD79B Y196mut ) and/or additional mutations or inactivating rearrangements of TBL1XR1 (Chapuy and Roemer et al, Blood 2016; 127:869-81). TBL1XR1 is a component of the NCoR/SMRT co-repressor complex that modulates TLR/MYD88 signaling by increasing the clearance of NCoR/SMRT transcriptional co-repressors from certain TLR/MYD88 target genes. However, the functional consequences of somatic mutations in TBL1XR1 ( TBL1XR1 mut ) or reduced TBL1XR1 wt expression in LBCLs remain to be defined. For these reasons, we performed in silico modeling of the identified TBL1XR1 mut and functionally characterized TBL1XR1 mut and decreased TBL1XR1 wt expression in model LBCL systems. First, we evaluated the frequency and types of TBL1XR1 mut in our local series of PCNSLs and 151 primary DLBCLs (102 local and 49 previously published) for which we had whole exome sequenceing data. Thirty-six percent of PCNSLs and 6% of DLBCLs in this series exhibit TBL1XR1 mut , over half of which occur in the context of MYD88 and/or CD79B mutations. In these PCNSLs and DLBCLs, we identifed 13 different non-synonymous TBL1XR1 mutations. All identified non-overlapping TBL1XR1 mutations were in the WD40 propellar domains, which are critical for protein-protein interactions. To gain insights into the structural consequences of TBL1XR1 mut , we overlayed these alterations onto the TBL1XR1 protein crystal structure, modeled the corresponding mutations in silico and assessed protein stability changes. Eighty percent of the TBL1XR1 mut resulted in significant destabilization of the mutant protein (ΔΔGibbsFreeEnergy median: 9.78 kcal/mol, range: 1.91 - 28.31). We found that mutations often perturbed the 3D protein structure by abrogating critical polar interactions (representative example TBL1XR1 wt vs. TBL1XR1 H390R in Figure 1). These in silico modeling data suggest that genetic perturbations of TBL1XR1 mut disrupt the function of the encoded protein. For that reason, we modeled reduced TBL1XR1 wt expression in informative DLBCL cell lines with or without concurrent CD79B/MYD88 mutations (TMD8 and OCI-Ly1, respectively) by genetically depleting endogenous TBL1XR1 alleles with CRISPR/Cas9. All of the resulting LBCL cell lines with loss of either one or two TBL1XR1 alleles exhibited significantly increased proliferation in comparison to the parental controls. We next assessed the role of TBL1XR1 mut by generating HA-tagged versions of each identified TBL1XR1 mutation with site-directed mutagenesis. Viral particles of TBL1XR1 mut constructs and the TBL1XR1 wt control were used to reconstitute mutant and wild type protein in the TBL1XR1 -/- Ly1 cell line. Reconstitution with each TBL1XR1 mut significantly enhanced LBCL proliferation, in comparison to TBL1XR1 wt . Taken together, these in silico and experimental data suggest that TBL1XR1 mut in PCNSL and DLBCL are inactivating events and establish TBL1XR1 as a tumor suppressor in these diseases. Additional analysis of potential interactions between perturbed TBL1XR1 and MYD88/CD79B are underway. View large Download slide View large Download slide  Disclosures Rodig: Bristol-Myers Squibb: Honoraria, Research Funding; Perkin Elmer: Membership on an entity's Board of Directors or advisory committees."
}