{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4479.4479",
    "article_title": "Chromosome 6 Loss-of-Heterozygosity in Pre-Transplant Blood Samples of Patients with Severe Aplastic Anemia Is Associated with Lower Risk of Acute Graft- Versus -Host Disease ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Introduction. Recent studies identified a subset of patients with severe aplastic anemia (SAA) with acquired clonal loss-of-heterozygosity of the HLA locus on chromosome 6p (6pLOH), an alteration that could allow escape from immune surveillance. Here, we examined the presence of this alteration in pre-transplant blood samples of patients with SAA and evaluated its effect on patient risk of acute graft- versus -host disease (aG v HD) after unrelated donor hematopoietic cell transplant (HCT). Methods.We used single nucleotide polymorphism (SNP) array genotyping to identify chromosomal alterations in pre-HCT blood samples of 528 SAA patients who received unrelated donor HCT between 1998-2011. Samples and clinical data were provided by the Center for International Blood and Marrow Transplant Research (CIBMTR ® ) database and biorepository. Findings were validated in a cohort of 161 SAA patients from the Japanese Marrow Donor Program (JMDP) who received unrelated donor HCT between 1993-2011; 6pLOH was identified using digital droplet PCR in the Japanese cohort. Cox proportional hazard models were used to calculate the hazard ratios (HR) and 95% confidence intervals (CI) of aG v HD associated with 6pLOH. Results. The median age at HCT was 25.5 and 22.7 years in the CIBMTR and JMDP cohorts, respectively. All the JMDP patients received bone marrow grafts versus 79% for the CIBMTR cohort, and were more likely to receive reduced intensity conditioning (85% vs. 47%, p<0.0001). 6pLOH was identified in 8% and 12% of the CIBMTR and JMDP SAA patients, respectively. The presence of 6pLOH was marginally associated with male sex (67% vs. 52%, p=0.05) and year of HCT (p=0.03) in the CIBMTR cohort and with age at HCT (mean=16 vs. 24 years, p=0.04) and time between AA diagnosis and HCT in the JMDP cohort (14 vs. 57 months, p<0.0001). In the CIBMTR cohort, patients with 6pLOH had statistically significant lower cumulative incidence (CI) of aG v HD grade II-IV (16% vs. 30% at 100 days, p=0.04) and grade III-IV (5% vs. 17%, p=0.001). Multivariable analysis, adjusted for sex and year at HCT showed similar results, although not statistically significant. The HR for aG v HD grade II-IV=0.55 (95% CI=0.24-1.25), for aG v HD grade III-IV= 0.34 (95% CI=0.08-1.40). Multivariable models from the JMDP cohort, adjusted for age and time between AA diagnosis and HCT showed consistent results for aG v HD grade II-IV (HR=0.50, 95% CI=0.11-2.19). We do not report aG v HD grade III-IV because of small event count (n=5). No statistical significant associations in the other tested endpoints (overall survival and chronic G v HD) were observed for either cohorts. In a combined analysis, multivariable models adjusted for degree of HLA matching, time between AA diagnosis and HCT, G v HD prophylaxis, year at HCT, and stratified on stem cell source, showed a statistically significant lower risk of aG v HD II-IV (HR=0.47, 95% CI=0.23-0.96, p=0.04 in all patients, and HR=0.36, 95% CI=0.15-0.89, p=0.02 in patients who received bone marrow grafts). Conclusion. Pre-HCT clonal presence of 6pLOH in patients with SAA is associated with a reduction in risk for acute G v HD. This alteration identifies a subset of SAA patients with potentially lower HCT-risk, and should be further studied to determine whether it could guide therapeutic decisions for those patients. Disclosures Wang: Pfizer: Employment, Equity Ownership. Lee: Mallinckrodt: Honoraria; Kadmon: Other: One-time advisory board member; Bristol-Myers-Squibb: Other: One-time advisory board member; Amgen: Other: One-time advisory board member.",
    "topics": [
        "aplastic anemia",
        "host (organism)",
        "loss of heterozygosity",
        "risk reduction",
        "tissue transplants",
        "transplantation",
        "chromosomes, human, pair 6",
        "aminoglutethimide",
        "antigens",
        "silver"
    ],
    "author_names": [
        "Shahinaz M Gadalla, MD PhD",
        "Weiyin Zhou, MS",
        "Tao Wang, PhD",
        "Yoshitaka Zaimoku, MD",
        "Shinji Nakao, MD PhD",
        "Laurie Burdette, PhD",
        "Amanda Willis, BS",
        "Medhat Askar, MD PhD",
        "Michael Haagenson, MS",
        "Meredith Yeager, PhD",
        "Youjin Wang",
        "Stephen R. Spellman",
        "Stephen J Chanock, MD",
        "Stephanie J. Lee, MD PhD",
        "Sharon A Savage, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shahinaz M Gadalla, MD PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Weiyin Zhou, MS",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Wang, PhD",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI ",
                "Division of Biostatistics, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshitaka Zaimoku, MD",
            "author_affiliations": [
                "Department of Hematology, Kanazawa University, Kanazawa, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinji Nakao, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kanazawa University, Kanazawa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie Burdette, PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Willis, BS",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Baylor University Medical Center, Dallas, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Medhat Askar, MD PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Baylor University Medical Center, Dallas, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Haagenson, MS",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meredith Yeager, PhD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youjin Wang",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen R. Spellman",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Minneapolis, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J Chanock, MD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie J. Lee, MD PhD",
            "author_affiliations": [
                "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI ",
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon A Savage, MD",
            "author_affiliations": [
                "Division of Cancer Epidemiology and Genetics, National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:31:31",
    "is_scraped": "1"
}