{
    "doi": "https://doi.org/10.1182/blood.V106.11.4092.4092",
    "article_title": "Successful Bilateral Cataract and Circumcision Operation Performed in a Hemophilia-A Patient with Inhibitors by Using Recombinant Factor VIIa. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Objective: Prothrombin complex concentrates (PCC), active prothrombin complex concentrates (APCC;FEIBA) or recombinant Factor VIIa (rFVIIa; Novoseven) are safely used for the treatment of hemorrhages in hemophiliac patients with inhibitors or during the interventions performed in these patients. A hemophilia-A patient with inhibitors in whom bilateral cataract operation and circumcision were successfully performed by rFVIIa administration was presented. Case: The 13 year old male patient had been diagnosed with severe Hemophilia-A by the detection of a FVIII level below 1% in the factor assay performed due to echhymoses in his body when he was 6 months old. The inhibitor level of the patient who developed bilateral cataract during the follow-up period was determined as 2.95 BU; however the cataract operation had to be delayed due to the absence of an adequate increase in his factor VIII level despite the 2000 U factor replacement administered in July 2002. The patient was readmitted to the hospital for operation in October 2002. However, the operation was delayed again since a safe level of factor VIII wasn’t achieved with Factor VIII replacement. The patient was excluded from follow-up for approximately 2 years. In August 2004, the patient was hospitalized due to echhymosis in the scrotum, and his factor VIII level was measured as 1% and the VIII inhibitor level as 88 BU. IV steroid treatment was initiated in the patient at a dose of 2 mg/kg, with the factor VIII replacement intended at a level of 100 U/kg. 2 doses of 90 microgram/kg of rFVIIa were administered at a two-hour interval due to catheterization for plasmapheresis and subsequently, plasmapheresis program was carried out. The inhibitor level was measured as 25.6 BU after the first plasmapheresis. Factor VIII level of the patient whose FVIII inhibitor level declined to 15.4 BU with these treatments, didn’t exceed 3%. 120 microgram/kg rFVIIa was administered to the patient prior to operation and maintained during the 1 st and 2 nd days of the operation every 2–3 hours at the same dose. At this operation, right eye small incision cataract extraction and posterior chamber intraocular lens implantation were performed under general anesthesia. A month later, cataract operation was performed in the other eye together with the circumcision operation. A 3-grade increase was achieved in visual acuity of both eyes. Conclusion: Here, the cataract operation together with the circumcision operation performed in a hemophiliac patient with inhibitors was presented, demonstrating that rFVIIa which has been started to be used also in other fields other than hemophilia patients, can be used safely in operations.",
    "topics": [
        "cataract",
        "hemophilia a",
        "male circumcision",
        "recombinant coagulation factor viia",
        "factor viii",
        "plasmapheresis",
        "factor ix concentrates",
        "follow-up",
        "anesthesia, general",
        "anti-inhibitor coagulant complex"
    ],
    "author_names": [
        "Yurdanur Kilinc, MD",
        "Ilgen Sasmaz, MD",
        "Goksel Leblebistan, MD",
        "Bulent Antmen, MD",
        "Selcuk Sizmaz, MD",
        "Meltem Yagmur, MD",
        "Sibel Cayli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yurdanur Kilinc, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ilgen Sasmaz, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Goksel Leblebistan, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bulent Antmen, MD",
            "author_affiliations": [
                "Department of Pediatric Hematology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selcuk Sizmaz, MD",
            "author_affiliations": [
                "Department of Ophthalmology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meltem Yagmur, MD",
            "author_affiliations": [
                "Department of Ophthalmology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sibel Cayli, MD",
            "author_affiliations": [
                "Department of Ophthalmology, Cukurova Univ. Faculty of Medicine, Adana, Turkey"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:39:20",
    "is_scraped": "1"
}