{
    "doi": "https://doi.org/10.1182/blood.V108.11.4392.4392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=779",
    "start_url_page_num": 779,
    "is_scraped": "1",
    "article_title": "Immunoproteasome-Selective Keto-Epoxide Inhibitors: Potential Therapeutic Agents for the Treatment of Hematological Disorders. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "epoxy compounds",
        "hematological diseases",
        "hematologic neoplasms",
        "bortezomib",
        "chymotrypsin",
        "mechlorethamine",
        "multiple myeloma",
        "adverse effects",
        "cytotoxicity",
        "dipeptides"
    ],
    "author_names": [
        "Francesco Parlati, PhD",
        "Monette A. Aujay, B.S.",
        "Susan D. Demo, Ph.D.",
        "Eileen D. Goldstein, B.S.",
        "Jing Jiang, B.S.",
        "Christopher J. Kirk, Ph.D.",
        "Guy J. Laidig, Ph.D.",
        "Yan Lu, M.S.",
        "Tony Muchamuel, M.S.",
        "Kevin D. Shenk, M.S.",
        "Catherine Sylvain, Ph.D.",
        "Congcong M. Sun, M.S.",
        "Tina M. Woo, B.S.",
        "Han-Jie Zhou, Ph.D.",
        "Mark K. Bennett, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ],
        [
            "Department of Research, Proteolix, South San Francisco, CA, USA",
            " "
        ]
    ],
    "first_author_latitude": "37.6526548",
    "first_author_longitude": "-122.34610755000001",
    "abstract_text": "The clinical development of the dipeptide boronate bortezomib (Velcade™) has validated proteasome inhibition as a treatment for multiple myeloma and non-Hodgkin’s lymphoma. In hematopoetically derived normal and malignant cells, the form of the proteasome expressed, termed the immunoproteasome, differs from that found in most tissues, referred to as the constitutive proteasome. Bortezomib inhibits the chymotrypsin-like activity of the immunoproteasome and the constitutive proteasome with equal potency and induces side effects such as peripheral neuropathy and gastrointestinal toxicity that may be related to proteasome inhibition in cells expressing the constitutive proteasome. This finding suggests that development of immunoproteasome-specific inhibitors would selectively target hematological malignances without affecting non-hematological cells. We have undertaken an effort to profile hematological tumor cell lines for immunoproteasome expression to determine which hematological cancers could be effectively targeted using an immunoproteasome selective inhibitor. We have observed that several cell lines derived from hematologic malignancies express predominantly the immunoproteasome while others express a mixture of both proteasome types. To develop selective inhibitors of the immunoproteasome, we generated analogs of PR-171, a peptide keto-epoxide that is currently being investigated in clinical trials for the treatment of myeloma and lymphoma. Purified 20S preparations were used to screen for compounds that selectively inhibit the chymotrypsin-like activity of the immunoproteasome (subunit LMP7) over the constitutive proteasome (subunit beta5). While the parental molecule PR-171 targets both forms of the proteasome with similar potency, several analogs have been identified with an IC 50 below 50 nM on LMP7 and greater than 10-fold selectivity compared to beta5. To evaluate the immunoproteasome selectivity of our compounds in cells, an active site-specific ELISA was utilized. Cells expressing both constitutive and immunoproteasome were treated with the analogs and the occupancy of the LMP7 and beta5 active sites was determined. Several compounds retained their immunoproteasome selectivity in cells with an IC 50 below 300 nM for LMP7 inhibition. In cell viability studies, some of these compounds demonstrated enhanced cytotoxicity in hematological tumor cell lines expressing the immunoproteasome as compared to solid tumor cell lines which express the constitutive proteasome. Finally, when pharmacodynamics was evaluated following intravenous administration to mice, LMP7 selectivity was retained in tissues expressing both the immunoproteasome and constitutive proteasome. The in vivo anti-tumor properties and toxicity profiles of the immunoproteasome-selective inhibitors are currently being evaluated."
}