{
    "doi": "https://doi.org/10.1182/blood.V104.11.2697.2697",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=197",
    "start_url_page_num": 197,
    "is_scraped": "1",
    "article_title": "Human Stem Cells Armed with Bispecific Antibodies Home to Injury-Specific Molecules in Myocardial Infarcts in Nude Rats. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "antibodies, bispecific",
        "antigens",
        "cadherins",
        "cd20 antigens",
        "cd33 antigen",
        "cd34 antigens",
        "cd45 antigens",
        "echocardiography",
        "fractional shortening",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Lawrence G. Lum, MD, DSc",
        "Pamela A. Davol, MEd",
        "Richard E. Sievers",
        "Ryan C. Grabert",
        "Qizhi Fang, MD",
        "Jonathan M. Gall",
        "Michael S. Yee",
        "James W. Larrick, MD, PhD",
        "Randall J. Lee, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, Roger Williams Hospital, Providence, RI, USA"
        ],
        [
            "Medicine, Roger Williams Hospital, Providence, RI, USA"
        ],
        [
            "Medicine, University of California San Francisco, San Francisco, CA, USA"
        ],
        [
            "Medicine, Roger Williams Hospital, Providence, RI, USA"
        ],
        [
            "Medicine, University of California San Francisco, San Francisco, CA, USA"
        ],
        [
            "Medicine, Roger Williams Hospital, Providence, RI, USA"
        ],
        [
            "Medicine, University of California San Francisco, San Francisco, CA, USA"
        ],
        [
            "Panorama Research Inc., Mountain View, CA, USA"
        ],
        [
            "Medicine, University of California San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "41.8346224",
    "first_author_longitude": "-71.4355842",
    "abstract_text": "Direct injection of marrow cells into injured myocardium improves cardiac function, however, repair may be limited by the number of stem cells that home and persist in the injured myocardium. Using nude rats that received a 17 min transient ligation of their left anterior descending artery, we tested whether anti-CD3 activated human T cells (ATC), G-CSF primed peripheral blood mononuclear cells (G-PBMC), or G-CSF primed purified CD34+ cells would target MI-specific injury antigens ICAM-1 or rat myosin light chain (MLC) when injected intra-jugularly 48 hrs after myocardial injury. ATC, G-PBMC, or CD34+ cells were armed (50 ng/10 6 cells) with anti-CD3 x anti-rat ICAM-1 or anti-CD45 x anti-MLC. Nude rats were euthanized at 24 hours or 5 weeks after treatment and hearts were frozen, sectioned, fixed, and stained accordingly. In a pilot experiment, ATC armed with OKT3 x anti-ICAM were detected at the MI sites by Cy3 staining but not in the adjacent normal myocardium 24 hrs after infusion; rats given unarmed ATC or ATC armed with anti-CD3 x anti-CD20 (irrelevant BiAb) did not stain. High numbers of cells in the MIs in rats given anti-human CD45 x anti-rat MLC-armed G-PBMC stained positive by tyramide-amplified IHC for the mouse IgG or human CD45 cells. Human cells stained for HLA-DR (>5000 cells/injured HPF) in MIs of rats treated with BiAb-armed cells compared to unarmed-treated rats (<500/injured HPF) by 24 hrs post-infusion. By 5 weeks, the persistent human marker was HLA-Class I in the MIs whereas only a few HLA-Class II cells remained; the number of Class I cells in the MIs of rats treated with BiAb-armed cells (45.3±4.9 Class I+ cells/HPF) was significantly greater compared to MIs of rats treated with unarmed cells (25.9±1.7 Class I+ cells/HPF). In order to determine whether Isolex column-purified CD34+ cells (99% CD34, 70% CD33, and negative for CD-4,-7,-10,-16,-19,-20, and -23) obtained from G-PBMC would lead to cells expressing Class I and troponin, actin, or VE-cadherin, the hearts from rats that received CD34+ cells alone (3 rats) or CD34+ cells armed with anti-CD45 x anti-MLC (6 rats) were harvested 5 weeks after the infusion, fresh frozen, and double stained for each antigen-pair. These double stains as well as confocal images on the same slides show evidence for myocytes staining for human Class I and the respective cardiac antigens. After 5 weeks, ECHOS showed that the fractional shortening of the armed group was significantly improved compared to the unarmed group (0.33 ± 0.06 vs 0.19 ± 0.03; P = 0.02). Additionally, average LV size of the armed group was significantly less dilated compared to the unarmed group (0.47 ± 0.12 vs 0.67 ± 0.04; p = 0.04). Our studies show that arming CD34+ cells with BiAbs can target SC to MIs. The targeted SC express surface markers for human Class I and the muscle proteins troponin, actin, and cadherin; ECHO data suggest improved cardiac function. Studies are underway to maximize BiAb-armed CD34+ cell delivery to provide optimal recovery of cardiac function and to further characterize the cells that develop from the CD34+ cells."
}