{
    "doi": "https://doi.org/10.1182/blood.V126.23.2386.2386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3107",
    "start_url_page_num": 3107,
    "is_scraped": "1",
    "article_title": "The G Protein-Coupled Receptor Associated Sorting Proteins, Gprasp2 and Armcx1 Are Putative Negative Regulators of HSC Engraftment and Repopulation ",
    "article_date": "December 3, 2015",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster II",
    "topics": [
        "engraftment",
        "g-protein-coupled receptors",
        "sorting",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "cd45 antigens",
        "polymerase chain reaction",
        "adhesions",
        "hematological diseases",
        "proto-oncogene protein c-kit"
    ],
    "author_names": [
        "Maheen Ferdous, PhD",
        "Miguel Ganuza, PhD",
        "Per Holmfeldt, PhD",
        "Trent Hall",
        "Megan Walker",
        "Shannon McKinney-Freeman, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St Jude Children's Research Hospital, Memphis, TN"
        ],
        [
            "Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Division of Experimental Hematology, St. Jude Children's Research Hospital, Memphis, TN "
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999",
    "abstract_text": "Although hematopoietic stem cell transplantation (HSCT) is used routinely to cure hematologic disease, the efficacy of transplantation is limited by the paucity of HSC. One way to overcome this is to increase the efficiency of HSC engraftment. Thus, we executed a functional screen for novel regulators of HSCT. Murine HSC were lentivirally transduced with shRNAs targeting prioritized gene candidates prior to transplantation into cohorts of lethally irradiated recipient mice. In total, around 1300 mice were transplanted to assess a putative role for about 50 genes in HSCT. We thereby identified Gprasp2 and Armcx1 as putative negative regulators of HSCT. When transplanted at a 1:4 disadvantage relative to control, recipients of either Gprasp2 or Armcx1 shRNA-treated CD45.2 Lineage - Sca-1 + c-Kit + (LSK) cells displayed 3.12 (p=0.024) and 2.8 (p=0.04) fold enhanced CD45.2 chimerism in peripheral blood (PB) at 16 weeks post-transplant, respectively, relative to mice transplanted with CD45.2 LSK cells treated with control shRNAs. Although loss of each gene did not favor a particular PB lineage, CD45.2 chimerism was enhanced in all bone marrow (BM) HSC and progenitor (HSPC) compartments in these recipients, correlating with their enhanced PB chimerism. qRT-PCR reveals that both murine Armcx1 and Gprasp2 are highly enriched for expression in LSK CD150+CD48- cells relative to all downstream hematopoietic progeny. Further, HemaExplorer, a bioinformatics database of human hematopoietic gene expression, suggests that GPRASP2 and ARMCX1 are also highly expressed in human HSC. This prediction is currently being validated by qRT-PCR. Interestingly, Gprasp2 and Armcx1 both belong to the G protein-coupled receptor associated sorting protein (GASP) gene family, which has never before been implicated in HSC function. The closely related GASP family member, Gprasp1 , sorts G protein-coupled receptors (GPCR) to lysosomes for degradation. As Gprasp1 and Gprasp2 both contain GPCR-binding domains and ~70% amino acid sequence conservation in their C-termini, Gprasp2 may also regulate GPCR trafficking and degradation in HSC. Although Gprasp1 was not tested in our screen, qRT-PCR analysis reveals that it is also highly expressed by murine HSC relative to downstream progeny, suggesting that it too may play a role in HSC function. We are currently assessing this using Gprasp1 -shRNAs and competitive transplantation. In contrast, Armcx1 lacks the GPCR binding domain and contains both a nuclear and mitochondrial localization signal and has been shown to localize to mitochondrial networks when expressed in HEK-293 cells, suggesting a role in mitochondrial/nuclear communication. To determine how loss of Gprasp2 and Armcx1 promotes HSC engraftment, we are currently employing transplantation and ex vivo culture assays to analyze the effect of their loss on cell cycle, apoptosis, migration, and adhesion of HSPC post-transplant. Our work may help elucidate the mechanisms underlying efficient engraftment, adhesion, and retention of HSPC in the BM niche, which in turn may shed light on novel pathways that could be targeted to promote the efficiency of HSCT in the clinic. Disclosures No relevant conflicts of interest to declare."
}