{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3498.3498",
    "article_title": "Investigation of Circulating Plasma Micro RNAs As Biomarkers for Iron Status in Blood Donors ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Introduction: Ferritin is the major iron storage protein in the body and serum ferritin is the most widely used screening test both for iron deficiency and iron overload conditions. However, as ferritin is a positive acute phase response protein its usefulness is limited in the presence of either acute or chronic inflammation or liver disease. A more specific biomarker of iron status could therefore be of considerable value. MicroRNAs (miRNAs) are small non-coding RNA fragments that repress target gene expression post-transcriptionally within cells. MiRNAs can also be detected outside cells in various body fluids and these circulating forms may be useful as biomarkers for various pathological conditions. Studies indicate that certain miRNAs may play an important role in cellular processes regulating iron homeostasis including, miRNA-320 in post-transcriptional control of Transferrin Receptor 1 (TfR1) gene expression, and miR-200b in regulation of ferritin expression. The aim of this study was to determine whether circulating miRNAs in plasma could serve as biomarkers for iron status in healthy blood donors. Methods: Study participants were selected from new/active blood donors based on their latest historic ferritin results in the blood bank laboratory information system. Participants were divided into two groups, a) high ferritin (>150 μg/l, HF) and b) low ferritin (<15 μg/l, LF) arms. The study was divided into two phases; i) a pilot study (20 participants) and ii) a confirmation study (50 participants). After obtaining informed consent EDTA blood samples were collected and frozen plasma aliquots prepared by a standard method to minimize pre-analytical variation. Ferritin was measured in all participants with an automated immunoassay (Ortho Vitros ® ). Hepcidin and sTFR plasma levels were measured by ELISA (DRG Instruments GmbH) in the pilot study group to confirm iron status. MiRNA isolation and analysis was performed by a miRNA profiling service (Exiqon A/S, Vedbæk, Denmark). In the pilot-study 179 miRNAs were analyzed using commercially available qPCR assays (Serum/Plasma Focus Panel, Exiqon A/S). In the confirmation study a custom-made Pick-&-Mix miRNA qPCR panel was ordered including 13 candidate miRNAs chosen from the pilot-study data. Standard biostatistical methods were utilized for data analysis. Results: Serum ferritin measured on average 13.8 ± 3.8 μg/l in the pilot study low ferritin (LF) arm, compared to 231 ± 58.8 μg/l in the high ferritin (HF) group (p<0.001). Hepcidin plasma levels were markedly lower in the low ferritin (LF) arm compared to the high ferritin group (HF) (2.3 ± 0.6 vs. 17.8 ± 3.1 ng/ml, p<0.001) whereas sTfR1 levels were higher in the LF group (1.9 ± 0.4 vs. 1.1 ± 0.2 µg/ml, p<0,001) confirming the difference in iron status between the two groups. Quality control of raw miRNA qPCR data indicated good technical performance of the profiling experiments. In the pilot-study 106 of 179 miRNAs in the panel gave signals in all 20 samples and on average 153 miRNAs were detected in each sample. On unsupervised analysis by hierarchical clustering and principal component analysis (PCA) the samples did not cluster according to iron status (figure 1). When comparing HF vs. LF groups 17 miRNAs were found to be differentially expressed when using a significance level of 0.05, but only one assay (hsa-miR-34a-5p) passed Benjamini-Hochberg correction for multiple testing. However, this particular miRNA frequently gave low/absent signals in both groups and was not considered further. To confirm the findings of the pilot study thirteen miRNAs were chosen for a confirmation-study based on technical performance and expression in the pilot study. Unsupervised analysis of 50 samples did not reveal any difference in expression for the 13 selected miRNAs between the LF and HF groups. Furthermore, when comparing the two groups no miRNA was found to be differentially expressed when using a p-value cutoff of 0.05. Conclusion: These data do not suggest that those circulating plasma miRNAs analyzed by qPCR panels in this study should be considered promising biomarkers for iron status in healthy individuals. However, in the future, sensitive and comprehensive detection methods such as next-generation sequencing might reveal novel circulating miRNAs that correlate with iron stores. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "blood donors",
        "iron",
        "micrornas",
        "plasma",
        "ferritin",
        "heart failure",
        "ferritin decreased",
        "hyperferritinemia",
        "hepcidin"
    ],
    "author_names": [
        "Margret Gudrun Gunnarsdóttir",
        "Thorbjorn Jonsson, MDPhD",
        "Anna Margret Halldorsdottir, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Margret Gudrun Gunnarsdóttir",
            "author_affiliations": [
                "University of Iceland, Reykjavik, Iceland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thorbjorn Jonsson, MDPhD",
            "author_affiliations": [
                "University of Iceland, Reykjavik, Iceland ",
                "Blood Bank, Landspitali National University Hospital, Reykjavik, Iceland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Margret Halldorsdottir, MD PhD",
            "author_affiliations": [
                "University of Iceland, Reykjavik, Iceland ",
                "Blood Bank, Landspitali National University Hospital, Reykjavik, Iceland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:38:14",
    "is_scraped": "1"
}