{
    "doi": "https://doi.org/10.1182/blood-2019-123311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4181",
    "start_url_page_num": 4181,
    "is_scraped": "1",
    "article_title": "PD-L1 Expression in Patients with Primary Central Nervous System Diffuse Large B-Cell Lymphoma: Its Correlation with Serum Levels of Soluble Programmed Death-Ligand 1 (sPD-L1) ",
    "article_date": "November 13, 2019",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": [
        "central nervous system",
        "diffuse large b-cell lymphoma",
        "ligands",
        "programmed cell death 1 ligand 1",
        "tumor cells",
        "primary central nervous system lymphoma",
        "neoplasms",
        "biological markers",
        "liquid biopsy",
        "serum specimen"
    ],
    "author_names": [
        "Inju Cho, MD PhD",
        "Seok Jin Kim, MD PhD",
        "Hansang Lee, MD",
        "Young Hyeh Ko, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hospital Pathology,, Yeouido St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea "
        ],
        [
            "Department of Hematology-oncology, Samsung Med. Ctr., Seoul, South Korea "
        ],
        [
            "2Department of Internal Medicine, Dankook University College of Medicine, Cheonan, Cheonan, Korea, Republic of (South) "
        ],
        [
            "Department of Pathology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, Republic of (South)"
        ]
    ],
    "first_author_latitude": "37.517817799999996",
    "first_author_longitude": "126.9355584",
    "abstract_text": "Background: The genetic evaluation of primary central nervous system lymphoma (PCNSL) demonstrated frequent copy-number alterations of 9p24.1/PD-L1/PD-L2 increasing the expression of programmed cell death protein 1 (PD-1) ligands, PD-L1 and PD-L2 in PCNS. Given the role of immune escape in the development of neoplasm, the expression of PD-L1/PD-L2 might play a role in the biology of PCNSL. Indeed, the PD-1 blockade by nivolumab, an immune checkpoint inhibitor has shown a single-agent activity in relapsed and refractory patients with PCNSL, implying its role as a salvage treatment for relapsed or refractory PCNSL. Moreover, tissue biopsy of brain is not always possible due to the risk of post-biopsy complications including bleeding or the occurrence of neurologic sequelae. Thus, liquid biopsy such as blood sampling might be more feasible and useful if a marker obtained from liquid biopsy could reflect biologic characteristics of tumor cells. Thus, serum sPD-L1 could be potentially used as a biomarker for representing tissue expression of PD-L1. Therefore, we measured the level of sPD-L1 in patients with PCNSL and analyzed its clinical relevance as a prognostic marker. Also, its correlation with PD-L1 expression of tumor cells are evaluated. Material and Methods: The study population was from patients who were diagnosed with PCNSL between January 2009 and February 2017. 68 patients who had archived serum samples available for measurement of sPD-L1 were analyzed. The measurement of sPD-L1 was performed using archived serum samples at diagnosis, and the sPD-L1 values in blood serum specimens of healthy controls were determined by the same method. Also, tissue expression of PD-L1 was also analyzed using archived paraffin-embedded tissue blocks. The extent of PD-L1 expression on tumor cell was defined as the proportion of tumor cells showing PD-L1 expression with any intensity in tumor area. Macrophages and lymphocytes infiltrating tumor area were considered non-tumor immune cells and the proportion of PD-L1 expression was assessed in a same manner as tumor cells. PD-L1-positive tumor cell was defined as positively stained for PD-L1 with distinct pattern of membranous and/or cytoplasmic or punctate/granular of any intensity because the immunostaining pattern of PD-L1 was reported to be membranous, cytoplasmic, or/and punctate/granular. Disease relapse, progression-free survival (PFS) and overall survival (OS) were analyzed according to the extent of sPD-L1 in serum and PD-L1 expression in tissue. Results : The median level of patients' serum sPD-L1 (n = 68) was 0.429 ng/mL (range: 0.324 - 0.757 ng/mL), and it was significantly higher than that of healthy control group (0.364 ng/mL; range: 0.329 - 0.390 ng/mL, P < 0.01). The optimal cutoff for predicting OS was determine as 0.432 ng/mL (the area under curve of sPD-L1 for OS was 0.739). The OS and PFS of high group were significantly lower than that of low group. The occurrence of relapse or progression was more frequent in the high sPD-L1 group (78%, 25/32) than low sPD-L1 (50%, 18/36) group (P = 0.023). PD-L1-positive tumor cells were found in 35 patients (67%), the median percentage was 0.7% and 20 patients (57%) had less than 1% of positivity. the extent of PD-L1-postive tumor cells showed modest associated with serum levels of sPD-L1 ( r = 0.299, P = 0.031). However, the median percentage of positively stained immune cells including macrophages was 2.7% (Q1: 1.2% - Q3: 6.3%), and the percentage of PD-L1-postive immune cells was not correlated with serum levels of sPD-L1. Survival analysis revealed a trend of poor OS and PFS in patients with ≥ 1% of PD-L1-positive tumor cells. Conclusion : Our study demonstrated serum levels of sPD-L1 could reflect the expression of PD-L1 in tumor cells of PCNSL, and predict poor survival outcomes of patients. The studied results suggest the importance of PD-L1-positive tumor cells contributing to serum level of sPD-L1 compared to immune cells' PD-L1 expression. In line with these findings, the survival analysis based on the extent of PD-L1 expression of tumor cells showed better association with tumor cells' PD-L1 expression rather than immune cells. Thus, sPD-L1 in serum could be a feasible biomarker for determining the risk-adapted treatment strategy of PCNSL patients. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}