{
    "doi": "https://doi.org/10.1182/blood.V126.23.5378.5378",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3259",
    "start_url_page_num": 3259,
    "is_scraped": "1",
    "article_title": "Salvage Therapy with Bortezomib and Dexamethasone in Elderly Patients with Relapsed Refractory Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "multiple myeloma",
        "older adult",
        "salvage therapy",
        "lenalidomide",
        "partial response",
        "proteasome inhibitors",
        "subcutaneous injections",
        "thalidomide"
    ],
    "author_names": [
        "Roberto Castelli, Prof",
        "Paolo Gallipoli, PhD",
        "Antonio Gidaro",
        "Wu Maddalena",
        "Massimo Arquati, MD",
        "Giorgio Lambertenghi Deliliers, MD"
    ],
    "author_affiliations": [
        [
            "Department of Biomedical and Clinical Sciences Luigi Sacco, University of Milan, Luigi Sacco Hospital Milan, Milan, Italy., Milan, Italy "
        ],
        [
            "University of Cambridge, Cambridge, United Kingdom "
        ],
        [
            "aDepartment of Biomedical and Clinical Sciences Luigi Sacco, University of Milan, Luigi Sacco Hospital Milan, Milan, Italy, Milan, Italy "
        ],
        [
            "Department of Biomedical and Clinical Sciences Luigi Sacco, University of Milan, Luigi Sacco Hospital Milan, Milan, Italy., Milan, Italy "
        ],
        [
            "aDepartment of Biomedical and Clinical Sciences Luigi Sacco, University of Milan, Luigi Sacco Hospital Milan, Milan, Italy, Milan, Italy "
        ],
        [
            "Fondazione Matarelli Milan Italy, Milano, Italy"
        ]
    ],
    "first_author_latitude": "45.4601435",
    "first_author_longitude": "9.194584299999999",
    "abstract_text": "Background: Over the last decade, the introduction of new front-line agents such as the immunomodulatory drugs (IMIDs) thalidomide and lenalidomide and the proteasome inhibitors have led to an increase in survival in multiple myeloma (MM) by achieving deeper levels of responses and prolonging the duration of remission. Despite this, MM remains an incurable disease using conventional treatments, since responses may be short, and patients may eventually relapse or become refractory to treatment with a median survival ranging from 6 to 9 months. Although it affects people of all ages, MM is predominantly a disease of older adults and median age at diagnosis is 70 years: more than 60% of MM patients are older than 70 years of age and the number of new patients is expected to double worldwide by 2030. Advanced age is an important poor prognostic factor among patients with MM Factors contributing to poor survival in elderly patients include multiple comorbidities, poor performance status at diagnosis, decreased physiological reserve, limited social support and under treatment due to inability to receive intensive treatment. Studies incorporating novel agents, have shown that younger more than older patients have benefited of advances in therapy and that improvements of survival are mainly observed in younger patients. However, it remains unclear if MM biology in older patients may significantly impact the haematological responses and the outcome of MM. The first-in-class proteasome inhibitor bortezomib have been approved in the United States and Europe based upon data showing an improved overall survival (OS) in patients with RR/MM who received bortezomib when compared with high-dose dexamethasone but few data are available regarding efficacy and toxicity of bort-dex in the elderly population, due to the lack of relevant and robust clinical trials enrolling patients older than 60 years old. Materials and Methods: We performed a retrospective study on 81 elderly relapsed refractory MM patients. Median age was 73 years (range 65-89 years). All patients were RR/MM patients and have been treated with melphalan and prednisone (MP) + thalidomide or bortezomib in first line or with lenalidomide and dexametasone in second line. The median number of prior lines was 2. Thirty-nine (48%) patients received bortezomib intravenously, 42 (52%) subcutaneously. The median number of bort-dex cycles was 6 (range 1-11). Eight of them had light chain disease RR/MM in this study is defined as disease relapse in a subject who has previously achieved at least a minor response after one or more lines of treatment. Tolerability and adverse events were compared between intravenous and subcutaneous administration. Forty MM patients were treated with bortezomib at the dose of 1.3 mg/m 2 on days 1, 4, 8, 11 every 3 weeks up to 6-8 cycles alone or in association with dexamethasone at the dose of 20 mg on the day of bortezomib administration and on the subsequent day, 41 MM patients received subcutaneous injection on days 1, 4, 8 and 11 at a starting dose of 1,3. mg/m 2 followed by a 10-day rest period (days 12-21). Dexamethasone was administrated on the day of bortezomib and on the subsequent day. Responses were assessed according to the International Myeloma Working Group (IMWG) criteria Results Fifty-three (65.4%) patients achieved at least a partial response, including 8 patients (11%) with Complete Response (CR) and 9 patients (12.5%) with very good partial responses (VGPR). Median duration of response, time to next therapy and treatment free intervals were 8, 11 and 5 months. Duration of response was significantly longer for patients achieving CR/VGPR than for those achieving PR (7.3 vs. 3.8 months, p = 0.03). After a median follow up of 24 months, 78 patients showed disease progression and 70 died. Median time to progression, progression free survival and overall survival were 8.9, 8.7 and 22 months respectively. Peripheral neuropathy occurred in 38 (47%) patients. Conclusions . Our data highlight that bort-dex is effective and tolerable in fit elderlies, thus justifying the efforts for deeper responses. However, awareness of short living responses to bort-dex should lead to thorough evaluation about the need of a maintenance Disclosures No relevant conflicts of interest to declare."
}