{
    "doi": "https://doi.org/10.1182/blood.V124.21.3478.3478",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2901",
    "start_url_page_num": 2901,
    "is_scraped": "1",
    "article_title": "Transiently Elevated AST/LDH Are Associated with Clinical Response to Recombinant Circularly Permuted TRAIL (CPT) Plus Thalidomide in Patients with Relapsed and/or Refractory Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "aspartate transaminase levels raised",
        "multiple myeloma",
        "thalidomide",
        "biological markers",
        "neoplasms",
        "partial response",
        "tnf-related apoptosis-inducing ligand",
        "logistic regression",
        "time factors",
        "baseline value"
    ],
    "author_names": [
        "Wenming Chen, MD",
        "Peng Wei, PhD",
        "Shifang Yang, PhD",
        "Xiangjun Zheng",
        "Lugui Qiu, MD",
        "Jian Hou, MD PhD",
        "Xuejun Zhang, MD",
        "Zhao Wang",
        "Xiaoyan Ke, MD PhD",
        "Ling Pan, MDPhD",
        "Hongyan Pang, PhD"
    ],
    "author_affiliations": [
        [
            "Chaoyang Hospital of Capital Medical University, Beijing, China "
        ],
        [
            "Beijing Sunbio Biotech Co., Ltd., Beijing, China "
        ],
        [
            "Beijing Sunbio Biotech Co., Ltd., Beijing, China "
        ],
        [
            "Beijing Sunbio Biotech Co., Ltd., Beijing, China "
        ],
        [
            "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Shanghai Changzheng Hospital, Shanghai, China "
        ],
        [
            "The second hospital of Hebei medical university, Shijiazhuang, China "
        ],
        [
            "Beijing Friendship Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Peking University Third Hospital, Beijing, China "
        ],
        [
            "West China Hospital, Sichuan University, Chengdu, China"
        ],
        [
            "Beijing Sunbio Biotech Co., Ltd., Beijing, China "
        ]
    ],
    "first_author_latitude": "39.9078725",
    "first_author_longitude": "116.39276655000002",
    "abstract_text": "Introduction: Circularly permuted TRAIL (CPT), a recombinant mutant of human Apo2L/TRAIL, is a promising anti-tumor candidate. In previous phase1/2 clinical trials of single-agent CPT in patients with relapsed and/or refractory multiple myeloma (RRMM), transient elevations of serum AST and LDH were observed early after CPT treatment in most response patients, but not in the non-respondent. Positive correlations were found between increased AST/LDH on day 2 or 3 (24 or 48 hours) after CPT initial dosing and the clinical responses to CPT. Objective: To determine whether transiently elevated AST/LDH is predictive of responses to CPT plus thalidomide in thalidomide-relapsed or refractory MM patient and the time course of AST or LDH elevation. Methods: We retrospectively analyzed the data of a phase 2 study of CPT plus thalidomide. The changes of serum AST, LDH or ALT were analyzed before treatment and on days 2, 3 and 6 after initial dosing. Relationship was evaluated between ΔAST, ΔLDH, ΔALT (ratio of AST D2 , LDH D2 or ALT D2 to baseline value) and the best clinical responses. Four MM cell lines (RPMI 8226, NCI-H929, MM.1S, MM.1R) sensitive to CPT were used to detect the concentrations of AST, ALT and LDH in the cytoplasm or the medium of CPT-treated cells, with the purpose of determining whether CPT-induced cell death could result in an elevation of AST or LDH. Results: Of 41 efficacy-evaluable patients, 9(22.0%) achieved a partial response (PR) or better and 14 (34.1%) achieved a minimal response (MR) or better. The serum AST D2 and LDH D2 levels were dramatically increased from baseline in patients with ≥PR or ≥MR, but not in those with NC/PD. However, serum ALT D2 was comparable to baseline value either in response patients (≥PR or ≥MR) or in non-response ones (NC/PD). Consequently, the median ΔAST or ΔLDH of patients with ≥PR or ≥MR was significantly higher than that of patients with NC/PD (Table 1). The elevation of AST or LDH was transient with a peak on day 2 after treatment, then dramatically declined on day 3, and usually disappeared within one week (at most two weeks for LDH) ( Figure 1 ), which was uniquely observed in the first treatment cycle. A univariate logistic-regression analysis showed that ΔAST was predictive of achieving responses of ≥MR or not ( P =0.04). Indeed, patients with higher level of ΔAST had higher probability of achieving responses of ≥MR (72.7% in patients with ΔAST>1.35 vs. 26.3% in patients with ΔAST≤1.35). In the cytoplasm of MM cell lines, abundant AST and LDH but only detectable level of ALT was observed. There was no significant change in the release rates of AST and LDH with CPT incubation for 1, 2, 3, 4 or 6 hours, even though the cell viabilities at 6h had already declined to about 10-20% of the control cells by ATP chemiluminescent assay. Remarkable increase in the release rates of AST and LDH occurred at 24h, with no evident change of ALT, which was consistent with what was observed in patients in the clinical study. It was suggested that the transient elevation of AST or LDH in RRMM patients was most likely resulted from CPT-induced myeloma cell death. Conclusion: The early transient elevations of serum AST and LDH after CPT plus thalidomide treatment were positively correlated with the clinical responses to CPT plus thalidomide, and were possibly resulted from CPT-induced cell death. ΔAST on day2 could be a surrogate response biomarker for CPT treatment in RRMM patients. Figure 1 View large Download slide Representative time course of AST, ALT or LDH changes before and after CPT plus thalidomide treatment in response patients Figure 1 View large Download slide Representative time course of AST, ALT or LDH changes before and after CPT plus thalidomide treatment in response patients Table 1 View large Download slide Differences in ΔAST, ΔALT and ΔLDH between response patients (≥PR or ≥MR) and non-response patients (NC/PD) Table 1 View large Download slide Differences in ΔAST, ΔALT and ΔLDH between response patients (≥PR or ≥MR) and non-response patients (NC/PD) Disclosures Wei: Beijing Sunbio Biotech Co., Ltd.: Employment. Yang: Beijing Sunbio Biotech Co., Ltd.: Employment. Zheng: Beijing Sunbio Biotech Co., Ltd.: Employment. Pang: Beijing Sunbio Biotech Co., Ltd.: Employment."
}