{
    "doi": "https://doi.org/10.1182/blood-2018-99-113765",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3859",
    "start_url_page_num": 3859,
    "is_scraped": "1",
    "article_title": "Novel Combination Therapy Targeting rDNA Transcription and Histone Deacetylation Provides Effective Treatment for Multiple Myeloma, and Synergises in Bortezomib-Resistant MM ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "bortezomib",
        "combined modality therapy",
        "dna, ribosomal",
        "histones",
        "multiple myeloma",
        "recombinant dna",
        "treatment effectiveness",
        "panobinostat",
        "tumor cells, malignant",
        "biological markers"
    ],
    "author_names": [
        "Kylee H Maclachlan, BSc, MBChB, FRACP, FRCPA",
        "Andrew Cuddihy, PhD",
        "Nadine Hein, PhD",
        "Carleen Cullinane, PhD",
        "Simon J. Harrison, MBBS,MRCP,FRCPath,FRACP,PhD",
        "Ross Hannan, PhD",
        "Gretchen Poortinga, PhD"
    ],
    "author_affiliations": [
        [
            "Research Division, Peter MacCallum Cancer Centre, Melbourne, Australia ",
            "Sir Peter MacCallum Department of Oncology, University of Melbourne, Melbourne, Australia "
        ],
        [
            "Research Division, Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "ACRF Department of Cancer Biology and Therapeutics, Australian National University, Canberra, Australia "
        ],
        [
            "Research Division, Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "Sir Peter MacCallum Department of Oncology, Peter MacCallum Cancer Centre, Melbourne, Australia ",
            "Division of Cancer Medicine, Peter MacCallum Cancer Centre, Melbourne, Australia "
        ],
        [
            "Sir Peter MacCallum Department of Oncology, University of Melbourne, Melbourne, Australia ",
            "ACRF Department of Cancer Biology and Therapeutics, Australian National University, Canberra, Australia ",
            "School of Biomedical Sciences, University of Queensland, Brisbane, Australia ",
            "Department of Biochemistry and Molecular Biology, University of Melbourne, Melbourne, Australia ",
            "Department of Biochemistry and Molecular Biology, Monash University, Melbourne, Australia "
        ],
        [
            "Sir Peter MacCallum Department of Oncology, University of Melbourne, Melbourne, Australia ",
            "Department of Medicine, St Vincent's Hospital, Melbourne, Australia ",
            "Division of Cancer Research, Peter MacCallum Cancer Centre, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "-37.860412749999995",
    "first_author_longitude": "145.03787045",
    "abstract_text": "Background: Multiple myeloma (MM) requires combination drug therapies to delay acquired drug resistance and clinical relapse. We co-developed CX-5461, a highly-selective inhibitor of RNA polymerase I-mediated rDNA transcription (1) , currently in phase I trials for relapsed haematological malignancies (Peter Mac). CX-5461 produces a targeted nucleolar DNA damage response (DDR), triggering both a p53-dependent and -independent nucleolar stress response and killing malignant cells while sparing normal cells (2,3) . Single-agent CX-5461 provides an impressive survival benefit in mouse models of B-cell lymphoma, acute myeloid leukaemia and now MM (2,4,5) . However, drug resistance eventually occurs, confirming the need for combination therapies. Aim: To test the efficacy of CX-5461 in combination with the histone deacetylase inhibitor panobinostat, (prioritised from a boutique high-throughput screen of anti-myeloma agents), with a focus on the setting of resistance to proteasome-inhibitors (PIs). Methods: We assessed the impact of CX-5461 and panobinostat on overall survival in mouse models of MM, then surveyed the effects on cellular response and molecular markers of DDR. We developed bortezomib-resistant cell lines and an in vivo model of bortezomib-resistance to test this combination in the setting of PI-resistance. Results: CX-5461 in combination with panobinostat provides a significant survival advantage in both the transplanted Vk*MYC and the 5T33/KaLwRij models, with minimal bone marrow toxicity. The combination showed increased anti-proliferative effects and cell death in vitro . Interestingly, experiments interrogating the downstream cellular response of this combination suggest that the mechanism(s) driving synergy are complex and cell context-dependent. Cell cycle analysis indicates that both CX-5461- and panobinostat-driven cell cycle effects, i.e. G2/M and G1/S arrest, respectively, are dominant in the combination setting in a cell line-dependent manner, suggesting that context-dependent factors such as p53 may influence the cellular response. Mechanistically, in both p53-wild type and -null cell lines we observe an increase in DDR signalling with single agent CX-5461, with only moderate further increase with the combination. Moreover, CX-5461-mediated MYC downregulation is not universally observed, with the combination promoting further downregulation only in some cell lines. Given the potential for affecting global transcription programs downstream of panobinostat, we are performing transcriptome analyses in the combination setting compared to single agent treatment. We have generated bortezomib-resistant cell lines, sequentially increasing drug exposure to establish populations growing at concentrations above the IC90 of the parental lines. The resistant 5T33 cells retain their resistance to bortezomib in vivo and we have demonstrated that CX-5461 remains effective in this model, significantly increasing survival. We are currently examining the combination of CX-5461 with panobinostat in this model of bortezomib-resistance, which will give critical information guiding patient selection for future clinical trials. Conclusion: The rDNA transcription inhibitor CX-5461 synergises in vitro and in vivo with panobinostat, and CX-5461 retains efficacy in the setting of bortezomib-resistant myeloma. References Drygin et al., Cancer Research 2011 Bywater et al., Cancer Cell 2012 Quin et al, Oncotarget, 2016 Devlin et al., Cancer Discovery 2016 Hein et al., Blood 2017 Disclosures Harrison: Janssen-Cilag: Other: Scientific advisory board."
}