{
    "doi": "https://doi.org/10.1182/blood-2019-123779",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4180",
    "start_url_page_num": 4180,
    "is_scraped": "1",
    "article_title": "The Relationship between Hospitalization and Patient-Reported Outcomes (PROs) in Patients with FLT3 -Mutated ( FLT3 mut+ ) Relapsed/Refractory (R/R) Acute Myeloid Leukemia (AML): Results from the Phase 3 Admiral Study ",
    "article_date": "November 13, 2019",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "mutation",
        "patient self-report",
        "brachial plexus neuritis",
        "gilteritinib",
        "chemotherapy regimen",
        "dyspnea",
        "leukemia"
    ],
    "author_names": [
        "Ellen K. Ritchie, MD",
        "David Cella, PhD",
        "Francesco Fabbiano",
        "Arnaud Pigneux",
        "Yoshinobu Kanda, MD PhD",
        "Cristina Ivanescu, PhD",
        "Bhavik J. Pandya, PharmD",
        "Manasee V Shah, MPH"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medicine, New York, NY "
        ],
        [
            "Northwestern University, Feinberg School of Medicine, Chicago, IL "
        ],
        [
            "Azienda Ospedaliera Ospedali Riuniti Villa Sofia-Cervello, Sicily, Italy "
        ],
        [
            "Centre Hospitalier Universitaire de Bordeaux, Bordeaux, France "
        ],
        [
            "Jichi Medical University, Tochigi, Japan "
        ],
        [
            "IQVIA, Amsterdam, Netherlands "
        ],
        [
            "Astellas Pharma US, Inc., Northbrook, IL"
        ],
        [
            "Astellas Pharma US, Inc., Northbrook, IL"
        ]
    ],
    "first_author_latitude": "40.766545400000005",
    "first_author_longitude": "-73.95499085",
    "abstract_text": "INTRODUCTION : The incidence of AML in the United States has steadily increased over the last decade and, in 2019, it is estimated AML will affect 21,450 new patients (pts) and lead to 10,920 deaths. This increase is largely due to the aging population. In older pts, the ability to cure AML with chemotherapy is low and the risk of R/R AML is increased. The majority of pts with AML will require inpatient hospitalization and this results in a burden on healthcare systems. Nevertheless, there is little information regarding the relationship between PROs and hospitalization in pts with AML. In AML, the ability to target specific AML-associated mutations with oral medications is an important innovation which could lead to decreased hospitalization of older pts and decreased burden on healthcare systems. Gilteritinib is a once-daily, potent, selective FLT3 inhibitor with single-agent activity in FLT3 mut+ R/R AML that is orally administered in the outpatient setting. The objective of this analysis was to examine the relationship between PROs and hospitalization in gilteritinib-treated pts with FLT3 mut+ R/R AML using data collected from the ADMIRAL study (NCT02421939). METHODS : ADMIRAL was a phase 3, open-label, multicenter, active controlled, randomized study that compared the efficacy and safety of gilteritinib therapy to salvage chemotherapy (SC) in pts with FLT3 mut+ R/R AML. PRO instruments used in this study were the Brief Fatigue Inventory (BFI), EuroQol Five Dimension Five Level Scale (EQ-5D-5L), Functional Assessment of Cancer Therapy-Leukemia (FACT-Leu), Functional Assessment of Chronic Illness Therapy-Dyspnea (FACIT-Dys), and two leukemia-specific items (mouth sores and dizziness). BFI data were collected at baseline (BL), Day 1, 8, and 15 of Cycle 1, Day 1 and 15 of Cycle 2, Day 1 of every treatment cycle thereafter, and end of treatment (EOT). Data for all other instruments were collected at BL, Day 1 of every treatment cycle, and EOT. To determine the impact of hospitalization on PRO scores, longitudinal trajectories of PRO scores prior to hospitalization were modelled using a linear mixed effects model; trajectory-adjusted mean change (TAMC) was calculated by determining the differences in pre-hospitalization PRO trajectories and post-hospitalization PRO scores. Standardized effect size was calculated by dividing TAMC by standard deviation at BL; effect sizes of 0.2, 0.5, and 0.8 were characterized as small, medium, and large, respectively. In this analysis, PROs were not considered for SC pts; SC pts who received high-intensity SC were expected to receive only ≤2 cycles of treatment. Therefore, only gilteritinib-treated pts in the intent-to-treat population with any type of hospitalization are included in the analysis. RESULTS: Of 371 eligible pts, 247 were randomized to gilteritinib and 124 to SC. Median age for gilteritinib-treated pts was 62 years (range: 20-84) and slightly more pts were female (131/247; 53.0%). Any hospitalization was significantly associated with worsening PRO scores across most subscales; only two did not have significant TAMCs: FACT-Leu Functional Well-Being and FACT-Leu Social Well-Being. Hospitalization in an intensive care unit (ICU) was also significantly associated with worsening PRO scores across most subscales. Subscales that did not have significant TAMCs following hospitalization in an ICU were the BFI Severity, FACIT-Dys Dyspnea Subscale, FACIT-Dys Functional Limitation Subscale, FACT-Leu Emotional Well-Being, FACT-Leu Functional Well-Being, and EQ-5D-5L Visual Analog Scale ( Table ). Across all subscales, effect sizes were small to medium, where medium effect sizes were associated with TAMCs following ICU hospitalization. CONCLUSIONS: In this study, hospitalization was associated with significantly worse PRO scores in pts who have FLT3 mut+ R/R AML. Treatments that can be administered in the outpatient setting, thereby reducing the rate/duration of hospital stays, represent a major therapeutic advancement in this disease. View large Download slide View large Download slide Disclosures Ritchie: Tolero: Other: Advisory board; Genentech: Other: Advisory board; agios: Other: Advisory board; Pfizer: Other: Advisory board, travel support; Celgene: Other: Advisory board; Jazz Pharmaceuticals: Research Funding; Celgene, Novartis: Other: travel support; AStella, Bristol-Myers Squibb, Novartis, NS Pharma, Pfizer: Research Funding; Ariad, Celgene, Incyte, Novartis: Speakers Bureau; Celgene, Incyte, Novartis, Pfizer: Consultancy. Cella: FACIT.org: Equity Ownership. Pigneux: Daichi: Honoraria; F. Hoffmann-La Roche Ltd: Honoraria; Jazz: Honoraria; Astellas: Honoraria; Abbvie: Honoraria; Amgen: Honoraria; Novartis: Honoraria; Roche: Honoraria; Pfizer: Honoraria. Kanda: Shionogi: Consultancy, Honoraria, Research Funding; Tanabe Mitsubishi: Research Funding; Taisho-Toyama: Research Funding; Otsuka: Research Funding; Eisai: Consultancy, Honoraria, Research Funding; Kyowa-Hakko Kirin: Consultancy, Honoraria, Research Funding; Shionogi: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria; Celgene: Consultancy, Research Funding; Alexion: Consultancy, Honoraria; Takara-bio: Consultancy, Honoraria; Nippon-Shinyaku: Research Funding; Kyowa-Hakko Kirin: Consultancy, Honoraria, Research Funding; Pfizer: Research Funding; CSL Behring: Research Funding; Dainippon Sumitomo: Consultancy, Honoraria, Research Funding; MSD: Research Funding; Takara-bio: Consultancy, Honoraria; Asahi-Kasei: Research Funding; Asahi-Kasei: Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Sanofi: Research Funding; Mochida: Consultancy, Honoraria; Ono: Consultancy, Honoraria, Research Funding; Sanofi: Research Funding; Tanabe Mitsubishi: Research Funding; Taisho-Toyama: Research Funding; Novartis: Research Funding; Taiho: Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Astellas: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Research Funding; Eisai: Consultancy, Honoraria, Research Funding; Mochida: Consultancy, Honoraria; Otsuka: Research Funding; Alexion: Consultancy, Honoraria; Dainippon Sumitomo: Consultancy, Honoraria, Research Funding; CSL Behring: Research Funding; Astellas: Consultancy, Honoraria, Research Funding; Taiho: Research Funding; Chugai: Consultancy, Honoraria, Research Funding; MSD: Research Funding; Ono: Consultancy, Honoraria, Research Funding; Chugai: Consultancy, Honoraria, Research Funding; Nippon-Shinyaku: Research Funding; Pfizer: Research Funding; Novartis: Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria. Ivanescu: Astellas: Consultancy. Pandya: Astellas Pharmaceuticals: Employment. Shah: Astellas: Employment."
}