{
    "doi": "https://doi.org/10.1182/blood.V120.21.670.670",
    "article_title": "Anti-CD19 BiTE Blinatumomab Induces High Complete Remission Rate and Prolongs Overall Survival in Adult Patients with Relapsed/Refractory B-Precursor Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "November 16, 2012",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation I",
    "abstract_text": "Abstract 670 Introduction: Relapsed/refractory B-precursor ALL in adults has a dismal prognosis with only 35–40% of patients reaching a hematological complete remission (CR) with a median overall survival of 4–6 months. An exploratory phase II trial was conducted in this patient population with blinatumomab, a bispecific T-cell engaging (BiTE ® ) antibody that directs cytotoxic T-cells to CD19 expressing target cells. Methods: The primary endpoint was hematological CR or CR with partial hematological recovery (CRh*) within 2 cycles of blinatumomab. Secondary endpoints included overall survival (OS) and safety. Blinatumomab was administered by continuous intravenous infusion for 28 days followed by a 14-day treatment-free interval. Responding patients had the option to receive 3 additional cycles of treatment or to proceed to allogeneic hematopoietic stem cell transplantation (HSCT). Three dosing regimens were explored ( Table 1 ) to identify the optimal regimen with respect to efficacy and toxicity. Results: 36 patients were treated; 26 out of the 36 treated patients (72%) achieved a hematological CR/CRh*. Ten out of 26 (38%) responders had a CRh*. 24 out 26 (92%) responders achieved also a molecular response (minimal residual disease level below 10 −4 as measured by PCR) within the first 2 cycles. Twenty out of 21 (95%) patients in first relapse responded whereas only 6 out of 15 (40%) of the remaining patients achieved a hematological CR/CRh*. Thirteen patients proceeded to allogeneic HSCT in CR/CRh* after blinatumomab treatment, and one of them developed a medullary CD19 − relapse after allogeneic HSCT. The other 13 responders did not receive allogeneic HSCT. Eight of these 13 patients relapsed: 2 relapses were CD19 − (1 medullary and 1 extramedullary); 3 were CD19 + (1 medullary and 2 extramedullary), and 3 were with pending CD19 status (all 3 medullary). Table 1: Summary of Dose Cohorts and Outcomes  Cohort . Patients Treated . Week 1, Cycle 1 μ g/m 2 /day . Week 2, Cycle 1 μ g/m 2 /day . Weeks 3-4, Cycle 1 and Subsequent Cycles μ g/m 2 /day . CR/CRh* . 1 7 15 15 15 5 (71%) 2a (Final dose) 5 5 15 15 4 (80%) 2b 6 5 15 30 4 (67%) 3 (Final dose) 18 5 15 15 13 (72%) Total  36     26 (72%)  Cohort . Patients Treated . Week 1, Cycle 1 μ g/m 2 /day . Week 2, Cycle 1 μ g/m 2 /day . Weeks 3-4, Cycle 1 and Subsequent Cycles μ g/m 2 /day . CR/CRh* . 1 7 15 15 15 5 (71%) 2a (Final dose) 5 5 15 15 4 (80%) 2b 6 5 15 30 4 (67%) 3 (Final dose) 18 5 15 15 13 (72%) Total  36     26 (72%)  View Large The median survival for all 36 treated patients is 9.0 months with a median follow-up time for OS of 10.7 months. For patients who achieved a CR/CRh*, the median survival is 14.1 months whereas for patients who failed blinatumomab therapy the median survival is 6.6 months. Cytokine release syndrome (CRS) and CNS events were reported as medically important events. Two patients with high tumor burden and no cytoreductive prephase required treatment interruption or discontinuation. CRS syndrome could be either prevented or treated by adapting a dexamethasone regimen for patients resulting in no further treatment interruption due to CRS. Fully reversible adverse drug events of the CNS leading to treatment interruption were observed in 6 patients: 3 patients with seizures and 3 patients with encephalopathy. CNS symptoms fully resolved, and all 6 patients were able to resume treatment at a lower dose; however, 2 out of these 6 patients had a recurrent event and permanently discontinued. One patient stopped treatment due to fungal infection leading to death. As final dose and schedule, 5 μg/m 2 /day in week 1 and 15 μg/m 2 /day for the remaining treatment (as in cohorts 2a and 3) was selected for further investi-gation based on safety and efficacy considerations. In the extension cohort, cohort 3 (n=18), the most common treatment emergent adverse events (TEAE) were pyrexia (70%), headache (39%), tremor (30%) and fatigue (30%). Summary: The final dosing regimen of blinatumomab produced exceptionally high complete hematological and molecular remission rates and was well-tolerated. Updated follow-up information regarding duration of response and survival will be presented. A global phase II study to confirm these data is being conducted. Disclosures: Topp: Amgen: Consultancy; Affimed: Consultancy. Goekbuget: AMGEN: Consultancy, Honoraria, Research Funding. Zugmaier: Amgen: Employment. Mergen: Amgen Research Munich GmbH: Employment. Bargou: Amgen: Consultancy, Honoraria.",
    "topics": [
        "acute lymphocytic leukemia",
        "bites",
        "blinatumomab",
        "cd19 antigens",
        "complete remission",
        "corticotropin-releasing hormone",
        "allogeneic hematopoietic stem cell transplant",
        "drug holiday",
        "follow-up",
        "adverse effects of medication"
    ],
    "author_names": [
        "Max S. Topp",
        "Nicola Goekbuget, MD",
        "Gerhard Zugmaier",
        "Andreas Viardot, MD",
        "Matthias Stelljes, MD",
        "Svenja Neumann",
        "Heinz A. Horst",
        "Albrecht Reichle",
        "Reinhard Marks",
        "Christoph Faul, MD",
        "Monika Brueggemann",
        "Matthias Ritgen",
        "Petra Klappers",
        "Noemi Mergen",
        "Marie-Elisabeth Goebeler",
        "Hermann Einsele",
        "Ralf Bargou"
    ],
    "author_dict_list": [
        {
            "author_name": "Max S. Topp",
            "author_affiliations": [
                "Department of Internal Medicine II, Division of Hematology and Medical Oncology, Wuerzburg University Medical Center, Wuerzburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicola Goekbuget, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, Hematology and Oncology, Goethe University Hospital, Frankfurt, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Zugmaier",
            "author_affiliations": [
                "Amgen Research Munich GmbH, Munich, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Viardot, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Stelljes, MD",
            "author_affiliations": [
                "Department of Medicine A - Hematology, Oncology and Pneumology, University of Muenster, Muenster, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Svenja Neumann",
            "author_affiliations": [
                "Medical Department II, University of Schleswig-Holstein Kiel, Kiel, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz A. Horst",
            "author_affiliations": [
                "Department of Internal Medicine II (Campus Kiel), University of Schleswig-Holstein, Kiel, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albrecht Reichle",
            "author_affiliations": [
                "Department of Hematology and Oncology, University of Regensburg, Regensburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Marks",
            "author_affiliations": [
                "Department of Hematology/Oncology, University Hospital Freiburg, Freiburg, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Faul, MD",
            "author_affiliations": [
                "Hematology & Oncology, Department of Medicine, University Hospital Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Brueggemann",
            "author_affiliations": [
                "Medical Department II, University of Schleswig-Holstein Kiel, Kiel, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Ritgen",
            "author_affiliations": [
                "Campus Kiel, 2nd Dept. of Internal Medicine, University Hospital of Schleswig-Holstein, Kiel, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Klappers",
            "author_affiliations": [
                "Amgen Research Munich GmbH, Munich, Germany, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi Mergen",
            "author_affiliations": [
                "Amgen Research Munich GmbH, Munich, Germany, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Elisabeth Goebeler",
            "author_affiliations": [
                "Department of Internal Medicine II, Division of Hematology and Medical Oncology, Wuerzburg University Medical Center, Wuerzburg, Germany, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele",
            "author_affiliations": [
                "Internal Medicine II, University Hospital Wuerzburg, Wuerzburg, Germany, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Bargou",
            "author_affiliations": [
                "Comprehensive Cancer Center Mainfranken and Department of Internal Medicine II, Division of Hematology and Medical Oncology, University Hospital Wuerzburg, Wuerzburg, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:47:14",
    "is_scraped": "1"
}