{
    "doi": "https://doi.org/10.1182/blood.V108.11.4784.4784",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=697",
    "start_url_page_num": 697,
    "is_scraped": "1",
    "article_title": "Persistent Molecular Remission in Patients Treated with Imatinib-IFNa Combination or Imatinib Monotherapy. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "INTRODUCTION. Continously improving results have been obtained during the last two decades in the control of Philadelphia chromosome (Ph’) positive chronic myeloid leukemia (CML). However, the final goal of molecular remission remains difficult to be obtained, even in the imatinib era. AIMS: Evaluation of the rate of long lasting molecular remission (undetectable p210 transcript at RQ-PCR confirmed by NESTED/RT-PCR in at least two subsequent tests performed over a period of 12 months or more) in response to imatinib or to imatinib-IFNa combination employed as first, second or subsequent line of therapy. PATIENTS. Imatinib alone or in combination with IFNa was given as first, second or subsequent line of therapy to a total of 47 patients. In particular, twenty-one patients were treated at the time of diagnosis with imatinib alone (18,G1) or imatinib-pegilated IFN combination (3,G2). Twenty-three additional patients (G3) received imatinib as second line therapy. Finally, 11 patients were treated with the imatinib-IFNa combination as second (5,G4) or third (6,G5) line therapy. In details, G4 consisted of three patients in cytogenetic relapse (3) or no response (2) after first line imatinib (1)or IFNa-ARA-C(1)therapy. All six patients included in G5 were complete kariotypic, but not molecular responder to imatinib given as second line treatment. METHODS. Molecular response was evaluated by NESTED/real-time-PCR ( Guo JQ et al.; Leukemia : 2002 ; 15 : 2447 –53 ) and real-time quantitative-PCR ( Gabert J et al. Leukemia : 2003 ; 17 : 2318 –57 ) time intervals of 3–6 months from the beginning of therapy. RESULTS. A complete molecular remission lasting 12 months or more was obtained in 11 of 42 evaluable patients(therapy duration ≥ 18 mths).The response rate was higher in patients receiving the imatinib-IFNa combination(6/14) than in those given imatinib in monotherapy (5/36).In details, 4/14 and 1/3 patients respectively receiving early imatinib or imatinib-IFNa combination achieved a stable molecular remission. Two to four consecutive negative tests were documented in all five cases over a period ranging from 12 to 19 mths with 4 patients still in continous remission. Furthermore, 1/22 and 5/11 patients obtained a complete molecular response to imatinib given as second line therapy or imatinib-IFNa combination employed as second (4) or third (1) line therapy. Five negative tests were documented over a period of 12 mths in the patient responsive to imatinib monotherapy. Three to 7 negative consecutive tests were obtained during a period of 12 to 36 mths in the remaining five cases while receiving the imatinib-IFN-a combination. At the present time, 5 of these 6 patients are in continous molecular remission. In all molecularly responsive patients, stable molecular remission was usually preceded by a period of fluctuating negative-positive results of NESTED-PCR tests. CONCLUSIONS. It is not possible to achieve any firm conclusion regarding the effect of the imatinib-INFa combination on molecular response because of the small sample size of treated patients. However, our findings suggest an additive effect of imatinib and IFNa in Ph’ clone control as indicated by the improvement of the quality of remission in long lasting kariotypically, but not molecularly responsive patients when this combination therapy was utilized.",
    "topics": [
        "disease remission",
        "imatinib mesylate",
        "interferon-alpha",
        "polymerase chain reaction",
        "second line treatment",
        "leukemia",
        "abnormal involuntary movement scale",
        "alberta infant motor scales",
        "combined modality therapy",
        "duration of treatment"
    ],
    "author_names": [
        "Monica Schippa",
        "Enrico Gottardi",
        "Debora Luzi",
        "Lorenzo Falchi",
        "Rita Emili",
        "Ilaria Angeletti",
        "Giorgia Desantis",
        "Erminia Gentileschi",
        "Paola Cerroni",
        "Anna Marina Liberati"
    ],
    "author_affiliations": [
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Medicine and Molecular Oncology, Torino, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Oncology, Rieti, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ],
        [
            "Clinical and Expermental Medicine, Internal Medicine and Oncology, Perugia, Italy"
        ]
    ],
    "first_author_latitude": "43.116426800000006",
    "first_author_longitude": "12.386898400000002"
}