{
    "doi": "https://doi.org/10.1182/blood-2021-150677",
    "article_title": "ICOS Is Widely Expressed in Cutaneous T-Cell Lymphoma and Its Targeting Promotes Potent Killing of Malignant Cells ",
    "article_date": "November 5, 2021",
    "session_type": "605.Molecular Pharmacology and Drug Resistance: Lymphoid Neoplasms",
    "abstract_text": "Background: Advanced cutaneous T-cell lymphomas (CTCLs) remain an unmet medical need. Brentuximab vedotin (BV), an anti-CD30 antibody-drug conjugate (ADC) linked to monomethyl auristatin E (MMAE), do not deliver significant long-term improvements in patient outcomes. More recently, mogamulizumab and anti-KIR3DL2 provided encouraging results but new targeted therapies are needed. Inducible Co-Stimulator (ICOS), a T-cell costimulatory receptor involved in the development of CTCLs, arouses interest. Methods: We used immunohistochemistry to study ICOS expression in skin biopsies of 23 patients with early-stage mycosis fungoides (MF), 12 with transformed MF (TMF) and 17 with Sézary Syndrome (SS), at diagnosis or in relapse. Skin samples from 12 patients with B-cell lymphomas, 14 with CD30 + lymphoproliferative disease (LPD), 12 with primary cutaneous CD4+ small/medium T-cell lympho-proliferative disorder and 13 with angioimmunoblastic T-cell lymphoma (AITL) were used as controls. ICOS expression by circulating Sézary cells and regulatory T cells (Tregs) in patients with SS was evaluated using flow cytometry and compared to healthy donors (HD) lymphocytes. In 5 patients with SS, we also analyzed concomitant biopsies from involved nodes. Then, we investigated the efficacy of anti-ICOS ADCs generated by coupling murine anti-ICOS 314.8 monoclonal antibodies with MMAE and pyrrolobenzodiazepine (PBD), in comparison to BV. We used ICOS + CTCL cell lines (MyLa, MJ and HUT78), murine xenograft models with MyLa and ICOS + Patient Derived Xenografts (PDXs) from patients with SS and AITL. In order to identify the best anti-ICOS clone that we should develop for a clinical trial, we evaluated the affinity of the antibody on the receptor, the internalization capacity of the antibody using pHAb Reactive Dyes kit (Promega®), and the ability of the antibody to act as an ADC using a secondary conjugate (Mab-ZAP kit, Advanced Targeting Systems®). Results: ICOS was highly expressed by the cutaneous atypical lymphocytic infiltrates in respectively 61%, 75% and 88% of patients with early-stage MF, TMF and SS, such as in all the involved nodes. Double staining experiments which were performed in both skin and lymph node revealed that ICOS expression appears mainly restricted to neoplastic CD4 + T-cells, with rare ICOS + CD8 + T-cells in the tumor micro-environment. ICOS expression by circulating Sézary cells was strong: 69 ± 7.3% versus 38.8 ± 7.1% of non-tumoral CD4 + cells ( p <0.009; CI95%: 8.7-51.6); and 31 ± 3.2% of CD4+ cells in HD ( p <0.0001; CI95%: 20.3-46.3). Percentages of ICOS + Tregs were significantly higher in patients with SS than in HD. In CTCL cell lines, we observed a significant dose-dependent decrease in cell viability in the presence of anti-ICOS-MMAE (IC50 = 8.2ng/mL) and anti-ICOS-PBD (IC50 = 1.2ng/mL) ADCs. In a mouse xenograft model (MyLa), anti-ICOS-MMAE ADCs provided a longer overall survival (OS) than BV (HR=15.2; CI95%: 3.2-71.1; p <0.0006). Finally, in ICOS + PDXs, anti-ICOS-MMAE ADCs significantly improved OS, and reduced the number of tumor cells in the blood, spleen, and bone marrow. No evidence of ADC toxicity was observed in treated mice. Among 8 different anti-ICOS clones, clone 314.8 had the best affinity on MyLa and MJ cell lines. Clones 53.3, 293.1, 92.17, 88.2 and 279.1 also had good affinity to receptor, whereas clones 145.1 and 121.4 had poor affinity. Using the internalization pHAb reactive dyes kit, we found that clones 314.8, 53.3, 92.17, 88.2 internalized significantly better and faster than the other ones. In order to verify if there is a correlation between internalization capacity and ADC effect, clones 53.3, 92.17 and 145.1 were coupled to MMAE. While anti-ICOS-53.3 and anti-ICOS-92.17 ADCs had similar efficacy to anti-ICOS-314.8 ADCs on MyLa, anti-ICOS 145.1 ADCs resulted in significantly lower cell death. Finally, all clones showed good ability to act as ADCs with Mab-ZAP, excluding clones 279.1, 145.1 and 121.4. Discussion: ICOS is a promising therapeutic target because it is expressed both by tumor T-cells and regulatory T-cells. We report for the first time the strong and frequent expression of ICOS in CTCLs, as well as the preclinical efficacy of anti-ICOS ADCs on CTCL cell line and PDXs. These results could be extended to the spectrum of follicular variant peripheral T-cell lymphomas. Conclusion : Collectively, our findings provide the preliminary basis for a therapeutic trial Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lopez:  Emergence Therapeutics: Current holder of individual stocks in a privately-held company. Bagot:  Takeda: Membership on an entity's Board of Directors or advisory committees. Olive:  ImCheck Therapeutics: Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees; Emergence Therapeutics: Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees; Alderaan Biotechnology: Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Florent Amatore",
        "Nicolas Ortonne",
        "Marc Lopez",
        "Mathilde Barré",
        "Florence Orlanducci",
        "Remy Castellano",
        "Saskia Ingen-Housz-Oro",
        "Amandine De Croos",
        "Laurent Gorvel",
        "Armelle Goubard",
        "Reda Bouabdallah",
        "Jean Marc Schiano De Colella",
        "Jean-Jacques Grob",
        "Philippe Gaulard",
        "Martine Bagot",
        "Armand Bensussan",
        "Emmanuel Delaporte",
        "Daniel Olive"
    ],
    "author_dict_list": [
        {
            "author_name": "Florent Amatore",
            "author_affiliations": [
                "Department of Dermatology and Skin Cancers, Hôpital de la Timone, Aix-Marseille Université, Marseille, France",
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, Marseille, France",
                "Department of Dermatology, Aix Marseille University, APHM, Hôpital Nord, Marseille, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Ortonne",
            "author_affiliations": [
                "Department of Pathology and INSERM U955 team 9, AP-HP, Hôpital Henri-Mondor, Creteil, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Lopez",
            "author_affiliations": [
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, Marseille, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathilde Barré",
            "author_affiliations": [
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, Marseille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Orlanducci",
            "author_affiliations": [
                "INSERM U1068, Equipe Immunité et Cancer, Centre de Recherche en Cancérologie de Marseille (CRCM), Marseille, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Remy Castellano",
            "author_affiliations": [
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, MARSEILLE, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia Ingen-Housz-Oro",
            "author_affiliations": [
                "Department of Dermatology, AP-HP, Hôpital Henri-Mondor, CréTeil, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandine De Croos",
            "author_affiliations": [
                "Department of Pathology and INSERM U955 team 9, AP-HP, Hôpital Henri-Mondor, Créteil, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Gorvel",
            "author_affiliations": [
                "INSERM U1068, Equipe Immunité et Cancer, Centre de Recherche en Cancérologie de Marseille (CRCM), Marseille, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armelle Goubard",
            "author_affiliations": [
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, Marseille, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reda Bouabdallah",
            "author_affiliations": [
                "Department of Hematology, Institut Paoli Calmettes, Marseille, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Marc Schiano De Colella",
            "author_affiliations": [
                "Department of Hematology, Institut Paoli Calmettes, Marseille, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Grob",
            "author_affiliations": [
                "Department of Dermatology and Skin Cancers, Hôpital de la Timone, Aix-Marseille Université, Marseille, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Gaulard",
            "author_affiliations": [
                "Department of Pathology and INSERM U955 team 9, AP-HP, Hôpital Henri-Mondor, Créteil, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Bagot",
            "author_affiliations": [
                "Department of Dermatology, Saint-Louis Hospital, AP-HP, Paris University, Inserm, U976, Paris, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armand Bensussan",
            "author_affiliations": [
                "Paris University, INSERM, UMR-976, Institut de Recherche Saint-Louis, Paris, France"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Delaporte",
            "author_affiliations": [
                "Department of Dermatology, Aix Marseille University, APHM, Hôpital Nord, Marseille, France"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Olive",
            "author_affiliations": [
                "Centre de recherche en Cancérologie de Marseille, INSERM U1068, CNRS U7258, Aix Marseille Université, Institut Paoli-Calmettes, Marseille, France"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:36:25",
    "is_scraped": "1"
}