{
    "doi": "https://doi.org/10.1182/blood-2020-142501",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4484",
    "start_url_page_num": 4484,
    "is_scraped": "1",
    "article_title": "Immunogenomics of Aplastic Anemia: The Role of HLA Somatic Mutations and the HLA Evolutionary Divergence ",
    "article_date": "November 5, 2020",
    "session_type": "508.Bone Marrow Failure",
    "topics": null,
    "author_names": [
        "Simona Pagliuca, MD",
        "Carmelo Gurnari, MD",
        "Hassan Awada, MD",
        "Cassandra M Kerr, MS",
        "Bhumika J. Patel, MD",
        "Laila Terkawi",
        "Misam Zawit, MBBS",
        "Sunisa Kongkiatkamon, MD",
        "Pedro H Prata, MD",
        "Ashwin Kishtagari, MBBS",
        "Adam Wahida",
        "Thomas Laframboise, PhD",
        "Valeria Visconte, PhD",
        "Regis Peffault De Latour, MD PhD",
        "Jaroslaw P. Maciejewski, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH ",
            "Université de Paris, Paris, France "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH ",
            "Department of Biomedicine and Prevention, University of Rome Tor Vergata, Rome, Italy "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Leukemia Program, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Hematology and Transplantation, Hôpital Saint Louis, Paris, France "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "Genetics and Genome Sciences Department, Case Western Reserve University, Cleveland, OH "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Hematology and Transplantation, Hôpital Saint Louis, Paris, France ",
            "French Reference Center for Aplastic Anemia and Paroxysmal Nocturnal Hemoglobinuria, Assistance Publique - Hôpitaux de Paris, Université de Paris, Paris, France "
        ],
        [
            "Department of Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Downregulation of class I human leukocyte antigen (HLA)-restricted antigen presentation has been identified as mechanism of immune-escape in many malignant and non-malignant disorders. In idiopathic aplastic anemia (AA), evolution of immune-privileged paroxysmal nocturnal hemoglobinuria (PNH) clones has been attributed to immune escape due to deficiency of GPI-anchored protein in the context of T-cell mediated autoimmunity. However, other mechanisms of clonal selection may also operate with or independently of PNH. Our group first described the presence of both somatic uniparental disomy (UPD) and microdeletions of the HLA region leading to loss of heterozygozity (LOH) and/or haploinsuffciency. 1 Later the proof-of-concept of somatic mutations in HLA class I was provided. 2 Mechanistically, HLA LOH leads to loss of an allele involved in the presentation of immune-dominant peptides, while haploinsufficiency may decrease the presentation threshold. Moreover, the general level of individual structural diversity of HLA molecules may determine the ability to present diverse targets, eventually derived from auto-antigens, and functionally would operate in the opposite direction to HLA LOH. In this scenario, we hypothesize that defects in both class I and II HLA loci may constitute different patterns of immune escape, reducing respectively CD8+ and CD4+ related activation and thus contributing to rescue hematopoietic stem cells from the immune attack. Furthermore, our idea is that the immune-escape environment may be related to the grade of HLA evolutionary divergence (HED), a metric that, accounting for the degree of structural diversity within a particular locus, represents an indirect measure of the antigenic landscape that the hematopoietic target cell is able to present (see abstract #:142693). Using a deep targeted HLA NGS panel and a newly developed in-house bioinformatic pipeline (characterized by stringent criteria for alignment, preprocessing and variant calling in the HLA region, based on the IPD IMGT/HLA database, Fig.A ), we studied a large cohort of patients with idiopathic bone marrow failures (AA n=75, AA/MDS=10). In addition, we determined the impact of inter-loci HED on the probability to acquire somatic hits in HLA genes. Overall, 29 somatic HLA mutations were found in 16 patients (18%) at a median VAF of 11% (range: 2-93%):12 in class I (41%) and 17 in class II (59%), with 5 patients carrying mutations in both classes ( Fig.B, C, D). The majority of those events (N=21, 72%) occurred in subjects also harbouring a PNH clone of small size (12 out 16 patients, median PNH clone size 1% [range:1-46%]). Most mutated loci were A and C for class I and DQB1 for class II ( Fig. C, D) ; 9 mutations were identified as missense, with disruptive changes, 7 were intronic indels while 13 hits were localized in 5' or 3' untranslated regions (UTRs) ( Fig.E, F ). Through a computational prediction of the HLA regulatory domains involved in the UTR aberrations, we identified domains essential for the binding of GATA-1, RXRbeta, SP-1 and NFKB. The impairment of those regions may affect the transcription of HLA complexes. AA HLA mutant cases had more frequently a severe disease at diagnosis (severe AA: 81% vs . 60%, respectively in HLA mutated vs non mutated cases) and were in most part responders to immunosuppressive therapy (complete/partial responses: 75% vs 50% in HLA mutated vs non mutated patients). Within the AA/MDS group instead HLA mutations were found in 4 out of 10 patients (40%), including of note three -7/del7q cases. Using Pierini and Lenz algorithm 3 to determine inter-class HED, we found that HLA mutations tended to occur more often in patients with a high inter-class mean HED (94% vs 72% in non mutated group, p=.001, Fig. G ), consistent with the idea that higher structural diversity of HLA molecules may induce more pervasive auto-immune responses, stronger immune pressure and ultimately the establishment of immune-escape mechanisms. In summary, our results indicate the importance of class-I and -II HLA loci somatic hits as markers of autoimmunity and thereby the severity of the immune selection pressure, configuring possibly alternative mechanisms of immune-escape, in addition to immune privileged PNH clones. This environment may ultimately facilitate leukemic clonal expansion in AA-MDS setting. View large Download slide View large Download slide  Disclosures Patel: Alexion: Other: educational speaker. Peffault De Latour: Apellis: Membership on an entity's Board of Directors or advisory committees; Alexion Pharmaceuticals Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Research Funding. Maciejewski: Novartis, Roche: Consultancy, Honoraria; Alexion, BMS: Speakers Bureau."
}