{
    "doi": "https://doi.org/10.1182/blood.V124.21.1626.1626",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2797",
    "start_url_page_num": 2797,
    "is_scraped": "1",
    "article_title": "Characterization of the Microrna Expression Profiles of Paired Primary and Relapsed Diffuse Large B-Cell Lymphoma (DLBCL) By Next-Generation Sequencing ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "massively-parallel genome sequencing",
        "micrornas",
        "phosphatidylinositols",
        "receptors, antigen, b-cell",
        "cancer",
        "death",
        "disease progression",
        "lymphoma",
        "mitogen activated protein kinase 1"
    ],
    "author_names": [
        "Suvi-Katri Leivonen, PhD",
        "Katherine Icay, MSc",
        "Chengyu Liu, MSc",
        "Minna Taskinen, PhD",
        "Rainer Lehtonen, PhD",
        "Marja-Liisa Karjalainen-Lindsberg, MD PhD",
        "Jan Delabie, MD PhD",
        "Harald Holte, MD PhD",
        "Sampsa Hautaniemi, PhD",
        "Sirpa Leppä, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Helsinki, Helsinki, Finland ",
            "Helsinki University Central Hospital, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland ",
            "Helsinki University Central Hospital Cancer Center, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland "
        ],
        [
            "Helsinki University Central Hospital, Helsinki, Finland "
        ],
        [
            "University of Toronto, Toronto, Canada ",
            "Oslo University Hospital, Radiumhospitalet, Oslo, Norway "
        ],
        [
            "Oslo University Hospital, Radiumhospitalet, Oslo, Norway "
        ],
        [
            "University of Helsinki, Helsinki, Finland "
        ],
        [
            "University of Helsinki, Helsinki, Finland ",
            "Helsinki University Hospital, Helsinki, Finland"
        ]
    ],
    "first_author_latitude": "60.172634800000004",
    "first_author_longitude": "24.9510419",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most common lymphoma in adults. Although 60-70% of the patients can be cured with standard therapeutic regimens, a substantial number of patients die from the disease due to treatment resistance. In order to better understand the biological processes behind the resistance to treatment, we have characterized the microRNA (miRNA) expression profiles of matched primary and relapsed DLBCL. We performed next-generation miRNA sequencing of seven primary–relapse sample pairs. A total of 492 known miRNAs were found to be expressed in the DLBCL samples. In addition, we identified 223 potentially novel, previously uncharacterized miRNAs. A majority of the detected miRNAs showed similar expression across primary and relapse samples; we identified 24 high-expressed miRNAs and 177 low-expressed miRNAs in the DLBCL samples as compared to a reference control set of non-malignant cells downloaded from the Gene Expression Omnibus (GSE15229). Interestingly, only 13 miRNAs had differential expression between the primary–relapse sample pairs. Of these, five miRNAs had higher expression and eight miRNAs had lower expression in the relapse samples as compared to the primary samples. In order to identify potential targets for the differentially expressed miRNAs, we integrated the miRNA data with total RNA-sequencing data from the same samples (n=10, or 5 pairs) as well as with the miRNA target predictions from four prediction programs (TargetScan, microCosm, PITA, DIANA microT) and with filtered data of functionally validated miRNA targets from the miRTarBase. This analysis resulted in 1,088 miRNA-transcript pairs representing 787 individual genes inversely correlated with at least one of the 13 miRNAs (r<-0.7, p<0.05), and whose regulatory pairings were supported by at least one prediction program or mirTarBase. Further Gene Ontology annotation and pathway enrichment analyses revealed the putative targets of differentially expressed miRNAs to be significantly enriched for several cancer-associated pathways that include phosphatidyl-inositol signaling ( e.g. PIP5K1A, PIK3C2A, PIK3CG, PIK3R1), JAK-STAT signaling ( e.g. STAT5A, STAT5B), and B-cell receptor signaling ( e.g. SYK, MAPK1), suggesting activation of these pathways in the relapsed DLBCL. In line with this, Kaplan-Meier survival analyses indicated higher expression of genes from the phosphatidyl-inositol signaling and B-cell receptor signaling, such as phosphatidylinositol 4-phosphate 5-kinase (PIP5K1A) and spleen tyrosine kinase (SYK), to be associated with shorter progression-free and overall survival (p<0.001 for both genes) in immunochemotherapy-treated patients (n=92).Validations of the findings are currently ongoing. In conclusion, our study on the comparison of paired primary and relapsed DLBCL demonstrates that the miRNA expression profile remains relatively constant during the disease progression. However, a small set of differentially expressed miRNAs may contribute to the relapse by regulating key cell survival pathways, thus representing potential novel therapeutic targets. Disclosures No relevant conflicts of interest to declare."
}