{
    "doi": "https://doi.org/10.1182/blood-2020-141429",
    "article_title": "Regulation of GATA-1-Controlled Genes By O-Glcnacylation in Erythroid Cells ",
    "article_date": "November 5, 2020",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "The role of post-translational modification (PTM) of proteins in regulating developmental and differentiation processes is understudied, but recently we established that O-GlcNAcylation regulates erythropoiesis. O-GlcNAc regulates numerous cellular functions including stress response, transcription, and cell cycle progression. O-GlcNAc is a single O -linked β-N-acetyl-D-glucosamine moiety added to serine/threonine amino acids of nuclear, cytoplasmic, and mitochondrial proteins. O-GlcNAc transferase (OGT), which adds the modification, and O-GlcNAcase (OGA), which removes the modification, are responsible for the dynamic processing of the PTM. Newly developed erythroid-specific OGT conditional knockout mice show that OGT is essential for fetal definitive erythropoiesis, although during primitive erythropoiesis, erythrocytes exhibit hallmarks of ineffective erythropoiesis. In addition, using G1E-ER cells, we have shown that GATA-1 interacts with OGT and OGA and delivers OGT and OGA to GATA-1 regulated genes. When we perturb this process, we observe erythroid defects, most strikingly, a shift in commitment towards other hematopoietic lineages. We hypothesize that at the onset of erythroid lineage commitment, GATA-1 functions as an adaptor protein to deliver these enzymes to erythroid-specific cis -regulatory DNA elements, where the O-GlcNAc status of bound protein complexes is modified to direct transcriptional networks necessary for normal erythroid development and terminal differentiation. Two key proteins, LRF/ZBTB7A and BCL11A, silence the γ-globin promoter during adult erythropoiesis by recruiting the penultimate NuRD repressor complex to these genes. Loss of either of these proteins leads to partial restoration of γ-globin expression. Our previous work demonstrated that O-GlcNAc plays a role in γ-globin gene transcription. GATA-1 recruits FOG-1 and the NuRD complex to silence γ-globin by binding GATA sites located at -566 or -567 relative to the A γ-globin or G γ-globin transcription start sites, respectively. OGT and OGA interact with GATA-1, FOG-1 and CHD4, a key component of the NuRD repressor complex and these three proteins are O-GlcNAcylated. Specifically, O-GlcNAcylation modulates the formation of the multi-protein NuRD repressor complex. OGT adds O-GlcNAc to CHD4 stimulating the formation of this repressor complex, whereas removal of this PTM by OGA results in the activation of γ-globin gene expression. In addition, the GATA-1 binding protein, GATAD2A, interacts with CHD4 and organizes it within the NuRD complex. The domain of GATAD2A that interacts with CHD4 is O-GlcNAcylated. Finally, the NuRD complex proteins RBBP7, HDAC1, and MTA2 are also modified by O-GlcNAc. We hypothesize that O-GlcNAcylation controls NuRD repressor assembly by directing subunit interactions. To ascertain the function of OGT and OGA at GATA-1 regulated genes, we developed novel CRISPR/Cas9 targeting tools in K562 cells. We fused OGT and OGA to catalytically dead Cas9 endonuclease (dCas9). Negative controls were generated by mutating a catalytic residue of OGT (H558F) or OGA (D174A). The CBP/p300 acetyltransferase core was fused to dCas9 as a positive control. As a proof of principle, we targeted the γ-globin promoters. Using the UCSC Genome Browser, single guide RNAs (sgRNAs) that do not disrupt endogenous cis -regulatory elements were selected, synthesized, and subsequently introduced into K562 cells to establish stably expressing monoclonal cell lines. Interestingly, when OGA-dCas9 was targeted to the -1 to -223 bp region relative to the mRNA start site of the γ-globin promoters, we observed a significant increase in γ-globin expression. OGT-dCas9 had a significant repressive effect when targeted to regions around the transcriptional start site. All controls behaved as predicted. To validate these results, we are performing chromatin immunoprecipitation (ChIP) to demonstrate occupancy of the targeted regions by our constructs and the presence or absence of O-GlcNAc. Our findings highlight a new post-translational mechanism regulating gene transcription during erythroid development, which affects γ-globin expression and erythropoiesis. Our data will provide insight into how O-GlcNAc controls erythroid differentiation and reveal O-GlcNAcylated protein targets that may be manipulated for the treatment of hemoglobinopathies. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Matthew P Parker, BS",
        "Halyna Fedosyuk, MS",
        "Lesya V Novikova, PhD",
        "Chad Slawson, PhD",
        "Kenneth R Peterson, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew P Parker, BS",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Halyna Fedosyuk, MS",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lesya V Novikova, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chad Slawson, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, University of Kansas Medical Center, Kansas City, KS "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth R Peterson, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Univ. of Kansas Medical Center, Kansas City, KS"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:44:57",
    "is_scraped": "1"
}