{
    "doi": "https://doi.org/10.1182/blood.V112.11.1813.1813",
    "article_title": "Decreased beta2-Glycoprotein I Plasma Levels as a Risk Factor for Myocardial Infarction in Men. ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Background: Several factors influence the occurrence of acute myocardial infarction. One of these factors is thought to be Von Willebrand Factor which serves as adhesive surface for platelets to adhere to the vessel wall. We have recently found that beta2- glycoprotein I is able to inhibit platelet binding to von Willebrand Factor by binding to the A1 domain of Von Willebrand Factor 1 . This could indicate that beta2-glycoprotein I possesses antithrombotic properties with respect to arterial thrombosis. In the present study we investigated whether differences in beta2-glycoprotein I plasma levels influence the risk of myocardial infarction. Methods and Results: We have measured beta2-glycoprotein I and Von Willebrand Factor antigen levels in 539 men with a first myocardial infarction and in 611 control subjects who participated in the case-control Study of Myocardial Infarction Leiden (SMILE). Although we did not find a profound effect of beta2-glycoprotein I plasma levels on myocardial infarction in the overall population (odds ratio 0.93, 95% confidence interval 0.65–1.33), there appeared to be a dose-dependent protective effect of increasing beta2-glycoprotein I plasma levels on myocardial infarction in men of 60 years and older. In this age group we found an odds Ratio of 0.44 (95% confidence interval 0.25–0.77) for high beta2-glycoprotein I levels compared to low levels. Furthermore, high plasma levels of beta2-glycoprotein I remained protective for myocardial infarction despite high levels of Von Willebrand Factor. In addition, we studied a possible association between age and Von Willebrand Factor and beta2-glycoprotein I plasma levels. It appeared that both Von Willebrand Factor and beta2-glycoprotein I plasma levels increased with age, but a larger increase in Von Willebrand Factor plasma levels was observed than in beta2-glycoprotein I plasma levels (13.7 % every 10 years versus 5.7% every 10 years). Conclusions: In this study high circulating levels of beta2-glycoprotein I appeared to be associated with a lower risk of myocardial infarction in men over 60 years. In addition we observed a larger increase in Von Willebrand Factor levels with age than beta2- glycoprotein I levels. As beta2-glycoprotein I possesses antithrombotic properties by inhibiting the activity of Von Willebrand Factor in-vitro , this might indicate that during aging the haemostatic balance slowly shifts to a more prothrombotic state 1 . Future in-vivo experiments are needed to investigate the exact contribution of beta2-glycoprotein I on the pathophysiology of myocardial infarction and arterial thrombosis in general.",
    "topics": [
        "beta 2-glycoprotein i",
        "myocardial infarction",
        "plasma",
        "von willebrand factor",
        "arterial thrombosis",
        "fibrinolytic agents",
        "glycoprotein",
        "factor v leiden",
        "hemostatics",
        "myocardial infarction, acute"
    ],
    "author_names": [
        "Bas De Laat, PhD",
        "Philip G. de Groot, PhD",
        "Ronald H.W.M. Derksen, MD.",
        "Rolf T. Urbanus",
        "Koen Mertens, PhD",
        "Frits Rosendaal, MD, PhD",
        "Carine J.M. Doggen, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bas De Laat, PhD",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philip G. de Groot, PhD",
            "author_affiliations": [
                "Department of Clinical Chemistry and Haematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald H.W.M. Derksen, MD.",
            "author_affiliations": [
                "Department of Rheumatology and Clinical Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolf T. Urbanus",
            "author_affiliations": [
                "Department of Clinical Chemistry and Haematology, University Medical Center, Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koen Mertens, PhD",
            "author_affiliations": [
                "Department of Plasma Proteins, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits Rosendaal, MD, PhD",
            "author_affiliations": [
                "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carine J.M. Doggen, PhD",
            "author_affiliations": [
                "Department of Clinical Epidemiology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T06:38:02",
    "is_scraped": "1"
}