{
    "doi": "https://doi.org/10.1182/blood-2019-131843",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4331",
    "start_url_page_num": 4331,
    "is_scraped": "1",
    "article_title": "Large-Scale Manufacturing of CMV-CD19CAR T Cells and Characterization of Their Biologic and Immunologic Properties ",
    "article_date": "November 13, 2019",
    "session_type": "711.Cell Collection and Processing",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "cd19 antigens",
        "cell therapy",
        "chimeric antigen receptors",
        "cyclic gmp",
        "cytomegalovirus",
        "cytomegalovirus vaccines",
        "ficoll"
    ],
    "author_names": [
        "Xiuli Wang, PhD",
        "Miriam Walter",
        "Ryan Urak",
        "Laura Lim",
        "Vibhuti Vyas, MS",
        "Sally Mokhtari, PhD",
        "Don J. Diamond, PhD",
        "Angelo Cardoso, PhD",
        "John Zaia, MD",
        "Stephen J. Forman, MD",
        "Ryotaro Nakamura, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope, Beckman Research Institute, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Clinical Translational Project Development, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Experimental Therapeutics, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Center for Gene Therapy, Hematological Malignancy and Stem Cell Transplantation Institute, City of Hope National Medical Center, Duarte, CA"
        ],
        [
            "Center for Gene Therapy, Hematological Malignancy and Stem Cell Transplantation Institute, City of Hope National Medical Center, Duarte, CA"
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "We have successfully established a clinical platform for CD19 chimeric antigen receptor (CAR) T cells and evaluated its safety and efficacy in a series of pilot clinical trials following autologous hematopoietic cell transplantation (HCT) for treatment of high-risk non-Hodgkin lymphoma (NHL) and acute lymphoblastic leukemia (ALL). However, the full potential of this therapy has been limited by the lack of engraftment and persistence of CAR T cells in patients, most likely due to the inadequate antigen drive to stimulate robust expansion and long-term persistence of the infused CAR T cells. Additionally, CD19+ NHL seems less responsive to current CAR T cell technology than does CD19+ ALL that might be explained by lower engraftment and persistence of CAR T cells in NHL. To improve the efficacy and durability of CAR T cells in these disease settings, we sought to examine a novel approach based on properties of cytomegalovirus (CMV)-specific T cells. Specifically, we select CMV pp65-specific T cells for ex vivo modification with a CAR targeting CD19. After in vitro expansion, CMV-CD19 bi-specific T cells will be infused into the patient. A second round of expansion will be done in vivo , using a CMV vaccine (Triplex), developed and clinically evaluated multiple clinical sites including City of Hope. Triplex is a multi-antigen recombinant modified vaccinia Ankara (MVA) virus vaccine expressing pp65, IE1 and IE2, that has proven safe and immunogenic in Phase I trials in healthy volunteers and transplant patients and was highly tolerable and efficacious in a completed Phase II vaccine trial in allogeneic HCT recipients. We hypothesis that shorter ex vivo expansion time will prevent CAR T cell exhaustion that results in better in vivo expansion, especially after Triplex vaccination. Thus far, we have performed six large-scale manufacturing process development (PD) runs of CMV-CD19 CAR T cells using T cells from healthy donors. Briefly, peripheral blood mononuclear cells (PBMCs) were collected and processed in the CliniMACS Prodigy® system, in which PBMCs were first stimulated with a GMP-grade PepTivator® overlapping CMV pp65 peptide pool, then enriched for CMV-responsive IFNɣ + T cells using the IFNγ Catchmatrix reagent (Miltenyi Biotec Inc.). CMV-responsive IFNɣ + T cells were next transduced with a lentiviral vector encoding EGFRt/CAR, and finally expanded for approximately 15 days in vitro . As summarized in Table 1 , we consistently recovered 4.8%+/-1.4 ×10 6 CMV specific T cells with 78.3%±2.9 purity from 1×10 9 PBMC input, which is the maximum input number suggested by the CCS program associated with the Prodigy system (Miltenyi Biotec Inc.). During the early stage PD runs, we noticed that red blood cell contamination in the PBMC layer after ficoll separation could negatively impact the yield of CMV-specific T cells. Thus, we optimized the separation process by performing a second ficoll whenever a red buffy coat was observed, and increased the yield of CMV-specific T cells from 2.8 ×10 6 to 9.25×10 6 ( Table 1 , HD 187.2 PBMCs underwent 2 subsequent ficolls). Phenotypic analysis demonstrated that freshly isolated CMV-specific T cells consisted of four different memory subsets (TEMRA, Tscm, Tcm and effector memory T cells). After in vitro expansion for 15 days, CMV-CAR bi-specific T cell expansion was significantly improved from 60×10 6 cells in the early stage runs to 200×10 6 in the late stage optimized runs (Figure 1) . The CMV-CD19CAR T cells expressed CD62L, though not exhaustion markers such as PD1. Bispecific T cells exhibited bi-functionality upon stimulation with CD19+ tumor cells or CMVpp65 antigen, as indicated by secretion of IFNγ. Interestingly, we detected stronger effector function against CD19+ tumor cells from CMV-CD19CAR T cells compared to conventional CD19CAR T cells that were derived from the same donor ( Figure 2 ). To validate our manufacturing process, we are currently conducting IND-enabling studies using patient-derived PBMC as the starting population and will initiate our first clinical trial in early 2020 for patients with intermediate/advanced-grade B cell NHL post lymphodepletion or autologous/allogeneic HCT followed by Triplex vaccination 28 days after T cell infusion for in vivo expansion of bi-specific CAR T cells. The primary objectives of these two trials are to examine safety and persistence/expansion of CMV-CD19CAR T cell before and after Triplex vaccine boost. View large Download slide View large Download slide  Disclosures Nakamura: Merck: Membership on an entity's Board of Directors or advisory committees; Celgene: Other: support for an academic seminar in a university in Japan; Alexion: Other: support to a lecture at a Japan Society of Transfusion/Cellular Therapy meeting ; Kirin Kyowa: Other: support for an academic seminar in a university in Japan."
}