{
    "doi": "https://doi.org/10.1182/blood.V106.11.1134.1134",
    "article_title": "Allogeneic Myeloablative Hematopoietic Stem Cell Transplantation for Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia in Adults. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The prognosis for Philadelphia chromosome-positive ALL (Ph+ALL) is quite poor, and allogeneic hematopoietic stem cell transplantation (HSCT) is currently considered the only established procedure with curative potential. It is therefore quite important to clarify what are essential elements of the success of allogeneic HSCT. Thus, we performed a retrospective study covering 197 Ph+ALL cases aged 16 years or older who underwent allogeneic myeloablative HSCT to identify factors affecting the transplant outcome. The subjects comprised 120 males and 77 females, and their median age was 37 years (range, 16 to 59 years). Transplantation during complete remission (CR) accounted for 57% (112 cases), and only 19 patients received transplantation during their second or subsequent CR. The 5-year survival rates were 34% for patients in first complete remission (CR), 21% for those in second or subsequent CR, and 9% for those with active disease (p<0.0001). Multivariate analysis showed four pre-transplant factors as significantly associated with better survival: younger age, CR at the time of transplantation, conditioning with total body irradiation (TBI), and human leukocyte antigen (HLA)-identical sibling donor (p<0.0001, p<0.0001, p=0.0301, p=0.0412, respectively). Next, we investigated whether development of graft-versus-host disease (GVHD) had a significant influence on survival. The presence or absence of each type of GVHD (grade II-IV acute GVHD, grade III-IV acute GVHD, any form of chronic GVHD, and extensive chronic GVHD) was included separately in the Cox model containing the four significant pre-transplant risk factors. Although the survival rate was almost identical for patients with and without grade II-IV acute GVHD, grade III-IV acute GVHD had a significant impact on survival (hazard ratio [HR], 0.58; 95% confidence interval [CI], 0.34 to 0.98; p=0.0430). For patients developing any form of chronic GVHD, there was a non-significant increase in survival rate compared with those who did not (HR, 1.40; 95% CI, 0.85 to 2.32; p=0.1877). As for extensive chronic GVHD, the survival advantage was statistically significant (HR, 2.10; 95% CI, 1.13 to 3.88; p=0.0179). The 5-year survival rate was estimated to be 51% for those with extensive chronic GVHD, and 29% for those without. Chronic GVHD was associated with a lower risk of relapse without increasing the risk of treatment-related mortality (TRM), whereas acute GVHD was associated with a higher risk of TRM without diminishing the risk of relapse. From the analysis of the data for 197 Ph+ALL patients who had undergone allogeneic myeloablative HSCT, we identified four prognostic pre-transplant factors. Younger age, CR at the time of transplantation, TBI conditioning, and HLA-identical sibling donor were found to be associated with significantly better survival. Chronic GVHD reduces the risk of relapse without increasing the risk of TRM, and development of extensive chronic GVHD even prolongs survival. These findings should be helpful for achieving the success of allogeneic HSCT for Ph+ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "chromosomes",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease, chronic",
        "transplantation",
        "graft-versus-host disease, acute",
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "complete remission"
    ],
    "author_names": [
        "Masamitsu Yanada, MD",
        "Tomoki Naoe, MD",
        "Hiroatsu Iida, MD",
        "Yoshiko Atsuta, MD",
        "Kazuhito Yamamoto, MD",
        "Junji Tanaka, MD",
        "Satoshi Takahashi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masamitsu Yanada, MD",
            "author_affiliations": [
                "Department of Hematology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD",
            "author_affiliations": [
                "Department of Hematology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroatsu Iida, MD",
            "author_affiliations": [
                "Department of Hematology, Meitetsu Hospital, Nagoya, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiko Atsuta, MD",
            "author_affiliations": [
                "Department of Preventive Medicine, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhito Yamamoto, MD",
            "author_affiliations": [
                "Department of Preventive Medicine, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Tanaka, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Hokkaido University Graduate School of Medicine, Sapporo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Takahashi, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T09:33:11",
    "is_scraped": "1"
}