{
    "doi": "https://doi.org/10.1182/blood.V108.11.408.408",
    "article_title": "Lenalidomide (Revlimid™), Adriamycin and Dexamethasone Chemotherapy (RAD) Is Safe and Effective in Treatment of Relapsed Multiple Myeloma - First Results of a German Multicenter Phase I/II Trial. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "A more widespread use of thalidomide (Thal) in patients (pts) with relapsed multiple myeloma has been prevented by its considerable neurotoxicity. The immunomodulatory drugs (IMiDs) form a new class of Thal successors aiming at reduced toxicity with reliable anti-tumour effect. Recently, lenalidomide (CC-5013; Revlimid™) was the first IMiD to be approved by the FDA for treatment of both MDS and multiple myeloma. Several trials in pts with advanced myeloma demonstrated lenalidomide (alone or in combination with dexamethasone) to induce significant and durable response. We sought to establish a protocol with superior efficacy and decided to add lenalidomide (R) to adriamycin (A)/dexamethasone (D; RAD). A dose escalation study was set up to include pts after a maximum of 3 previous treatment lines. They had to have measurable disease and adequate organ and bone marrow function. No dose limiting toxicity occurred until two cases of non-febrile neutropenia were seen with R 15 mg, day 1–21; A 9 mg/m 2 for days 1–4 as a continuous infusion; and D 40 mg, days 1–4, and 17–20. The protocol was amended for G-CSF support (Pegfilgrastim [Neulasta™] 6mg, day 6) resulting in an uneventful course in all pts treated subsequently at the two highest dose levels. Surprisingly, maximum tolerated dose of lenalidomide in combination with A and D as described before was 25 mg day 1–21, thus being the daily dose from the monotherapy trials. Up to now, 41 subjects have been enrolled, 37 of whom had received autologous and five additional allogeneic stem cell transplants. 31 pts are currently evaluable for response and toxicity: 26 pts achieved reduction of paraprotein levels of at least 50% for a response rate of 84 % including one confirmed CR and 14 PRs according to the EBMT criteria (Bladé et al). An additional three pts had SD while two progressed. Notably, eight of ten pts who displayed del (13) on cytogenetic analysis responded up to now, including six confirmed PRs. One patient each experienced acute renal failure due to emesis and hypovolemia, pneumocystis pneumonitis, and catheter related infection. All subjects recovered without sequelae. Neither somnolence nor constipation, thromboembolism or neuropathy occurred. We conclude that RAD induces substantial remission with an acceptable toxicity profile and thus significantly contributes to the therapeutic armamentarium even in heavily pretreated myeloma pts.",
    "topics": [
        "chemotherapy regimen",
        "dexamethasone",
        "doxorubicin",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "toxic effect",
        "thalidomide",
        "allogeneic stem cell transplant",
        "catheter-related infections"
    ],
    "author_names": [
        "Stefan Knop, MD",
        "Christian Gerecke, MD",
        "Max S. Topp, MD",
        "Peter Liebisch, MD",
        "Georg Hess, MD",
        "Sandra Kotkiewitz",
        "Hermann Einsele, MD",
        "Ralf Bargou, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefan Knop, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Wuerzburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian Gerecke, MD",
            "author_affiliations": [
                "Hematology/Oncology, Charité University Hospital, Berlin, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max S. Topp, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Wuerzburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Liebisch, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Hess, MD",
            "author_affiliations": [
                "Hematology, University Hospital, Mainz, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Kotkiewitz",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Wuerzburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Wuerzburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralf Bargou, MD",
            "author_affiliations": [
                "Hematology/Oncology, University Hospital, Wuerzburg, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:40:28",
    "is_scraped": "1"
}