{
    "doi": "https://doi.org/10.1182/blood.V124.21.914.914",
    "article_title": "Dual Inhibition of Bcr-Abl and Hsp90 By C086 Potently Inhibits the Proliferation of Imatinib-Resistant CML Cells ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Purpose: Although such tyrosine kinase inhibitors (TKIs) as imatinib provide an effective treatment against Bcr-Abl kinase activity in the mature cells of CML patients, TKIs probably cannot eradicate the leukemia stem cell (LSC) population. Therefore, alternative therapies are required to target both mature CML cells with wild-type (WT) or mutant Bcr-Abl and LSCs. To investigate the effect of C086, a derivative of curcumin, on imatinib-resistant cells, we explored its underlying mechanisms of Bcr-Abl kinase and heat shock protein 90 (Hsp90) function inhibition. Experimental Design: Biochemical assays were used to test ABL kinase activity; fluorescence measurements using recombinant NHsp90, Hsp90 ATPase assay, immunoprecipitation and immunoblotting were applied to examine Hsp90 function; Colony-forming unit (CFU), long-term culture-initiating cells (LTC-ICs), and flow cytometry were used to test CML progenitor and stem cells. Results: Biochemical assays with purified recombinant Abl kinase confirmed that C086 can directly inhibit the kinase activity of Abl, including WT and the Q252H, Y253F, and T315I mutations. Furthermore, we identified C086 as a novel Hsp90 inhibitor with the capacity to disrupt the Hsp90 chaperone function in CML cells. Consequently, inhibited the growth of both imatinib-sensitive and resistant CML cells. Interestingly, C086 has the capacity to inhibit LTC-ICs and to induce apoptosis in both CD34+CD38+ and CD34+CD38- cells in vitro . Moreover, C086 could decreased the number of CD45+, CD45+CD34+CD38+ and CD45+CD34+CD38- cells in CML NOD-SCID mice. Conclusions: Dual suppression of Abl kinase activity and Hsp90 chaperone function by C086 provides a new therapeutic strategy for treating Bcr-Abl-induced leukemia resistant to TKIs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bcr-abl tyrosine kinase",
        "hsp90 heat-shock proteins",
        "imatinib mesylate",
        "phosphotransferases",
        "protein-tyrosine kinase inhibitor",
        "ciliary motility disorders",
        "leukemia",
        "molecular chaperones",
        "adenosine triphosphatases",
        "alternative medicine"
    ],
    "author_names": [
        "Lixian Wu, PhD",
        "Jing Yu",
        "Yang Liu, PhD",
        "Lou Liguang",
        "Yong Wu, PhDMD",
        "Yuanzhong Chen, MD",
        "Jianhua Xu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lixian Wu, PhD",
            "author_affiliations": [
                "1 Dept. of Pharmacology, 2 Institute of Materia Medica, 3 Fuijan Key Laboratory of Natural Medicine pharmacology, School of Pharmacy, Fujian Medical University, Fuzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jing Yu",
            "author_affiliations": [
                "Department of Pathology, School of Basic Medicine, Fujian Medical University, Fuzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Liu, PhD",
            "author_affiliations": [
                "Department of Pharmacochemistry, School of pharmacy, Fujian Medical University, Fuzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lou Liguang",
            "author_affiliations": [
                "Shanghai Institute of Materia Medica, Shanghai, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Wu, PhDMD",
            "author_affiliations": [
                "Fujian Institute of Hematology, Union Hospital, Fujian Medical University, Fuzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuanzhong Chen, MD",
            "author_affiliations": [
                "Union Hospital Fujian Medical University, Fuzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Xu, PhD",
            "author_affiliations": [
                "1 Dept. of Pharmacology, 2 Institute of Materia Medica, 3 Fuijan Key Laboratory of Natural Medicine pharmacology, School of Pharmacy, Fujian Medical University, Fuzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T09:40:24",
    "is_scraped": "1"
}