{
    "doi": "https://doi.org/10.1182/blood.V124.21.3359.3359",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2837",
    "start_url_page_num": 2837,
    "is_scraped": "1",
    "article_title": "Prospective Evaluation of MRI and PET-CT at Diagnosis and before Maintenance Therapy in Symptomatic Patients with Multiple Myeloma Included in the IFM/DFCI 2009 Trial ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "computed tomography/positron emission tomography imaging",
        "magnetic resonance imaging",
        "multiple myeloma",
        "autologous stem cell transplant",
        "diagnostic imaging",
        "flow cytometry",
        "lenalidomide",
        "endpoint determination",
        "surrogate endpoints",
        "bone diseases"
    ],
    "author_names": [
        "Philippe Moreau, MD",
        "Michel Attal",
        "Lionel Karlin",
        "Laurent Garderet, MD",
        "Thierry Facon, MD",
        "Lotfi Benboubker, MD PhD",
        "Margaret Macro, MD",
        "Denis Caillot, MD",
        "Martine Escoffre-Barbe, MD",
        "Anne-Marie Stoppa, MD",
        "Kamel Laribi, MD",
        "Cyrille Hulin",
        "Gerald Marit",
        "Jean-Richard Eveillard, MD",
        "Florence Caillon, MD",
        "Caroline bodet-Millin, MD",
        "jean-Michel Nguyen, MD",
        "Brigitte Pegourie, MD",
        "Veronique Dorvaux, MD",
        "Carine Chaleteix, MD",
        "Benoit Dupas, MD",
        "Françoise Bodere, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital Hôtel Dieu, Nantes, France "
        ],
        [
            "university hospital purpan, toulouse, France "
        ],
        [
            "Centre Hospitalier Lyon-Sud, Pierre-Benite, France "
        ],
        [
            "Centre Hospitalier Universitaire Hopital St-Antoine, Paris, France "
        ],
        [
            "Hôpital Claude Huriez, Centre Hospitalier Régional Universitaire de Lille, Lille, France "
        ],
        [
            "CHU Tours Hopital Bretonneau, Tours, France "
        ],
        [
            "university hospital of caen, caen, France "
        ],
        [
            "CHU de Dijon - Hospital `Le Bocage`,, Dijon, France "
        ],
        [
            "CHU Rennes, Rennes, France "
        ],
        [
            "Institut Paoli-Calmettes, Marseille, France "
        ],
        [
            "Hôspital Le Mans, LE MANS, France "
        ],
        [
            "Department of Hematology and Internal Medicine, CHU Nancy-Brabois, Nancy, France "
        ],
        [
            "University Hospital of Bordeaux, Pessac, France "
        ],
        [
            "Brest University Hospital, Brest, France "
        ],
        [
            "university hospital hotel-dieu, nantes, France "
        ],
        [
            "university hospital hotel-dieu, nantes, France "
        ],
        [
            "university hospital hotel-dieu, nantes, France "
        ],
        [
            "Centre Hospitalier Regional Universitaire, Grenoble, France "
        ],
        [
            "hospital, Metz, France "
        ],
        [
            "university hospital clermont-ferrand, clermont-ferrand, France "
        ],
        [
            "university hospital hotel-dieu, nantes, France "
        ],
        [
            "university hospital hotel-dieu, nantes, France"
        ]
    ],
    "first_author_latitude": "47.21191289999999",
    "first_author_longitude": "-1.5540699",
    "abstract_text": "Introduction Magnetic resonance imaging (MRI) of the spine and the pelvis is an important tool to evaluate bone disease in patients with symptomatic multiple myeloma (MM) at the time of diagnosis. In the context of high-dose therapy and autologous stem cell transplantation (ASCT), it has also been reported that the number of MRI focal lesions (> 7) and the presence of diffuse pattern correlate with inferior survival (Walker et al. J Clin Oncol; 25:1121-1128 2007). MRI might help in the better definition of complete response (CR). However, the high number of false positive results suggests that another imaging method, such as Positron emission tomography combined with computed tomography using fluoro-deoxy-glucose (PET-CT), might be of more value in this setting. Moreover, imaging techniques have rarely been compared to minimal residual disease (MRD) evaluated by flow cytometry from bone marrow aspiration in the context of frontline therapy including novel agents and ASCT. The goal of our study was to compare prospectively MRI and PET-CT at 3 different time-points, at diagnosis, after 3 cycles of triplet induction therapy and prior to maintenance therapy in a group of patients enrolled into IFM-DFCI 2009 trial comparing frontline or delayed ASCT. Patients and methods In the prospective IFM-DFCI 2009 trial, 700 patients with de novo symptomatic MM eligible for high-dose therapy have been randomized in France and Belgium to receive either 8 cycles of bortezomib-lenalidomide-dexamethasone (VRD) followed by 1-year maintenance with lenalidomide, or 3 cycles of VRD followed by high-dose therapy and ASCT plus 2 cycles of VRD consolidation and 1-year lenalidomide maintenance. 134 / 700 patients were also included in the IMAJEM trial (NCT01309334, also supported by STIC program granted by the French NCI) aimed at comparing in both arms of the IFM-DFCI 2009 study spine and pelvis MRI and whole-body PET-CT at diagnosis (number of lesions, primary end-point), after 3 cycles of VRD, and prior to maintenance (prognosis impact of imaging negativity, secondary end-point). PET-CT and MRI results before maintenance were also compared with MRD assessed by 8-color flow cytometry. MRI and PET-CT data were analyzed locally in each of the 15 participating centers, and systematically reviewed blindly by an independent committee consisting of 2 radiologists and 2 nuclear medicine physicians with extensive experience in MM field. Results At diagnosis, MRI was positive in 127/134 (94.7%), and PET-CT in 122/134 (91%) patients, respectively (McNemar test = 0.94, p-value = 0.33). MRI patterns of marrow involvement were the following: (1) normal in 7 cases (5%); (2) focal lesions (FL) in 46 cases (34%); (3) homogeneous diffuse infiltration in 41 cases (31%); (4) combined diffuse infiltration and FL in 35 cases (26%); and (5) variegated or \"salt-and-pepper\" pattern with inhomogeneous bone marrow with interposition of fat islands in 5 cases (4%). PET-CT patterns were the following: (1) normal in 12 cases (9%); (2) FL in 44 cases (33%); (3) diffuse infiltration in 12 cases (9%); (4) combined diffuse infiltration and FL in 66 cases (49%); (5) extramedullary disease in 10 cases (7.5%). The median number of FL assessed by PET-CT was 3. Conclusion MRI of the spine and pelvis and whole-body PET-CT are equally effective to detect bone involvement in symptomatic patients at diagnosis. The prognosis relevance of both MRI and PET-CT, and the comparison with MRD assessed by flow cytometry will be presented at the meeting. Disclosures Karlin: Janssen: Honoraria; celgene: Consultancy, Honoraria; Sandoz: Consultancy. Stoppa: Janssen: Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hulin: Celgene Corporation: Honoraria. Marit: Celgene, Janssen: Congress expenses Other."
}