{
    "doi": "https://doi.org/10.1182/blood.V124.21.3681.3681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2981",
    "start_url_page_num": 2981,
    "is_scraped": "1",
    "article_title": "Azacitidine in Acute Myeloid Leukemia: Comparison of Patients with AML-MRF Vs AML-NOS Enrolled in the Austrian Azacitidine Registry ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "topics": [
        "azacitidine",
        "leukemia, myelocytic, acute",
        "apnea of prematurity",
        "dysplasia",
        "hematopoietic stem cell transplantation",
        "myelodysplastic syndrome",
        "cancer",
        "complete remission",
        "leukemia",
        "lymphoma"
    ],
    "author_names": [
        "Lisa Pleyer, MD DI",
        "Sonja Burgstaller, MD",
        "Reinhard Stauder, MD MSc",
        "Michael Girschikofsky, MD",
        "Werner Linkesch, Univ. Prof, MD",
        "Michael Pfeilstöcker, MD",
        "Eva Maria Autzinger, MD",
        "Christoph Tinchon, MD",
        "Thamer Sliwa, MD",
        "Alois Lang, MD",
        "Wolfgang R. Sperr, MD",
        "Dietmar Geissler, Dr, Prof.",
        "Peter Krippl, MD",
        "Daniela Voskova, Dr, MD",
        "Dieter H. Rossmann, MD",
        "Konstantin Schlick, Dr",
        "Josef Thaler, MD",
        "Britta Halter, MSc",
        "Sigrid Machherndl-Spandl, MD",
        "Georg Theiler, MD",
        "Peter Valent, MD",
        "Otto Eckmüllner, Dr",
        "Richard Greil, MD"
    ],
    "author_affiliations": [
        [
            "Paracelsus Medical University Salzburg and Salzburg Cancer Research Institute-Center for Clinical Cancer and Immunology Trials, Salzburg, Austria "
        ],
        [
            "Klinikum Wels-Grieskirchen, Wels, Austria "
        ],
        [
            "Innsbruck Medical University, Innsbruck, Austria "
        ],
        [
            "Elisabethinen Hospital, Linz, Austria "
        ],
        [
            "Medical University of Graz, Graz, Austria "
        ],
        [
            "Hanusch Hospital, Vienna, Austria "
        ],
        [
            "Wilhelminenspital, Vienna, Austria "
        ],
        [
            "LKH Leoben, Leoben, Austria "
        ],
        [
            "Hanusch Hospital, Vienna, Austria "
        ],
        [
            "LKH Feldkirch, Feldkirch, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Klinikum Klagenfurt, Klagenfurt, Austria "
        ],
        [
            "Hospital Fürstenfeld, Fürstenfeld, Austria "
        ],
        [
            "General Hospital, Linz, Austria "
        ],
        [
            "Hospital Steyr, Steyr, Austria "
        ],
        [
            "PMU, Salzburg, Austria "
        ],
        [
            "Klinikum Wels-Grieskirchen, Wels, Austria "
        ],
        [
            "Medical University Innsbruck, Innsbruck, Austria "
        ],
        [
            "Elisabethinen Hospital, Linz, Austria "
        ],
        [
            "LKH Hartberg, Hartberg, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Forest Growth, Vienna, Austria "
        ],
        [
            "Pacelsus Medical University Salzburg and Salzburg Cancer Research Institute, Salzburg, Austria"
        ]
    ],
    "first_author_latitude": "47.8088985",
    "first_author_longitude": "13.031449700000001",
    "abstract_text": "Background Few data exist reporting the incidence of World Health Organization (WHO)-defined acute myeloid leukemia (AML) subgroups in adults in Europe, 1 but the incidence of AML with myelodysplastic-related features (MRF) may be higher than initially reported. 2–4 Whether the presence of multilineage dysplasia has an independent prognostic impact in AML is still controversial. 5,6 However, AML patients with preceding myelodysplastic syndrome (MDS)/myeloproliferative neoplasm and/or MDS-related cytogenetics (Medical Research Council [MRC]) have been shown to have poorer survival than AML-not otherwise specified (NOS). 7 Previous studies of AML patients treated with azacitidine (AZA) included AML-MRF patients, but did not report on outcomes separately. 3,4, 8–12 Methods Due to the lack of data assessing the prognostic impact of AML-MRF in elderly AML patients treated with AZA, we analyzed patients with AML-MRF from the Austrian AZA Registry, which was initiated to gain a comprehensive view of the safety and efficacy of AZA in ‘real-life’ patients. Similar to the approach taken by others who assessed the effect of AML-MRF irrespective of treatment modality, 7 patients with AML and recurrent cytogenetic abnormalities (RCA), and treatment-related AML (tAML) based on the WHO 2008 classification 13 were excluded, as these subsets have particularly good (AML-RCA) or dismal prognosis (tAML), respectively. Results The AML-MRF group comprised 217 patients (AZA 1 st line, n=121; AZA ≥2 nd line, n=96) and the AML-NOS group comprised 90 patients (AZA 1 st line, n=33; AZA ≥2 nd line, n=57). Baseline characteristics were comparable except AML-MRF patients had worse Hematopoietic Cell Transplant Comorbidity Index (HCT-CI) scores and a higher proportion of high-risk cytogenetics ( Figure 1 ). The latter is expected as most high-risk cytogenetic abnormalities are defined as MDS-related. 13 Median time from diagnosis to AZA start was <1 month for AZA 1 st line and >6 months for AZA ≥2 nd line. The median number of AZA cycles was 4 (range 1–35) for AML-MRF patients and 4.5 (range 1–46) for AML-NOS patients. The overall response rate (ORR) 14 was similar for AML-MRF vs AML-NOS patients (complete response [CR] + CR with incomplete blood count recovery [CRi] + partial response [PR]: 29.0 vs 33.3%, respectively; p=0.586). Rates of hematologic improvement 15 were similar for AML-MRF vs AML-NOS patients (57.9 vs 57.4%; p=0.964). Median duration of response was 7.0 vs 5.5 mo, respectively. ORR was similar for AML-MRF and AML-NOS patients irrespective of AZA treatment line ( Figure 1 ). Median overall survival (OS) for AML-MRF vs AML-NOS patients was 9.4 vs 9.7 mo for the total cohort (p=0.490; Figure 2 ), and 13.1 vs 10.8 mo for patients treated with AZA 1 st line. For responding patients, median OS, response duration and relapse-free survival were numerically longer for AML-MRF than AML-NOS patients within the total cohort (17.1 vs 12.6; 7.0 vs 5.5; and 9.8 vs 8.5 mo), and even more so in the AZA 1 st line cohort (19.7 vs 12.6; 7.4 vs 3.9; and 10.5 vs 7.9 mo). In univariate analyses, baseline factors that significantly negatively impacted OS in AML-MRF patients treated with AZA were peripheral blood blasts >0% (p=0.025), Eastern Cooperative Oncology Group Performance Status (ECOG PS) ≥2 (p=0.004), >3 comorbidities (p=0.004), and poor cytogenetics (p=0.001). Notably, none of these factors showed statistical significance for AML-NOS patients. Conclusions This represents the first and largest report comparing outcomes of AML-MRF vs AML-NOS patients treated with AZA. Outcomes of AML-MRF patients were similar to patients with other AML-NOS subgroups. AZA seems a feasible treatment option for these patients despite the reported poor prognostic impact of MRF. 1. Sant M, et al. Blood 2010;116:3724–34 2. Quintas-Cardama A, et al. Blood 2012;120:4840–5 3. Pleyer L, et al. Ann Hematol 2014 [Epub ahead of print] 4. Thepot S, et al. Am J Hematol 2014;89:410–6 5. Wandt H, et al. Blood 2008;111:1855–61 6. Gahn B, et al. Leukemia 1996;10:946–51 7. Miesner M, et al. Blood 2010;116:2742–51 8. van der Helm L, et al. Leuk Res 2013;37:877–82 9. Gavillet M, et al. Haematologica 2012;97:1929–31 10. Maurillo L, et al. Cancer 2012;118:1014–22 11. Ivanoff S, et al. Am J Hematol 2013;88:601–5 12. Al-Ali HK, et al. Leuk Lymphoma 2011;53:110–7 13. Swerdlow SH, et al. IARC press 2008 14. Cheson BD, et al. J Clin Oncol 2003;21:4642–9 15. Cheson BD, et al. Blood 2006;108:419–25 Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Pleyer: Bristol-Myers Squibb: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; AOP Orphan Pharmaceuticals: Honoraria; Celgene: Consultancy, Honoraria. Off Label Use: Vidaza (azacitidine) is indicated for the treatment of adult AML patients who are not eligible for haematopoietic stem cell transplantation with 20–30 % blasts and multi-lineage dysplasia, according to WHO classification. This cohort also includes AML-patients with >30% bone marrow blasts. Burgstaller: AOP Orphan Pharmaceuticals: Honoraria; Novartis: Honoraria; Mundipharma: Honoraria; Celgene: Consultancy. Stauder: Novartis: Research Funding; Ratiopharm: Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding. Girschikofsky: Pfizer: Honoraria, Research Funding; Mundipharm: Consultancy, Honoraria. Pfeilstöcker: Janssen-Cilag: Honoraria; Novartis: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Lang: Celgene: Consultancy. Sperr: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria; Phadia: Research Funding. Valent: Novartis: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Greil: Sanofi Aventis: Honoraria; Roche: Honoraria; Pfizer: Honoraria, Research Funding; Boehringer-Ingelheim: Honoraria; Astra-Zeneca: Honoraria; Novartis: Honoraria; Genentech: Honoraria, Research Funding; Janssen-Cilag: Honoraria; Merck: Honoraria; Mundipharma: Honoraria, Research Funding; Eisai: Honoraria; Amgen: Honoraria, Research Funding; Celgene: Consultancy, Research Funding; Cephalon: Consultancy, Honoraria, Research Funding; Bristol-Myers-Squibb: Consultancy, Honoraria; GSK: Research Funding; Ratiopharm: Research Funding."
}