{
    "doi": "https://doi.org/10.1182/blood.V108.11.1329.1329",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=822",
    "start_url_page_num": 822,
    "is_scraped": "1",
    "article_title": "Ex-Vivo Expansion of Human Cord Blood CD34+ Cells by Overexpression of Bmi-1. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "body mass index procedure",
        "cd34 antigens",
        "coculture techniques",
        "cytokine",
        "flt3 ligand",
        "gene therapy",
        "interleukin-3",
        "interleukin-6",
        "protein overexpression",
        "transplantation"
    ],
    "author_names": [
        "Aleksandra Rizo, MD",
        "Edo Vellenga, MD,PhD",
        "Gerald de Haan, PhD",
        "Jan Jacob Schuringa, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Biology, University Medical Center Groningen, Groningen, Netherlands",
            "Department of Haematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Haematology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Stem Cell Biology, University Medical Center Groningen, Groningen, Netherlands"
        ],
        [
            "Department of Haematology, University Medical Center Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.22097399999999",
    "first_author_longitude": "6.5770261",
    "abstract_text": "Hematopoietic stem cells (HSCs) are able to self-renew and differentiate into cells of all hematopoietic lineages. Because of this unique property, they are used for HSC transplantations and could serve as a potential source of cells for future gene therapy. However, the difficulty to expand or even maintain HSCs ex vivo has been a major limitation for their clinical applications. Here, we report that overexpression of the Polycomb group gene Bmi-1 in human cord blood-derived HSCs can potentially overcome this limitation as stem/progenitor cells could be maintained in liquid culture conditions for over 16 weeks. In mouse studies, it has been reported that increased expression of Bmi-1 promotes HSC self-renewal, while loss-of-function analysis revealed that Bmi-1 is implicated in maintenance of the hematopoietic stem cells (HSC). In a clinically more relevant model, using human cord blood CD34 + cells, we have established a long-term ex-vivo expansion method by stable overexpression of the Bmi-1 gene. Bmi-1-transduced cells proliferated in liquid cultures supplemented with 20% serum, SCF, TPO, Flt3 ligand, IL3 and IL6 for more than 4 months, with a cumulative cell expansion of more then 2×10 5 -fold. The cells remained cytokine-dependent, while about 4% continued to express CD34 for over 20 weeks of culture. The cultured cells retained their progenitor activity throughout the long-term expansion protocol. The colony-forming units (CFUs) were present at a frequency of ~ 30 colonies per 10 000 cells 16 weeks after culture and consisted of CFU-GM, BFU-E and high numbers of CFU-GEMM type progenitors. After plating the transduced cells in co-cultures with the stromal cell line MS5, Bmi-1 cells showed a proliferative advantage as compared to control cells, with a cumulative cell expansion of 44,9 fold. The non-adherent cells from the co-cultures gave rise to higher numbers of colonies of all types (~70 colonies/10.000 cells) after 4 weeks of co-culture. The LTC-IC frequencies were 5-fold higher in the Bmi-1-transduced cells compared to control cells (1/361 v.s. 1/2077, respectively). Further studies will be focused on in-vivo transplantation of the long-term cultured cells in NOD/SCID mice to test their repopulating capacity. In conclusion, our data implicate Bmi-1 as an important modulator of human HSC self-renewal and suggest that it can be a potential target for therapeutic manipulation of human HSCs."
}