{
    "doi": "https://doi.org/10.1182/blood.V106.11.4394.4394",
    "article_title": "Duffy Antigen/Receptor for Chemokines (DARC): Is There a Role in Prostate Cancer?. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction : The Duffy blood group antigens function as chemokine receptors and as receptors for several species of malarial parasites. Approximately 70% of African Americans are Duffy negative as a result of a single nucleotide polymorphism in the promoter region of the Duffy antigen/receptor for chemokines (DARC) gene in a consensus-binding site for GATA 1. This mutation abolishes the promoter activity in erythrocytes, impairing the expression of DARC on red blood cells. Other than resistance to certain species of malaria, the functional consequence of Duffy negativity is unclear; however, it has recently been proposed that the Duffy antigen acts as a biological ‘sink’ to clear pro-inflammatory chemokines from tissue microcirculation. Further it has been suggested that since the incidence of prostate cancer in African Americans is 60% higher than in Caucasians, absence of the Duffy antigen might predispose African Americans to prostate cancer by impairing downregulation of proinflammatory cytokines. We tested the hypothesis that lack of expression of DARC on erythrocytes predisposes African American men to develop prostate cancer. Methods : We conducted a case control study of 89 African American men with confirmed prostate cancer and 51 age matched healthy African American men. The samples were genotyped for the promoter polymorphism using an allele specific real time PCR assay (Taqman assay) developed for this study. Results : The frequency of the Duffy negative allele was 75.8% among the patients and 81.4% among the controls (odds ratio = 0.72, p value = 0.28). The distribution of heterozygous and homozygous Duffy negative patients did not differ between the cases and controls. Conclusion : It has been suggested that individuals lacking erythrocyte expression of DARC have higher prostate levels of angiogenic chemokines that might promote more rapid development of prostate cancer. The data presented here found no difference in the frequency of the Duffy negative allele between African American men with prostate cancer and healthy age matched African American controls. Since several studies suggest that polymorphisms associated with differential production of IL-8, IL-10 and VEGF are risk factors for prostate cancer, it remains possible that a polymorphism associated with differential cytokine production in combination with Duffy negativity increases the risk for prostate cancer.",
    "topics": [
        "chemokines",
        "duffy antigen type",
        "prostate cancer",
        "cytokine",
        "blood group antigens",
        "chemokine receptors",
        "interleukin-10",
        "interleukin-8",
        "malaria",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Samuel B. Anyona, BS",
        "Shiyan Zheng, MD",
        "Thomas Wheeler, MD",
        "Michael Ittmann, MD, PhD.",
        "Teresa G. Hayes, MD, PhD",
        "Martha P. Mims, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samuel B. Anyona, BS",
            "author_affiliations": [
                "Biochemistry and Biotechnology, Kenyatta University, Nairobi, Kenya"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shiyan Zheng, MD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Wheeler, MD",
            "author_affiliations": [
                "Pathology, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Ittmann, MD, PhD.",
            "author_affiliations": [
                "Pathology, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa G. Hayes, MD, PhD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha P. Mims, MD, PhD",
            "author_affiliations": [
                "Medicine, Baylor College of Medicine, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T13:08:04",
    "is_scraped": "1"
}