{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5416.5416",
    "article_title": "Lenalidomide Maintenance Therapy after Autologous Peripheral Blood Stem Cell Transplant (PBSCT) in Multiple Myeloma Patients: Factors That Impact Treatment ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction Maintenance therapy after an Autologous PBSCT remains the standard of care in patients with Multiple Myeloma, having been shown to increase progression free survival, and based on the CALGB study, overall survival. Accordingly, Lenalidomide maintenance became an important part of therapy offered in the management of patients with Multiple myeloma. We set out to perform a study to assess the clinical application of Lenalidomide maintenance in the post-transplant setting. We assessed all factors cited by physicians as a reason to offer, not offer, or discontinue maintenance therapy. Patient factors were also studied in regards to reasons for starting, continuing, or discontinuing Lenalidomide maintenance therapy post-transplant. Methods This study was IRB approved by the Henry Ford Cancer Institute. A retrospective chart review of 128 consecutive patients who received Autologous PBSCT at our institution was conducted between the time periods of March 2010 to December 2016. Results In patients that were eligible and offered Lenalidomide maintenance after Autologous PBSCT, 70% (70/99) received maintenance therapy (see Table 1). The trend to offer Lenalidomide maintenance therapy in patients post PBSCT increased from 45% to nearly 80% by 2016 (see Table 2). By June of 2015, 45 patients had started maintenance, of which 42% completed 2 years of maintenance by June of 2017. There were 14% (10/70) of patients who received maintenance therapy until progression, while 20% (14/70) continue to be on maintenance without significant side effects. Neutropenia or thrombocytopenia accounted for 20% (14/70) of patients discontinuing maintenance therapy. In our patient population there were no reports of secondary malignancies. Twenty two percent (29/128) of patients declined maintenance therapy. Of these 29 patients 65% (19/29), did not have a specified reason documented for declining therapy in their charts. In maintenance eligible patients, 22% (29/128) were not offered maintenance therapy. Of these patients, 24% (7/29) had no documented reason, another 24% were not offered maintenance due to stringent complete response (sCR), and 20% (6/29) due to progressive disease (PD). Conclusion We set out to study real world application of Lenalidomide maintenance post autologous PBSCT based on both patient and physician factors. Physician preference for not offering maintenance therapy appeared to be based on achievement of sCR or in the setting of PD. This preference was mainly documented until 2013. After 2013, the trend to offer Lenalidomide maintenance therapy in patients increased from 45% to nearly 80% by 2016, suggesting increasing influence of emerging data on Lenalidomide maintenance therapy post autologous PBSCT. We also noted that neutropenia and thrombocytopenia were important factors for discontinuation of maintenance therapy, similar to the 20% incidence of most commonly reported grade 3 and 4 adverse events with IFM 2005-02 and CALGB 100104 study. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "peripheral blood stem cells",
        "transplantation",
        "neutropenia",
        "thrombocytopenia",
        "adverse effects",
        "adverse event",
        "cancer",
        "complete remission"
    ],
    "author_names": [
        "Pushpinderdeep Singh Kahlon, MD",
        "Philip Kuriakose, MD",
        "Edward M. Peres, MD",
        "Nimrat Kaur Sandhu, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Pushpinderdeep Singh Kahlon, MD",
            "author_affiliations": [
                "Henry Ford Health System, Detroit, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Philip Kuriakose, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Henry Ford Hospital/Wayne State University, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward M. Peres, MD",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nimrat Kaur Sandhu, MBBS",
            "author_affiliations": [
                "Henry Ford Health System, detroit,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:02",
    "is_scraped": "1"
}