{
    "doi": "https://doi.org/10.1182/blood.V122.21.4437.4437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2538",
    "start_url_page_num": 2538,
    "is_scraped": "1",
    "article_title": "Preclinical Combination Of The Oral Investigational Agents ACY-1215, a Selective HDAC6 Inhibitor, and Ixazomib, a Proteasome Inhibitor, Demonstrates Combination Benefit In Multiple Myeloma Cell Lines and Xenograft Models ",
    "article_date": "November 15, 2013",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "topics": [
        "cell lines",
        "histone deacetylase 6",
        "ixazomib",
        "multiple myeloma",
        "proteasome inhibitors",
        "transplantation, heterologous",
        "histone deacetylase inhibitors",
        "bortezomib",
        "hdac protocol",
        "histone deacetylase"
    ],
    "author_names": [
        "Allison J Berger, PhD",
        "Bret Bannerman",
        "Steven N Quayle, PhD",
        "Jie Yu",
        "Khristofer Garcia",
        "Jeffrey Ciavarri, PhD",
        "David Tamang, PhD",
        "Min Yang, PhD",
        "Simon S Jones, PhD"
    ],
    "author_affiliations": [
        [
            "Oncology Drug Discovery Unit, Takeda Pharmaceutical Company, Ltd., Cambridge, MA, USA, "
        ],
        [
            "Oncology Drug Discovery Unit, Takeda Pharmaceutical Company, Ltd., Cambridge, MA, USA, "
        ],
        [
            "Acetylon Pharmaceuticals, Inc., Boston, MA, USA"
        ],
        [
            "Oncology Drug Discovery Unit, Takeda Pharmaceutical Company, Ltd., Cambridge, MA, USA, "
        ],
        [
            "Oncology Drug Discovery Unit, Takeda Pharmaceutical Company, Ltd., Cambridge, MA, USA, "
        ],
        [
            "Oncology Drug Discovery Unit, Takeda Pharmaceutical Company, Ltd., Cambridge, MA, USA, "
        ],
        [
            "Acetylon Pharmaceuticals, Inc., Boston, MA, USA"
        ],
        [
            "Acetylon Pharmaceuticals, Inc., Boston, MA, USA"
        ],
        [
            "Acetylon Pharmaceuticals, Inc., Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.361156",
    "first_author_longitude": "-71.09986359999999",
    "abstract_text": "Introduction The combination of HDAC inhibitors and proteasome inhibitors has demonstrated preclinical benefit in several settings, including multiple myeloma and lymphoma, and is being explored in clinical trials testing various HDAC inhibitors in combination with proteasome inhibitors. ACY-1215 is an investigational, orally available HDAC6-selective inhibitor that has demonstrated preclinical combination benefit with bortezomib in vitro and in vivo (Santos et al, Blood 2012; 119: 2579). These preclinical studies also support the hypothesis that the improved selectivity of ACY-1215 for HDAC6 over class I HDACs (HDAC1,2,3) may provide an improved tolerability profile compared to pan-HDAC inhibitors, while still providing the anti-myeloma effect of other HDACi/proteasome inhibitor combinations. ACY-1215 is currently in a Phase I/II trial in multiple myeloma with bortezomib (VELCADE) and dexamethasone to test this hypothesis (NCT01323751). Ixazomib citrate (MLN9708) is an investigational oral proteasome inhibitor in Phase III clinical trials in multiple myeloma (NCT01850524, NCT01564537). To examine the potential efficacy of the all-oral combination of ixazomib citrate and ACY-1215, we evaluated the combination of these agents in cell lines and xenograft models of multiple myeloma. Results In vitro viability experiments in 2 multiple myeloma cell lines (RPMI-8226 and MM.1S) using a dose matrix format demonstrated a combination benefit of ACY-1215 and ixazomib over a range of concentrations, very similar to the previously reported benefit of ACY-1215 plus bortezomib. Likewise, the combination benefit of the selective HDAC6 inhibitor ACY-1215 with ixazomib was similar to the combination effect observed with the pan-HDAC inhibitor SAHA (vorinostat). Together, these in vitro studies support the hypothesis that the combination of ACY-1215 and ixazomib provides similar levels of benefit as do combinations including other HDACi/proteasome inhibitors. Furthermore, experiments in MM.1S xenograft-bearing mice demonstrated an in vivo combination benefit of ACY-1215 and ixazomib. An all-oral regimen was well tolerated when ACY-1215 was dosed at 100 mg/kg PO twice daily for 5 days per week in combination with ixazomib dosed at 5 mg/kg PO twice weekly, and the combination regimen demonstrated additive antitumor activity ( Figure 1 ). The in vivo combination benefit of ACY-1215 and ixazomib was further demonstrated in MM.1S xenograft-bearing mice using alternate routes of administration (IV dosing of ixazomib and IP dosing of ACY-1215). The combination of ACY-1215 dosed at 30 mg/kg IP once daily for 5 days per week with ixazomib dosed IV at 1.5 mg/kg twice-weekly was also well tolerated and had striking antitumor activity. This combination regimen in fact caused regression of the MM.1S xenograft tumors below the starting volumes, and this level of activity was maintained throughout the entire 17 day dosing period ( Figure 2 ). In an accompanying pharmacodynamic (PD) study of the PO and IP doses of ACY-1215, we confirmed selective HDAC6 inhibition in MM.1S xenograft tumors as evidenced by elevated acetylation levels of the HDAC6 substrate tubulin, with little if any change in the levels of acetylated histone H3, a class I HDAC substrate. In vivo experiments in a second xenograft model, RPMI-8226, also demonstrated a combination benefit of ACY-1215 (30 mg/kg IP for 5 days per week) with ixazomib (0.75 mg/kg IV twice-weekly). View large Download slide View large Download slide View large Download slide View large Download slide Conclusion The combination benefit of ACY-1215 and ixazomib observed here in preclinical experiments utilizing in vitro and in vivo models of multiple myeloma provides rationale for clinical evaluation of this first all-oral combination of a proteasome inhibitor with an HDAC inhibitor. Disclosures: Berger: Takeda Pharmaceutical Company Ltd: Employment. Bannerman: Takeda Pharmaceutical Company Ltd: Employment. Quayle: Acetylon Pharmaceuticals, Inc: Employment, Equity Ownership. Yu: Takeda Pharmaceutical Company Ltd: Employment. Garcia: Takeda Pharmaceutical Company Ltd: Employment. Ciavarri: Takeda Pharmaceutical Company Ltd: Employment. Tamang: Acetylon Pharmaceuticals, Inc: Employment, Equity Ownership. Yang: Acetylon Pharmaceuticals, Inc: Employment, Equity Ownership. Jones: Acetylon Pharmaceuticals, Inc: Employment, Equity Ownership."
}