{
    "doi": "https://doi.org/10.1182/blood.V118.21.2997.2997",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1973",
    "start_url_page_num": 1973,
    "is_scraped": "1",
    "article_title": "Impact of Constitutional Polymorphisms in VCAM1, CD44, CXCL12, CXCR4 and CSF3R in Progenitor Cell Mobilization in Patients with Hematological Malignancies ",
    "article_date": "November 18, 2011",
    "session_type": "711. Cell Collection and Processing: Poster II",
    "topics": [
        "cd44 antigens",
        "cxcr4 receptors",
        "granulocyte colony-stimulating factor receptors",
        "hematologic neoplasms",
        "homing-associated cell adhesion molecule",
        "polymorphism",
        "stem cells",
        "stromal cell-derived factor 1",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor"
    ],
    "author_names": [
        "Maria L. Lozano",
        "Cristina Castilla-Llorente",
        "Elkin A. Niño",
        "Ana I. Antón",
        "Jose Padilla",
        "Encarna Pérez",
        "Vicente Garcia"
    ],
    "author_affiliations": [
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Universidad de Murcia, Centro Regional de Hemodonacion, Murcia, Spain, "
        ],
        [
            "Hematology and Clinical Oncology Unit, Hospital General Universitario Morales Meseguer, Murcia, Spain"
        ]
    ],
    "first_author_latitude": "37.982974000000006",
    "first_author_longitude": "-1.1218728999999998",
    "abstract_text": "Abstract 2997 Introduction. The identification of genetic variants predictive of response to G-CSF mobilization might be useful in deciding the best strategy to obtain haematopoietic progenitors (HP) in patients scheduled for autologous peripheral blood progenitor cell transplant. Recently, one study has demonstrated the relationship among polymorphisms in genes implicated in trafficking and homing of CD34+ cells and the degree of mobilization after G-CSF therapy among healthy donors (Haematologica 2011; 96: 102–109). Aims. To evaluate if polymorphisms in five genes ( CD44 rs13347 C>T , CSF3R rs3917924 A>G , CXCR4 rs2680880 A>T , CXCL12 rs1801157 G>A , and VCAM1 rs1041163 T>C ) previously associated with the number of G-CSF mobilized CD34+ cells in healthy donors, can also predict the mobilization efficacy in a group of patients with hematological malignancies. Patients and Methods. We retrospectively evaluated 183 patients who were treated with s.c. G-CSF at 10 mcg/kg during 4 days. HP collection was initiated or not at day 5 according to the CD34+ number in peripheral blood (PB). Patients were selected among two groups: (1) poor mobilizers (n=109), who failed a mobilization attempt, presenting with 2 ×10 6 CD34+ cells/kg in a first and only apheresis. The genetic variants were genotyped by allelic discrimination polymerase chain reaction (PCR) assays using TaqMan®Genotyping Assays (Applied Biosystems). Results. Patients diagnosed with lymphoma, myeloma and acute leukaemia were 40%, 38% and 21% of poor mobilizers, and 38%, 46% and 16% of good mobilizers, respectively. On the overall group, the genetic variant TT rs1801157 in CXCL12 was significantly associated with poor mobilization (p=0.040). Among lymphoma patients, the presence of the C allele in VCAM1 was significantly associated with mobilization rate (49% vs 19% among poor and good mobilizers respectively, p=0.011). In this lymphoma group, a trend towards poor mobilization was also observed in relation with homocygosis for the T allele of CXCL12 (12% vs 0% in poor and good mobilizers, respectively, p=0.066). The analyzed variables had no impact on the mobilization capacity in patients with myeloma or acute leukaemia. Discussion. Genetic variants in VCAM and CXCL12 seem to be related with the mobilization yield after G-CSF, particularly in lymphoma patients. Other polymorphisms in adhesion molecules related to the degree of CD34+ cell mobilization in healthy donors have not shown a relevant role in patients with hematological malignancies, probably reflecting the predominant effect of disease biology and/or of previous treatments. Funding. This study was supported in part by a research grants 04515/GERM '2f 06; RECAVA RD06/0014/0039, and FIS 10/02594 Disclosures: No relevant conflicts of interest to declare."
}