{
    "doi": "https://doi.org/10.1182/blood-2019-130851",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4314",
    "start_url_page_num": 4314,
    "is_scraped": "1",
    "article_title": "The Nutrient Trial (NUTRitional Intervention among myEloproliferative Neoplasms): Feasibility Phase ",
    "article_date": "November 13, 2019",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "topics": [
        "myeloproliferative disease",
        "nutrients",
        "diet",
        "mediterranean diet",
        "anti-inflammatory agents",
        "cytokine",
        "disease progression",
        "inflammation",
        "basic metabolic panel",
        "blood specimen collection"
    ],
    "author_names": [
        "Laura F. Mendez",
        "Hellen Nguyen",
        "Jenny Nguyen",
        "Alexander Himstead",
        "Melinda R. Lemm",
        "Elena S. Heide",
        "Robyn M. Scherber, MDMPH",
        "Aditi Choudhry, MD",
        "Chelsea O. McKinney",
        "Ruben A. Mesa, MD",
        "Lari Wenzel",
        "Andrew Odegaard",
        "Angela G. Fleischman, MD PhD"
    ],
    "author_affiliations": [
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "School of Medicine, University of CaIifornia Irvine, Irvine, CA "
        ],
        [
            "School of Medicine, University of California Irvine, Irvine, CA "
        ],
        [
            "School of Medicine, University of California Irvine, Irvine, CA "
        ],
        [
            "UT Health San Antonio MD Anderson Cancer Center, San Antonio, TX "
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "UT Health San Antonio MD Anderson Cancer Center, San Antonio, TX "
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ],
        [
            "Department of Epidemiology, University of California Irvine, Irvine, CA"
        ],
        [
            "Chao Family Comprehensive Cancer Center, University of California Irvine, Irvine, CA "
        ]
    ],
    "first_author_latitude": "33.7869514",
    "first_author_longitude": "-117.88902750000001",
    "abstract_text": "The Mediterranean diet, characterized by increased consumption of extra virgin olive oil (EVOO), nuts, legumes, vegetables, fruits, fish, and whole grain products, has proven to be beneficial in diseases where chronic subclinical inflammation plays a key role (Calder et al., 2011). For example, the PREDIMED (Prevención con Dieta Mediterránea) study demonstrated that a Mediterranean diet supplemented with EVOO or nuts reduced the incidence of major cardiovascular events (Estruch et. al, 2010). The Mediterranean diet's anti-inflammatory properties are attributed to its richness in phenolic compounds and main nutrients, such as: fiber, monounsaturated fatty acids, n-3 polyunsaturated fatty acids, vitamins C and E, and carotenoids (Casas et al., 2017). Overproduction of pro-inflammatory cytokines like IL-6 and TNF-α is a characteristic feature of Myeloproliferative Neoplasm (MPN) and correlates with high symptom burden and may also play a role in disease progression (Craver et al., 2018). Therefore, reduction of inflammation at the early stages of disease through low-risk interventions such as diet could lessen symptom burden and potentially blunt disease progression. To date, this nutrition trial will be the first to study the effects of the Mediterranean dietary pattern in MPN patients. To initially assess the feasibility of a Mediterranean diet intervention among MPN patients, we developed a prospective interventional proof-of-concept study of 30 MPN patients randomized (1:1) to either a Mediterranean diet supplemented with EVOO or the United States Dietary Guidelines for Americans (USDA). Inclusion and exclusion criteria are listed in Table 1 and study schematic is shown in Figure 1. The primary endpoint for this study is adherence to a Mediterranean diet with our diet curriculum. Exploratory endpoints include reduction in inflammatory biomarkers, reduction in symptom burden, and change in the gut microbiome. All participants meet once at the start of the intervention period (week 3) with a dietician for one-on-one counseling to educate the participant on the central components of the Mediterranean diet or the US Dietary guidelines and tailor the diet to meet each participant's medical needs and or cultural preferences. Participants are emailed 10 weekly installments of educational materials on their respective diet. At weeks 3 and 9, participants in the Mediterranean diet arm are given 750ml of EVOO and participants in the USDA arm receive a $10 grocery gift card. Six unannounced surveys and 24-hour food recalls are collected throughout the duration of the 15-week study. Conformity with the Mediterranean dietary pattern is assessed by the 14-item Mediterranean diet adherence score. Symptom burden is assessed using the MPN symptom assessment form (MPN-SAF). Four biological sample data points are collected during the 15-week study which includes collection of blood, stool, and urine. Complete blood count, Comprehensive Metabolic Panel, Lipid Panel, hsCRP are measured, and plasma is stored for cytokine analysis. Urine is used to quantify urine total polyphenol excretion. Stool samples are used to measure changes in the gut microbiome with diet. Since opening in October 2018, we have screened 44 potential participants. Four did not meet the inclusion criteria, 8 participants did not respond to initial surveys, and thus, did not progress to the intervention phase and were not randomized. Of the 32 participants who were randomized, 2 withdrew due to family illness. Eighteen participants have completed the 15-week study and 12 participants are currently in the active intervention phase. Demographics of the 30 participants who have completed this study or are currently receiving active intervention are shown in Table 2. In summary, this is a feasibility study to evaluate if MPN patients can adhere to a Mediterranean diet when given written curriculum and verbal counseling, and to explore whether a diet rich in anti-inflammatory properties can improve MPN symptoms. Geography was a limitation for this study, participants who were not in Southern California found it difficult to arrange travel for in-person visits. Patients who self-referred were more responsive and engaged than those recruited from clinic. Subsequent trials will test the impact of diet in a larger group of MPN patients, likely with a remotely administered intervention to obviate the need for travel. View large Download slide View large Download slide  Disclosures Scherber: Incyte: Consultancy; Blueprint: Other: Ad board; Gilead: Consultancy. Mesa: Genotech: Research Funding; Celgene: Research Funding; Promedior: Research Funding; CTI Biopharma: Research Funding; Incyte: Research Funding; Samus: Research Funding; Novartis: Consultancy; La Jolla Pharma: Consultancy; AbbVie: Research Funding; Sierra Onc: Consultancy. Fleischman: incyte: Speakers Bureau."
}