{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4409.4409",
    "article_title": "Succinate Ubiquinone Reductase Activity Predicts Multiple Myeloma Sensitivity to Venetoclax ",
    "article_date": "December 7, 2017",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster III",
    "abstract_text": "Multiple myeloma (MM) is a plasma cell malignancy estimated to account for 12,590 deaths and 30,280 new diagnoses in the US in 2017. Despite the use of next generation immunomodulatory drugs (IMiDs), proteasome inhibitors and newer targeted therapies, the development of chemo-resistant MM is common, with approximately 20% of patients succumbing to aggressive treatment-refractory disease within a short period of diagnosis. Resistance is primarily associated with evasion of apoptosis connected to the inability to release sufficient pro-apoptotic BCL-2 proteins above a threshold required to elicit apoptosis. Thus, finding alternative strategies to shift a resistant cell closer to the apoptotic threshold could potentially circumvent resistance. Metabolites contribute to the development of resistance to apoptosis by regulating pro and anti-apoptotic BCL-2 family members. We previously reported that depriving cells of glutamine enhanced binding of BIM to BCL-2 thereby sensitizing myeloma cell lines and patient samples to the BH3 mimetic venetoclax (ABT-199), a highly selective, potent BCL-2 antagonist. ABT-199 is however effective only in 40% of MM patients exhibiting the (11;14) translocation, warranting investigation of strategies to increase the applicability of ABT-199. We were interested to explore if there were metabolic differences in ABT-199 sensitive t(11;14) and resistant cells that could inform us of a) predictors of sensitivity; and b) metabolic targets that could be inhibited to sensitize resistant cells to ABT-199. Given that, tumor cells differentially rely on glycolysis and mitochondrial oxidative phosphorylation we first evaluated oxygen consumption rates (OCR) in ABT-199 sensitive and resistant MM lines. All ABT-199 sensitive lines exhibited lower OCR in contrast to the resistant lines. Metabolite profiling and isotope tracing flux analyses of glutamine deprived myeloma cell lines revealed specific reduction of TCA cycle metabolites including succinate. TCA cycle intermediates are linked to mitochondrial respiration via electron transport chain (ETC) complexes (I-V). Among the five ETC complexes, only Complex II/succinate dehydrogenase (SDH) is directly connected to the TCA cycle and ETC. SDH facilitates the oxidation of succinate to fumarate in the TCA cycle through its subunit SDHA, and transfers the released electrons to ubiquinone via its SDHB, C and D subunits supporting the succinate ubiquinone reductase (SQR) activity of Complex II. Therefore, we sought to further interrogate succinate dehydrogenase in facilitating ABT-199 sensitization. We evaluated SDH ubiquinone reductase activity in ABT-199 sensitive and resistant myeloma lines and demonstrated that all ABT-199 sensitive cell lines had significantly lower SQR activity. Furthermore, inhibition of the SDH ubiquinone reductase with the Qp site inhibitor thenoyltrifluoroacetone (TTFA) sensitized resistant MM cells to ABT-199. Inhibition of Complex I with piericidin or the SDHA subunit with 3-NPA were not as effective in sensitizing MM to ABT-199. Protein expression and co-immunoprecipitation analyses demonstrated an induction of BIM and enhanced BIM-BCL-2 binding upon SDH inhibition with TTFA. TTFA treated cells exhibited a reduction of FOXO3a phosphorylation and concomitant nuclear localization upon SDH inhibition suggestive of FOXO3a playing a role in BIM induction. TTFA + ABT-199 co-treatment induced apoptosis in ABT-199 resistant myeloma patient cells without impacting viability of the associated normal populations. Our study thus identifies a tumor selective approach of metabolically-driven synthetic lethality that relies on inhibition of the mitochondrial enzyme SDH and use of the BCL-2 antagonist, ABT-199 for myeloma therapy. In addition, our results importantly suggest SDH activity predicts ABT-199 sensitivity and can be interrogated in MM patients as a predictive marker of ABT-199 sensitivity particularly within t(11;14) patients currently being enrolled for ABT-199 treatment. Disclosures Nooka: Amgen, Novartis, Spectrum, Adaptive: Consultancy. Boise: Abbvie: Consultancy; Eli Lilly and Company: Research Funding.",
    "topics": [
        "multiple myeloma",
        "oxidoreductase",
        "succinates",
        "ubiquinone",
        "venetoclax",
        "metabolites",
        "antagonists",
        "complex",
        "glutamine",
        "succinate dehydrogenase"
    ],
    "author_names": [
        "Richa Bajpai, PhD",
        "Changyong Wei, PhD BS",
        "Shannon Matulis, PhD",
        "Ajay K. Nooka, MDMPH",
        "Samuel McBrayer, PhD",
        "Sagar Lonial, MD",
        "Vikas A. Gupta, MD PhD",
        "Lawrence H. Boise, PhD",
        "Mala Shanmugam, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richa Bajpai, PhD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Changyong Wei, PhD BS",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Matulis, PhD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Nooka, MDMPH",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel McBrayer, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard University, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas A. Gupta, MD PhD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence H. Boise, PhD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mala Shanmugam, PhD",
            "author_affiliations": [
                "Winship Cancer Institute/ Hematology and Medical Oncology, Emory University, Atlanta, GA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:35:08",
    "is_scraped": "1"
}