{
    "doi": "https://doi.org/10.1182/blood.V116.21.3994.3994",
    "article_title": "Dose Dependent Effect of Deferasirox on Hematopoietic Progeneitors of Myelodysplastic Syndrome ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3994 Defarasirox (DFX) is an orally available iron chelator used for management of iron overload in myelodysplastic syndrome (MDS). Given the importance of iron in generation of reactive oxygen species (ROS) and the importance of ROS in hematopoietic progenitor regulation, we sought to examine the effect of varying doses of deferasirox on CD34+ hematopoietic progenitors from MDS patients and compare to control CD34+ progenitors from human umbilical cord blood. CD34+ hematopoietic progenitors were isolated from bone marrow specimens of patients with MDS (who had below 10% bone marrow blasts) and human umbilical cord blood. The proliferation of these progenitors cultured in growth factor-containing medium with iron chelators deferasirox (5, 10 and 20 μM) or deferoxamine (DFO) 10 μM was examined on days 3, 7, and 14 of culture. Differentiation along granulocytic, monocytic and erythroid lineages was examined by flow cytometry. Apoptosis was determined by Annexin-V surface expression. Colony formation assays were performed in methylcellulose after varying periods of exposure to DFX. Total and mitochondrial ROS levels were determined by flow cytometry after exposure to DFX at varying concentrations. Progressive dose-dependent suppression of MDS progenitor proliferation in culture was observed with DFX at dose range of 5μM to 20μM [inhibition at day 14 compared to controls with DFX 5μM 4%, 10μM 60% (p<0.01), 20μM 90% (p<0.001), n=7]. This suppression was more pronounced in MDS compared to cord blood progenitors (DFX 20μM 22% inhibition at day 14 compared to controls, n=5). There was reduced viability of MDS progenitors at 20μM concentration of DFX which increased with duration of exposure in culture (58% viability with DFX 20μM at day 14 compared with 90% for controls, p<0.001, n=7). Viability was not reduced in normal progenitors at this concentration of DFX (83% viability with DFX 20μM at day 14 compared with 85% for controls, n=5). The percentage of CD34+ cells as well as granulocytic and monocytic lineage cells were reduced after day 14 of culture at 10 and 20μM concentrations of DFX compared to 5μM in MDS specimens. Such an effect was not observed in normal cord blood progenitors. 20μM DFX as well as DFO markedly suppressed colony growth when progenitors were plated after 14 days of exposure to chelators, suggestion depletion of primitive hematopoietic progenitors. ROS levels were suppressed by 5μM DFX, but were increased above control at 20μM. DFO (10μM), also had marked suppressive effect on proliferation of MDS progenitors at days 7 and 14 of culture compared to cord blood. We conclude that exposure to the iron chelators DFX and DFO results in enhanced dose-dependent inhibition of proliferation, differentiation and survival in MDS progenitors compared to cord blood progenitors. MDS progenitors are particularly sensitive to the anti proliferative and apoptotic effects of iron chelators at concentrations above 5μM of DFX. Our data have important implications for use of DFX in MDS patients, may explain worsening of cytopenias in some MDS patients receiving DFX therapy, and suggest that lower doses of DFX started earlier in disease course may be the preferable strategy to manage iron overload. Such doses could have favorable impact on hematopoiesis and ROS- induced genomic instability in MDS. Disclosures: Pullarkat: Novartis Pharma: Consultancy, Honoraria, Research Funding, Speakers Bureau. Bhatia: Novartis Pharma: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "deferasirox",
        "myelodysplastic syndrome",
        "iron chelating agents",
        "flow cytometry",
        "iron overload",
        "annexin a5",
        "bone marrow specimen",
        "chelating agents",
        "cytopenia",
        "deferoxamine"
    ],
    "author_names": [
        "Vinod Pullarkat",
        "Arjun Sehgal",
        "Liang Li, MD, PhD",
        "Allen Lin",
        "Stephen J. Forman, M.D.",
        "Ravi Bhatia, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vinod Pullarkat",
            "author_affiliations": [
                "Hematology, City of Hope Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arjun Sehgal",
            "author_affiliations": [
                "Hematology, City of Hope Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liang Li, MD, PhD",
            "author_affiliations": [
                "Dept. of Hematology/HCT, City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allen Lin",
            "author_affiliations": [
                "City of Hope Medical Center, Duarte, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman, M.D.",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation, City of Hope, Duarte, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Bhatia, MD",
            "author_affiliations": [
                "City of Hope Natl. Med. Ctr., Duarte, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T04:00:32",
    "is_scraped": "1"
}