{
    "doi": "https://doi.org/10.1182/blood.V126.23.1893.1893",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3054",
    "start_url_page_num": 3054,
    "is_scraped": "1",
    "article_title": "Manufacturing an Enhanced CAR T Cell Product By Inhibition of the PI3K/Akt Pathway During T Cell Expansion Results in Improved In Vivo Efficacy of Anti-BCMA CAR T Cells ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "abstract_text": "Patients treated with chimeric antigen receptor (CAR) T cells targeting CD19 for B cell malignancies have experienced rapid and durable tumor regressions. Manufacture of CAR T cells is challenged by the necessity to produce a unique drug product for each patient. Each treatment requires ex vivo culture of patient T cells to facilitate CAR gene transfer and to achieve therapeutic amounts of T cells. Paradoxically, ex vivo culture with IL-2 also decreases CAR T cell activity. Some investigators have proposed isolating central memory T cells (thought to be enriched for therapeutic T cells), yet isolation techniques are cumbersome and costly to scale commercially. Culture of T cells in IL-7 and IL-15 has also been shown by several investigators to improve therapeutic activity. Here we explored the potential for culture modifications to improve the therapeutic potential of CAR T cells without adding complexity to manufacturing. We tested this hypothesis using CAR T cells specific to B cell maturation antigen (BCMA) manufactured using standard IL-2 culture with an inhibitor of PI3K added to the media, or with IL-7 and IL-15 in place of IL-2. The in vivo activity was studied in NSG mouse models of human Burkitt's lymphoma (Daudi), and multiple myeloma (RPMI-8226), both of which express BCMA. In the lymphoma model, NSG mice were injected intravenously (IV) with 2 x 10 6 Daudi cells and allowed to accumulate a large tumor burden before being treated with 4 x 10 6 CAR+ T cells on day 18 post-tumor injection. At this late time point post implantation, mice had highly disseminated Daudi tumor (our goal was to model late stage disease observed in relapsed and refractory lymphoma). In this model of advanced disease, IL-2 cultured anti-BCMA CAR T cells had no effect on tumor growth (p = 0.22) and all mice succumbed to the tumors within two weeks after treatment. Anti-BCMA CAR T cells grown in IL-7 and IL-15 also failed to control tumor growth (p = 0.23). In sharp contrast, all animals treated with anti-BCMA CAR T cells cultured with the PI3K inhibitor survived and experienced complete long-term tumor regression (p=0.003). The same anti-BCMA CAR T cells were used in a model of multiple myeloma. NSG mice were injected subcutaneously (SC) with 10 7 RPMI-8226 MM cells, and at 22 days post-implantation mice received a single IV administration of anti-BCMA CAR T cells (4 x 10 5 CAR+ T cells/mouse) cultured under various conditions. In this model, all treatment groups demonstrated tumor regression, regardless of the in vitro culture conditions. To evaluate CAR T cell durability, two weeks after initial tumor clearance, surviving animals were then re-challenged with RPMI-8226 cells on the opposite flank to model tumor relapse. We found that only animals that had been treated with anti-BCMA CAR T cells cultured with PI3K inhibition were immune to subsequent tumor challenge (p=0.005). Given the superior in vivo efficacy of anti-BCMA CAR T cells cultured with PI3K inhibition, we sought to identify phenotypic characteristics associated with the improved therapeutic activity. Anti-BCMA CAR T cells cultured with PI3K inhibition contained an increased frequency of CD62L+ CD8 T cells in the final product (p < 0.001) suggesting improved expansion of a distinct CD8 T cell subset. These data suggest that inhibition of PI3K during ex vivo expansion with IL-2 may generate a superior anti-BCMA CAR T cell product for clinical use. Furthermore, this approach could potentially be used in the manufacture of other T cell therapies. Disclosures Perkins: bluebird bio: Employment, Equity Ownership. Grande: bluebird bio: Employment, Equity Ownership. Hamel: bluebird bio: Employment, Equity Ownership. Horton: bluebird bio: Employment, Equity Ownership. Garrett: bluebird bio: Employment, Equity Ownership. Miller: bluebird bio: Employment, Equity Ownership. Latimer: bluebird bio: Employment, Equity Ownership. Horvath: bluebird bio: Employment, Equity Ownership. Kuczewski: bluebird bio: Employment, Equity Ownership. Friedman: bluebird bio: Employment, Equity Ownership. Morgan: bluebird bio: Employment, Equity Ownership.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "burkitt's lymphoma",
        "phosphoinositide 3-kinase",
        "t-lymphocytes",
        "akt signaling pathway",
        "neoplasms",
        "aldesleukin",
        "interleukin-15",
        "interleukin-7",
        "tumor regression"
    ],
    "author_names": [
        "Molly R. Perkins, D.Phil.",
        "Shannon Grande, PhD",
        "Amanda Hamel, BS",
        "Holly M. Horton, PhD",
        "Tracy E. Garrett, BA",
        "Sara M. Miller",
        "Howard J. Latimer, IV, BS",
        "Christopher J. Horvath, DVM, MS, DACVP",
        "Michael Kuczewski, MS",
        "Kevin M. Friedman, PhD",
        "Richard A. Morgan, PhD"
    ],
    "author_affiliations": [
        [
            "bluebird bio, Cambridge, MA "
        ],
        [
            "bluebird bio, Cambridge, MA "
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Cambridge, MA "
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ],
        [
            "bluebird bio, Inc, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "42.3650251",
    "first_author_longitude": "-71.07982609999999"
}