{
    "doi": "https://doi.org/10.1182/blood-2020-138459",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4572",
    "start_url_page_num": 4572,
    "is_scraped": "1",
    "article_title": "Clinical Course, Outcomes and Genetic Characterization of Patients with Isolated Myeloid Sarcoma ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Hussein A Abbas, MDPhD",
        "Patrick K Reville, MD",
        "Alexis Geppner",
        "Maro Ohanian, DO",
        "Koji Sasaki, MD",
        "Gautam Borthakur, MD",
        "Naval Daver, MD",
        "Courtney D. DiNardo, MD MSCE",
        "Carlos E. Bueso-Ramos, MD PhD",
        "Michael Andreeff, MD PhD",
        "Nicholas J. Short, MD",
        "Sherry A. Pierce, BSN, BA",
        "Elias Jabbour, MD",
        "Guillermo Garcia-Manero, MD",
        "Marina Konopleva, MD PhD",
        "Farhad Ravandi, MBBS",
        "Hagop M. Kantarjian, MD",
        "Tapan M. Kadia, MD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Medicine, Medical Oncology Fellowship, UT M. D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "UT M. D. Anderson Cancer Center, Houston,"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Hematopathology, University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, University of Texas, MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, University of Texas- MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background Myeloid sarcoma (MS) is a rare extramedullary presentation of acute myeloid leukemia (AML). While MS in the setting of concomitant medullary acute myeloid leukemia (AML) is relatively well described, much less is known about patients presenting with MS without bone marrow (BM) involvement. Methods This is a retrospective analysis of 56 patients with isolated MS (defined as extramedullary AML with < 20% blasts in BM or blood within 2 months of diagnosis) seen at MD Anderson Cancer Center (MDACC) between 2005 and 2020. 30/56 (54%) of patients received frontline and 6/56 (11%) received 2nd line treatment at MDACC; 20/56 (36%) received treatment outside based on the initial consultation. High intensity treatment was defined as high-dose cytarabine-based chemotherapy regimen versus lower intensity hypomethylating agent (HMA)-based regimens. Cytogenetics and molecular data from isolated MS and BMs were also analyzed where available. Results 56 patients (64% males) with isolated MS were identified, with a median age of 58 years (range 21-79 years). Baseline demographics are summarized in Table 1. The majority (75%) of patients had a single anatomic site involved. The most frequent anatomic sites involved were skin (34%) and musculoskeletal (23%). 54/56 (96%) of patients had documented frontline treatment. 70% of patients received frontline intensive chemotherapy induction, 10/56 (18%) received low-intensity treatment, with 3 patients receiving no treatment, and 1 patient each undergoing only surgery or radiation. 5/56 (9%) patients received venetoclax-based regimens whereas 5/56 (12%) received frontline chemo+radiation therapy. A total of 20/56 (36%) patients relapsed as either isolated MS (9/20; 45%) in a same or different site or as BM relapse (11/20; 55%). At a median follow up of 3.42 years (95% CI: 3.15 - 7.01 years) the median overall survival (OS) of the entire group was 3.41 years (95% CI: 1.39 - NE) (Figure 1). Median OS for all patients with censoring at time of stem cell transplantation (10/56; 18%) is 3.48 years (95% CI: 1.46 - NE). Median relapse-free survival is 3.22 years (95% CI: 1.08 - NE). Inferior survival was noted in patients with baseline BM blasts >=5% (median OS of 0.47 years versus 3.48 years; HR: [4.93, 95% CI: 1.63 - 11.8; p=0.003]), and BM relapse (0.62 vs 6.54 years (HR 5.74, 95% CI 2.57 - 12.8; p < 0.001)) (Figures 2-3). Intensity of chemotherapy and older age (>60 years) were not associated with OS (Figure 4). Of those tested at diagnosis (22/56; 39%), the most common alterations seen in the MS tissue were: inv(16) in 4/22 (18%) and RAS pathway mutations in 4/22 (18%); 2 (9%) had complex cytogenetics, and 2 (9%) had NPM1 mutations. BM cytogenetics and molecular data within 2 months of MS diagnosis were available in 38/56 (68%) and 34/56 (61%) of patients, respectively. The most predominant BM cytogenetic profile then was diploid (34/38; 90%), while 2 patients had intermediate (5%) or complex (5%) cytogenetics. 12/34 (35%) BMs had at least one molecular abnormality including 3/12 (25%) patients with DNMT3A mutations. Also, inv (16)/CBFb-MYH11 alteration, and mutations in ASXL1 , CEBPA and NRAS were detected in 2/12 (16.6%) patients. Other mutations detected: IDH2 , JAK2 , KRAS , PTPN11 , TET2, BCOR and RAD21 . At time of BM AML relapse, 10/11 patients had cytogenetics data with 7/10 (70%) and 3/10 (30%) being diploid and complex, respectively. 6/11 (55%) had molecular testing of the BM at relapse summarized in Table 1. 4/6 (66%) had mutations in NRAS (3/4; 75%) and KRAS (1/4; 25%). Conclusion: Patients with isolated MS should have baseline BM assessment as patients with >5% blasts have inferior outcomes. RAS mutations were detected in 18% of myeloid sarcoma at diagnosis, but in 66% in medullary AML at relapse, which is higher than 15-20% seen in de novo medullary AML, suggesting an overrepresentation of RAS pathway alterations in isolated MS. Further, BM relapse confers poor prognosis. Interestingly, older age is not associated with poorer outcomes. These findings suggest that isolated MS may have different biology and monitoring for BM involvement is important for early detection of relapse. View large Download slide View large Download slide  Disclosures Sasaki: Pfizer Japan: Consultancy; Novartis: Consultancy, Research Funding; Daiichi Sankyo: Consultancy; Otsuka: Honoraria. Borthakur: AstraZeneca: Research Funding; BioLine Rx: Consultancy; BioLine Rx: Research Funding; Cyclacel: Research Funding; Xbiotech USA: Research Funding; Oncoceutics: Research Funding; Incyte: Research Funding; BMS: Research Funding; Polaris: Research Funding; PTC Therapeutics: Research Funding; BioTherix: Consultancy; Nkarta Therapeutics: Consultancy; Treadwell Therapeutics: Consultancy; FTC Therapeutics: Consultancy; Curio Science LLC: Consultancy; Novartis: Research Funding; Abbvie: Research Funding; Jannsen: Research Funding; GSK: Research Funding; Argenx: Consultancy; PTC Therapeutics: Consultancy. Daver: Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Servier: Research Funding; Genentech: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Fate Therapeutics: Research Funding; ImmunoGen: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trillium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Trovagene: Research Funding. DiNardo: Notable Labs: Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Honoraria, Research Funding; Novartis: Consultancy; ImmuneOnc: Honoraria; Takeda: Honoraria; Jazz: Honoraria; MedImmune: Honoraria; Syros: Honoraria; Calithera: Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding. Andreeff: Amgen: Research Funding; Daiichi-Sankyo; Jazz Pharmaceuticals; Celgene; Amgen; AstraZeneca; 6 Dimensions Capital: Consultancy; Daiichi-Sankyo; Breast Cancer Research Foundation; CPRIT; NIH/NCI; Amgen; AstraZeneca: Research Funding; Centre for Drug Research & Development; Cancer UK; NCI-CTEP; German Research Council; Leukemia Lymphoma Foundation (LLS); NCI-RDCRN (Rare Disease Clin Network); CLL Founcdation; BioLineRx; SentiBio; Aptose Biosciences, Inc: Membership on an entity's Board of Directors or advisory committees. Short: Amgen: Honoraria; Astellas: Research Funding; AstraZeneca: Consultancy; Takeda Oncology: Consultancy, Honoraria, Research Funding. Jabbour: Takeda: Other: Advisory role, Research Funding; Adaptive Biotechnologies: Other: Advisory role, Research Funding; BMS: Other: Advisory role, Research Funding; Amgen: Other: Advisory role, Research Funding; Pfizer: Other: Advisory role, Research Funding; AbbVie: Other: Advisory role, Research Funding; Genentech: Other: Advisory role, Research Funding. Garcia-Manero: Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding; Novartis: Research Funding; Onconova: Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Honoraria, Research Funding; H3 Biomedicine: Research Funding; Merck: Research Funding; Jazz Pharmaceuticals: Consultancy; Amphivena Therapeutics: Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Acceleron Pharmaceuticals: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Research Funding. Konopleva: Amgen: Consultancy; Reata Pharmaceutical Inc.;: Patents & Royalties: patents and royalties with patent US 7,795,305 B2 on CDDO-compounds and combination therapies, licensed to Reata Pharmaceutical; Agios: Research Funding; Kisoji: Consultancy; Eli Lilly: Research Funding; Cellectis: Research Funding; Forty-Seven: Consultancy, Research Funding; Calithera: Research Funding; Ascentage: Research Funding; AbbVie: Consultancy, Research Funding; Stemline Therapeutics: Consultancy, Research Funding; F. Hoffmann La-Roche: Consultancy, Research Funding; Rafael Pharmaceutical: Research Funding; Ablynx: Research Funding; AstraZeneca: Research Funding; Genentech: Consultancy, Research Funding; Sanofi: Research Funding. Ravandi: Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding; Xencor: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; AstraZeneca: Consultancy, Honoraria; Orsenix: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; Macrogenics: Research Funding; BMS: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Astellas: Consultancy, Honoraria, Research Funding. Kantarjian: Aptitute Health: Honoraria; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; BioAscend: Honoraria; Abbvie: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Adaptive biotechnologies: Honoraria; BMS: Research Funding; Oxford Biomedical: Honoraria; Immunogen: Research Funding; Pfizer: Honoraria, Research Funding; Jazz: Research Funding; Ascentage: Research Funding; Delta Fly: Honoraria; Janssen: Honoraria; Sanofi: Research Funding; Amgen: Honoraria, Research Funding. Kadia: Cellenkos: Research Funding; Incyte: Research Funding; Ascentage: Research Funding; Astra Zeneca: Research Funding; Pulmotec: Research Funding; Celgene: Research Funding; Amgen: Research Funding; Pfizer: Honoraria, Research Funding; Astellas: Research Funding; Cyclacel: Research Funding; Abbvie: Honoraria, Research Funding; Genentech: Honoraria, Research Funding; JAZZ: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria."
}