{
    "doi": "https://doi.org/10.1182/blood.V128.22.214.214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3523",
    "start_url_page_num": 3523,
    "is_scraped": "1",
    "article_title": "Impact of the Timing of Complete Remission and Transplantation on Estimates of Event-Free Survival in Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Innovations in Induction Therapy",
    "topics": [
        "complete remission",
        "leukemia, myelocytic, acute",
        "transplantation",
        "brachial plexus neuritis",
        "ms-like tyrosine kinase 3",
        "surrogate endpoints",
        "anthracycline antibiotics",
        "calculi",
        "chemotherapy regimen",
        "core-binding factor"
    ],
    "author_names": [
        "Jun Yin, PhD",
        "Betsy R. Laplant, MS",
        "Geoffrey L. Uy, MD",
        "Guido Marcucci, MD",
        "William Blum, MD",
        "Richard A. Larson, MD",
        "Richard M. Stone, MD",
        "Sumithra Mandrekar, PhD"
    ],
    "author_affiliations": [
        [
            "Alliance Statistics and Data Center, Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Oncology, Department of Medicine, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "3. Hematologic Malignancies and Stem Cell Transplantation Institute, City of Hope, Duarte, CA "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Alliance Statistics and Data Center, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "43.995987549999995",
    "first_author_longitude": "-92.48117244999999",
    "abstract_text": "Background: Event free survival (EFS) is often used as an endpoint in AML clinical trials. EFS-based endpoints are controversial due to the lack of a consistent definition for the timing of complete remission (CR), and consideration of hematopoietic cell transplantation (HCT). Here, we examined the impact of the timing of achievement of CR and censoring for HCT in the estimation of the EFS, and assessed its robustness as an endpoint in AML. Methods: All prospective trials since 2003 using anthracycline and cytarabine chemotherapy for newly diagnosed patients (pts) with AML conducted through the Alliance for Clinical Trials in Oncology, and whose primary endpoint data has been reported, were included (5 trials total). Trial 1 - randomized phase III study in older AML pts (n=504, median age 69, 61% male); trial 2 - single-arm phase II study in older FLT3-mutated AML pts (n=54, median age 67, 56% male); trial 3 - randomized phase III study in younger AML pts (n=546, median age 48, 55% male); trial 4 - randomized phase III study in younger FLT3-mutated AML pts (n=717, median age 48, 45% male); and trial 5 - single arm phase II study in core-binding factor AML pts with no restriction on age (n=61, median age 51, 51% male). Induction failure was defined as one of: no CR by 60 days (Definition 1), no CR by the end of all protocol induction courses (Definition 2), or no CR by the end of all protocol treatment (Definition 3). CR was defined as 1000 neutrophils/ul (>1500 neutrophils/ul for trial 1), >100,000 platelets/ul, and no red cell transfusion requirement. EFS was defined as the time from randomization / registration to the first evidence of induction failure using each of the 3 methods above, relapse, or death from any cause. Patients last known to be alive without relapse were censored at the date of last contact. Including the 3 induction failure definitions and consideration of censoring or no censoring for HCT, the Kaplan Meier estimates of EFS were computed for the six different definitions of EFS. Results: The number of deaths was respectively 464, 38, 307, 357, and 13 across the 5 trials, with a median follow-up of 99.7, 28.2, 60.1, 58.2, and 33.5 months on the alive patients, respectively. Not considering HCT, in trial 1, the median EFS ranged from 2.0 to 4.3 months (115% difference); in trial 2, the median EFS ranged from 6.9 to 8.3 months (20% difference); in trial 3, the median EFS ranged from 9.8 to11.2 months (14% difference); and in trial 4, the median EFS ranged from 5.5 to 9.7 months (76% difference). The median EFS was not achieved in trial 5; however the 1-year EFS estimates ranged from 78 to 83% (6% difference). Consistently across all trials, as expected, the EFS estimate using the 60-day induction failure yielded the shortest estimates, whereas the end-of-treatment induction failure yielded the longest estimates. Results were similar both with and without censoring at the time of HCT as the event of interest occurred prior to transplantation in most cases. Conclusions: Although relapse and death are firm endpoints, the determination of failure to achieve CR is not consistent across studies. While there is minimal impact of censoring at HCT on EFS estimates, the median EFS estimates differed considerably based on the timing of CR used to define induction failure, with the magnitude of difference being large enough in most cases (observed range: 14% to >100%) to lead to incorrect conclusions about efficacy in a single arm trial if the trial definition was not consistent with the definition used for the historical control. The timing of CR should be carefully examined in the historical control data used to guide the design of the next trial. Table. View large Download slide Table. View large Download slide  Disclosures Uy: Glycomimetics: Consultancy; Boehringer Ingelheim: Consultancy. Stone: Celator: Consultancy; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy; Amgen: Consultancy; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy; Novartis: Consultancy; Jansen: Consultancy; Pfizer: Consultancy; ONO: Consultancy; Juno Therapeutics: Consultancy; Merck: Consultancy; Roche: Consultancy; Seattle Genetics: Consultancy; Sunesis Pharmaceuticals: Consultancy; Xenetic Biosciences: Consultancy."
}