{
    "doi": "https://doi.org/10.1182/blood-2019-131419",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4335",
    "start_url_page_num": 4335,
    "is_scraped": "1",
    "article_title": "Rapid Personalized Manufacture (RPM) of Sleeping Beauty System-Generated NY-ESO-1-Specific TCR-T Cells Co-Expressing Membrane-Bound IL-15 Yields Anti-Tumor Responses ",
    "article_date": "November 13, 2019",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "topics": [
        "beauty",
        "interleukin-15",
        "neoplasms",
        "sleep",
        "tissue membrane",
        "human leukocyte antigens",
        "cd19 antigens",
        "dna",
        "gene transfer techniques",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Lenka V Hurton, PhD",
        "Tiejuan Mi",
        "Kirsten C Switzer, PhD",
        "Ling Zhang",
        "Cuiping Dai",
        "Misun Kim",
        "Karishma R Bavisi",
        "Matthew J Figliola",
        "Vazquez M Lydia",
        "Sourindra N Maiti",
        "Shihuang Su",
        "Drew C Deniger, PhD",
        "Simon Olivares",
        "Laurence J N Cooper, MD PhD",
        "Harjeet Singh, MSc, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Associate Director, Discovery Science, ZIOPHARM Oncology, Boston, MA "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Ziopharm Oncology, Boston, MA"
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Ziopharm Oncology, Boston, MA"
        ],
        [
            "Pediatrics Research, University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "CAR-redirected T cells have demonstrated clinical effectiveness in early phase clinical trials, with persistence of adoptively transferred CD19-specific T cells correlated with positive outcomes. Notwithstanding the successes for some hematological malignancies, CAR-T targets a limited number of cell-surface antigens that curtails their appeal for solid tumors. This can be overcome by TCR gene transfer with specificity for intracellular tumor-associated antigens such as NY-ESO-1 expressed by hematologic malignancies and solid tumors. The predominant technologies for both CAR- and TCR-redirection of T cells utilize viral genetic modification as well as require a lengthy period of in vitro propagation with resultant deleterious differentiation to achieve clinically relevant cell numbers. A major impediment with current TCR-T is the high-cost and lengthy time associated with a viral-based manufacture of a library of TCRs that can address a multitude of desired targets and match HLA restriction to meet the need to infuse personalized TCR-T products with multiple specificities in each recipient. The Sleeping Beauty (SB) platform is the most clinically advanced non-viral gene transfer technology and overcomes the issues of scalability with viral based manufacture of TCR-T. We initially showed in pre-clinical models that co-expression of membrane-bound interleukin-15 (mbIL15) enhanced in vivo persistence of CAR-T (PMID: 27849617). This technology has been recently advanced to produce CD19-specific T cells in ≤ 2 days after electro-transfer of DNA plasmids using so-called \"rapid personalized manufacture\" (RPM). This was based on the SB system to stably co-express CAR and mbIL15 with a kill switch (HER1t). We have now adapted these technologies to address current limitations for T-cell therapy by using the RPM process to very rapidly generate TCR-modified T cells. The rationale for RPM of TCR-T is based on: (i) SB to genetically modify resting T cells thus eliminating the need to propagate cells prior to, or after, genetic modification, (ii) introduction of TCR to redirect T-cell specificity to tumor-associated antigens, (iii) mbIL15-HER1t to support T-cell persistence and enable selective elimination to increase safety, and (iv) manufacture within two days of gene transfer which limits T-cell differentiation and decreases time to manufacture. Mononuclear cells were electroporated with SB-derived DNA plasmids expressing (a) HLA A2-restricted NY-ESO-1-specific TCR or (b) the TCR and mbIL15-HER1t in separate plasmids. Following electroporation, cells were directly (unpropagated) injected into NSG (immunocompromised) mice bearing established HLA A2 + NY-ESO-1 + tumor. Administration of RPM TCR-mbIL15 T cells exhibited superior anti-tumor activity compared with RPM TCR T cells ( Figure ). Though engraftment of TCR + T cells was not significantly different between the two groups, the RPM TCR-mbIL15 T cell-treated mice exhibited increased frequency of CD27 + TCR + T cells ( p = 0.035, n = 6-7, Mann Whitney test), a phenotype that is correlated with improved therapeutic responses in human subjects. The RPM technology can thus be adapted to co-express TCR with mbIL15 (and HER1t), which can now be scaled to provide a cost-effective approach to manufacturing a multitude of TCR-T products from a library of TCRs with the necessary complexity to manage the range of specificities and HLA restrictions to treat multiple patients. View large Download slide View large Download slide  Disclosures Hurton: • M.D. Anderson Cancer Center: Patents & Royalties; Intrexon: Patents & Royalties: US 9,629,877 B2 ; Ziopharm Oncology: Employment, Equity Ownership, Patents & Royalties: US 9,629,877 B2 . Zhang: Intrexon: Patents & Royalties: US 9,629,877 B2; Ziopharm Oncology: Patents & Royalties: US 9,629,877 B2. Deniger: Ziopharm Oncology: Employment, Equity Ownership. Olivares: Ziopharm Oncology: Patents & Royalties: US9629877B2, US20160158285A1, WO2009091826A2, US20190085079A1, US20170158749A1, US20170333480A1, US20190055299A1; Intrexon: Patents & Royalties: US9629877B2, US20160158285A1, WO2009091826A2, US20190085079A1, US20170158749A1, US20170333480A1, US20190055299A1. Cooper: CytoSen: Equity Ownership; Targazyme: Equity Ownership; MD Anderson Cancer Center: Patents & Royalties; Sangamo BioSciences: Patents & Royalties; Immatics: Equity Ownership, Patents & Royalties; City of Hope: Patents & Royalties; Ziopharm Oncology: Employment, Equity Ownership, Other: Contracted research, Patents & Royalties; Secure Transfusion Services: Equity Ownership; CellChorus: Equity Ownership. Singh: Ziopharm Oncology: Patents & Royalties: US9629877B2, US20160096902A1, US20170333480A1, US10125193B2; Intrexon: Patents & Royalties: US9629877B2, US20160096902A1, US20170333480A1, US10125193B2."
}