{
    "doi": "https://doi.org/10.1182/blood.V112.11.357.357",
    "article_title": "Vascular Endothelial Cells Promote the Viability of CLL Cells Via the up-Regulation of Bcl-2 and Bcl-XL ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is a highly variable disorder whose outcome can be predicted by a number of clinical and biological markers. The level of expression of CD38 by peripheral blood leukemic cells is one such prognostic biomarker however despite widespread use in clinical practice, its role in the pathogenesis of CLL remains unclear and an area of active research. A relationship between CD38 expression and proliferation of CLL cells both in the blood and tissues has been demonstrated by several groups and we recently reported that expression is higher in tissues that contain proliferation centers such as splenic white pulp and bone marrow compared to red pulp and peripheral blood which do not. Using an in-vitro model designed to mimic some of the cellular interactions that take place in proliferation centers, we showed that contact with activated autologous CD4+ T cells causes upregulation of CD38 and proliferation of the tumor. In addition, staining of CLL lymph node sections demonstrated that the highest CD38 levels are found in perivascular areas and that overall there are more microvessels in lymph nodes from CD38 positive patients. CD38 expression in CLL is thus linked to tumor proliferation and regulated by interactions in the microenvironment that involve activated T cells and the microvasculature. In order to investigate these interactions, we further developed the in-vitro proliferation center model by incorporating the human microvascular endothelial cell line HMEC-1. CLL cells were incubated for 24–48 hours in the absence or presence of HMEC-1 and/or activated autologous T cells prior to staining for CD19 and CD38 and analysis by flow cytometry. In the presence of HMEC-1, activated T cells or both, CD38 expression by CLL cells increased from an unstimulated mean fluorescence intensity of 3693 to 4747 (n=10, p = 0.001), 18,691 (n= 10, p = 0.03) and 20,729 (n=10, p = 0.01) respectively confirming our previous results and demonstrating an additional effect of endothelial cells. During the course of these experiments it was also noted that HMEC-1 cells markedly improved the viability of the tumor cells. After 7 days, CLL cells purified by negative selection and co-cultured with HMEC-1 had a viability of 86.5%, assessed by flow cytometric measurement of CD19, annexin-V and 7AAD staining, compared to 25.5% in control medium (n=15, p<0.0001). Identical experiments using selected B cells from two normal donors resulted in no viable cells after 7 days in culture regardless of the presence endothelial cells. It is well recognized that anti-apoptotic proteins such as Bcl-2 are up-regulated in CLL however the mechanism is unclear. Analysis of CLL cells purified by negative selection following co-culture with HMEC-1 revealed a marked increase in the expression of the anti-apoptotic proteins Bcl-2 (in 6/6 patients) and Bcl-X L (5/6) as well as inhibition of PARP cleavage (6/6) compared to CLL cells cultured in control medium. These results demonstrate that factors derived from the microvasculature enhance the viability of CLL cells by up-regulating Bcl-2 family members. Interfering with these interactions, for example using drugs that target angiogenesis, might thus be a useful adjunct to the therapy of CLL.",
    "topics": [
        "annexin a5",
        "bcl2 gene",
        "bcl-xl protein",
        "biological markers",
        "cd19 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "endothelial cells",
        "flow cytometry"
    ],
    "author_names": [
        "Andrea G S. Buggins, Ph.D.",
        "Piers EM Patten, BSc, MRCP, MRCPath",
        "Satyen H Gohil, MBBS, B.Sc.",
        "Ghulam J Mufti, FRCP, FRCPath, M.D.",
        "Nicholas Shaun B. Thomas, PhD",
        "Stephen Devereux, FRCP, FRCPath, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea G S. Buggins, Ph.D.",
            "author_affiliations": [
                "Haematological Medicine, King’s College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Piers EM Patten, BSc, MRCP, MRCPath",
            "author_affiliations": [
                "Dept. of Haemat. Med., King’s College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satyen H Gohil, MBBS, B.Sc.",
            "author_affiliations": [
                "Haematological Medicine, King’s College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J Mufti, FRCP, FRCPath, M.D.",
            "author_affiliations": [
                "Department of Haematological Medicine, Kings College Hospital, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Shaun B. Thomas, PhD",
            "author_affiliations": [
                "Dept. of Haematological Med., King’s College London, London"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Devereux, FRCP, FRCPath, Ph.D.",
            "author_affiliations": [
                "Hematological Medicine, Kings College Hospital, London"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T02:33:21",
    "is_scraped": "1"
}