{
    "doi": "https://doi.org/10.1182/blood-2019-124886",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4410",
    "start_url_page_num": 4410,
    "is_scraped": "1",
    "article_title": "Mechanistic Characterization of Tafasitamab-Mediated Antibody-Dependent Cellular Phagocytosis Alone or in Combination with Lenalidomide ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": [
        "antibodies",
        "lenalidomide",
        "phagocytosis",
        "diffuse large b-cell lymphoma",
        "cd19 antigens",
        "lymphoma",
        "biological response modifiers",
        "cancer",
        "cd47 antigen",
        "cytotoxicity"
    ],
    "author_names": [
        "Dimitrios Mougiakakos, MD",
        "Simon Voelkl, PhD",
        "Christian Bach",
        "Andrej Stoll",
        "Katrin Bitterer",
        "Fabian Beier, MD",
        "Jan Endell",
        "Rainer Boxhammer",
        "Jörg Thomas Bittenbring, MD",
        "Andreas Mackensen, MD",
        "Heiko Bruns, PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Internal Medicine 5 - Hematology/Oncology, University Hospital of Erlangen, Erlangen, Germany "
        ],
        [
            "University of Erlangen-Nuernberg - Hematology/Oncology, Erlangen, Germany "
        ],
        [
            "Dept. of Internal Medicine 5 - Hematology/Oncology, University of Erlangen, Erlangen, Germany "
        ],
        [
            "University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "University Erlangen-Nürnberg (FAU), Erlangen, Erlangen, DEU "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "MorphoSys AG, Planegg, Germany "
        ],
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ],
        [
            "University of Erlangen-Nuernberg - Hematology/Oncology, Erlangen, Germany ",
            "Department of Medicine 5 - Hematology and Oncology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany "
        ],
        [
            "Department of Hematology and Oncology, Erlangen University Hospital, Erlangen, Germany"
        ]
    ],
    "first_author_latitude": "49.60088",
    "first_author_longitude": "11.010259999999999",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most common type of non-Hodgkin's lymphoma. Approximately 60% of DLBCL patients can be cured using standard chemotherapy, including an anti-CD20 antibody (R-CHOP; rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone). However, 40% of DLBCL patients have refractory disease or experience relapse. This highlights the need for more effective therapies for this subset of relapsing or refractory patients. Tafasitamab (MOR208) is an Fc-enhanced, humanized, monoclonal anti-CD19 antibody, currently in clinical development in patients with relapsed or refractory (r/r) DLBCL in combination with either the immunomodulatory drug lenalidomide (LEN) (L-MIND study) or the chemotherapeutic agent bendamustine (B-MIND study). The B-lymphocyte antigen CD19 is broadly and homogeneously expressed throughout B-cell development and across different B-cell malignancies, including DLBCL. CD19 has been reported to enhance B-cell receptor signaling, which is assumed important for B-cell survival. This makes CD19 a promising therapeutic target in B-cell malignancies. Macrophages are abundant in the bone marrow stroma and lymph nodes of lymphoma patients. These lymphoma-associated macrophages (LAMs) support proliferation, survival, and drug resistance of lymphoma cells; therefore, serving a tumor-promoting function (Farinha et al, Blood, 2005). However, macrophages can also act as immune effector cells for antitumor effects exerted by therapeutic monoclonal antibodies, like tafasitamab. Given their abundance in DLBCL, an attractive therapeutic approach would be to stimulate their tumoricidal activity in order to promote antitumor immunity. Consequently, the immunomodulatory agent LEN has the potential to synergize with tafasitamab by enhancing antibody dependent cellular phagocytosis (ADCP). Here, we demonstrate that monocyte-derived macrophages and isolated LAMs from DLBCL patients can kill lymphoma cell lines and autologous lymphoma cells by tafasitamab-mediated phagocytosis. Tafasitamab-mediated ADCP activity was correlated with FcγRIII/FcγRI levels and inversely correlated with SIRPα expression on macrophage/effector cells (Spearman r between 0.51 and 0.62). Analyzing immune checkpoint receptor expression on LAMs of DLBCL patients, we found increased expression of VISTA, SLAMF7 and SIRPα compared with normal macrophages from healthy volunteers (VISTA: 2.8-fold, p=0.0006; SLAMF7: 2.9-fold, p=0.03; SIRPα: 1.8-fold, p=0.04). In contrast, we found no significant difference in FcγR expression (CD16: 1.4-fold, p=0.12; CD32: 1.3-fold, p=0.32; CD64: 1.2-fold, p=0.12). Moreover, pretreatment with lenalidomide showed a 3 to 5-fold enhanced tafasitamab-mediated cytotoxicity by macrophages and isolated LAMs (Figure 1A). Of note, the increased cytotoxicity was tafasitamab-specific and neither attributable to direct cytotoxic effects of LEN, nor increased CD19 expression on target cells. In addition, LEN treatment decreased the expression of SIRPα on macrophages (control vs. LEN: 3,117±652 MFI [mean fluorescent intensity] vs 2,327±610 MFI) (Figure 1B). This suggests that the CD47-SIRPα pathway may be suppressed by downregulation of SIRPα by LEN, contributing to the observed ADCP enhancement. These results suggest that tafasitamab leverages the presence of tumor-promoting LAMs as effector cells. The inherent ADCP activity of tafasitamab can be further improved by the immunomodulatory agent LEN, potentially via reduction of SIRPα levels on macrophages. Finally, our results provide a rationale for targeting the CD47-SIRPα axis that should be further explored in preclinical and clinical studies. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Endell: MorphoSys AG: Employment, Patents & Royalties. Boxhammer: MorphoSys AG: Employment, Patents & Royalties. Bruns: Morphosys AG: Research Funding."
}