{
    "doi": "https://doi.org/10.1182/blood-2021-147859",
    "article_title": "Type 1 Calreticulin Mutations Differentially Activate the IRE1α-XBP1 Pathway of the Unfolded Protein Response to Drive Myeloproliferative Neoplasms ",
    "article_date": "November 5, 2021",
    "session_type": "631.Myeloproliferative Syndromes and Chronic Myeloid Leukemia: Basic and Translational",
    "abstract_text": "Approximately 20% of patients with myeloproliferative neoplasms (MPN) harbor mutations in the gene calreticulin ( CALR ). 80% of CALR mutations are classified as either type 1 or type 2, exemplified by a 52 bp deletion (CALRdel52) and a 5 bp insertion (CALRins5), respectively. Despite their shared mutant C-termini and mutual ability to bind and activate MPL, patients with type 1 and type 2 CALR mutations display significant clinical and prognostic differences. Type 1 mutations are primarily associated with an MF phenotype and a higher risk of fibrotic transformation from ET, while type 2 mutations are more common in ET. Molecularly, type 2 CALR mutant proteins retain many of the calcium binding sites present in the wild type protein, while type 1 CALR mutant proteins lose these residues. The functional consequences of this differential loss of calcium binding sites remain yet unexplored. Current targeted therapies for CALR mutated MPN are not curative, and treatment does not differentiate between type 1 versus type 2 mutant CALR-driven disease, despite the different phenotypic and prognostic outcomes in these patients. In order to improve treatment strategies for CALR mutated MPN patients, it is critical to identify specific dependencies unique to each CALR mutation type that can be exploited for therapeutic gain. Here, we show that type 1 CALRdel52 but not type 2 CALRins5 mutations lead to activation of and dependency on the IRE1α-XBP1 pathway of the unfolded protein response (UPR). Mechanistically, we found that the loss of calcium binding residues in the type 1 mutant CALR protein directly impairs its calcium binding ability, which in turn leads to depleted ER calcium and subsequent activation of the IRE1α-XBP1 pathway. Using cell lines and primary MPN patient samples, we identified two novel transcriptional targets of XBP1 specific to type 1 CALRdel52-expressing cells - the anti-apoptotic protein BCL-2 and the calcium efflux channel IP3R. We show that BCL-2 acts downstream of XBP1 to promote survival in the face of depleted ER calcium, while IP3R is up-regulated downstream of XBP1 to promote continued ER calcium efflux in order to sustain IRE1α-XBP1 pathway activation and survival. We found that genetic or pharmacological inhibition of IRE1α-XBP1 signaling induced cell death only in type 1 mutant but not type 2 mutant or wild type CALR-expressing cells. Moreover, we show that in vivo inhibition of IRE1α significantly abrogates type 1 mutant CALR-driven disease in a bone marrow transplantation model, but has no effect on type 2 mutant CALR-driven disease. This work is the first to demonstrate that type 1 and type 2 mutant CALR-expressing cells display differential molecular dependencies that can be exploited for therapeutic gain. Moreover, this study answers an enduring question regarding the functional consequence of the loss of calcium binding sites on the type 1 mutant CALR protein, and demonstrates how type 1 CALR mutant-expressing cells rewire the UPR, downstream calcium signaling, and apoptotic pathways to drive MPN. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Koschmieder:  BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support); Shire: Honoraria, Other; Karthos: Other: Travel support; Ariad: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support); Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support); Geron: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support), Research Funding; Abbvie: Other: Travel support; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support); Alexion: Other: Travel support; Sanofi: Membership on an entity's Board of Directors or advisory committees, Other: Travel support; Baxalta: Membership on an entity's Board of Directors or advisory committees, Other; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support); CTI: Membership on an entity's Board of Directors or advisory committees, Other; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support), Research Funding; AOP Pharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: (e.g. travel support), Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel support, Research Funding; Image Biosciences: Other: Travel support.",
    "author_names": [
        "Juan Ibarra",
        "Yassmin Elbanna",
        "Katarzyna Kurylowicz",
        "Harrison S Greenbaum",
        "Maria Evers",
        "Nicole S Arellano",
        "Dongbo Yang",
        "Althea Bock-Hughes",
        "Chenyu Liu",
        "Quinn Smith",
        "Julian Lutze",
        "Julian Baumeister",
        "Milena Kalmer",
        "Kathrin Olschok",
        "Benjamin Nicholson",
        "Diane Silva",
        "Luke Maxwell",
        "Jonathan Dowgielewicz",
        "Michele Ciboddo",
        "Elisa Rumi",
        "Daniela Pietra",
        "Steffen Koschmieder",
        "Sandeep Gurbuxani",
        "Rebekka K. Schneider",
        "Scott Oakes",
        "Shannon Elf"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan Ibarra",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yassmin Elbanna",
            "author_affiliations": [
                "University of Chicago, Chicago, IL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarzyna Kurylowicz",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harrison S Greenbaum",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Evers",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole S Arellano",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dongbo Yang",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Althea Bock-Hughes",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chenyu Liu",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Quinn Smith",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian Lutze",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julian Baumeister",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Milena Kalmer",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathrin Olschok",
            "author_affiliations": [
                "RWTH Aachen University, Aachen, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Nicholson",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Silva",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luke Maxwell",
            "author_affiliations": [
                "University of Chicago, The Ben May Department for Cancer Research, Chicago, IL"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Dowgielewicz",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Ciboddo",
            "author_affiliations": [
                "The University of Chicago, Chicago, IL"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Rumi",
            "author_affiliations": [
                "Department of Molecular Medicine, University of Pavia, Pavia, Italy"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Pietra",
            "author_affiliations": [
                "Division of Hematology, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffen Koschmieder",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep Gurbuxani",
            "author_affiliations": [
                "Univ. of Chicago Hospitals, Chicago, IL"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebekka K. Schneider",
            "author_affiliations": [
                "Institute for Cell and Tumor Biology, Erasmus, Lemiers, Netherlands",
                "Department of Hematology, Erasmus University., Rotterdam, Netherlands"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Oakes",
            "author_affiliations": [
                "Department of Pathology, The University of Chicago, Chicago, IL"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Elf",
            "author_affiliations": [
                "Division of Biological Sciences, Emory University, Chicago, IL"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:06:44",
    "is_scraped": "1"
}