{
    "doi": "https://doi.org/10.1182/blood.V124.21.5188.5188",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2728",
    "start_url_page_num": 2728,
    "is_scraped": "1",
    "article_title": "Chromatin State Shaping the Gene Expression Profiling in the Inducible Differentiation of Promyelocytic Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "acute promyelocytic leukemia",
        "chromatin",
        "gene expression profiling",
        "dimethyl sulfoxide",
        "dna",
        "histones",
        "enzymes",
        "leukemia",
        "myristic acid",
        "phorbols"
    ],
    "author_names": [
        "Chunhua Song, MD, PhD",
        "Lisa Chung, PhD",
        "Xiaokang Pan, Ph. D.",
        "Li Zhanjun, PhD",
        "Yali Ding, PhD",
        "Mansi Sachdev, MD",
        "Sunil Muthusami, MD",
        "Chandrika S. Gowda, MD",
        "Zheng Ge, MD, PhD",
        "Sadie Steffens",
        "Bi-Hua Tan, MD, PhD",
        "Christina Kendziorski, PhD",
        "Michael Newton, PhD",
        "Sinisa Dovat, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI"
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "University of Wisconsin-Madison, Madison, WI"
        ],
        [
            "University of Wisconsin-Madison, Madison, WI"
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ]
    ],
    "first_author_latitude": "40.26411769999999",
    "first_author_longitude": "-76.67722619999999",
    "abstract_text": "Background Epigenetic changes in DNA and chromatin are regarded as emerging major players for hematopoietic stem cells development and lineage differentiation. Epigenetic deregulation of gene expression leads to leukemia and reversibility of epigenetic modifications makes DNA and chromatin changes attractive targets for therapeutic intervention. The promyelocytic leukemia HL-60 cell can differentiate into microphage, granulocyte and monocyte with stimulation of phorbol myristic acid (PMA), dimethylsulfoxide (DMSO), and Vitamin D3, respectively, by affecting the gene expression on cell cycle and cell differentiation. However, how epigenetic regulation on gene expression in the inducible differentiation is still undetermined. Methods and Results We did the microarray analysis to identify the genome-wide gene expression profile of HL-60 cells in various time points(0h, 6h, 1d,2d,4d and 6d) under the treatment of PMA, DMSO and D3 and found that around 3000 genes are significantly altered commonly in the cells upon the 3 treatments. The percentage of down-regulated genes in the all commonly altered genes is significantly higher than that of up-regulated genes, and the significantly altered genes showed significantly physical clustering on chromosome loci, indicating the epigenetic regulation involved in the regulation of the gene expression. We did observed the expression changes of epigenetic enzymes in the process and further did the ChIP-on-ChIP analysis by using the customer array tiling the selected changed genes and 5 genomic loci hybridizing with ChIP’d DNA of histone markers (H3K4me3, H3K9me3 and H3K27me3). We found that the obvious decrease of H3K4me3 binding and increase of H3K9me3 and H3K27me3 are observed in the promoter of the commonly down-regulated genes. These data indicated histone H3K4, H3K9 and H3K27 marker play important roles in shaping the chromatin state and regulating gene expression. Conclusion We identified the signature genes controlling the inducible differentiation of promyelocytic leukemiacells and found the epigenetic mechanism regulating the gene expression in the process. Disclosures No relevant conflicts of interest to declare."
}