{
    "doi": "https://doi.org/10.1182/blood-2020-139780",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4616",
    "start_url_page_num": 4616,
    "is_scraped": "1",
    "article_title": "Outcomes of Patients with Multiple Myeloma Harboring Gain/Amplification 1q in the Era of Modern Therapy ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Xiao Hu, MD MPH",
        "Cherng-Horng Wu, MD",
        "Janet Cowan, PhD",
        "Raymond L. Comenzo, MD",
        "Cindy Varga, MDBSc"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Tufts Medical Center, Boston, MA "
        ],
        [
            "Department of Internal Medicine, Tufts Medical Center, Boston, MA "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Tufts Medical Center, Boston, MA "
        ],
        [
            "Division of Hematology/Oncology, John C. Davis Myeloma and Amyloid Program, Tufts Medical Center, Boston, MA"
        ],
        [
            "Division of Hematology/Oncology, John C. Davis Myeloma and Amyloid Program, Tufts Medical Center, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.350060750000004",
    "first_author_longitude": "-71.06335825",
    "abstract_text": "Background : Multiple myeloma (MM) is the second most common hematological malignancy in the United States. Fluorescence in-situ hybridization (FISH) is a popular tool to detect cytogenetic alterations which in turn, can contribute to the risk stratification of patients with MM. Gain or amplification of CKS1B gene at chromosome 1q21 region (gain 1q) is detected in 35-40% of newly diagnosed MM cases, and has been reported to be associated with inferior prognostic outcomes. It also frequently occurs with the deletion of CDKN2C at chromosome 1p32.3 (del 1p). There is a distinct lack of data on patients harboring this cytogenetic alteration in the era of novel agents. We sought to look at outcomes of this patient population at a single institution over the last 5 years. Methods : This retrospective study included all patients with MM as defined by the International Myeloma Working Group (IMWG) with available FISH studies identifying gain 1q between 01/01/2015 to 04/30/2020 at Tufts Medical Center. The study was approved by the Institutional Review Board. Baseline demography, disease characteristics, and treatment history were extracted from the electronic medical records. With death as primary event, overall survival (OS) was defined as the survival time from the discovery of gain 1q to death. Progression free survival (PFS) was defined as the time from discovery of gain 1q to first progression/relapse or death, whichever occurred first. Kaplan-Meier method was used to estimate survival data. Differences in survival between two groups were analyzed by log-rank tests. Multivariable cox regression adjusting for baseline characteristics and significant concurrent cytogenetic alterations were performed to explore the impact of treatment regimens on survival. Results : Of the forty-nine subjects included in this study, the age range was 39 to 85 years; 31 patients (63.3%) were over the age of 65 years, and 28 (57.1%) were male. Twenty-eight (57.1%) subjects with gain 1q were newly diagnosed while the remaining 21 (42.9%) were identified at relapse. Gain 1q was present in more than 20% of clonal cells in 73.5% of subjects and 29.6% had del 1p as well. Patients with gain 1q were more likely to have deletion 13q (65.3%) and hyperdiploidy (61.2%). Regarding treatment, 75.7% of patients received bortezomib, 70.3% received lenalidomide, 38.9% underwent autologous stem cell transplant (ASCT) and 64.9% received daratumumab. At the time of analysis, 41 patients were still alive. For the entire cohort, the estimated median OS was not reached (NR) (95% confidence interval [CI], 24.1-NR), and the estimated median PFS was 15.27 months (95% CI, 4.77-NR). In log-rank tests, presence of extra medullary disease was associated with shorter PFS (4.8 vs 24.1 months, P =0.003), while IGH abnormalities including complex IGH rearrangements or losses were associated with longer PFS (NR vs 8.2 months, P =0.046). Lenalidomide-based treatment was associated with prolonged OS (NR vs 17.2 months, P =0.048). Bortezomib-based therapy and upfront ASCT were associated with improved PFS (15.3 vs 4.7 months, P =0.036; NR vs 4.8 months, P =0.019 respectively). Further multivariate analyses adjusting for age, number of CKS1B copies, International Staging System stage, baseline creatinine, clone size, del 1p, lactate dehydrogenase, extra medullary disease, and IGH abnormalities revealed that administration of daratumumab after the discovery of gain 1q was associated with superior OS (Hazard Ratio [HR]=0.023x10^ -2 , 95% CI [0.002x10^ -4 , 0.299], P =0.022) compared with those not receiving this agent; both the use of bortezomib (HR=0.210, 95% CI [0.064, 0.687], P =0.010) and daratumumab (HR=0.126, 95% CI [0.015, 1.036], P =0.054) were associated with prolonged PFS. The use of lenalidomide or upfront ASCT lost prognostic benefit after adjusting for additional variables in multivariate models. Conclusions : The outcomes of MM patients with gain 1q were evaluated according to clinical characteristics, concurrent chromosomal alterations and treatment regimens. In our small cohort, daratumumab and daratumumab-bortezomib combination regimens were found to have a favorable impact on survival. Future prospective clinical trials with larger sample sizes are warranted to confirm the results and further improve the outcomes of MM patients with this cytogenetic alteration. Disclosures Comenzo: Amgen: Consultancy; Takeda: Consultancy, Research Funding; Sanofi: Consultancy; Unum: Consultancy; Caleum: Consultancy; Prothena: Consultancy, Research Funding; Janssen: Consultancy, Research Funding; Karyopharm: Consultancy, Research Funding."
}