{
    "doi": "https://doi.org/10.1182/blood.V124.21.754.754",
    "article_title": "Acute Myeloid Leukemia Alters Natural Killer Cell Maturation and Functional Activation ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: NK cell and T cell Biology",
    "abstract_text": "Acute myeloid leukemia (AML) is a devastating disease primarily affecting adults. Immune evasion is a major mechanism of AML persistence, and represents a barrier for long-term clinical success. Natural killer (NK) cells are a key component of the innate immune system and hold promise as a tool for effective anti-leukemia therapy. However, to date, the clinical success of NK therapy has been disappointing, indicating additional immune evasion strategies may affect the ability of NK cells to function in patients. We hypothesized that AML may evade the innate immune system by inhibiting NK cell maturation. To evaluate NK function and maturation during AML progression, our lab utilized a novel knock-in model of AML that expresses both Flt3 -ITD and Mll -PTD mutations (PTD/ITD), and develops AML with 100% penetrance and recapitulates human disease. For these studies, both primary PTD/ITD mice and transplanted AML blasts were used. For transplant studies, AML or wild-type (WT) control cells (CD45.2+) were transplanted into irradiated C57BL/6 (CD45.1+) naïve recipients. Normal (CD45.1+) NK cells were defined as NK1.1+/CD3- by flow cytometry, and expression of receptors was determined within this population. NK cells in leukemic mice exhibited a reduction in the activating receptors Ly49D and Ly49H in the spleen, blood, LN, and bone marrow. There was also an increase in the inhibitory receptor Ly49C/I and NKG2C/A/E (both p<0.05). However, these alterations were not consistent with all activating and inhibitory receptors, as CD69 was elevated, while NKp46 expression was decreased (both p<0.05). NK function was determined by ELISA measurement of soluble interferon-gamma (IFN-g) production. While there was no change in IFN-g production at baseline, there was surprisingly a significant elevation in IFN-g detected upon stimulation with interleukin-12 and interleukin-18 in the NK cells isolated from leukemic mice as compared to WT control mice (p=0.0004). NK maturation was then evaluated by examining CD11b and CD27 protein expression on NK1.1+/CD3- cells in the spleen, bone marrow, blood, and LN. CD11b+/CD27+ (DP) NK cells were reduced in the spleen as well as bone marrow, blood and LN (p<0.02 for all organs). AML splenocytes had a corresponding increase in NK cells negative for both proteins (DN) when compared to WT control splenocytes (p=0.0004). Previous studies indicate the DP population of NK cells have the highest cytotoxic and cytokine producing functions, while DN NK cells are functionally immature. These alterations were more distinct as AML burden increased in the mice (p=0.0004). Interestingly, there was no significant difference in the most mature CD11b+/CD27- NK population in the spleen, but it there was a significant increase in the CD11b+/CD27- population in the blood (p=0.002). Additional analysis of two transcription factors known to regulate NK development, T-bet and Eomes, was also performed. A reduction in expression of both transcription factors was seen in total NK cells of leukemic mice, as well as NK subsets in the spleen (p<0.02). These data suggest that NK maturation is altered in the presence of AML, and that this alteration becomes more pronounced as leukemic burden increases. Studies evaluating the mechanistic link between AML and NK maturation are ongoing. Future studies will evaluate the efficacy of combinatorial therapies addressing both this imbalance in maturation as well as enhancing recognition to improve NK killing of AML cells. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, acute",
        "natural killer cells",
        "interferon type ii",
        "antigens, cd27",
        "cd45 antigens",
        "impedance threshold device",
        "transcription factor",
        "cytokine",
        "flow cytometry",
        "interleukin-12"
    ],
    "author_names": [
        "Bethany Mundy-Bosse, PhD",
        "McConnell Kathleen",
        "Charlene Mao",
        "Elshafa Ahmed",
        "Li Chen",
        "Steven D Scoville",
        "Aharon G. Freud, MD PhD",
        "Jianhua Yu, PhD",
        "Michael A. Caligiuri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bethany Mundy-Bosse, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "McConnell Kathleen",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlene Mao",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elshafa Ahmed",
            "author_affiliations": [
                "The Ohio State University, Columbus, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Chen",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D Scoville",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aharon G. Freud, MD PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhua Yu, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Caligiuri, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH ",
                "Ohio State University Medical Center, Columbus, OH ",
                "The Ohio State University, Columbus, OH ",
                "Ohio State University, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:33:50",
    "is_scraped": "1"
}