{
    "doi": "https://doi.org/10.1182/blood-2018-99-117921",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4032",
    "start_url_page_num": 4032,
    "is_scraped": "1",
    "article_title": "L-Carnitine Does Not Reduce Cytotoxicity from Induction Chemotherapy for Acute Lymphoblastic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "605. Molecular Pharmacology, Drug Resistance-Lymphoid and Other Diseases",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy, neoadjuvant",
        "culture media",
        "cytotoxicity",
        "levocarnitine",
        "asparaginase",
        "hepatotoxicity",
        "mechlorethamine",
        "chemotherapy regimen",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Jessica Sea, PhD",
        "Etan Orgel, MD MS",
        "Steven D. Mittelman, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Endocrinology, UCLA, Los Angeles, CA "
        ],
        [
            "Division of Hematology, Oncology, Blood and Marrow Transplantation, Children's Hospital Los Angeles, Los Angeles, CA ",
            "University of Southern California, Los Angeles, CA"
        ],
        [
            "Division of Endocrinology, UCLA, Los Angeles, CA "
        ]
    ],
    "first_author_latitude": "34.028862200000006",
    "first_author_longitude": "-118.4792606",
    "abstract_text": "Introduction Off-target effects of induction therapy to treat Acute Lymphoblastic Leukemia (ALL) can lead to hepatotoxicity, cardiotoxicity, and neuropathy, particularly in patients with previous co-morbidities. Incorporation of pegylated L-asparaginase (L-ASP) into pediatric and adult ALL induction regimens has increased remission rate but results in severe hepatotoxicity. Levocarnitine (L-carnitine), a small amino-acid derivative, has been reported in small case series in children and adults with ALL to reduce asparaginase-induced hepatotoxicity. L-carnitine functions as a transport molecule and facilitates long-chain free fatty acid beta-oxidation; exogenous supplementation with L-carnitine may therefore protect hepatocytes through facilitation of fatty acid transport and maintenance of antioxidant balance in mitochondria. However, the effects of L-carnitine on ALL cell survival and possible contributions of L-carnitine to chemotherapy resistance in ALL are not known. Given the ability of L-carnitine to enhance energy production, we sought to investigate whether L-carnitine could compromise the efficacy of common induction chemotherapy agents against ALL cells. Methods Human ALL cells, BV173 and RS4;11 were treated with L-carnitine and either daunorubicin (DNR) or vincristine (VCR) for 72 hours (n=4-6). RS4;11 cells were additionally treated with L-ASP (n=4), and current testing to assess dexamethasone in RS4;11 is in progress. Experiments were performed in 96-well culture plates with a seeding density of 90,000-120,000 cells/well (~5 x10 5 cells/mL). Growth media (RPMI 1640, 1% sodium pyruvate, 1% glutamine, 10% fetal bovine serum) was supplemented to physiologic (50 μM) and supraphysiologic (100-200 μM) levels of L-carnitine (normal reference range: 25-70 μM). Chemotherapy doses were chosen to represent ~EC 90 concentrations (BV173: 2 nM VCR and 25 nM DNR; RS4;11: 2 nM VCR, 20 nM DNR, and 0.1 IU/mL L-ASP). After 72 hours, cell viability was measured by trypan blue exclusion and confirmed with spectrophotometric analysis with the Alamar Blue cell viability assay. Data were analyzed using one-way analysis of variance (ANOVA) with significance defined as p<0.05. Results Addition of L-carnitine did not significantly affect cytotoxicity of VCR or DNR in BV173 (n=6) or cytotoxicity of VCR, DNR, or L-ASP in RS4;11 (n=4) as measured by trypan blue exclusion at 72 hours (Figure 1A). L-carnitine also did not affect cell viability assessed using Alamar Blue colorimetric assay, presented as the difference in reduction of resazurin (resorufin) compared to untreated RS4;11 or BV173 cells (Figure 1B). Conclusion Our data show L-carnitine has no significant effect on the cytotoxicity of VCR, L-ASP, or DNR in two human ALL cell lines. For providers incorporating L-carnitine into induction therapy to reduce asparaginase-induced hepatotoxicity, this data supports its use without compromising the efficacy of induction therapy. Further investigation is necessary to determine whether L-carnitine alters efficacy of glucocorticoid drugs, particularly dexamethasone, and other chemotherapies used in the treatment of ALL and across other ALL subtypes. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}