{
    "doi": "https://doi.org/10.1182/blood.V110.11.4699.4699",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1042",
    "start_url_page_num": 1042,
    "is_scraped": "1",
    "article_title": "CD26 (Dipedtidyl Peptidase IV) Expression in B-CLL. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "dipeptidyl-peptidase iv",
        "peptide hydrolases",
        "cancer",
        "pentostatin",
        "b-lymphocyte disorders",
        "cd19 antigens",
        "chemokines",
        "disease remission",
        "glycoprotein",
        "hairy-cell leukemia"
    ],
    "author_names": [
        "Leeona Galligan, PhD",
        "Mark A. Catherwood, PhD",
        "Treen C. Morris",
        "H. Denis Alexander"
    ],
    "author_affiliations": [
        [
            "Haemato-Oncology Laboratory, Department of Haematology, Belfast City Hospital, Belfast, Co. Antrim, United Kingdom"
        ],
        [
            "Haemato-Oncology Laboratory, Department of Haematology, Belfast City Hospital, Belfast, Co. Antrim, United Kingdom",
            "School of Biomedical Sciences, University of Ulster, Coleraine, Coleraine, Co. Antrim, United Kingdom"
        ],
        [
            "Haemato-Oncology Laboratory, Department of Haematology, Belfast City Hospital, Belfast, Co. Antrim, United Kingdom"
        ],
        [
            "Haemato-Oncology Laboratory, Department of Haematology, Belfast City Hospital, Belfast, Co. Antrim, United Kingdom",
            "School of Biomedical Sciences, University of Ulster, Coleraine, Coleraine, Co. Antrim, United Kingdom"
        ]
    ],
    "first_author_latitude": "54.587136799999996",
    "first_author_longitude": "-5.943602299999999",
    "abstract_text": "Background CD26 (dipeptidyl peptidase IV) is a type II transmembrane glycoprotein with prolyl oligopeptidase activity and diverse biological functions including T-cell activation and chemokine regulation. The role of CD26 in tumour cell transformation and development is incompletely understood. Loss of CD26 expression has previously been associated with malignant transformation in melanoma. CD26 appears to be differentially expressed in T-cell malignancies and has been associated with reduced survival and shorter complete remissions in T-cell NHL. CD26 is also expressed on normal B-cells. However, the significance of its expression in malignant B-cell disorders remains unclear. Aims The aim of this study was to investigate the clinical and biological significance of membrane-associated CD26 expression in B-CLL. Methods Two hundred and thirty-two B-CLL patients were recruited for this study. Information on age at diagnosis, Binet clinical stage and time to treatment was available on all patients. Membrane expression of CD26 was assessed by 2-colour flow cytometric analysis of CD19 positive cells using anti CD26 PE. A value of ≥15% positivity was assigned to define a sub-group of patients (high CD26) with a relative increase in surface CD26 expression. IGHV mutational status and gene usage were determined using multiplex BIOMED-2 primers ( InVivo Scribe Technologies) and protocol and by sequence analysis. Interphase FISH analysis was performed to screen for common cytogenetic aberrations. Results A statistically significant increase in the proportion of males was detected in the high CD26 sub-group (80% versus 58.3% in the low CD26 sub-group, p<0.0001). In addition, increased CD26 expression was associated with advanced stage disease (31.6% versus 19.9%) requiring chemotherapeutic treatment (47.4% versus 29.1%). No association was observed between CD26 membrane expression and age at diagnosis nor with cytogenetic abnormalities commonly observed in B-CLL. However, somatic hypermutation of the IGVH gene was significantly more frequent in the low CD26 sub-group (p<0.0001). Preliminary results also indicate that IGVH 4–34 gene usage is associated with low CD26 membrane expression. In addition, IGHV 3–21 gene usage (n=19) was not detected in the high CD26 sub-group. Summary / Conclusions In our B-CLL cohort, increased CD26 B-cell membrane expression was associated with the male gender, un-mutated IGHV gene status and more advanced Binet stage requiring treatment, irrespective of age upon presentation. Interestingly, CD26 expression has previously been associated with unfavorable prognosis in T-cell malignancies and poor response to 2′-deoxycoformycin, an inhibitor of the CD26 ligand ADA, although there have been some reports of good responses in CD26 positive T-PLL. Furtheremore, CD26-positive hairy cell leukaemia responds favorably to 2′-deoxycoformycin treatment. The significance of CD26 expression in B-cell malignancies remains to be fully elucidated. The possibility that it may be linked to responsiveness to treatment with the ADA inhibitor 2′-deoxycoformycin is intriguing and warrants further investigation."
}