{
    "doi": "https://doi.org/10.1182/blood.V114.22.142.142",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1506",
    "start_url_page_num": 1506,
    "is_scraped": "1",
    "article_title": "The HOX11/TLX1 Transcription Factor Oncogene Induces Chromosomal Aneuploidy in T-ALL. ",
    "article_date": "November 20, 2009",
    "session_type": "ONCOGENES AND TUMOR SUPRESSORS: GENETIC DEFECTS IN HEMATOLOGIC MALIGNACIES",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "aneuploidy",
        "chromosomes",
        "oncogenes",
        "t-cell leukemia, acute",
        "transcription factor",
        "neoplasms",
        "gene expression profiling",
        "leukemia",
        "antigens, cd25"
    ],
    "author_names": [
        "Kim De Keersmaecker, PhD",
        "Pedro Jose Real Luna, PhD",
        "Giusy Della Gatta, PhD",
        "Teresa Palomero, PhD",
        "Mireia Castillo, MD",
        "Maria Luisa Sulis, MD",
        "Valeria Tosello, PhD",
        "Fotini Gounari, PhD",
        "Barbara Kee, PhD",
        "Jack Lenz, PhD",
        "Michelle Kelliher, PhD",
        "Peter D. Aplan, MD",
        "Carlos Cordon-Cardo, MD, PhD",
        "Adolfo A. Ferrando, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY, USA, "
        ],
        [
            "Andalusian Stem Cell Bank, Granada, Spain, "
        ],
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY, USA, "
        ],
        [
            "Institute for Cancer Genetics, New York, NY, USA, "
        ],
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY, USA, "
        ],
        [
            "Pediatric Oncology, Columbia University, New York, NY, USA, "
        ],
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY, USA, "
        ],
        [
            "Department of Medicine, University of Chicago, Medical School, Chicago, IL, "
        ],
        [
            "Department of Pathology, University of Chicago, Chicago, IL, USA, "
        ],
        [
            "Department of Molecular Genetics, Albert Einstein College of Medicine, New York, NY, USA, "
        ],
        [
            "UMass Med. School, Worcester, MA, USA, "
        ],
        [
            "Genetics Branch, NIH, NCI, CCR, Bethesda, MD, USA, "
        ],
        [
            "Pathology Department, Columbia University, New York, NY, USA"
        ],
        [
            "Institute for Cancer Genetics, Columbia University, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.8075355",
    "first_author_longitude": "-73.9625727",
    "abstract_text": "Abstract 142 T-cell acute lymphoblastic leukemia (T-ALL) is an aggressive malignancy associated with the activation of transcription factor oncogenes. TLX1/HOX11 was originally isolated from the recurrent t(10;14)(q24;q11) in T-ALL and is aberrantly expressed in 5% to 10% of pediatric and up to 30% of adult T-ALL cases. Tlx1 plays an important role during embryonic development and acts as a master transcriptional regulator necessary for the genesis of the spleen. TLX1 positive T-ALLs have a distinct gene expression profile resembling that of thymocytes blocked at the early double positive stage of development. This observation supports the hypothesis that aberrant expression of TLX1 contributes to the pathogenesis of T-ALL by interfering with critical transcriptional regulatory networks involved in cell proliferation, differentiation and survival during T-cell development. However, the identity of such oncogenic pathways and the mechanisms though which they operate are still largely unknown. In order to gain further insight into the mechanisms of transformation induced by TLX1 , we generated a transgenic model of TLX1 induced T-ALL. In this model, a human TLX1 cDNA was expressed in developing thymocytes under the control of the proximal LCK promoter. TLX1 transgenic mice displayed a specific defect in T-cell development characterized by reduced thymic size and cellularity with increased apoptosis and a differentiation arrest at the CD4/CD8 double negative, CD25/CD44 double positive stage of differentiation (DN2 thymocytes). Long term follow up revealed that TLX1 transgenic mice develop tumors with a median latency of 29 weeks. TLX1 induced leukemias are characterized by increased thymic size and diffuse infiltration of bone marrow, spleen and peripheral organs by lymphoblasts expressing T-cell markers. Analysis of TCRβ expression and transplantation into isogenic recipients demonstrated that TLX1 tumors are clonal and transplantable. Microarray gene expression profiling of mouse and human T-ALLs showed that tumors from TLX1 transgenic mice have a gene expression signature that is highly related to that of human T-ALLs with aberrant expression of TLX1 . Moreover, ChIP-on-chip analysis of promoters bound by TLX1 showed this genetic program is dominated by the downregulation of TLX1 direct target genes. Mutation profiling of T-cell oncogenes and array CGH analysis in mouse TLX1 tumors demonstrated the presence of cooperative mutations including Pten deletions, activating mutations in Notch1 and loss of Bcl11b . Strikingly, SKY analysis and array CGH revealed that 80% of TLX1 induced tumors had numerical chromosomal abnormalities including a high frequency of trisomy 15. Analysis of gene expression of ChIP-on-chip TLX1 direct target genes in double negative thymocytes from preleukemic mice showed downregulation of genes primarily involved in the control of chromosomal segregation during mitosis such as Bub1, Brca2, Chek1, Kntc1, Kif23, CenpE and Plk1 . These data suggest that aberrant TLX1 expression directly promotes aneuploidy and contributes to T-cell transformation by interfering with the expression of genes responsible for chromosomal segregation during mitosis. Importantly, T-cell lymphoblasts from TLX1 transgenic mice failed to undergo a mitotic cell cycle arrest after treatment with taxol, a cell cycle inhibitor that interferes with microtubule remodeling during mitosis. Strikingly, karyotype analysis of a series of 59 pediatric T-ALLs demonstrated a high frequency of chromosomal gains and losses in TLX1 and TLX3 positive human T-cell tumors compared with other genetic subgroups of T-ALL ( P <0.001). Thus, aberrant expression of TLX1 in T-cell precursors seems to impair the function of the mitotic checkpoint and facilitate the acquisition of chromosomal gains and losses during T-cell transformation. These results establish for the first time a mechanistic link between the activity of a leukemogenic transcription factor oncogene and the development of chromosomal aneuploidy in the pathogenesis of human leukemia. Disclosures: Ferrando: Merck, Pfizer: Research Funding."
}