{
    "doi": "https://doi.org/10.1182/blood.V122.21.4488.4488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2449",
    "start_url_page_num": 2449,
    "is_scraped": "1",
    "article_title": "Tuning Of mTOR In Therapeutic T Cells As A Strategy To Manufacture Effector and Memory T Cells ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "topics": [
        "mtor serine-threonine kinases",
        "t-lymphocytes",
        "t-lymphocytes, memory",
        "neoplasms",
        "l-selectin",
        "antigens",
        "cancer",
        "gene transfer techniques",
        "immunosuppressive agents",
        "interferon type ii"
    ],
    "author_names": [
        "Velica Pedro, PhD",
        "Mathias Zech",
        "Hans Stauss, MD, PhD",
        "Ronjon Chakraverty, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Transplant Immunology Group, University College London, London, United Kingdom, "
        ],
        [
            "Department of Immunology, University College London, London, United Kingdom, "
        ],
        [
            "Department of Immunology, University College London, London, United Kingdom, "
        ],
        [
            "Transplant Immunology Group, Institute of Cancer Studies, University College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Retroviral gene transfer of T cell receptors (TCRs) or chimeric-antigen receptors has been successfully used to redirect T cell specificity to tumor antigens and has shown promising results in clinical trials for patients with melanoma and B cell malignancies. Successful therapy relies not only on the generation of an efficient effector response but also in the ability of T cells to engraft and persist during and after cancer rejection. Yet, both aspects can be compromised. On the one hand, effector T cells can be disarmed in vivo by the immunosuppressive environment of the tumor, where the depletion of key nutrients (glucose, arginine, etc.) and the predominance of inhibitory signals (TGF-β, PD-L1, etc.) dampen their functions. On the other hand, current retroviral gene transfer protocols require T cells to be activated and expanded ex vivo, driving terminal effector differentiation at the expense of the capacity for self-renewal (“stemness”). This may prevent the generation of long-term protective memory and compromise therapeutic success. The mechanistic target of rapamycin (mTOR) pathway has recently emerged as a driver of effector differentiation in CD8 T cells by acting as a signalling bridge between extracellular stimuli and effector differentiation. Whilst high doses of rapamycin are known to be immunosuppressive, a low dose regimen increases memory output after a viral challenge without impairing viral clearance. These and other studies suggest that mTOR can be used as a rheostat to regulate T cell differentiation to clinical advantage. Using a mouse model of TCR gene therapy we aimed to produce T cells in which the mTOR pathway is either hyperactive, in order to generate ‘super-effectors’ that can function in the tumor microenvironment, or hypoactive in order to preserve “stemness”, increase engraftment and produce better recall immunity. To this purpose we transferred genes into therapeutic T cells encoding either (1) an mTOR activator, RHEB (Ras homolog enriched in brain) or (2) an mTOR inhibitor, PRAS40 (proline-rich Akt substrate 40 kDa). Upon stimulation in vitro, the phosphorylation of ribosomal protein S6, an mTOR downstream target, was increased in RHEB-expressing cells and decreased in PRAS40-expressing cells. RHEB T cells demonstrated a greater propensity than controls for blast formation, lower expression of L-selectin, increased IFN-g production and resistance to TGF-b. In contrast, PRAS40 T cells were smaller in size, expressed higher surface levels of L-selectin and had reduced but not ablated production of IFN-g, IL-2 and TNF-a production. In vivo , RHEB T cells co-transduced with a tumor-specific TCR showed increased initial expansion that was associated with increased tumor protection. However, this was followed by a steep decrease in T cell numbers compared to control cells, with preliminary experiments indicating that RHEB cells produced a less robust re-call response upon antigenic re-challenge. In contrast, PRAS40 cells failed to expand in vivo or to infiltrate tumors, resulting in complete lack of protection. Yet, the few PRAS40 cells remaining in circulation were predominately high for L-selectin, IL-7Ra and Sca-1 (markers associated with ‘stemness’). These results demonstrated that constitutive suppression of mTOR was of no therapeutic advantage. To circumvent this, we developed a doxycycline (DOX)-inducible PRAS40 vector in which mTOR suppression in T cells can be temporally controlled in vivo . Unlike the constitutive vector used previously, with the DOX-ON system the level of mTOR suppression was lower and furthermore, could be applied only during the period of antigen exposure. Thus, when DOX was added during tumor challenge, PRAS40-expressing T cells could reject tumor as well as controls. However, after DOX was withdrawn and transgene expression turned off, increased numbers of therapeutic T cells were found in peripheral blood. When re-challenged, these T cells produced a stronger recall response relative to cells in which mTOR had not been suppressed initially. Thus, our results show that genetic manipulation of mTOR can be used to alter the intrinsic properties of T cells and direct either their effector or memory differentiation. This approach maybe useful in designing better therapeutic immunotherapeutic strategies according to the type of T cell response required in vivo . Disclosures: No relevant conflicts of interest to declare."
}