{
    "doi": "https://doi.org/10.1182/blood.V124.21.1887.1887",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2696",
    "start_url_page_num": 2696,
    "is_scraped": "1",
    "article_title": "Unraveling the Molecular Basis of Langerhans and Non-Langerhans Cell Histiocytic Neoplasms through Whole Exome Sequencing ",
    "article_date": "December 6, 2014",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster I",
    "topics": [
        "neoplasms",
        "whole exome sequencing",
        "mitogen-activated protein kinases",
        "histiocytic disorders",
        "biopsy",
        "cancer",
        "erdheim-chester disease",
        "histiocytosis, langerhans-cell",
        "mitogen-activated protein kinase p38",
        "neoplasm dna"
    ],
    "author_names": [
        "Benjamin Durham, MD",
        "Jing Ma, PhD",
        "Eunhee Kim, PhD",
        "John K. Choi, MD",
        "Patrick Campbell, MD PhD",
        "Juvianee Estrada-Veras, MD",
        "Michael P Walsh, PhD",
        "Mario E Lacouture, MD",
        "Young Rock Chung, MS",
        "Joy Nakitandwe, PhD",
        "Eli Diamond",
        "David M. Hyman, MD",
        "Raajit K. Rampal, MD PhD",
        "Minal Patel",
        "Christopher Y. Park, MD PhD",
        "Tanja A. Gruber, MD PhD",
        "Omar Abdel-Wahab, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "National Human Genome Research Institute, NIH, Bethesda, MD "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York City, NY "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY"
        ],
        [
            "St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Systemic histiocytic disorders, including Langerhans cell histiocytosis (LCH) and the non-Langerhans cell histiocytic disorder Erdheim-Chester Disease (ECD) are clinically heterogeneous diseases whose underlying etiology has long been obscure. Recent identification of BRAF V600E mutations in ~50% of LCH and ECD patients, as well as mutations in MAP2K1 in ~25% of BRAF- wild type LCH patients has refined our understanding of these disorders as clonal malignancies driven by constitutive MAP kinase signaling. However, the compendium of mutations co-occurring with BRAF V600E and MAP2K1 mutations in ECD/LCH have yet to be defined since unbiased genomic sequencing studies have not been performed in ECD. Moreover, the molecular bases of the phenotypic differences between LCH and ECD have remained elusive. Therefore, we performed whole exome sequencing (WES) of adult and pediatric LCH and ECD patients to further elucidate our understanding of the molecular bases of these disorders. Nineteen histiocytic disorder cases including fresh-frozen tissue biopsies from 10 adult (2 LCH and 8 ECD) and 8 pediatric patients (all LCH), along with paired normal tissue from blood were evaluated by WES (1 adult ECD patient had synchronous biopsies from 2 different anatomic sites- these 2 samples are treated independently in this analysis). Percentage of tumor involvement ranged from 25%-50% based on review of histologic sections by board-certified hematopathologists. High quality sequence variants unique to the tumor DNA including SNVs and indels were identified for subsequent analyses. All candidate missense genetic variants were evaluated by 3 in silico analysis methods (PROVEAN; SIFT; PolyPhen-2) for predicted mutational effects on protein function. For missense variants, only those determined to be damaging to protein function in 2 or more in silico methods were retained for further evaluation. Mutations passing these analytical steps were further evaluated for biological significance using several web-based, freely available pathway analysis databases. We first examined mutations in the MAP kinase pathways identified by the WES of LCH and ECD patients ( Figure ). Of LCH cases, 40% harbored BRAF V600E mutations while 30% had mutations in MAP2K1 . Three patients carried in-frame deletion mutations in the negative regulatory domain of MAP2K1 . Interestingly, mutations in the JNK and p38 MAP kinase pathways were identified in 20% of LCH patients, one of which was BRAF/MAP2K1 wild type ( Figure ). Of the ECD patients, 44% were BRAF V600E mutant, and we identified one BRAF V600E-wild type ECD patient as having a MAP2K1 mutation ( MAP2K1 K57N) and another as having an NRAS ( NRAS Q61R) mutation. As with LCH patients, WES analysis again noted mutations in p38 and JNK MAP kinase pathway members in BRAF/NRAS/MAP2K1- wild type ECD patients further highlighting involvement of all 3 MAP kinase pathways in ECD/LCH pathogenesis. We next evaluated mutated genes not known to be directly involved in MAP kinase signaling in order to understand how non-MAP kinase signaling pathways might contribute to LCH/ECD pathogenesis. Recurrent mutations in members of the Notch, WNT/β-catenin, NF-κB, and FGF signaling pathways were identified ( Figure ). Interestingly, loss-of-function mutations in Notch pathway mediators identified in this study occurred only (i) in MAML3 and MAMLD1 and (ii) in LCH (60% of patients) but not ECD. These findings, combined with recent identification of the monocytic-origin of LCH and the discovery that loss of Notch signaling results in monocytic clonal disorders, highlights a potential role for Notch signaling in the pathogenesis of LCH. Likewise, identification of a DNMT3A mutation in a BRAF V600E-mutant ECD patient and the association of Dnmt3a loss with clonal dominance of Dnmt3a- deficient hematopoietic cells suggests a potential role for disordered epigenetic regulation in ECD. This WES study of somatic mutations in LCH and ECD confirms previously reported frequencies of BRAF V600E and MAP2K1 mutations in LCH, identifies MAP2K1 mutations in ECD for the first time, and reveals additional candidate mutations in MAPK signaling that are mutually exclusive of BRAF / MAP2K1 mutations. Furthermore, this first WES study of ECD reveals somatic mutations in multiple genes that regulate diverse cellular processes co-occurring with recurrent mutations in MAPK signaling pathways. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}