{
    "doi": "https://doi.org/10.1182/blood.V110.11.5170.5170",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1035",
    "start_url_page_num": 1035,
    "is_scraped": "1",
    "article_title": "Imatinib Is Cost-Effective Comparing to Interferon-(IFN) for Patients with Newly Diagnosed Chronic-Phase (CP) Chronic Myeloid Leukemia (CML) from the Chinese Public Healthcare System Perspective. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background: Imatinib, a break-through oral molecular targeted therapy, has demonstrated impressive and durable responses as well as survival advantage compared to IFN based treatment in newly diagnosed CP CML ( 1 , 2 , 3 ). However, imatinib has not been registered on the Chinese National Reimbursement Drug List (RDL) whereas IFN has solely based on the drug price. Although IFN plus Ara-C has shown better efficacy than IFN alone, IFN is normally used alone to treat CP CML in China. The objective of this study was to conduct a cost-effective analysis comparing imatinib with IFN alone in newly diagnosed CP CML from the Chinese public healthcare systems perspective. Methods: The 60-month data from the International Randomized Interferon versus STI571 Study (IRIS) was used to estimate survival for imatinib and utility values for survival. Since patients received IFN with Ara-C, and most patients randomized to receive IFN plus Ara-C crossed over to the alternate treatment imatinib in IRIS, historical data from the literature was used to estimate survival for IFN alone. Survival estimates were based on published survival curves for patients who achieved and those who did not achieve a complete cytogenetic response. Lifetime costs of treatment containing drug costs, office visits, lab tests, and hospitalizations were estimated based on treatment protocols from tier 3 hospitals in China. Incremental cost-effectiveness ratio (ICER), which is the difference in costs divided by the difference in quality adjusted life years (QALY) between imatinib and IFN, was calculated. All costs and outcomes were discounted at a rate of 3.5% per annum following the UK Health Technology Assessment recommendation. Results: Total survival was estimated to be 19 and 9 for patients treated with imatinib and IFN, respectively. The discounted QALYs were 11.83 with imatinib and 5.41 with IFN. The discounted lifetime costs of treatment were RMB1169,661 with imatinib and RMB715,983 with IFN. The ICER for imatinib comparing with IFN was RMB70,510 per QALY. Conclusion: The World Health Organization (WHO) considered a cost-effectiveness ratio (CER) of less than three times the GDP per capita as cost effective in developing countries ( 4 ). Based on the 2006 GDP per capita for China US$7,700 ( 5 ), the WHO CER for China would be RMB175,167. The ICER for imatinib over IFN was RMB70,510 which is less than half of the WHO CER threshold. Therefore, imatinib is cost-effective comparing with IFN in newly diagnosed CP CML from the Chinese public healthcare system’s perspective.",
    "topics": [
        "cost effectiveness",
        "health care systems",
        "human leukocyte interferon",
        "imatinib mesylate",
        "interferons",
        "leukemia, myelocytic, chronic",
        "cytarabine",
        "immune reconstitution inflammatory syndrome",
        "laboratory techniques and procedures",
        "molecular targeted therapy"
    ],
    "author_names": [
        "Chun Wang, M.D.",
        "Zi Chen, M.D., Ph.D.",
        "Weiwei Feng, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Shanghai Jiaotong University Affiliated First Hospital, Shanghai, China",
            " "
        ],
        [
            "Hematology, Shanghai Fudan University Affiliated Huashan Hospital, Shanghai, China",
            " "
        ],
        [
            "Novartis Pharmaceuticals Corporation, Florham Park, NJ, USA",
            " "
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022"
}