{
    "doi": "https://doi.org/10.1182/blood-2018-99-112352",
    "article_title": "Residual Wild-Type Tet2/Tet3 Allele Is the Savior Preventing Mouse Hematopoietic Progenitor Cells from Leukemia Development ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Background: Loss-of-function mutations in ten-eleven-translocation-2 ( TET2) have been identified in myeloid and lymphoid malignancies. They have also been found in pre-leukemic hematopoietic stem cells and even in elderly individuals without hematologic malignancies. Taken together, they suggest TET2 mutation may act as a strong initiator in the pathogenesis of leukemia. TET3 mutation, on the other hand, is rare and its level has been found to decline with age. We hypothesized that somatic mutations of TET2 and age-related downregulation of TET3 lead to impairment of TET enzymes giving rise to hematological malignancies. Methods: Tet2 fl and Tet3 fl mice were crossed with mice expressing Mx1-Cre . Floxed alleles were then deleted by intraperitoneal injection with polyinosinic: polycytidilic acid to generate Tet2 fl/fl Tet3 fl/fl Mx-Cre + , Tet2 fl/wt Tet3 fl/fl Mx-Cre + and Tet2 fl/fl Tet3 fl/wt Mx-Cre + . Moribund mice were analyzed by flow cytometry. Results: All Tet2 fl/fl Tet3 fl/fl Mx-Cre + (homo/homo) mice developed acute myeloid leukemia (AML) and died within 16 weeks of age. Tet2 fl/wt Tet3 fl/fl Mx-Cre + (hetero/homo) and Tet2 fl/fl Tet3 fl/wt Mx-Cre + (homo/hetero) mice developed disease and died from 20 weeks onwards (median survival was 27 weeks in both groups). Among 13 hetero/homo mice, flow cytometry confirmed 11 cases of AML, 1 case of T-cell acute lymphoblastic leukemia (T-ALL), and 1 case of composite AML/T-ALL. Among 7 hetero/homo mice, there were 5 cases of AML, 1 T-ALL, and 1 composite AML/T-ALL. Leukemic cells from bone marrow of all genotypes were transplantable and could be established as cell lines. Multiplex PCR of 3 hetero/homo and 3 homo/hetero mice showed additional loss of wild type Tet2 allele in all three hetero/homo mice with AML. One of two homo/hetero mice with AML showed additional loss of wild-type Tet3 allele. Homo/hetero mouse with T-ALL showed presence of wild-type Tet3 allele. Exome sequencing revealed additional single nucleotide variants in these mice. Exome sequencing of chromosome 3 housing the Tet2 gene, showed uniparental disomy in two and deletion in one hetero homo mice respectively. Exome sequencing of chromosome 6 housing the Tet3 gene showed deletion in one mouse with AML; uniparental disomy was not observed. Conclusion: Four allele deletion of Tet2 and Tet3 led to aggressive development of AML in mice, suggesting that Tet2 and Tet3 interact to function as tumor suppressors. However, three allele deletion of Tet2/ Tet3 resulted in both myeloid and T-cell malignancies after a longer latency. Additional loss of residual Tet2 or Tet3 in these mice showed an AML phenotype similar to that seen in Tet2 / Tet3 double knockout mice. These results suggest that loss of both Tet2 and Tet3 are strongly associated with the pathogenesis of myeloid and lymphoid malignancies. Disclosures Chiba: Bristol Myers Squibb, Astellas Pharma, Kyowa Hakko Kirin: Research Funding.",
    "topics": [
        "alleles",
        "hematopoietic stem cells",
        "kiaa1546 gene",
        "leukemia",
        "mice",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "flow cytometry",
        "hematologic neoplasms",
        "lymphoid neoplasm, malignant"
    ],
    "author_names": [
        "Raksha Shrestha, MD, DiMM",
        "Maie Koichiro, MD PhD",
        "Mamiko Sakata-Yanagimoto, MD PhD",
        "Olivier Bernard",
        "Hirotaka Matsui, MD PhD",
        "Yaeko Nakajima-Takagi, PhD",
        "Takayasu Kato, MD PhD",
        "Haruhiko Koseki, PhD",
        "Atsushi Iwama, MD PhD",
        "Shigeru Chiba, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Raksha Shrestha, MD, DiMM",
            "author_affiliations": [
                "Department of Hematology, University of Tsukuba, Tsukuba, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maie Koichiro, MD PhD",
            "author_affiliations": [
                "Department of Hematology, University of Tsukuba, Tsukuba, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mamiko Sakata-Yanagimoto, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Bernard",
            "author_affiliations": [
                "Gustave Roussy, INSERM U1170, Université Paris-Saclay, Villejuif, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirotaka Matsui, MD PhD",
            "author_affiliations": [
                "Department of Molecular Laboratory Medicine, Faculty of Life Sciences, Kumamoto University, Kumamoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaeko Nakajima-Takagi, PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Graduate School of Medicine, Chiba University, Chiba, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayasu Kato, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, JPN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haruhiko Koseki, PhD",
            "author_affiliations": [
                "Laboratory for Developmental Genetics, RIKEN Center for Integrative Medical Sciences, Yokohama, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Iwama, MD PhD",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Graduate School of Medicine, Chiba University, Chiba, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeru Chiba, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Faculty of Medicine, University of Tsukuba, Tsukuba, Japan ",
                "Life Science Center for Survival Dynamics, Tsukuba Advanced Research Alliance, University of Tsukuba, Tsukuba, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:38:07",
    "is_scraped": "1"
}