{
    "doi": "https://doi.org/10.1182/blood.V128.22.4400.4400",
    "article_title": "Optimal Sequencing of Ibrutinib, Idelalisib, and Venetoclax in CLL: Results from a Large Multi-Center Study of 683 US-Patients ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Introduction: Ibrutinib (Ibr), idelalisib (Ide), andvenetoclax (Ven), are all now approved for treating CLL patients in the US. However, in the absence of head-to-head comparator trials, there is limited guidance as to the optimal sequence of these therapies and to the best choice upon failure of first selected agent. To address these gaps in current literature, 9 large US cancer centers and the Connect CLL Registry collaborated to capture the experience of 683 CLLpts treated with kinase inhibitors (KIs) - focusing on optimal sequencing and patterns of failure. Patients and Methods: We conducted a multicenter, retrospective analysis of CLLpts treated withIbr-, Ide- orVen-based therapy. We examined demographics, discontinuation rates, reasons for discontinuation, overall response rates (ORR), survival, and post kinase inhibitor (KI) salvage strategies. Primary endpoint was progression-free survival (PFS) (time from KI treatment to progression, death, or last follow-up) as determined by the Kaplan Meier (KM) method. Comparisons were made using the log rank (LR) test and COX regression analyses. Results: A total of 683 pts treated with KI therapy (Ibr=621/Ide=62) were identified ( Table 1 ). Baseline characteristics were similar in theIbr and Ide-based groups. ORR toIbr as first KI was 69% [complete response (CR) 11%, partial response (PR) 45%, and PR-L 13%] and Ide was 81% (CR 5%, PR 71%,PR-L 5%). With a median follow-up from start of first KI of 17 months (range 1-60), median PFS and OS for the entire cohort from first KI was 35 months (216 events) and not reached respectively (107 events). Interestingly,pts treated withIbr (vs. Ide) as first KI had a significantly better PFS in all settings; front-line (figure a, HR 2.8, CI 1.3-6.3 p=.01), relapsed-refractory (figure b, HR 2.8, CI 1.9-4.1 p<.001), clinical trials (HR 3.3, CI 1.8-5.9 p<.001), commercial use (HR 2.5, CI 1.5-4.0 p<.001), del17p (HR 2.0, CI 1.2-3.4 p=.008), or complex karyotype (HR 2.5, CI 1.2-5.2 p=.02). Moreover, at the time of initial KI failure, the use of either an alternate KI orVen was associated with superior PFS as compared tochemoimmunotherapy (CIT) combinations (figure c). When treated with an alternate KI (Ibr followed by Ide or Ide followed byIbr),pts intolerant of a KI therapy due to toxicity had a superior PFS compared with those taken off a KI therapy due to CLL progression (p=0.03, LR test). Furthermore,Ibr-failurepts had a marginally better PFS if treated withVen (ORR 79%) vs. Ide (ORR 46%) (figure d, HR .6, CI.3-1.0 p=.06). Conclusions: In the largest experience of novel agents published to date in CLL,Ibr appears superior to Ide in all settings as first choice KI. Further, in the setting of KI failure, an alternate KI orVen therapy appear superior to CIT combinations. Alternate KI appear particularly effective in the setting of intolerance to a prior KI. The use ofVen uponIbr failure might be superior to the use of Ide. These data provide guidance for sequencing of novel agents and support the need for trials directly comparing novel agents and sequencing strategies in CLL. Table 1 View large Download slide Table 1 View large Download slide Close modal Figure View large Download slide Figure View large Download slide Close modal Disclosures Mato: Abbvie, Gilead Sciences, Pharmacyclics, TG Therapeutics: Consultancy; Abbvie, Acerta Pharma, Gilead Sciences, ProNAi, TG Therapeutics, Theradex: Research Funding. Lamanna: Roche-Genentech: Honoraria, Research Funding; Celgene: Honoraria; Janssen: Honoraria; Pharmacyclics: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Gilead: Honoraria, Research Funding; Infinity: Research Funding; Acerta: Research Funding; TGR Therapeutics: Research Funding. Barr: Pharmacyclics, LLC, an AbbVie Company: Consultancy, Research Funding; AbbVie: Consultancy. Ujjani: Genentech: Consultancy; Abbvie: Consultancy; Gilead: Consultancy; Pharmacyclics: Consultancy. Brander: Gilead: Honoraria; TG Therapeutics: Research Funding. Cheson: Acerta: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Kiselev: Celgene: Employment, Equity Ownership. Svoboda: Seattle Genetics: Research Funding; Pharmacyclics: Research Funding; Celgene: Research Funding. Schuster: Genentech: Consultancy, Honoraria; Gilead: Research Funding; Pharmacyclics: Consultancy, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Hoffman-LaRoche: Research Funding; Nordic Nanovector: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Janssen Research & Development: Research Funding. Nabhan: Celgene Corporation: Consultancy, Research Funding; Genentech: Consultancy, Research Funding; Abbvie: Consultancy; Infinity: Consultancy; Cardinal Health: Consultancy; Seattle Genetics: Research Funding; Astellas: Research Funding.",
    "topics": [
        "ibrutinib",
        "idelalisib",
        "venetoclax",
        "brachial plexus neuritis",
        "follow-up",
        "kinase inhibitors",
        "complete remission",
        "karyotype determination procedure",
        "partial response",
        "toxic effect"
    ],
    "author_names": [
        "Anthony R. Mato, MD MSCE",
        "Brian T. Hill, MD PhD",
        "Nicole Lamanna, MD",
        "Paul Barr, MD",
        "Chaitra S. Ujjani, MD",
        "Danielle M. Brander, MD",
        "Christina Howlett, PharmD, BCOP",
        "Alan P Skarbnik, MD",
        "Bruce Cheson, MD",
        "Clive S Zent, MD",
        "Jeffrey J Pu, MD PhD",
        "Pavel Kiselev, PhD",
        "Spencer Henick Bachow, MD",
        "Allison M Winter, MD",
        "Allan-Louie Cruz, MD",
        "David F. Claxton, MD",
        "Catherine Daniel, MD",
        "Krista Isaack, DO",
        "Kaitlin H Kennard, BSN",
        "Colleen Timlin, PharmD",
        "Molly Fanning, BS",
        "Melissa Yacur, MD",
        "Jakub Svoboda, MD",
        "Stephen J. Schuster, MD",
        "Chadi Nabhan, MD MBA, FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony R. Mato, MD MSCE",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hill, MD PhD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Lamanna, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, New York Presbyterian/Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Barr, MD",
            "author_affiliations": [
                "University of Rochester, Wilmot Cancer Insitute, Rochester, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaitra S. Ujjani, MD",
            "author_affiliations": [
                "Lombardi Comprehensive Cancer Center, Georgetown University Hospital, Washington, DC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle M. Brander, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Howlett, PharmD, BCOP",
            "author_affiliations": [
                "Department of Pharmacy and Clinical Services, John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ ",
                "Ernest Mario School of Pharmacy, Rutgers, The State University of New Jersey, Piscataway, NJ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan P Skarbnik, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Cheson, MD",
            "author_affiliations": [
                "Lombardi Comprehensive Cancer Center, Georgetown University Hospital, Washington, DC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clive S Zent, MD",
            "author_affiliations": [
                "Wilmot Cancer Institute, University of Rochester, Rochester, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey J Pu, MD PhD",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Hershey, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavel Kiselev, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Spencer Henick Bachow, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, New York Presbyterian/Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison M Winter, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan-Louie Cruz, MD",
            "author_affiliations": [
                "Medstar Washington Hospital Center, Washington, DC "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David F. Claxton, MD",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Penn State University College of Medicine, Hershey, PA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Daniel, MD",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Phildelphia, PA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista Isaack, DO",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaitlin H Kennard, BSN",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Timlin, PharmD",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Molly Fanning, BS",
            "author_affiliations": [
                "Center for CLL, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Yacur, MD",
            "author_affiliations": [
                "Penn State Hershey Cancer Institute, Hershey, PA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Svoboda, MD",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Schuster, MD",
            "author_affiliations": [
                "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chadi Nabhan, MD MBA, FACP",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology and Oncology, The University of Chicago, Chicago, IL"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:44:36",
    "is_scraped": "1"
}