{
    "doi": "https://doi.org/10.1182/blood.V126.23.727.727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3167",
    "start_url_page_num": 3167,
    "is_scraped": "1",
    "article_title": "Ixazomib, an Investigational Oral Proteasome Inhibitor (PI), in Combination with Lenalidomide and Dexamethasone (IRd), Significantly Extends Progression-Free Survival (PFS) for Patients (Pts) with Relapsed and/or Refractory Multiple Myeloma (RRMM): The Phase 3 Tourmaline-MM1 Study (NCT01564537) ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Next Generation Agents, Novel Combinations, and Amyloidosis",
    "abstract_text": "Background Ixazomib is the first orally administered PI studied in the clinic. The feasibility of combining ixazomib weekly and lenalidomide-dexamethasone (Rd) in the first all-oral PI- and immunomodulatory drug-containing triplet regimen was evaluated in a phase 1/2 trial of 65 pts with newly diagnosed MM. Results indicated a 90% ORR (62% ≥VGPR) using ixazomib 4 mg (recommended phase 2/3 dose), with a manageable safety profile, including 14% gr ≥3 skin/subcutaneous tissue disorders and limited (4% gr 3) peripheral neuropathy (PN) (Kumar et al, Lancet Oncol 2014). These data provided the rationale for phase 3 investigation of IRd vs placebo-Rd in pts with RRMM in this randomized, double-blind, placebo-controlled, international, multicenter study. Methods Adults with RRMM after 1-3 prior lines of therapy who were not refractory to prior lenalidomide or PI-based therapy were randomized 1:1 to receive ixazomib 4 mg or matching placebo weekly on d 1, 8, and 15, plus lenalidomide 25 mg PO on d 1-21 (dose reduced for renal impairment per local label/practice) and dexamethasone 40 mg PO on d 1, 8, 15, and 22, in 28-d cycles. Randomization was stratified by number of prior therapies (1 vs 2/3), PI exposure (naïve vs exposed), and ISS disease stage (I/II vs III). Cycles were repeated until disease progression or unacceptable toxicity. Primary endpoint was PFS as assessed by an independent review committee blinded to treatment, per IMWG criteria. Key secondary endpoints were OS and OS in high-risk pts with del(17). Sample size was determined to provide 80% power for the OS endpoint and adequate power to test PFS. Three interim analyses (IAs) and a final analysis were planned to test PFS and OS; here, we report data from the first IA, the final analysis for PFS. Results 722 pts were randomized (360 IRd; 362 Rd). Baseline characteristics were balanced between groups; overall median age was 66 yrs (30-91), 70% were PI-exposed, 88% were ISS stage I/II, 59% had received 1 prior therapy, and 77%/11%/11% were relapsed/refractory/relapsed and refractory, with 6% primary refractory. Based primarily (97%) on central laboratory evaluation, 19% had high-risk cytogenetics by FISH (del(17), t(4;14), or t(14;16)), including 10% del(17). Prior therapies included 69% bortezomib, 45% thalidomide, and 12% lenalidomide. The study met the primary endpoint at the first IA (median follow-up 14.8 vs 14.6 mos with IRd vs Rd), demonstrating a 35% improvement in PFS with IRd vs Rd (HR 0.742; p=0.012; Table). In pts with high-risk cytogenetics, the PFS HR was 0.543 with IRd vs Rd (HR 0.596 in pts with del(17)), with a median PFS similar to the overall IRd group, indicating ixazomib may overcome the negative impact of cytogenetic alterations. OS data were not yet mature. Key response data are shown in the Table. Pts received a median of 13 (1-26) vs 12 (1-25) cycles of IRd vs Rd; 55% and 52% of pts remained on treatment. With IRd vs Rd, 68% vs 61% of pts had gr ≥3 AEs (driven by thrombocytopenia), 40% vs 44% had serious AEs, 13% vs 11% discontinued all study drugs due to AEs, and 3% vs 5% died on treatment. AEs observed with IRd were consistent with reported safety profiles for the individual agents. Common gr ≥3 AEs were neutropenia (19% vs 16%), anemia (9% vs 13%), thrombocytopenia (13% vs 5%), and pneumonia (6% vs 8%). Gastrointestinal events included 42% vs 36% diarrhea (6% vs 2% gr 3), 26% vs 21% nausea (2% vs 0% gr 3), and 22% vs 11% vomiting (1% vs <1% gr 3). PN rates were 28% vs 21% (2% vs 2% gr 3), 35% vs 21% had rash events (4% vs 1% gr 3), 4% vs 6% had renal failure (2% vs 3% gr ≥3), and 4% vs 3% had heart failure (2% vs 2% gr ≥3). Conclusion At this first prespecified IA, addition of ixazomib to Rd in pts with RRMM increased median PFS to 20.6 from 14.7 mos without a substantial increase in overall toxicity, including cardiac and PN toxicity. Benefit with IRd was also noted in pts with high-risk cytogenetics, including those with del(17), in whom median PFS was similar to all IRd-treated pts indicating that ixazomib may have a favorable impact on the adverse prognosis associated with genetic mutations. If approved, this all-oral combination of IRd may become a new standard of care in this setting. Table. Key efficacy data  . IRd . Rd . HR / OR . Median PFS, mos 20.6 14.7 HR 0.742; 95% CI: 0.587-0.939; p=0.012 Confirmed ORR, % 78.3 71.5 OR 1.44; p=0.035 CR 11.7 6.6 OR 1.87; p=0.019 ≥VGPR 48.1 39.0 OR 1.45; p=0.014 Median time to first response (ITT analysis), mos 1.1 1.9  Median duration of response (≥PR), mos 20.5 15.0  . IRd . Rd . HR / OR . Median PFS, mos 20.6 14.7 HR 0.742; 95% CI: 0.587-0.939; p=0.012 Confirmed ORR, % 78.3 71.5 OR 1.44; p=0.035 CR 11.7 6.6 OR 1.87; p=0.019 ≥VGPR 48.1 39.0 OR 1.45; p=0.014 Median time to first response (ITT analysis), mos 1.1 1.9  Median duration of response (≥PR), mos 20.5 15.0  View Large Disclosures Moreau: Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees. Off Label Use: Investigational proteasome inhibitor ixazomib in combination with lenalidomide and dexamethasone for patients with relapsed/refractory multiple myeloma. Masszi: Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Bahlis: Johnson & Johnson: Speakers Bureau; Johnson & Johnson: Consultancy; Amgen: Consultancy; Johnson & Johnson: Research Funding; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau. Sandhu: Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Ganly: Novartis: Honoraria; Roche: Honoraria; Medipics: Equity Ownership. Baker: Janssen-Cilag New Zealand: Membership on an entity's Board of Directors or advisory committees. Stoppa: Novartis: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. Simpson: Celgene: Honoraria; Janssen-Cilag: Honoraria; Onyx Pharmaceuticals: Research Funding; Roche: Honoraria. Gimsing: Amgen: Honoraria. Palumbo: Celgene, Millennium Pharmaceuticals, Amgen, Bristol-Myers Squibb, Genmab, Janssen-Cilag, Onyx Pharmaceuticals: Consultancy, Honoraria; Novartis, Sanofi Aventis: Honoraria. Garderet: Bristol-Myers Squibb: Consultancy. Cavo: Janssen-Cilag, Celgene, Amgen, BMS: Honoraria. Kumar: AbbVie: Research Funding; Janssen: Research Funding; Celgene: Research Funding; Sanofi: Research Funding; Onyx: Research Funding; Celgene, Millenium, Sanofi, Skyline, BMS, Onyx, Noxxon,: Other: Consultant, no compensation,; Skyline, Noxxon: Honoraria; Millenium/Takeda: Research Funding. Touzeau: AbbVie: Research Funding. Laubach: Novartis: Research Funding; Onyx: Research Funding; Celgene: Research Funding; Millennium: Research Funding. Lin: Millennium Pharmaceuticals, Inc.: Employment. Berg: Millennium Pharmaceuticals, Inc.: Employment. DiBacco: Millennium Pharmaceuticals, Inc.: Employment. Hui: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Richardson: Gentium S.p.A.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees; Millennium Takeda: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "brachial plexus neuritis",
        "dexamethasone",
        "ixazomib",
        "lenalidomide",
        "multiple myeloma",
        "proteasome inhibitors",
        "progression-free survival",
        "toxic effect",
        "thrombocytopenia",
        "anemia"
    ],
    "author_names": [
        "Philippe Moreau",
        "Tamás Masszi, MD",
        "Norbert Grzasko, MD PhD",
        "Nizar J Bahlis, MD",
        "Markus Hansson",
        "Ludek Pour, MD",
        "Irwindeep Sandhu, MD",
        "Peter Ganly, BMBCh, PhD",
        "Bartrum W Baker, MBChB, FRACP, FRCPA",
        "Sharon Jackson, MBChB, FRACP, FRCPA",
        "Anne-Marie Stoppa, MD",
        "David R Simpson, MBChB, FRACP, FRCPA",
        "Peter Gimsing, MD DMSci",
        "Antonio Palumbo",
        "Laurent Garderet, MD",
        "Michele Cavo",
        "Shaji K. Kumar, MD",
        "Cyrille Touzeau, MD",
        "Francis Buadi, MD",
        "Jacob P. Laubach, MD",
        "Jianchang Lin, PhD",
        "Deborah Berg, RN, MSN",
        "Alessandra DiBacco, PhD",
        "Ai-Min Hui, MD PhD",
        "Paul G. Richardson, MD"
    ],
    "author_affiliations": [
        [
            "University of Nantes, Nantes, France "
        ],
        [
            "Dept. of Haematology and Stem Cell Transplantation, St. István and St. László Hospital of Budapest, Budapest, Hungary "
        ],
        [
            "Department of Haemato-oncology and Bone Marrow Transplantation, Medical University of Lublin, Lublin, Poland "
        ],
        [
            "University of Calgary, Southern Alberta Cancer Research Institute, Calgary, Canada "
        ],
        [
            "Department of Hematology, Skåne University Hospital, Lund University, Lund, Sweden "
        ],
        [
            "University Hospital Brno, Brno, Czech Republic "
        ],
        [
            "Department of Medicine, Division of Hematology, University of Alberta, Edmonton, Canada "
        ],
        [
            "Department of Haematology, Christchurch Hospital, Christchurch, New Zealand "
        ],
        [
            "Department of Haematology, Palmerston North Hospital, Palmerston North, New Zealand "
        ],
        [
            "Department of Haematology, Middlemore Hospital, Auckland, New Zealand "
        ],
        [
            "Department of Hematology, Institut Paoli-Calmettes, Marseille, France "
        ],
        [
            "Department of Haematology, North Shore Hospital, Auckland, New Zealand "
        ],
        [
            "Department of Hematology, University Hospital Rigshospitalet, Copenhagen, Denmark "
        ],
        [
            "University of Torino, Torino, Italy "
        ],
        [
            "Hôpital Saint Antoine, Paris, France "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Nantes University Hospital, Hôtel Dieu, Nantes, France "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
        ],
        [
            "Division of Hematologic Malignancy, Department of Medical Oncology, Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "47.2096125",
    "first_author_longitude": "-1.5559577999999998"
}