{
    "doi": "https://doi.org/10.1182/blood.V120.21.2830.2830",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2386",
    "start_url_page_num": 2386,
    "is_scraped": "1",
    "article_title": "A Novel FOXP1-PDGFRA Fusion Gene in A Case of Chronic Eosinophilic Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "634. Myeloproliferative Syndromes - Clinical: Poster II",
    "topics": [
        "eosinophilic leukemia, chronic",
        "fusion genes",
        "platelet-derived growth factor alpha receptor",
        "eosinophilia",
        "imatinib mesylate",
        "cough",
        "dna",
        "hepatosplenomegaly",
        "karyotype determination procedure",
        "leukocytosis"
    ],
    "author_names": [
        "Yuka Sugimoto, MD, PhD",
        "Akiko Sada, MD, PhD",
        "Fumihiko Monma, MD, PhD",
        "Kohshi Ohishi, MD, PhD",
        "Masahiro Masuya, MD, PhD",
        "Toshimitsu Matsui, MD, PhD",
        "Naoyuki Katayama, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan, "
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Blood Transfusion Service, Mie University Hospital, Tsu, Mie, Japan, "
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ],
        [
            "Department of Hematology, Ono Municipal Hospital, Ono, Japan"
        ],
        [
            "Hematology and Oncology, Mie University Graduate School of Medicine, Tsu, Japan, "
        ]
    ],
    "first_author_latitude": "34.7441102",
    "first_author_longitude": "136.5244143",
    "abstract_text": "Abstract 2830 Introduction Myeloid and lymphoid neoplasms with eosinophilia and abnormalities of PDGFRA , PDGFRB , or FGFR1 is a new major category in the 2008 WHO classification of myeloid malignancies. FIP1L1-PDGFRA fusion gene is currently the most common abnormality in this category, but there are some other fusion genes incorporating part of PDGFRA . In a case of myeloproliferative neoplasms (MPN) with eosinophilia and hepatosplenomegaly, karyotype by G-banding and fluorescence in situ hybridization (FISH) for 4q12 rearrangements indicated a PDGFRA rearrangement other than FIP1L1-PDGFRA , and a novel FOXP1-PDGFRA fusion gene was identified. Case presentation A 44-year-old male visited a clinic because of wet cough for one year. His peripheral blood showed leukocytosis of 43.15 × 10 9 /L with eosinophilia up to 57.5%, mild erythrocytosis (Hb 17.3 g/dL), and thrombocytopenia of 86 × 10 9 /L. CT scan of the abdomen revealed hepatosplenomegaly. He was referred to our hospital and received oral PSL (1 mg/kg) first, because pulmonary eosinophilic infiltration was suspected by follow-up CT findings. Pulmonary infiltration and his cough disappeared rapidly in a week, but his leukocytosis with eosinophilia was exacerbated again with PSL tapering. His bone marrow at the time of admission disclosed hypercellular marrow with myeloid hyperplasia and eosinophilia, of which karyotype was 46, XY, t(3:4)(p13;q12), inv(9)(p12q13) in all of 20 metaphases. FISH analysis with tricolor 4q12 rearrangement probe set indicated that PDGFRA was disrupted in 97.3% of his peripheral blood cells. These cytogenetic abnormalities of his bone marrow cells suggested involvement of PDGFRA fusion gene except for FIP1L1-PDGFRA and did not disappear after steroid administration for 2 weeks. After low-dose of imatinib (100 mg/day) was started, he achieved a hematological response within 5 days, and PSL could be gradually tapered off. 3 months after therapy, he obtained complete cytogenetic response (CCyR). He has been in CCyR and free of symptoms for more than 6 months with only low-dose imatinib. Methods and Results Genomic DNA and total RNA were isolated from white blood cells in his peripheral blood at diagnosis. Complementary DNA was synthesized from total RNA. FIP1L1-PDGFRA fusion transcript was proved to be negative by RT-PCR. Molecular cloning with 5′-RACE-PCR revealed a novel mRNA in-frame fusion between exon 23 of FOXP1 and a truncated PDGFRA exon12. Reciprocal PDGFRA-FOXP1 transcripts were confirmed by RT-PCR analysis and FOXP1-PDGFRA genomic DNA sequence was determined with genomic PCR. As in the case with FIP1L1-PDGFRA , the breakpoint of PDGFRA in FOXP1-PDGFRA was located between the two tryptophan (W) residues of the putative WW-domain. Meanwhile, the other breakpoint was near inverted repeat in intron 23 of FOXP1 , which is presumed to be very fragile site. By FISH analysis after magnetic cell sorting with MicroBeads, the 4q12 abnormality attributed to FOXP1-PDGFRA fusion gene was detected in granulocytes, but not in CD19-positive B or CD3-positive T cells. Discussion In a case with chronic eosinophilia harboring 46, XY, t(3:4)(p13;q12), inv(9)(p12q13), novel FOXP1-PDGFRA fusion gene was identified. Similar karyotypic abnormality harboring t(3:4)(p13;q12) was reported in a case of MPN with chronic eosinophilia, but responsible fusion gene was not identified (Myint H, et al. Br J Haematol. 1995). FOXP1 is a transcription factor which is implicated in a variety of cellular processes and has a role in immune regulation and carcinogenesis (Wlodarska I, et al. Leukemia. 2005). As a fusion partner of FOXP1 , PAX5 and ABL1 are reported in cases with acute lymphoblastic leukemia. Thus, this is a first report showing that FOXP1-PDGFRA fusion gene is involved in hematologic malignancy. It is likely that FOXP1-PDGFRA is constitutively activated tyrosine kinase, which does not depend on dimerization but on the disruption of an autoinhibitory juxtamembrane domain encoded by exon 12 of PDGFRA from its structure. Eosinophilia responded well to low dose of imatinib as observed in CEL with FIP1L1-PDGFRA . Conclusion FOXP1-PDGFRA was identified in CEL for the first time. This is the eighth reported fusion gene associated with PDGFRA in CEL so far. Our patient with FOXP1-PDGFRA promptly responded to low-dose of imatinib as same as other cases with PDGFRA abnormalities. Further investigation is still in progress. Disclosures: No relevant conflicts of interest to declare."
}