{
    "doi": "https://doi.org/10.1182/blood.V126.23.3379.3379",
    "article_title": "Point-of-Care Screening for Sickle Cell Disease By a Mobile Micro-Electrophoresis Platform ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Poster III",
    "abstract_text": "In developing countries, diagnostic tests for homozygous (HbSS) or compound heterozygous (HbSC or HbS-Beta thalassemia) sickle cell disease (SCD) are not readily available at the point-of-care (POC). Very few infants are screened in Africa for SCD because of the high cost and level of skill needed to run traditional tests. Current methods are too costly and take too much time to enable equitable and timely diagnosis to save lives. The World Health Organization recognizes a crucial need for early detection of SCD in newborns, since it is estimated that 70% SCD-related deaths in Africa are preventable with early cost-effective interventions. The diagnostic barrier can be broken with affordable, POC tools that facilitate early detection immediately after birth. We have developed a mobile micro-electrophoretic device (HemeChip) through which to quickly, accurately, and affordably screen for SCD (Fig. 1A). The HemeChip uses a microfabricated platform housing cellulose acetate electrophoresis to rapidly separate hemoglobin (Hb) types. Less than 5 microliters of blood, which can be obtained through a finger stick or heel stick, is processed on a piece of cellulose paper in alkaline buffer. The HemeChip reliably identifies and discriminates amongst Hb C/A2, S, F and A0. The micro-electrophoresis results were validated against standard clinical hemoglobin screening methods, including high performance liquid chromatography (HPLC), with Pearson Correlation Coefficient (PCC) of ≥0.96 relative to HPLC for all Hb types tested. The receiver Operating-Characteristic (ROC) curves showed more than 0.89 sensitivity and 0.86 specificity for identification of hemoglobin types using the HemeChip, based on the travelling distance from the sample application point (Fig. 1B). We developed a web-based image processing application for automated and objective quantification of HemeChip results at the POC using cloud computing resources (Fig. 1C). This intensity-based mobile phone image quantitation method showed high correlation with HPLC results for tested patient blood samples (PCC=0.95). HemeChip can distinguish between different patient phenotypes, including HbSS (HbS only), transfused HbSS (HbS and HbA), and Hemoglobin SC disease (HbS and HbC). In conclusion, the HemeChip identification and quantification of hemoglobin phenotypes, as a POC technique, were comparable to standard clinical methods. This platform has clinical potential in under-served populations worldwide, in which SCD is endemic. Figure 1. View large Download slide Mobile micro-electrophoretic device (HemeChip) for point-of-care screening for sickle cell disease. ( A) HemeChip prototype is shown with a miniscule blood sample that has been separated into characteristic hemoglobin bands. (B) The receiver Operating-Characteristic (ROC) curves show sensitivity and specificity of HemeChip for differentiating between adjacent hemoglobin bands based on the travelling distance from the sample application point. band traveling distance thresholds are shown: circle=7.5 mm, triangle=10.0 mm, and square=12.5 mm. (C) Web-based image processing application for automated and objective quantification of HemeChip results at the POC using cloud computing resources. Figure 1. View large Download slide Mobile micro-electrophoretic device (HemeChip) for point-of-care screening for sickle cell disease. ( A) HemeChip prototype is shown with a miniscule blood sample that has been separated into characteristic hemoglobin bands. (B) The receiver Operating-Characteristic (ROC) curves show sensitivity and specificity of HemeChip for differentiating between adjacent hemoglobin bands based on the travelling distance from the sample application point. band traveling distance thresholds are shown: circle=7.5 mm, triangle=10.0 mm, and square=12.5 mm. (C) Web-based image processing application for automated and objective quantification of HemeChip results at the POC using cloud computing resources.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "electrophoresis",
        "microbiology procedures",
        "sickle cell screening",
        "stick dosage form",
        "hemoglobin",
        "hemoglobin, sickle",
        "high pressure liquid chromatography procedure",
        "medical devices",
        "blood tests",
        "early diagnosis"
    ],
    "author_names": [
        "Ryan Ung",
        "Yunus Alapan, MS",
        "Muhammad Noman Hasan, MS",
        "Megan Romelfanger",
        "Ping He, MDPhD",
        "Aaron Tam",
        "Tolulope Rosanwo, BA",
        "Asya Akkus",
        "Mehmet A Cakar",
        "Kutay Icoz, PhD",
        "Connie M. Piccone, MD",
        "Jane A Little, MD",
        "Umut A Gurkan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryan Ung",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yunus Alapan, MS",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Noman Hasan, MS",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Romelfanger",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping He, MDPhD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron Tam",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tolulope Rosanwo, BA",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asya Akkus",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet A Cakar",
            "author_affiliations": [
                "Abdullah Gul University, Kayseri, Turkey"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kutay Icoz, PhD",
            "author_affiliations": [
                "Abdullah Gul University, Kayseri, Turkey"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie M. Piccone, MD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane A Little, MD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umut A Gurkan, PhD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T02:32:33",
    "is_scraped": "1"
}