{
    "doi": "https://doi.org/10.1182/blood.V112.11.1112.1112",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1104",
    "start_url_page_num": 1104,
    "is_scraped": "1",
    "article_title": "CELSG CML 11 “ISTAHIT” Phase III Study – Planned Interim Analysis: High Doses of Imatinib Mesylate (800mg/day) Significantly Improve Rates of Major and Complete Cytogenetic Remissions (MCR, CCR) in Pretreated Ph + /BCR-ABL + CML Patients in Chronic Phase. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cytogenetics",
        "disease remission",
        "imatinib mesylate",
        "interim analysis",
        "phase 3 clinical trials",
        "toxic effect",
        "anemia",
        "busulfan",
        "human leukocyte interferon"
    ],
    "author_names": [
        "Andreas L. Petzer, MD",
        "Dominik Wolf, MD",
        "Dominic Fong, MD",
        "Thomas Lion, MD",
        "Irina Dyagil, MD",
        "Zvenyslava Masliak, MD",
        "Darinka Boskovic, MD",
        "Laimonas Griskevicius, MD",
        "Sandra Lejniece, MD",
        "Stefan Goranov, MD",
        "Liana Gercheva, MD",
        "Aleksandar Stojanovic, MD",
        "Dontcho Peytchev, MD",
        "Nikolay Tzvetkov, MD",
        "Rasa Griniute, MD",
        "Radka Oucheva, MD",
        "Hanno Ulmer, PhD",
        "Marthin Kwakkelstein, MD",
        "Gianluca Fincato, MD",
        "Guenther Gastl, MD"
    ],
    "author_affiliations": [
        [
            "Central European Leukemia Study Group (CELSG), Innsbruck, Krankenhaus Barmherzige Schwestern Linz, Linz, Austria"
        ],
        [
            "Central European Leukemia Study Group (CELSG), Innsbruck, Austria"
        ],
        [
            "Central European Leukemia Study Group (CELSG), Innsbruck, Austria"
        ],
        [
            "CCRI Children Cancer Research Institute, Vienna, Austria"
        ],
        [
            "Department of Hematology, RC Radiation Medicine, Kiev, Ukraine"
        ],
        [
            "Institute of Blood Pathology and Transfusion Medicine, Lviv, Ukraine"
        ],
        [
            "Clinical Center of Serbia, Institut za Hematologiju, Belgrad, Serbia and Montenegro"
        ],
        [
            "Vilnius University Hospital Santariskiu Clinic, Vilnius, Lithuania"
        ],
        [
            "National Center of Haematology, Riga, Latvia"
        ],
        [
            "University Hospital for Active Treatment “St. George”, Plovdiv, Bulgaria"
        ],
        [
            "University Hospital for Active Treatment “St. Marina”, Varna, Bulgaria"
        ],
        [
            "Clinic for Hematology, National Clinical Center Skopje, Skopje, Macedonia"
        ],
        [
            "National Center of Hematology and Transfusiology, Sofia, Bulgaria"
        ],
        [
            "University Hospital for Active Treatment, Pleven, Bulgaria"
        ],
        [
            "Kaunas University Hospital, Kauna, Lithuania"
        ],
        [
            "Alexandrovska University Hospital, Sofia, Bulgaria"
        ],
        [
            "Central European Leukemia Study Group (CELSG), Innsbruck, Austria"
        ],
        [
            "Novartis, Basel, Switzerland"
        ],
        [
            "Novartis, Origgio VA, Italy"
        ],
        [
            "Central European Leukemia Study Group (CELSG), Innsbruck, Austria"
        ]
    ],
    "first_author_latitude": "47.755255899999995",
    "first_author_longitude": "12.7955937",
    "abstract_text": "We have recently reported results from the first planned interim analysis of a multicenter, randomised, 2-arm - phase III study comparing imatinib standard dose (400 mg/day; arm A) with imatinib high dose (HD) induction (800 mg/day; HD arm B) followed by imatinib standard dose maintenance (400 mg/day) in pretreated Ph + /BCRABL + CML patients in chronic phase (CP; Blood,110,1048a). The first planned interim analysis was performed after 50% of the patients had been treated for 12 months (mo) since randomisation. A total of 227 patients were randomized. Pretreatments included hydroxyurea (96%), interferon (72%), busulfan (17%) and “others” (26%; mainly AraC +/− combinations). Although rates of complete haematological responses did not differ significantly between the 2 arms at 3, 6 and 12 mo, significantly more patients achieved a major (MCR) and a complete cytogenetic response (CCR) at 3 mo (MCR: 21% arm A, 37% arm B, p=0.01; CCR: 6% arm A, 25% arm B, p<0.001) and 6 mo (MCR: 34% arm A, 54% arm B, p=0.009; CCR: 20% arm A, 44% arm B, p<0.001). At 12 mo, following dose reduction of imatinib to 400 mg/d for “maintenance” at mo 6 in the HD arm B, the rates of MCR (the primary endpoint of the study) were comparabel (59% arm A, 57% arm B). Nevertheless, there was still a clear trend to higher rates of CCR (37% arm A, 48% arm B) in the HD arm B, but at the time of the interim analysis these values did not reach statistical significance. In contrast to non-hematological toxicities, grade 3/4 hematological toxicities were significantly more common in the HD arm B (anemia: 2% arm A, 14% arm B; leukopenia: 24% arm A, 46% arm B; thrombocytopenia: 15% arm A, 39% arm B; p≤0.02). Updated results reveal, that the cumulative median doses of imatinib were 400 mg (arm A) and 767 mg (arm B), respectively. The median days of dose interruptions during the first 6 mo were not significantly different (12.5 days arm A, 13 days arm B; p=0.78). Nevertheless, significantly more patients (65.1%) remained on the initial 400mg dose of imatinib in arm A as compared to the initial 800mg dose in the HD arm B (45.6%; p=0.009). 35% of the patients that had to be dose reduced in arm B were reduced to 600mg/day, 63% to 400mg and 2% to 300mg. The cumulative rates of MCR in patients with no dose reduction/interruption were higher in the HD arm B (71%) compared to arm A (59%, p=0.232). Moreover, the cumulative rates of CCR were significantly better for patients with no dose reduction/interruption in the HD arm B (61%) compared to the patients with no dose reduction/interruption in arm A (36%, p=0.014). In addition, in the HD arm B the cumulative rates of CCR were significantly better for patients with no dose reduction/interruption (61%) compared to patients in the HD arm B with an interruption and/or dose reduction (34.9%; p=0.017). Conclusions: These updated phase III data not only support the concept of more rapid and higher rates of cytogenetic remissions (MCR, CCR) when higher doses of imatinib are applied, they also suggested that patients that are capable to tolerate continous high dose imatinib may have a better outcome."
}