{
    "doi": "https://doi.org/10.1182/blood-2019-125720",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4396",
    "start_url_page_num": 4396,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of First Line Venetoclax Combinations in AML Patients Ineligible for Intensive Therapy, a Real World Data ",
    "article_date": "November 13, 2019",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Background Newly diagnosed AML patients who cannot tolerate intensive chemotherapy have limited treatment options and poor long-term outcomes. Recently, the U.S FDA approved combination of venetoclax, an anti BCL-2 oral agent with hypomethylating agents or LDAC for this patient population based on a series of phase 1b/2 trials showing high CR/CRi rates. Methods Venetoclax combinations are available in Israel since January 2019 following approval and reimbursement by the health authority. Medical centers participating in the Israeli Acute Leukemia Group were approached for data collection. We specifically sought to collect safety parameters, and short term outcomes were a secondary outcome in this report. Results 35 patients from 5 medical centers are included in this analysis. Median age was 80 years (range 62-95), 16 males and 18 females. Diagnoses were de novo AML in 17, secondary AML (to MDS/MPN) in 16, and t-AML in 2 patients. High risk AML seen in 15 patients, followed by intermediate (n=11) and favorable (n=7) risk categories (data NA in 2). Median ECOG PS was 0 (7 with ECOG≥2). Patients were considered not eligible for intensive therapy due to age (n=28), comorbidity (n=10), poor performance status (n=4) or other reasons (n=3). Median bone marrow blasts at diagnosis was 36% (range 8-90%). The median WBC, ANC, Hb and PLT were 8.0 K/µl (range 0.9-108), 1.7 K/µl (range 0.3-16.4), 8.6 g/dL (range 4.4-13.9) and 77 K/µl (range 9-306), respectively. Median LDH, uric acid and creatinine levels were 1.5 times ULN (range 1-5), 5.3 mg/dl (range 2.3-16), and 0.98 mg/dl (range 0.73-2.25), respectively. The median time from AML diagnosis to start of treatment was 1 month (range 0-6). Venetoclax was combined with azacitidine in most cases (32/35); 2 patients received LDAC as a combination, and 1 additional patient received one cycle with LDAC followed by azacitidine combination. At the time of data analysis, treatment was given for a median 3 cycles (range 1-10). Azacitidine was most commonly administered in a 5+2 regimen (20/33, 61%), followed by a 7 day regimen (12/33, 37%). One patient received 5 days courses. Venetoclax was given with a short ramp up (median 3 days, range 2-11) and then at a median daily dose was 400 mg (range 200-400). Dose reductions occurred in 14 (40%) patients, mainly for potential drug-drug interactions. Therapy was started during hospitalization in 16 patients, with a median hospitalizations duration of 7 days (range 4-30); 12 patients were treated with hydroxyurea for cytoreduction prior to commencing venetoclax combination. Treatment was associated with side effects in all patients, including grade 3-4 neutropenia in 26 (84% of evaluable patients) and grade 3-4 thrombocytopenia in 18 patients (58% of evaluable patients). The most common non-hematologic side effects were infections; Febrile neutropenia in 16 (46%) and non-febrile infections in 19 patients (54%)- 2 pneumonia, 1 periorbital cellulitis, 1 herpes zoster, and 1 pulmonary aspergillosis. Gastrointestinal side effects occurred in 9 (26%), 1 grade 3, and tumor lysis syndrome occurred in 5 patients (14%), 1 grade 4. Cardiac adverse events were reported in 2 and 1 patient experienced ischemic stroke. Responses were assessed after 2 treatment courses and are available in 22 patients, with 15 patients (68%) achieving CR/CRi. Response (CR+CRi) was achieved in 55%, 70% and 50% of patients with high, intermediate and favorable risk groups, respectively. Complete response was seen in 2/2 patients with available data, with prior hypomethylating agents. At a median follow up of 4.1 months (range 0.2-13), 25 patients are alive (70%), with 13/16 (81%) patients with evaluable data in CR/CRi. The most common causes for death were infectious complications (n=4 including 1 in CR), and disease progression (n=3). The median EFS are 3.8 months, and median OS 13 months. Conclusions Treatment with venetoclax combinations in AML patients ineligible for intensive treatment outside of clinical trials was associated with high rates of hematologic and non-hematologic side effects, including tumor lysis syndrome in 14% of patients, which is higher than reported in the original trials. Although the follow up in this cohort is rather short, the CR/CRi rates are similar to those achieved in published clinical trials and encouraging. Disclosures Wolach: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaker; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaker.",
    "topics": [
        "venetoclax",
        "adverse effects",
        "azacitidine",
        "follow-up",
        "infections",
        "tumor lysis syndrome",
        "adverse event",
        "bronchopulmonary aspergillosis",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Arie Apel, MD",
        "Yishay Ofran, MD",
        "Avraham Frisch, MD",
        "Yakir Moshe, MD",
        "Ofir Wolach, MD",
        "Chiya Leibovitch, MD",
        "Natalia Kreiniz, MD",
        "Maya Koren-Michowitz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Asaf Harofe Medical Center, Zerifin, Israel "
        ],
        [
            "Rambam health care campus Haifa Israel, Rappaport faculty of medicine Technion Haifa Israel, Haifa, Israel "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Sackler faculty of Medicine, Tel Aviv University, Department of Hematology, Tel Aviv (Sourasky) Medical Center, Tel Aviv, Israel "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel ",
            "Sackler Faculty of Medicine, Tel Aviv University, Petah Tikva, Israel "
        ],
        [
            "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center - Beilinson Hospital, Petah-Tiqva, Israel "
        ],
        [
            "Hematology Unit, Bnai-Zion Medical center, Haifa, Haifa, Israel "
        ],
        [
            "Sacklar scholl of medicine, Tel Aviv University, Tel Aviv, Israel ",
            "Hematology Department, Assaf Harofeh Medical Center, Zerifin, ISR"
        ]
    ],
    "first_author_latitude": "31.966053099999996",
    "first_author_longitude": "34.8394177"
}