{
    "doi": "https://doi.org/10.1182/blood.V128.22.5948.5948",
    "article_title": "Long Term Outcomes in Monoclonal Gammopathy of Renal Significance (MGRS) ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "Background: MGRS is a heterogeneous group of pathologic renal conditions attributed to a clonal plasma cell disorder, without classical features of myeloma. However, there is a need to distinguish MGRS from MGUS and unrelated renal abnormality as the clonal protein in MGRS plays a direct role in kidney damage and requires treatment of the underlying clone . Outcomes in patients with diagnosis of cast nephropathy and renal amyloidosis have been previously reported. But long-term outcomes of MGRS patients with other renal histologies remain unclear. Also data on whether the level of tumour burden in the marrow and type of treatment for MGRS influence long-term outcomes is lacking. This analysis was conducted to study long term outcomes in renal biopsy proven (non cast nephropathy & AL Amyloid) MGRS patients. Aims: This multi-centre retrospective study was set up to analyse clinical outcomes in renal biopsy proven MGRS patients. Long-term haematological and renal outcomes were analysed. Correlation between tumour burden, type of treatment applied and level of response obtained was also analysed. Methods: Thirty-seven MGRS patients were retrospectively audited across 3 centres in the United Kingdom and 1 centre in the Republic of Ireland between 2004 and 2016. Patients were eligible for inclusion if they had a confirmed diagnosis of MGRS by renal biopsy. Patients with cast nephropathy and renal AL Amyloidosis were excluded. Renal survival was defined as the time until renal replacement therapy was required or failure to come off the renal replacement therapy commenced at diagnosis. Overall survival (OS) was calculated from the time of MGRS diagnosis until death from any cause. Results: Median age at diagnosis was 68 years and median follow-up was 33.5 months (range, 0.7-141.7 months). There were 29 male patients and 8 female patients. 20/25 patients had hypertension at the time of diagnosis (records unavailable for 12 patients). Majority of patients were kappa light chain restricted 85% vs 15% lambda LC restricted. Renal histology showed: 65% Light Chain Deposition Disease, 8% Mixed Heavy and Light Chain Deposition Disease, 1 % Proliferative Glomerulonephritis with monoclonal IgG, 11% Light Chain Tubulopathy, 6% Cryoglobulunemia, 3% Immunotactoid Glomerulonephritis. Renal survival for the whole cohort was 74% and overall survival was 84%. At the time of renal biopsy, 43% of patients had >10% plasma cells versus 46% of patients with 10% plasma cells versus 70 % in <10% plasma cells (P = 0.87) . OS was better in patients with 10% plasma cells, not statistically significant (P = 0.14) . Chemotherapy treatment was administered in 24 patients (65%) for their MGRS versus 13 patients (35%) who had no treatment for their PC clone. Of the 24 patients who had treatment: 20 had Bortezomib-based therapy (VEL), 6 had Thalidomide-based therapy, 4 had Lenalidomide and 4 had stem cell transplant. Patients who received VEL treatment for PC clone had a renal survival of 84 % versus 63% in patients who did not have VEL treatment (P = 0.45) . OS in patients who received VEL was 95 % versus 72 % in patients who did not receive VEL treatment (P= 0.1). Good haematological response (≥VGPR) in 11/37 patients achieved and renal survival in these patients was significantly better at 90 % versus 61 % in patients who had <VGPR (P = 0.05) Figure 1 . ) . OS was also improved at 91 % versus 82 % in patients who had <VGPR (P = 0.53) . Two out of four patients were able to come off renal replacement therapy after being treated with Bortezomib and achieving a complete haematological response. Conclusion: We report long-term outcomes in a large cohort of MGRS patients: 74% renal survival and 84% overall survival at a median of 33 months follow up. For the first time, we show treatment for the PC clone shows better outcomes; with patients treated with VEL therapy significantly improved renal survival. Patients with higher tumour burden have a non-significant reduction in overall survival. Overall, the results of this study show better OS in MGRS patients when compared with outcomes previously reported in cast nephropathy and renal AL amyloid. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Ramasamy: Celgene: Honoraria, Research Funding.",
    "topics": [
        "kidney",
        "monoclonal gammopathy of undetermined significance",
        "myeloma kidney",
        "renal biopsy",
        "neoplasms",
        "renal replacement therapy",
        "bortezomib",
        "follow-up",
        "glomerulonephritis",
        "light chain nephropathy"
    ],
    "author_names": [
        "Akhil Khera",
        "Katja Kimberger",
        "Fotios Panitsas",
        "Chris Winearls",
        "John Quinn",
        "Simon Stern",
        "Neil Rabin",
        "Bassam Alchi",
        "Ian Roberts",
        "Richard Haynes",
        "Karthik Ramasamy"
    ],
    "author_dict_list": [
        {
            "author_name": "Akhil Khera",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katja Kimberger",
            "author_affiliations": [
                "Royal Berkshire NHS Foundation Trust, Reading, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fotios Panitsas",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Winearls",
            "author_affiliations": [
                "Oxford Kidney Unit, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Quinn",
            "author_affiliations": [
                "Department of Haematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Stern",
            "author_affiliations": [
                "Department of Haematology, Epsom and St Helier University Hospitals NHS Trust, Carshalton, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Rabin",
            "author_affiliations": [
                "Haematology, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bassam Alchi",
            "author_affiliations": [
                "Department of Nephrology, Royal Berkshire NHS Foundation Trust, Reading, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Roberts",
            "author_affiliations": [
                "Department of Cellular Pathology, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Haynes",
            "author_affiliations": [
                "Oxford Kidney Unit, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karthik Ramasamy",
            "author_affiliations": [
                "NIHR BRC Blood Theme, Oxford, United Kingdom ",
                "Oxford University Hospital, Oxford, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:29:41",
    "is_scraped": "1"
}