{
    "doi": "https://doi.org/10.1182/blood.V124.21.5953.5953",
    "article_title": "Molecular Mechanisms of EML in AML1/ETO+ AML and Its Targeting Treatments ",
    "article_date": "December 6, 2014",
    "session_type": "801. Gene Therapy and Transfer",
    "abstract_text": "Our previous study has been reported that AML1/ETO positive patients with highly expressed of APP were much easier to extramedullary infiltration, and got poor prognosis£¨followed-up median 35 ( 6-96 ) months, RFS in the high expression APP group was significantly lower than the low expression group £¬40.0% vs 80.0%£¬P = 0.001). In vitro study, we constructed a cell model kasumi-1 which was consistent with AML1/ETO positive and high expressed of APP gene. The cell migration was significantly reduced after interferce of APP expression. This study was designed to investigate the molecule mechanism of extramedullary leukemia (EML) in kasumi-1 cell model and to invent a strategy for treatment in clinic. In this study, we found p-ERK, c-Myc and MMP-2 were significantly decreased after APP expression knockdown in kasumi-1 cell. Meanwhile, we added the inhibitors to block p-ERK and c-Myc expression. The results showed that protein expression of p-ERK and c-Myc was significantly decreased after p-ERK inhibitor performance, which was proportional to the time and concentration. c-Myc and MMP-2 protein expression was significantly reduced after c-Myc inhibitor was used, but p-ERK didn't change (Fig.1B). So, we concluded that APP might regulated the AML cell migration via APP/p-ERK/c-Myc/MMP-2 pathway. Also, we found that kasumi-1 cell was resistant to adriamycin (ADM) and Ara-C, which meant APP may be related with drug resistance. So, we detected cell surviving fraction after ADM and Ara-C performance via MTT assay. The results showed that there was no difference in control group and siAPP group. But, when compared with controls groups, cell surviving fraction in siEZH2 group was significantly decreased after ADM and Ara-C performance respectively. Furthermore, we found protein expression of EZH2 was significantly reduced after LBH589 treatment in cell culture. So, we concluded that LBH589 or SiEZH2 could increase sensitivity of kasumi-1 cell to ADM and Ara-C. In sum, in AML1/ETO positive leukemia cells, we first report that APP gene regulates cell migration via APP/p-ERK/c-Myc/MMP-2 pathway and EZH2 gene induces drug resistantence. Interference or blocking of EZH2 and APP expression may be helpful in treating AML1/ETO positive leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell culture techniques",
        "cell motility",
        "c-myc genes",
        "conflict of interest",
        "cytarabine",
        "disclosure",
        "doxorubicin",
        "drug resistance",
        "ezh2 gene",
        "gelatinase a"
    ],
    "author_names": [
        "Fan Yi Meng, MD",
        "Ling Jiang, MD PhD",
        "Qingxiu Zhong, MD",
        "Li Chun Wang, MD",
        "Guopan Yu, MD",
        "Xinhua Zhu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fan Yi Meng, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ling Jiang, MD PhD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingxiu Zhong, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Chun Wang, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guopan Yu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinhua Zhu, MD",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:41:16",
    "is_scraped": "1"
}