{
    "doi": "https://doi.org/10.1182/blood.V128.22.5691.5691",
    "article_title": "Effect of Lenalidomide on Hepatitis C Viremia in Cancer Patients: A Case Series ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background: T cells play an important role in controlling hepatitis C virus (HCV) infection. Immunomodulatory drugs affecting T cells such as thalidomide and lenalidomide are used in the treatment of some hematologic cancers (mainly multiple myeloma). Lenalidomide is up to 1000 times more potent than thalidomide in stimulating T cell proliferation, interferon-γ and interleukin-2 production. HCV reactivation (increase of HCV-RNA by at least 1 log 10 IU/mL) with hepatitis flare after thalidomide therapy was recently reported (Mahale et al., Open Forum Infect Dis. 2015); however, the effect of lenalidomide on HCV-viremia has not been studied yet. Methods: HCV-infected cancer patients treated with lenalidomide at MD Anderson Cancer Center (11/2012-3/2016) were studied. HCV-RNA levels were measured before and after lenalidomide use. Since chronically infected patients have stable HCV-RNA levels that only varies ∼0.5 log10 IU/m, a significant change in HCV viremia was defined as a change of HCV-RNA ≥ 1 log 10 IU/ml from baseline. Hepatitis flare was defined by an increase of ALT level to ≥ 3 times upper limit of normal (or >170 IU/ml). Results: Five HCV-infected cancer patients treated with lenalidomide were studied. All the patients were males with a median age of 56 years. They had multiple myeloma (n=4) or large B-cell lymphoma (n=1). Four patients had HCV genotype 1 (80%) and 1 had genotype 2 (20%). Two patients (40%) were cirrhotics. The 5 patients studied received 6 different lenalidomide-containing regimens: 2 with lenalidomide monotherapy, 2 lenalidomide + rituximab and 2 lenalidomide + steroids. HCV-RNA levels were measured between week 4 (1, 17%) and week 12 (5, 83%) on lenalidomide treatment. A decrease of HCV-RNA was seen with all the 6 regimens (100%) (Figs 1A, 1B and 1C). Nonetheless, a significant decrease (>1 log 10 IU/ml) was noted in 4 out of the 6 regimens: two on lenalidomide monotherapy (1.21 and 1.49 log 10 IU/ml) and two on lenalidomide + rituximab (1.15 and 1.3 log 10 IU/ml). Hepatitis flare was only seen in one patient treated with lenalidomide + rituximab but he did not have concomitant HCV-RNA changes. Conclusion: Unlike thalidomide,lenalidomide does not cause HCV reactivation. On the contrary, this agent seems to inhibit HCV replication. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Samaniego: Karus Therapeutics: Research Funding. Torres: Pfizer: Other: Scientific advisor; Theravance Biopharma: Other: Scientific advisor; Astellas Pharma: Other: Scientific advisor; Novartis: Other: Scientific advisor; Genentech: Other: Scientific advisor; Janssen Pharmaceuticals: Other: Scientific advisor; Vertex Pharmaceuticals: Other: Scientific advisor, Research Funding; Merck & Co.: Other: Scientific advisor, Research Funding; Gilead Sciences: Other: Scientific advisor, Research Funding.",
    "topics": [
        "cancer",
        "hepatitis c",
        "lenalidomide",
        "viremia",
        "hepatitis c rna",
        "thalidomide",
        "hepatitis",
        "rituximab",
        "multiple myeloma",
        "aldesleukin"
    ],
    "author_names": [
        "Jeff Hosry, MD",
        "Felipe Samaniego, MD",
        "Francesco Turturro, MD",
        "Minas P. Economides, MD",
        "Harrys A. Torres, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeff Hosry, MD",
            "author_affiliations": [
                "Department of Infectious Diseases, The university of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Felipe Samaniego, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The university of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Turturro, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The university of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minas P. Economides, MD",
            "author_affiliations": [
                "Department of Infectious Diseases, The university of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harrys A. Torres, MD",
            "author_affiliations": [
                "Department of Infectious Diseases, The university of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:36:46",
    "is_scraped": "1"
}