{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.166.166",
    "article_title": "Effect of Chronic Endogenous Antigen Stimulation on CAR T Cell Persistence and Memory Formation ",
    "article_date": "December 7, 2017",
    "session_type": "703. Adoptive Immunotherapy: Immune Therapeutics for Hematologic Cancers: Artificial Receptors and Beyond",
    "abstract_text": "Adoptive transfer of T cells, genetically modified to express chimeric antigen receptors (CARs), targeting CD19 induce remission in 70-90% of pediatric patients with relapsed and/or refractory acute lymphoblastic leukemia (ALL). Despite enthusiasm for the effectiveness of CAR therapy, emerging data indicate a substantial number of patients relapse, suggesting this is the next obstacle to be addressed as CAR T cell therapy is incorporated into standard treatment paradigms. Clinical observations have correlated the persistence of CAR T cells with achievement of long term remission and, ultimately, curative therapy. CD19 CAR T cells are continuously exposed to their cognate antigen in the form of newly formed B cell precursors. While CD19 CAR T cells can be identified in a subset of patients for months to years after infusion, it is currently unknown if the functionality and persistence of these CAR T cells are antigen independent like \"classic\" T cell memory. CAR T cell biology cannot be systematically evaluated in xenograft models. Thus, we evaluated the factors required for CAR T cell persistence in an immunocompetent, syngeneic murine model using CAR T cells expressing a second-generation anti-CD19 scfv/CD28/CD3ζ CAR to treat the pre-B ALL leukemia cell line E2aPbx. Mice treated with CD19 CAR T cells cleared established leukemia in a primary response and, up to several months later, re-expanded and cleared multiple re-challenges of E2aPbx. Furthermore, persistent CAR T cells from mice previously cured by CAR T cells were transferred into a leukemia bearing recipient and demonstrated superior expansion compared to primary CAR T cells (p=0.007) and mediated the complete clearance of established leukemia (p=0.001, survival relative mock). These data demonstrate there is a persistent, functional population of CAR T cells capable of re-expansion and clearance of secondary or tertiary leukemia similar to memory T cells. As these experiments evaluated CD19 CAR T cells in the presence of constant antigenic stimulation by CD19-expressing B cell precursors, the extent to which antigen exposure is required, for CAR T cell persistence, remains unclear. We established a model of CD19 replete (Ag+, WT) and deficient (Ag-, CD19KO) hosts to evaluate the role of antigen dependence of CAR T cell persistence. Results showed, CD8+ CAR T cells equally expanded during the primary immune response to leukemia regardless of the presence/absence of CD19 (p=0.90); however, there was higher expansion of CD4+ CAR T cells in Ag- recipients (p=0.031). Interestingly, in the absence of host-derived CD19+ B cells (Ag-) there was faster clearance of leukemia when compared to Ag+ mice at day 4 post infusion (p=0.015). However, CD19 deficient (Ag-) hosts had a complete absence of CD4+ CAR T cells at 45 days post infusion (P<0.001) and significantly reduced persistence of CD8+ CAR T cells after leukemia clearance compared to Ag+ recipients (Day 45 post infusion: P=0.007). The persistent CAR T cells in Ag+ recipients had a phenotype consistent with effector/effector memory cells and expressed elevated levels of exhaustion markers PD-1 (p=0.019), and Lag3(p=0.0005), but retained the ability to clear a secondary leukemia. In contrast, the residual CD8+ CAR T cells in Ag- hosts were unable to reject a re-challenge of leukemia (relative to mock p=ns), despite expressing fewer markers of exhaustion. Our data show, endogenous CD19 antigen is necessary for the persistence of CAR T cells and constant antigen stimulation results in a phenotypically \"exhausted\", yet functional, population capable of protecting against re-challenge. To extend the persistence of the CAR T cells in the absence of antigen, we expanded the CAR T cell in IL15 instead of IL2 prior to infusion. IL15 has been previous shown to support the survival and maintenance of CD8 memory T cells. Exposure of CAR T cells to IL15 during in vitro expansion resulted in improved antigen independent persistence at day 45; however, persistence was still lower in Ag- hosts relative to Ag+ hosts (P=0.007). IL15 restored protection against leukemia re-challenge in both Ag+ and Ag- hosts with survival out to 150 days (p=ns). We conclude, under conditions mimicking clinical CAR T cell production, CAR T cell persistence and \"memory\" is dependent on constant antigen stimulation and CAR T cell persistence is not equivalent to \"classic\" T cell memory which is typified by persistence in the absence of antigen. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "memory",
        "t-lymphocytes",
        "cd19 antigens",
        "leukemia",
        "infusion procedures",
        "interleukin-15",
        "disease remission",
        "acute lymphocytic leukemia",
        "cd28 antigens"
    ],
    "author_names": [
        "Yinmeng Yang, PhD",
        "Mark Eric Kohler, MD, PhD",
        "Terry J. Fry, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yinmeng Yang, PhD",
            "author_affiliations": [
                "National Cancer Institute, Pediatric Oncology Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark Eric Kohler, MD, PhD",
            "author_affiliations": [
                "National Cancer Institute, Pediatric Oncology Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry J. Fry, MD",
            "author_affiliations": [
                "National Cancer Institute, Pediatric Oncology Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:36:42",
    "is_scraped": "1"
}