{
    "doi": "https://doi.org/10.1182/blood.V120.21.2915.2915",
    "article_title": "DNA Flow Cytometry and Metaphase Cytogenetics Can Predict Progression of Asymptomatic Monoclonal Gammopathies (AMG) to Symptomatic Multiple Myeloma (MM). ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2915 Background: AMG is the most common plasma cell dyscrasia, currently classified as either monoclonal gammopathy of undetermined significance (MGUS) or asymptomatic multiple myeloma (AMM), based on the level of monoclonal immunoglobulin (M-protein), bone marrow plasmacytosis and other criteria defined by the International Myeloma Working Group. While information is available on the impact of clinical variables such as bone marrow plasmacytosis, free light chains, isotype and M-protein on the hazard of progression to symptomatic MM (MM), little is known about the value of the karyotype and DNA content, as determined by DNA/cIg flow cytometry, on the risk of progression from AMG to MM. Methods: Patients from the Myeloma Institute for Research and Therapy (MIRT) with AMG that were enrolled in a prospective observational clinical trial were evaluated. All patients underwent detailed clinical staging at entry and were followed at pre-specified intervals per protocol. Cox proportional hazards regression was used to model univariate and multivariate associations of baseline features with progression to MM. The number of distinct DNA stem lines in the flow cytometry assay, their percentages, respective DNA Indices (DI), cytoplasmic Immunoglobulin Indices (cIgI), and percent of cells in S phase were evaluated alone and in relation to the karyotype report at baseline. A DI between 0.99 and 1.01 referred to diploidy, lesser than 0.99 to hypodiploidy and more than 1.01 hyperdiploidy. Results: Data from 267 eligible MIRT patients with AMG were analyzed. Of these patients 99% (265/267) had performed DNA/cIg flow cytometry and had a karyotype report at diagnosis. Cytogenetic abnormalities were detected in 20 of the 265 patients from whom data were available. From the 265 patients from whom DNA/cIg flow cytometry data were available, no abnormal clones were identified in 14% (37/265), one clone was identified in 95 patients (36%), two clones in 122 patients (46%), three clones in 10 (4%), and in 1 patient 4 clones were identified. Most patients with abnormal DNA content had hyperdiploid clones (132/243 patients). The second most frequent finding was diploid DI, in 39% (104/243) of patients; 3% (7/243) had a hypodiploid DI. The median DI was 1.01 (0.9–2.02) and median cIg was 7 (1–50). Interestingly, the median cIgI value in AMG was more than twice that of its value (3.4, 1–22) in Total Therapy 3 MM patients (p=0.001). In univariate analysis of the parameters in this study, the presence of an abnormal karyotype (p=0.032, HR=2.62), the number of DNA/cIg clones (p=0.016, HR=1.69) and the percentage of the dominant clone (p=0.003, HR=1.03) were significantly related to progression to MM. Ploidy by DNA/cIg analysis, the S-phase fraction, and cIg did not reach statistical significance (p=0.863, p=0.132 and p=0.240, respectively). In multivariate analysis, only the number of abnormal clones (p=0.013, HR=1.78) retained statistical significance, while the percentage of the dominant clone neared significance (p=0.070, HR=1.02). Using running log rank tests we were able to identify optimal cut-points for the percentage of the dominant clone and the number of clones (12% and 2 clones respectively). From these, a risk score was obtained which identifies three distinct groups with 3-yr MM progression probabilities of 12%, 30% and 67% (p<0.001) ( Figure 1 ). Conclusions: Abnormal metaphase cytogenetics and DNA/cIg flow cytometry have a prognostic value in the prediction of progression of AMG to MM. Hyperdiploidy is the dominant finding in AMG, however, its presence or absence does not predict progression. Clonal heterogeneity, as portrayed through DNA/cIg flow cytometry analysis, with the number of abnormal clones and the percentage of the dominant clone were major prognostic factors for progression to MM. Taken together they identify three distinct subgroups with a low (12%), moderate (30%) and high (67%) probability of 3-year time to progression to MM. Figure 1: View large Download slide Kaplan-Meier Curve of time to progression to MM according to risk factors Figure 1: View large Download slide Kaplan-Meier Curve of time to progression to MM according to risk factors  Close modal Disclosures: Dhodapkar: Celgene: Research Funding; KHK: Research Funding.",
    "topics": [
        "cytogenetics",
        "dna",
        "flow cytometry",
        "mitotic metaphase",
        "multiple myeloma",
        "paraproteinemias",
        "plasmacytosis",
        "fibronectins",
        "karyotype determination procedure",
        "time to progression"
    ],
    "author_names": [
        "Xenofon Papanikolaou, MD",
        "Sarah Waheed, MD",
        "Madhav V. Dhodapkar, MD",
        "Saad Z Usmani, MD FACP",
        "Christoph Heuck, MD",
        "Frits van Rhee, MD, PhD",
        "Joshua Epstein, DSc",
        "Bart Barlogie, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xenofon Papanikolaou, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Waheed, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madhav V. Dhodapkar, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Z Usmani, MD FACP",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Heuck, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits van Rhee, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Epstein, DSc",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:27:20",
    "is_scraped": "1"
}