{
    "doi": "https://doi.org/10.1182/blood-2018-99-112376",
    "article_title": "Small Molecular Modulators of Histone Demethylases Selectively Inhibits Growth of Hematopoietic Malignancies ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "abstract_text": "Background: About 10% of acute leukemia (AL) patients harbor MLL -r(earrangements). MLL r acute myeloid leukemia (AML) mainly occurs in young-to-middle-aged adults whereas MLL r acute lymphoblastic leukemia (ALL) mainly occurs in patients younger than 1 year at diagnosis. AML with MLL fusion to MLLT3 via t(9;11)(p22;q23) predicts intermediate prognosis whereas MLL fusion to other partners predicts adverse prognosis. By contrast, in infants with ALL MLL r invariably confers poor prognosis. Much efforts have been made to identify and target proteins required for initiation and maintenance of MLL r AL, with an aim to improve the prognosis of this aggressive AL subtype. Multiple writers, erasers, and readers of histone post-translational modifications (PTMs) have been identified to be fundamental for the initiation and maintenance of MLL r AL. Small molecular inhibitors of some of these chromatin-associated proteins have been identified, such as EPZ004777 against DOT1L, JQ1 and I-BET151 against BRD4, and so on which are also under clinical trials for AL treatment. Among histone modification erasers essential for MLL r AL, JMJD1C and KDM4C that share Jumonji catalytic domain are fundamental for MLL r AL maintenance. Histone H3 lysine 9 (H3K9) demethylase JMJD1C is one of the most promising MLL r AL targets. Multiple independent studies identified JMJD1C as required for MLL r AML, RUNX1(AML1)/RUNX1T1(ETO) AML and even chronic myeloid leukemia and lymphoma cells but not normal hematopoiesis. KDM4C Is essential for Initiation and maintenance of MLL r AL transcriptional profiling of which is dependent on KDM4C. Moreover, pharmacological inhibition of KDM4C blocks leukemia development in syngeneic mouse model and human AML xenograft model. Although a large number of special inhibitors of histone demethylases have been developed, no special inhibitors against KDM3 family member like JMJD1C have been reported. Results: Here we focused on Jumonji domain that is responsible for enzymatic activities of histone demethylases for identifying potential small molecule modulators of histone demethylases. We selected Jumonji domain of histone H3 lysine (H3K9) demethylase JMJD1C with KDM4C as reference to screen for potential small molecular modulators from 149,519 natural products and 33,765 Chinese medicine components through virtual screening method. Although identified independently from each other, compound #4 and #12 both share a common structural backbone and surface plasmon resonance analysis showed that #4 and #12 bind to JMJD1C, KDM3 family member KDM3B, and KDM4 family member KDM4C with modest affinity. In vivo demethylation assay showed that #4 induces global increase of H3K9 methylation. In vitro demethylation assay showed that #4 is able to reverse H3K9 demethylation conferred by KDM3B and KDM4C. We thus named #4 and #12 as JI-4 and JI-12 (JI, Jumonji inhibitor). Cell proliferation and colony formation assays showed that JI-4 and JI-12 predominantly kill MLL r AL. To increase evidence, multiple similar compounds to JI-4 and JI-12 were tested for cell proliferation repression and JI-16 was found to show superior killing activities against hematopoietic malignant cells compared to JI-4 and JI-12. Mechanistically, JI-16 not only induces apoptosis but also differentiation of MLL r AL cells. Transcriptome analysis and quantitative PCR (QPCR) showed that JI-16 induced gene expression profiling is especially enriched in gene sets involved in metabolism. Conclusion: To sum up, we identified potential pan-inhibitors of the Jumonji domain of histone demethylases. Binding in-vivo is followed by selective killing of MLL r AL cells. Disclosures. No relevant conflicts of interest to declare. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "histones",
        "gene expression profiling",
        "histone h3",
        "lysine",
        "acute lymphocytic leukemia",
        "leukemia",
        "leukemia, acute",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Xin Xu, PhD",
        "Wilhelm G Dirks, PhD",
        "Hans G. Drexler, MD PhD",
        "Zhenbo Hu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xin Xu, PhD",
            "author_affiliations": [
                "Laboratory for Stem Cell and Regenerative Medicine, Weifang Medical University, Weifang, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wilhelm G Dirks, PhD",
            "author_affiliations": [
                "Leibniz-Institute DSMZ-German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans G. Drexler, MD PhD",
            "author_affiliations": [
                "Human and Animal Cell Lines, Leibniz-Institute DSMZ - German Collection of Microorganisms and Cell Cultures, Braunschweig, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhenbo Hu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Affiliated Hospital of Weifang Medical University, Weifang, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T15:51:04",
    "is_scraped": "1"
}