{
    "doi": "https://doi.org/10.1182/blood.V124.21.3883.3883",
    "article_title": "CD34 + Cells in Bone Marrow Are Quantitatively and Functionally Impaired in Patients with Poor Graft Function Following Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "abstract_text": "Background: Poor graft function (PGF), defined as the presence of 2 or 3 cytopenic counts (ANC ≤0.5×10 9 /L and PLT ≤20×10 9 /L or Hb ≤70 g/L) for at least 3 consecutive days beyond day +28 post-transplantation with transfusion requirement, in the presence of complete donor chimerism, and in the absence of severe graft-versus-host disease (GVHD) or hematological relapse, remains a serious complication after allogeneic hematopoietic stem cell transplantation (allo-HSCT). Emerging evidence from mouse studies suggested that effective hematopoiesis depends on a particular bone marrow (BM) microenvironment in which hematopoietic stem cells (HSCs) reside. We recently found that the impaired BM microenvironment may contribute to the occurrence of PGF post-HSCT using a prospective nested case-control study (Kong Y, et al. Biol Blood Marrow Transplant. 2013;19:1465-1473). However, it remains unclear whether the quantitative and functional abnormalities of HSCs are involved in the pathogenesis of PGF. Aims: To evaluate whether the quantitative and functional abnormalities of CD34 + cells in BM are involved in the pathogenesis of PGF after allo-HSCT. Methods: The normal multilineage differentiation capacity of the CD34 + cells sorted from the donors BM of PGF and good graft function (GGF) patients underwent allo-HSCT were investigated in vivo using sublethally irradiated NOD-Prkdc scid IL2rg null mice by intra-BM injection. Subsequently, a prospective nested case-control study was performed enrolling 15 patients with PGF, 30 matched patients with GGF after allo-HSCT and their healthy donors (HDs). To minimize the potential influence of the length of time after allo-HSCT, the PGF and GGF patients had their HSCs tested at a matched median time point after allo-HSCT. Quantification of CD34 + cells was performed by flow cytometry. Owning to the limited numbers of CD34 + cells in PGF patients, colony-forming cell (CFC) assay, instead of xenograft assay, was performed to investigate the multi-pluripotency of post-HSCT HSCs in vitro. Additionally, the quiescent cell cycle status and reactive oxygen species (ROS) production of HSCs in the post-HSCT BM were further analyzed by flow cytometry in the aforementioned three groups of subjects. The study was approved by the Ethics Committee of Peking University People’s Hospital and written informed consent was obtained from all subjects. Results: CD34 + BM cells from donors of PGF and GGF patients demonstrated no significant differences of normal multilineage differentiation capacity in NOD-Prkdc scid IL2rg null mice. In the prospective nested case-control study, the demographic and clinical characteristics showed no significant difference between allo-HSCT patients with PGF and those with GGF. The percentage of CD34 + cells significantly decreased in the BM of PGF patients post-HSCT, although similar amounts of CD34 + cells were transplanted. We observed a remarkable decrease in stem cell/progenitor frequency in post-HSCT CD34 + BM cells of PGF patients as determined by CFC assay. Additionally, post-HSCT BM of PGF patients contained a significantly lower number of quiescent cells in the CD34 + CD38 low fraction compared to the BM of GGF patients and HDs. Moreover, significantly higher levels of ROS were observed in BM CD34 + , CD34 + CD38 low , CD34 + CD38 high fractions of PGF patients following allo-HSCT compared to that in GGF patients and HDs. Summary/Conclusion: Although the frequency and function of CD34 + BM cells were revealed normal pre-HSCT, CD34 + BM cells were quantitatively and functionally impaired in patients with PGF following allo-HSCT. Our data indicate that the diminished regenerative capacity of BM of PGF patients following allo-HSCT is possibly related to a loss of quiescence and a reduced tolerability of CD34 + cells to oxidative stress. Acknowledgment: Supported by the National Natural Science Foundation of China (grant nos. 81370638&81230013), the Beijing Municipal Science and Technology Program (grant no. Z141100000214011), and Peking University People’s Hospital Research and Development Funds (grant no. RDB2012-23). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow",
        "cd34 antigens",
        "tissue transplants",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "flow cytometry",
        "graft-versus-host disease",
        "severe combined immunodeficiency",
        "transplantation"
    ],
    "author_names": [
        "Yuan Kong, MDPhD",
        "Yue Hu",
        "Yuan-yuan Zhang",
        "Yu-Hong Chen",
        "Wei Han, MD",
        "Xiao-Hui Zhang, MD, PhD",
        "Lan-Ping Xu",
        "Xiao-Jun Huang, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuan Kong, MDPhD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yue Hu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan-yuan Zhang",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Hong Chen",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Han, MD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Hui Zhang, MD, PhD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lan-Ping Xu",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Jun Huang, MDPhD",
            "author_affiliations": [
                "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:54:13",
    "is_scraped": "1"
}