{
    "doi": "https://doi.org/10.1182/blood.V118.21.2245.2245",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1945",
    "start_url_page_num": 1945,
    "is_scraped": "1",
    "article_title": "Peptides Binding to Kunitz Domain 1 of Tissue Factor Pathway Inhibitor (TFPI) Inhibit All Functions of TFPI and Improve Thrombin Generation of Hemophilia Plasma ",
    "article_date": "November 18, 2011",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "peptides",
        "plasma",
        "thrombin",
        "tissue factor pathway inhibitor",
        "recombinant coagulation factor viia",
        "mechlorethamine",
        "disulfides",
        "proline"
    ],
    "author_names": [
        "Michael Dockal, PhD",
        "Johannes Brandstetter, PhD",
        "Martin Ludwiczek",
        "Georg Kontaxis, PhD",
        "Markus Fries, PhD",
        "M C L G D Thomassen, PhD",
        "A Heinzmann, PhD",
        "Hartmut J. Ehrlich, MD",
        "Katerina Prohaska",
        "Rudolf Hartmann, PhD",
        "Jan Rosing, Professor",
        "Friedrich Scheiflinger, PhD"
    ],
    "author_affiliations": [
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Department of Molecular Biology, University of Salzburg, Salzburg, Austria, "
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Department of Structural and Computational Biology, University of Vienna, Vienna, "
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Department of Biochemistry, Maastricht University, Maastricht, Netherlands"
        ],
        [
            "Department of Biochemistry, Maastricht University, Maastricht, Netherlands"
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ],
        [
            "Department of Biochemistry, Maastricht University, Maastricht, Netherlands"
        ],
        [
            "Baxter Innovations GmbH, Vienna, Austria, "
        ]
    ],
    "first_author_latitude": "48.2282697",
    "first_author_longitude": "16.441262849999998",
    "abstract_text": "Abstract 2245 Blood coagulation is initiated by the tissue factor-factor VIIa (TF-FVIIa) complex which cleaves and activates coagulation factor X to Xa (FXa). Tissue factor pathway inhibitor (TFPI) controls this key process and thus plays a crucial role in maintaining the delicate balance of pro- and anticoagulant processes. Inhibition of TFPI in hemophilia plasma and in a rabbit model of hemophilia has been shown to improve coagulation and hemostasis (Nordfang et al. , Thromb Haemost. 1991;66:464; Erhardsen et al. , Blood Coagulation and Fibrinolysis 1995;6:388). TFPI is a Kunitz-type protease inhibitor that inhibits FXa and TF-FVIIa. TFPI is a slow, tight-binding FXa inhibitor which rapidly forms a loose FXa-TFPI complex that slowly isomerises to a tight FXa-TFPI* complex. The FXa-TFPI* complex inhibits TF-FVIIa by formation of a quaternary FXa-TFPI-TF-FVIIa complex. Using a library approach, we selected a peptide which binds and inhibits TFPI. We located the binding site of the antagonistic peptide on TFPI by NMR spectroscopy. Residues of TFPI undergoing the strongest chemical shift changes were exclusively found on the Kunitz domain 1 (KD1). NMR data were confirmed by solving the crystal structure of KD1 in complex with the antagonistic peptide at 2.55 Å resolution. Like in related Kunitz domains, the robustness of this approximately 60-amino-acid long folding module largely depends on stabilization by the three disulfides bonds and a hydrophobic cluster of three phenylalanines. The disulfide bridging of the P2 residue induces conformational constraints on the reactive centre loop (RCL), thereby establishing an extended RCL conformation; consequently, the amino acid side chains flanking the “scissile” peptide bond are exposed to the solvent. This RCL geometry also explains why the distorted, improperly activated scissile peptide bond is hardly cleaved. Whereas Cys-Lys/Arg is a rather conserved P2-P1 motif, reflecting the topological restraints in Kunitz protease inhibitors, proline at position P3 induces an additional conformational constraint on the RCL, which would not be possible in the narrow active site of FXa. Proline at the P3 and to a lesser extent Lys rather than Arg at P1 thus represent two major specificity determinants of KD1 towards FVIIa over FXa. The structure of the 20-mer peptide can be segmented into (i) an N-terminal anchor; (ii) an Ω-shaped loop; (iii) an intermediate segment; (iv) a tight glycine loop; and (v) a C-terminal α-helix that is anchored to KD1 at its RCL and two-strand β-sheet. The contact surface has an overall hydrophobic character with some charged hot spots but the major driving force of complex formation is steric surface complementarity. One of the optimized peptides, which binds to KD1 of TFPI, had an affinity for TFPI of <1 nM. In a model system, the peptide blocked both FXa inhibition by TFPI (IC50=5 nM) and inhibition of TF-FVIIa-catalyzed FX activation by TFPI (IC50=5.7 nM). In FVIII-depleted plasma, the peptide enhanced thrombin generation 9-fold (EC50=4 nM). Detailed kinetic analysis in a model system showed that the peptide almost fully inhibited TFPI and prevented the transition from the loose to the tight FXa-TFPI* complex, but did not affect formation of the loose FXa-TFPI complex. Since KD1 binds to the active site of FVIIa and KD2 to the active site of FXa our kinetic data with the KD1-binding peptide show that KD1 is not only important for FVIIa inhibition but is also required for FXa inhibition, i.e. for the transition from the loose to the tight FXa-TFPI* complex. In line with this mechanism, the peptide did not affect FXa inhibition by the isolated KD2. The peptide was also able to dissociate preformed FXa-TFPI* and FXa-TFPI-TF-FVIIa complexes and liberate active FXa and TF-FVIIa. In summary, we developed a peptide that binds to KD1 of TFPI, that prevents FXa-TFPI and FXa-TFPI-TF-FVIIa complex formation and that enhances coagulation under hemophilia conditions. Disclosures: Dockal: Baxter Innovations GmbH: Employment. Brandstetter: University of Salzburg: Employment. Ludwiczek: Baxter Innovations GmbH: Employment. Kontaxis: University of Vienna: Employment. Fries: Baxter Innovations GmbH: Employment. Thomassen: Maastricht University: Employment. Heinzmann: Maastricht University: Employment. Ehrlich: Baxter Innovations GmbH: Employment. Prohaska: Baxter Innovations GmbH: Employment. Hartmann: Baxter Innovations GmbH: Employment. Rosing: Maastricht University: Employment. Scheiflinger: Baxter Innovations GmbH: Employment."
}