{
    "doi": "https://doi.org/10.1182/blood.V120.21.603.603",
    "article_title": "Cognitive Impairment in Patients with Multiple Myeloma Undergoing Autologous Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Malignant Hematology and Transplantation",
    "abstract_text": "Abstract 603 Background and Objectives: Cancer or aggressive cancer therapy induced cognitive dysfunction is receiving increased attention as a survivorship issue due to its potential to impact occupational, social, and scholastic activities. Neuropsychological functioning has been investigated previously in patients with hematological malignancies undergoing Autologous Hematopoietic Stem Cell Transplantation (AuHSCT); however, only a couple of studies have had samples that included patients specifically with multiple myeloma (MM). The objectives of this study were to: 1) report the incidence of cognitive deficits in patients with MM post-induction (pre- AuHSCT) and post-AuHSCT; 2) present changes in deficits based on patients' performance on a battery of key cognitive tests 1 month and 3 months post-AuHSCT; 3) identify sub-groups of patients that may be vulnerable to cognitive decline, and 4) present a comparative evaluation of patient's objective performance with their subjective self-appraisal of cognitive function pre- and post-AuHSCT. Methods: Patients were recruited from the University of Texas MD Anderson Cancer Center, Houston, Texas if they: 1) had a confirmed diagnosis of MM; 2) were ≥ 18 years old, and 3) had received induction therapy and been approved to receive AuHSCT. Neuropsychological tests designed to measure multiple cognitive domains were administered pre-AuHSCT and at 1 and 3 months post-AuHSCT. Tests included the evaluation of attention, psychomotor speed, learning and memory, language, and executive function. Patients' symptoms were assessed using the MD Anderson Symptom Inventory Multiple Myeloma Module (MDASI-MM). Results: Approximately 46% of patients exhibited cognitive impairment post induction (pre-AuHSCT) (n =48), 37.8% at 1 month post-AuHSCT (n =37), and 32.4% at 3 months post-AuHSCT (n = 34). Pre-AuHSCT, impairments were higher in learning and memory, language, and executive function relative to other domains. Older patients, minorities, those with less education, and those with more comorbidities were significantly more likely to have cognitive deficits (all P's <.05). Pearson correlations were significant between patients' self-appraisal of cognitive function and performance on objective tests ( P <.05). One month post-AuHSCT, the majority of patients exhibited stable/improving cognitive function; however, decline was observed for a subset of patients in the learning and memory, psychomotor speed, and motor function domains. Patient reported “difficulty paying attention” rather than “difficulty remembering,” was better correlated with performance on objective tests 1 month post-AuHSCT. At 3 months post-AuHSCT, most patients appeared to remain stable/improve from pre-AuHSCT levels. Conclusions: Nearly half of the patient sample exhibited cognitive impairment pre-AuHSCT indicating that cognitive dysfunction is high in patients post-induction. However, cognitive function remains stable or improves for most patients1 month and 3 months post-AuHSCT. Older patients, minorities, those with less education, and those with more comorbidities may be more vulnerable to cognitive decline. Knowledge and awareness of the incidence, patterns and predictors of cognitive dysfunction is critical for patients undergoing acute therapy as well as for clinicians. Disclosures: Wefel: AstraZeneca: Research Funding.",
    "topics": [
        "cognitive impairment",
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "cognitive ability",
        "cancer",
        "cancer therapy",
        "hematologic neoplasms",
        "neoadjuvant therapy",
        "older adult",
        "cancer care facilities"
    ],
    "author_names": [
        "Desiree Jones, PhD",
        "Elisabeth G Vichaya, PhD",
        "Jeffrey S Wefel, PhD",
        "Melissa S.Y. Thong, PhD",
        "Tito R Mendoza, PhD",
        "Loretta A Williams, PhD, RN",
        "Charles S Cleeland, PhD",
        "Xin Shelley Wang, MD, MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Desiree Jones, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth G Vichaya, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S Wefel, PhD",
            "author_affiliations": [
                "Department of Neuro-Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa S.Y. Thong, PhD",
            "author_affiliations": [
                "Department of Medical Psychology and Neuropsychology, Tilburg University, Tilburg, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tito R Mendoza, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Loretta A Williams, PhD, RN",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles S Cleeland, PhD",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Shelley Wang, MD, MPH",
            "author_affiliations": [
                "Department of Symptom Research, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:11:19",
    "is_scraped": "1"
}