{
    "doi": "https://doi.org/10.1182/blood-2018-99-113570",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4030",
    "start_url_page_num": 4030,
    "is_scraped": "1",
    "article_title": "Leucine for the Treatment of Transfusion Dependence in Patients with Diamond Blackfan Anemia ",
    "article_date": "November 29, 2018",
    "session_type": "508. Bone Marrow Failure: Ribosomopathies: Novel Therapeutic Targets",
    "topics": [
        "animal model",
        "diamond-blackfan anemia",
        "leucine",
        "transfusion",
        "anemia",
        "blood transfusion",
        "ribosomal proteins",
        "adverse effects",
        "amino acids, branched-chain",
        "cancer"
    ],
    "author_names": [
        "Adrianna Vlachos, MD",
        "Evangelia Atsidaftos, MA, MPH",
        "Ellen Muir, RN, MSN",
        "Zora R. Rogers, MD",
        "Mohammad Lufti Lababidi, MD",
        "Waseem Alhushki, MD",
        "Jason E. Farrar, MD",
        "Bertil Glader, MD",
        "Barbara Gruner, MD",
        "Helge Hartung, MD",
        "Christine M. Knoll, MD",
        "Grzegorz Nalepa, MDPhD",
        "Anupama Narla, MD",
        "Arun Ranjan Panigrahi, MD",
        "Colin A. Sieff, MB, BCh",
        "Kelly J. Walkovich, MD",
        "Jeffrey M Lipton, MD PhD"
    ],
    "author_affiliations": [
        [
            "Feinstein Institute of Medical Research, Cohen Children's Medical Center, Manhasset, NY ",
            "Zucker School of Medicine at Hofstra/Northwell, Hempstead, NY ",
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Pediatric Hematology/Oncology, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ],
        [
            "Children's Specialty Center of Nevada, Las Vegas, NV "
        ],
        [
            "University of Arkansas For Medical Sciences, Little Rock, AR "
        ],
        [
            "Lucile Packard Children's Hospital, Stanford University, Palo Alto, CA ",
            "Stanford University School of Medicine, Palo Alto, CA "
        ],
        [
            "University of Missouri, Columbia, MO "
        ],
        [
            "The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Phoenix Children's Hospital, Phoenix, AZ "
        ],
        [
            "Department of Pediatrics, Division of Pediatric Hematology-Oncology, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "University of Louisville, Sacramento, CA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston Children's Cancer and Blood Disorders Center, Boston, MA "
        ],
        [
            "University of Michigan, Ann Arbor, MI"
        ],
        [
            "Feinstein Institute of Medical Research, Cohen Children's Medical Center, Manhasset, NY ",
            "Feinstein Institute for Medical Research, Manhasset, NY "
        ]
    ],
    "first_author_latitude": "40.775628499999996",
    "first_author_longitude": "-73.7023206",
    "abstract_text": "Diamond Blackfan anemia (DBA) is a rare, inherited bone marrow failure syndrome characterized by anemia, congenital anomalies and a predisposition to cancer. The patients usually present during infancy or early childhood, but can also present in adulthood. In the majority of cases DBA is due to a mutation in a small or large ribosomal protein (RP) subunit leading to RP haploinsufficiency. The only treatments for the anemia of DBA are red cell transfusions (accompanied by iron chelation), oral corticosteroid therapy or stem cell transplantation. Pospisilova et al. ( Haematologica 2007; 92(5):e66-67) reported one complete and two partial erythroid responses after the use of the branched chain amino acid L-leucine in 6 select patients. In skeletal muscle, leucine supplementation can upregulate components of the protein synthetic machinery, including ribosomal proteins, promoting protein translation. Mouse and fish models of DBA respond with amelioration of anemia to L-leucine. We therefore proposed to study the effect of L-leucine on transfusion dependence and growth in subjects with DBA. Methods: The primary objectives were to determine the feasibility of administering L-leucine in subjects with DBA who are red cell transfusion-dependent and to determine the efficacy of L-leucine to produce a hematologic and growth response. The secondary objective was to determine the safety profile of L-leucine. Twelve study sites were involved in this multi-center, Phase I/II study with an anticipated accrual of 50 subjects. A dose of 700 mg/M 2 orally three times per day for 9 months was used. Inclusion criteria included age > 2 years, the diagnosis of DBA and transfusion dependence with adequate kidney and liver function. Response was evaluated at 9 months with Complete Response (CR) defined as no further transfusions required and Hb >9; Partial Response (PR): Hb < 9 gm/dL with an increase in reticulocyte count and transfusion interval; and No Response (NR): no change in transfusion needs, Hb or reticulocyte count . Growth percentiles were evaluated at baseline and at completion of 9 months of treatment and the growth velocity change was calculated. Results: The study opened July 2014 and closed February 2017; 55 subjects were consented; 12 were screen failures; 43 subjects were evaluable. There were 21 males; the median age was 9 years 1 month (2 years 5 months - 46 years 1 month). There were no untoward side effects experienced by any subject that were attributable to the L-leucine. Two subjects had an erythroid CR and 1 subject had a PR. The CRs occurred at 1 month and 3 months after start of L-leucine. The subject with PR had an elevated reticulocyte count but was not able to maintain a Hb >9 gm/dL without a transfusion and thus was not transfusion independent. Of the 30 subjects with growth potential who received L-leucine 10 experienced a positive growth velocity change at 9 months of therapy compared to baseline. At a median age of 7.5 years, the mean pre-leucine height percentile was 27 +/- 17.9 and the post-leucine height percentile was 35 +/- 19.9 (p <0.01). The mean weight percentile pre-leucine was 35.4 +/- 26.6 versus the post-Leucine weight percentile of 38.4 +/- 28.1. Conclusions: The administration of L-leucine is safe. L-leucine administration resulted in an erythroid response in 7% of subjects and an increased growth velocity in 33% of growing subjects. Based upon extrapolation from animal models, it is likely that this dose was suboptimal. We hypothesize that higher doses of L-leucine will lead to hematologic responses in more subjects who are transfusion dependent. The potential benefit of added growth in children with DBA may improve final adult height. Disclosures Glader: Agios: Consultancy, Research Funding."
}