{
    "doi": "https://doi.org/10.1182/blood.V128.22.3783.3783",
    "article_title": "Acquired Hemophilia: A Ten Year Population-Based Review of Incidence Rate, Patient Demographics, and Treatment Outcomes in Manitoba, Canada ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Introduction: Acquired hemophilia A (AHA) is a rare disease characterized by inhibitory autoantibodies to coagulation factor VIII (FVIII). Although this entity is well described clinically, there are few population-based data available to allow accurate estimates of incidence or outcomes. The reported incidence is approximately 1.48/million/year.Up to 50% of cases of AHA may be associated with a variety of clinical conditions. Treatment typically involves immunosuppression to eradicate the FVIII inhibitor, as well as hemostatic therapy to control bleeding. Methods: We identified all unique cases of AHA in Manitoba, Canada between April 2006 and November 2015 from the records of the provincial reference hemostasis laboratory at the Health Sciences Center in Winnipeg. Since 2006, this laboratory has provided testing for the province's entire population. AHA was defined by a positive Bethesda inhibitor assay titre (> 0.5 B.U); patients with congenital hemophilia were excluded. The diagnosis was confirmed through chart review of medical records from CancerCare Manitoba (the sole provider of tertiary out-patient hematology care in Manitoba, and site of the Manitoba Bleeding Disorders Program), as well as from hospital admission records. We used a piloted case report form to gather patient and clinical demographics such as age, sex, and comorbidities; coagulation factor and inhibitor levels, pharmacotherapeutic treatments, blood product administration, adverse events, clinical outcomes, and survival. Results: 23 new cases of AHA were identified between 1 April 2006 and 1 November 2015, corresponding to an incidence rate for the Manitoba population of 1.98 cases per million per year. The median age at diagnosis was 75 years (range 49 to 88 years). The male to female ratio was 0.92:1. 22% (n=5) of patients had an underlying condition associated with AHA: 4 had autoimmune disease, 1had an active malignancy. Most patients initially presented to an emergency department (78%, n=18), with 70% of patients (n=16) requiring hospital admission. All patients had bleeding symptoms at the time of diagnosis. 57% (n=13) had a major bleed at the time of diagnosis, defined as a decrease in hemoglobin of ≥ 20 g/L from baseline or requiring transfusion of at least two units of red blood cells in 24 hours. Combined cyclophosphamide and prednisone was the most common immunosuppressive regimen used to eradicate the FVIII inhibitor (n = 18); two of these patients also received IVIG as part of their first line therapy. One patient was treated with prednisone alone due to concurrent esophageal adenocarcinoma, and plans for future chemotherapy. Three patients were not treated due to palliation, death prior to treatment initiation, and active tuberculosis. Data regarding immunosuppressive treatment is unknown in one patient. Activated recombinant factor VII was the most common first line hemostatic agent used (43%, n = 10). 13% of patients (n=3) were treated initially with tranexamic acid because AHA had not yet been recognized as the cause of bleeding. Adverse reactions to treatment occurred in almost all patients; the most common being mood disturbance and leukopenia. The median time to remission (Bethesda titre <0.5 B.U and/or normal FVIII level) was 62 days (range 16-166 days). The median survival after diagnosis was less than 5 years. The cause of death was not available for the majority patients, but at least one patient died as a result of bleeding. Disease relapse was rare, occurring in only 2 patients. Conclusions: The incidence of AHA identified in Manitoba, Canada is 1.98/million/year, slightly higher than previous estimates. Only 21% of patients had an associated comorbidity, which is lower than previous estimates, and may reflect a bias in non-population based series. Major bleeding requiring multiple transfusions is common, as is the need for hemostatic therapy and hospitalization. Adverse events related to treatment are common. There is high mortality seen in patients with AHA. Patients who die early are likely to be undercounted in non-population based series. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "demography",
        "hemophilia, acquired",
        "manitoba",
        "treatment outcome",
        "hemorrhage",
        "hemostatics",
        "adverse event",
        "hospital admission",
        "immunosuppressive agents",
        "prednisone"
    ],
    "author_names": [
        "Brittany Perija",
        "Donald S Houston, MD PhD",
        "Rami Kotb, MD FRCPC.",
        "Sara J. Israels, MD",
        "Emily K. Rimmer, MDFRCPC",
        "Ryan Zarychanski, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Brittany Perija",
            "author_affiliations": [
                "The University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Donald S Houston, MD PhD",
            "author_affiliations": [
                "Section of Hematology/Oncology, Department of Internal Medicine, Univeristy of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami Kotb, MD FRCPC.",
            "author_affiliations": [
                "University of Manitoba, CancerCare Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara J. Israels, MD",
            "author_affiliations": [
                "Pediatrics and Child Health and the Manitoba Institute of Cell Biology, University of Manitoba, Winnipeg, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily K. Rimmer, MDFRCPC",
            "author_affiliations": [
                "University of Manitoba, Winnipeg, CAN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Zarychanski, MD MSc",
            "author_affiliations": [
                "Department of Medicine, Sections of Hematology / Medical Oncology and Critical Care, University of Manitoba, Winnipeg, Canada"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:40:25",
    "is_scraped": "1"
}