{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2555.2555",
    "article_title": "The Impact of Sex on Clinical Outcome and Toxicity in Children and Adolescents with Acute Lymphoblastic Leukemia. a Report from the BFM Study Group ",
    "article_date": "December 7, 2017",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Introduction Male sex has been described as an adverse prognostic factor in various hematologic and solid tumors in adult as well as in pediatric patients. Results from two large studies of the POG (n=3717, 1986 - 1994) and St. Jude Cancer Research Hospital (n=2055, 1962 - 1994) in acute lymphoblastic leukemia (ALL) have shown an inferior outcome for boys compared to girls. The reasons for these differences are not fully understood. The aim of this study was to analyze the impact of sex on outcome and toxicity in patients treated according to the ALL-BFM studies. Methods Eight-thousand two-hundred and fifty-six patients treated in three consecutive ALL trials (ALL-BFM 90 (n=2103), BFM-95 (n=2075) and 2000 (n=4000)/Interfant-99 (n=78)) between 1990 and 2008 were analyzed with respect to demographic, clinical and biological features for their prognostic relevance. Results The male/female ratio was 1.18 in 7115 (86%) B-cell precursor (BCP)-ALL patients (median age: 4.5 vs 4.6 years) and 2.67 in 1141 (14%) T-ALL patients (median age: 9.1 vs 8.6 years). No sex-related differences among BCP-ALL were found for initial patient characteristics (age, initial leukocyte count, DNA index, specific leukemic translocations t(12;21), t(4;11), t(9;22)) as well as prednisone response and risk group allocation to clinical criteria apart from a tendency for a higher prevalence of boys in the high risk group compared to girls (98/1496 (6.6%) vs 63/1311 (4.8%)) according to molecular stratification in study ALL-BFM 2000 (P=0.08). The inferior event-free survival (EFS) at 6 years in study BFM 90 for boys with BCP-ALL compared to girls (76.7% vs 82.8%; P<0.001) markedly improved over time (BFM 95: 79.1 vs 81.7, P=0.123; BFM 2000: 82.0% vs 83.3%, P=0.392) while the EFS in females remained largely unchanged. The cumulative incidence of relapse at 5 years was higher for boys with BCP-ALL in all three studies (BFM 90 (n=331): 20.1% vs 12.4%, P≤0.001; BFM 95 (n=295): 17.6% vs 13.8%, P=0.032 and BFM 2000 (n=444): 14.3% vs 11.2%, P=0.006; respectively). Cumulative incidence of testicular relapses decreased from 1.5% to 0.8%. In T-ALL male predominance increased with age. The male/female ratio in patients between 1 and 6 years was 2.3 in contrast to 3.9 in those ≥15 years. Outcome in children with T-ALL among the three studies improved by 17.9% in boys from 61.1% to 79.0% and by 20.2% in girls from 62.4% to 82.8% without significant differences in EFS and relapse incidence between both sexes with the exception of older adolescents. EFS in this subgroup (n=91) was 68.6% for boys vs 94.7% for girls (P=0.023). Cumulative incidence of chemotherapy-related deaths was significantly higher for girls than boys with BCP-ALL in BFM 2000/Interfant-99 (3.7% vs 2.3%, P=0.015) compared to previous studies (BFM 90: 0.5% vs. 0.4%; P=0.271; BFM 95: 0.6% vs 0.4%, P=0.079). No significant differences between boys and girls were found in patients with T-ALL. Life-threatening infections documented in BFM 2000/Interfant-99 showed increased susceptibility for girls in total (7.2% vs 4.6%) and especially in induction therapy (4.4% vs 2.1%). Conclusions Relapse rate decreased by 5.8% in boys with BCP-ALL compared to 1.2% in girls while significant improvement has been achieved in treatment of T-ALL for patients of both sexes. Together with an increase in TRM in girls, this led to similar EFS rates for girls and boys in the most recent trial ALL-BFM 2000/Interfant-99. Reasons for a higher relapse rate in boys might to a small extend be attributed to testicular relapses. Sex-specific polymorphisms for drug metabolism at least in BCP-ALL together with other yet not well defined factors may play a role in this setting. Disclosures Schrappe: SigmaTau: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; JAZZ Pharma: Consultancy, Research Funding; Baxalta: Consultancy, Research Funding; Medac: Consultancy, Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "adolescent",
        "child",
        "toxic effect",
        "treatment outcome",
        "adult t-cell lymphoma/leukemia",
        "t-cell leukemia, acute",
        "chemotherapy regimen",
        "infections",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Alexander Claviez, MD",
        "Nina Brinkmeier",
        "Martin Stanulla, MD PhD",
        "Martin Zimmermann, PhD",
        "Martin Schrappe, MD PhD",
        "Anja Moericke, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Claviez, MD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Center of Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nina Brinkmeier",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Center of Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Stanulla, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Zimmermann, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Schrappe, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Center of Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Moericke, MD",
            "author_affiliations": [
                "Department of Pediatrics, University Medical Center of Schleswig-Holstein, Campus Kiel, Kiel, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:41:18",
    "is_scraped": "1"
}