{
    "doi": "https://doi.org/10.1182/blood.V128.22.2959.2959",
    "article_title": "Early Stage Follicular Lymphoma. Predictive Role of Minimal Residual Disease (MRD) and Impact of MRD-Driven Treatment with Radiotherapy and Rituximab on Clinical Outcome ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster II",
    "abstract_text": "Background. In localized follicular lymphoma (FL, stage I-II), BCL2/IGH + cells can be detected in the peripheral blood (PB) and/or bone marrow (BM) in 66.7% of cases (Pulsoni et al, BJH 2007). We hereby analyzed the prognostic impact of MRD in localized FL and explored the possibility of a MRD-guided therapeutic approach on a series of patients with a long follow-up. Methods. Between April 2000 and February 2015, 67 consecutive patients with a confirmed histologic diagnosis of stage I/II FL followed at our Center were enrolled in the study. PB and BM samples were collected at enrollment in all patients and investigated by qualitative PCR to identify the presence of a BCL2/IGH rearrangement. Paraffin-embedded lymph nodes (LN) were studied when available. Patients who proved positive at baseline were studied for MRD every 6 months. Real-Time Quantitative PCR (RQ-PCR) was retrospectively performed according to material availability. All patients were treated with involved field radiotherapy (RT) (24-30 Gy); from 2005, patients who were MRD+ after RT received rituximab (R) (375 mg/m 2 , 4 weekly administration). The median follow-up is 67 months (17-183); 21 patients (31%) have relapsed after a median of 37 months (17-165) from diagnosis. Results. At baseline, a clonal marker was found by qualitative PCR in 48/67 cases (72%): 36 were MBR+ (54%), 6 mcr+ (9%), 6 showed a minor BCL2 rearrangement (9%), while 19 (28%) were negative. Fifteen of the latter 19 were analyzed by RQ-PCR and 4 proved MBR+. Of the 13 available LNs, 11 showed the same molecular marker identified in the PB/BM; 2 cases, negative in the PB/BM, showed a rearrangement in the LN only. After RT, 40/42 MBR+/mcr+ patients were analyzed: 20 resulted MRD-, while 20 persisted MRD+. Regardless of the post-RT MRD status, an equal number of relapses was recorded in both groups (7 each). R treatment was administered to the 20 MRD+ patients after RT. Sixteen (80%) achieved a MRD- status after R: over time, 7/16 patients converted to MRD+ and 4 relapsed, whilst 9/16 patients (56.2%) remain persistently MRD- and none has relapsed so far. To evaluate the impact of R, we considered a series of 27 patients MRD+ after RT or who were MRD- and became MRD+ during the follow-up. Of the 19 patients who received R (1 could not be studied), 15 (79%) did not relapse, while of the 8 untreated patients (pre-2005), 6 (75%) relapsed (p=0.025). Progression-free survival (PFS) was significantly longer for R-treated patients (p=0.0412) (Fig. 1). To define the predictive role of MRD in the entire cohort regardless of post-RT treatment, we considered the 39 patients with molecular follow-up. Thirteen have relapsed: 10/13 (77%) were MRD+ in the follow-up, including the pre-relapse time point, while 3 resulted persistently MRD-. Contrariwise, of the 26/39 patients in continuous remission, 18 (69%) were persistently MRD- while 8 were MRD+ (p=0.015). PFS was significantly better for MRD- patients (p=0.0163) (Fig. 2). RQ-PCR was performed in 30 MBR+ patients: 17 (57%) showed a tumor burden ≥10 -5 and 13 <10 -5 . Tumor burden at diagnosis predicted the MRD clearance following RT: 9/13 (69%) cases with low tumor burden resulted MRD- after RT compared to 2/17 (12%) cases with high tumor burden (p=0.0027). Contrariwise, tumor burden did not predict the occurrence of relapse. Conclusions. Early stage FL at diagnosis can have a heterogenous disease extension: 2 of our cases were truly localized, showing a molecular marker only in the LN. However, in most cases the use of combined qualitative approaches, including canonical MBR/mcr and minor rearrangements, together with RQ-PCR has allowed to identify circulating BCL2/IGH + cells (52/67 cases: 77.6%), despite a negative BM biopsy. RT induced a MRD negativity in 50% of BCL2/IGH + patients, but this did not impact on clinical outcome. The administration of R in MRD+ patients decreased significantly the risk of a subsequent relapse and improved PFS. Regardless of treatment, MRD positivity during the follow-up is a predictor of relapse and PFS. Tumor burden at diagnosis is associated with MRD clearance after RT. We support the use of a MRD-driven treatment with anti-CD20 monoclonal antibodies in patients with localized FL after RT. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "follicular lymphoma",
        "neoplasm, residual",
        "radiation therapy",
        "rituximab",
        "treatment outcome",
        "follow-up",
        "neoplasms",
        "polymerase chain reaction",
        "bcl-2 protein",
        "biological markers"
    ],
    "author_names": [
        "Alessandro Pulsoni, MD",
        "Irene Della Starza, PhD",
        "Maria Elena Tosti, statistician",
        "Luca Vincenzo Cappelli",
        "Giorgia Annechini",
        "Marzia Cavalli, PhD",
        "Lucia Anna De Novi, PhD",
        "Gianna Maria D'Elia",
        "Lavinia Grapulin, MD",
        "Anna Guarini",
        "Ilaria Del Giudice, MD PhD",
        "Robin Foa"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandro Pulsoni, MD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Irene Della Starza, PhD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Elena Tosti, statistician",
            "author_affiliations": [
                "Istituo Superiore di Sanità, Rome, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Vincenzo Cappelli",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, Rome, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Annechini",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, Rome, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marzia Cavalli, PhD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Anna De Novi, PhD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianna Maria D'Elia",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, Rome, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lavinia Grapulin, MD",
            "author_affiliations": [
                "Sapienza University, Rome, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Guarini",
            "author_affiliations": [
                "Department of Cellular Biotechnologies and Hematology, Policlinico Umberto I, Sapienza University, Rome, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Del Giudice, MD PhD",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foa",
            "author_affiliations": [
                "Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:36:25",
    "is_scraped": "1"
}