{
    "doi": "https://doi.org/10.1182/blood-2021-152173",
    "article_title": "JAK2-Negative Polycythemia: Underlying Causes, Including Novel Variants of Uncertain Significance - Real Life Data of 10 Years from a Tertiary Reference Center ",
    "article_date": "November 5, 2021",
    "session_type": "101.Red Cells and Erythropoiesis, Excluding Iron",
    "abstract_text": "Background: Real life data of underlying causes of JAK2-negative polycythemia is sparse. We aimed to analyze clinical and laboratory data of patients at our tertiary referral hospital, in order to identify the most frequent underlying causes of JAK2-negative polycythemia. Particularly, we intended to analyze the prevalence and causes of hereditary erythrocytosis. Methods: The hospital database was searched to find patients ≥15 years of age with polycythemia (inpatients and outpatients) between 1 st Oct 2008 and 31 st Jul 2019. Using a stepwise process, we focused on patients in whom a JAK2 result was available. For the diagnosis of polycythemia, including reactive and relative, the diagnostic criteria of the 2016 WHO classification for polycythemia vera were used: hemoglobin >165 g/L in men and >160 g/L in women, or hematocrit >49% in men and >48% in women. Results: Files of 727,731 patients were screened, and in 4,391 polycythemia was mentioned as a diagnosis on the electronic record. Of these, polycythemia was confirmed in 1,483 based on laboratory values. From them, 391 were tested for JAK2 mutation, and 294 were negative, thus representing our study cohort. The median age at polycythemia diagnosis was 46 years (r 15 - 89), and the majority of patients were males (N=242, 82%). The median Hb and Hct value were 172 g/L (r 157 - 224) and 51% (r 45 - 68) respectively. The patients were followed up for a median time of 4 years (r 12 days - 21 years). In 61% of patients (179/294) reactive polycythemia was diagnosed, while in 4.8% (14/294) relative polycythemia was present. In 30% of patients (89/294) the cause of polycythemia was undetermined, whereas in 70% (205/294) an underlying cause explaining polycythemia was found ( Table 1 ) . In 12 patients (4.1%), a congenital cause was identified. Among them, hemoglobinopathy or high-oxygen affinity Hb (N=8, 2.7%) were the most common ( Table 1 ). Sleep apnea confirmed through a polysomnography (N=55, 18.7%), followed by smoking (N=51, 17.3%), increased HbCO>5% (N=14, 4.8%), respiratory diseases (N=13, 4.4%), and non-cancer kidney disease, for instance renal cysts (N=12, 4.1%), were the most common associated causes. Polysomnographies were performed on 60 patients, of whom sleep apnea was confirmed in 92% (N=55), and a significant proportion of these patients were younger than 40 years old (N=18, 33%). From all patients with undetermined causes (N=89), we focused on those with persistent polycythemia for further investigations. Accordingly, 25 patients were identified, all male and 72% (N=18) younger than 40 years of age. In 12/25 patients a congenital erythrocytosis NGS panel was performed, and in 3/12 patients 4 different heterozygous mutations were found (two of which were in one patient). All mutations were characterized as variants of unknown significance (VUS). None of these mutations were previously described in the literature, and their finding in patients with polycythemia suggests a pathogenic likelihood ( Table 2 ). Conclusion: In one third of JAK2-negative patients with polycythemia, despite extensive workup, no underlying cause was found. Sleep apnea was the main cause of secondary forms, even in young patients, underlining the importance of performing a polysomnography in the workup of such patients. The NGS erythrocytosis panel offers easy and accessible characterization of some idiopathic forms, however there is still a majority of these patients unable to be characterized. In this cohort the investigation with NGS showed 4 mutations which have not been reported in the literature. The presence of these in patients with polycythemia suggests the probability of a relationship in its pathogenesis. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Jalowiec:  Kite Pharma Gilead Sciences': Honoraria, Speakers Bureau. Rovo:  AG Alexion: Research Funding; CSL Behring: Research Funding; Novartis: Research Funding; AG Alexion: Honoraria; BMS: Honoraria; Novartis: Honoraria; AstraZeneca: Honoraria; OrPhaSwiss GmbH: Honoraria; Swedish Orphan Biovitrum AG: Honoraria; Amgen: Other: Financial support for congresses and conference travel; AstraZeneca: Other; BMS: Other; Sanofi: Other; Roche: Other.",
    "author_names": [
        "Katarzyna Aleksandra Aleksandra Jalowiec",
        "Kristina Vrotniakaite-Bajerciene",
        "Noel Frey",
        "Annina Capraru",
        "Tatiana Wojtovicova",
        "Raphael Joncourt",
        "André Tichelli",
        "Porret Naomi",
        "Alicia Rovo"
    ],
    "author_dict_list": [
        {
            "author_name": "Katarzyna Aleksandra Aleksandra Jalowiec",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristina Vrotniakaite-Bajerciene",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noel Frey",
            "author_affiliations": [
                "IDSC Insel Data Science Center, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annina Capraru",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Wojtovicova",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael Joncourt",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André Tichelli",
            "author_affiliations": [
                "Division of Hematology, University Hospital, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Porret Naomi",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital, Bern, Switzerland"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alicia Rovo",
            "author_affiliations": [
                "Department of Hematology and Central Hematology Laboratory, University Hospital Bern, Bern, Switzerland"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:41:22",
    "is_scraped": "1"
}