{
    "doi": "https://doi.org/10.1182/blood-2019-129266",
    "article_title": "Evolution in Practice Patterns and Differences Among Experts and Community Healthcare Providers in the Treatment of Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Introduction Targeted therapies are dramatically changing the treatment landscape for chronic lymphocytic leukemia (CLL). Given the rapid pace of new approvals and expanded indications for targeted agents in CLL, healthcare providers (HCPs), particularly those practicing in community settings with limited experience in CLL, can be challenged to make treatment decisions that optimize outcomes for their patients. To assist HCPs in managing patients with CLL, we have developed and regularly updated an online treatment decision support tool in collaboration with CLL experts (https://www.clinicaloptions.com/CLLTool). Here we report an analysis of data from the 2 most recent CLL tool iterations capturing differences in practice patterns among HCPs compared with CLL experts over time and the impact of case-specific expert recommendations on HCP treatment decisions. Methods For each CLL tool iteration, 5 experts provided their treatment recommendations for hundreds of different case scenarios in the newly diagnosed and relapsed/refractory disease settings. These unique case scenarios were based on patient and disease factors that the experts considered important to make treatment decisions including age, fitness, cytogenetic abnormalities, IGHV mutation status, and previous treatment. To use the tool, HCPs entered specific patient and disease characteristics along with their intended treatment for that patient. Then the treatment recommendations of the 5 experts for that specific case scenario were provided, followed by a survey question on whether the expert recommendations would change their treatment plan. Results HCPs accessed the 2017 CLL tool from March to July 2017 for a total of 753 cases and the 2018 CLL tool from October 2018 to July 2019 for a total of 656 cases. We identified several differences between the intended treatment choices of HCPs and expert recommendations (Table). For previously untreated CLL with del(17p) or TP53 mutations, all 5 experts recommended ibrutinib as first-line therapy regardless of any other characteristic in both tool iterations. By contrast, HCPs chose ibrutinib for 38% and 58% of the cases in the 2017 and 2018 tool, respectively. For CLL patients with del(17p) or TP53 mutations who progressed on ibrutinib, the experts recommended venetoclax with or without rituximab for a large majority of these case scenarios (93% in 2017 and 95% in 2018). In comparison, HCPs planned to use venetoclax-based regimens for 59% and 72% of the cases in the 2017 and 2018 tool, respectively. In young (< 65 years of age) and fit patients with treatment-naive CLL and no del(17p) or TP53 mutations, IGHV mutation status was a key factor in expert treatment recommendations. For patients with mutated IGHV , both experts and HCPs recommended fludarabine/cyclophosphamide/rituximab (FCR) for most of the cases in both tool iterations. For patients with unmutated IGHV , experts recommended ibrutinib for 80% and 60% of the cases in 2017 and 2018, respectively. None of the experts recommended FCR in this setting. However, HCPs chose FCR in 53% of the entered cases with unmutated IGHV in the 2017 tool, which dropped to 26% in the 2018 tool. In CLL patients with no del(17p) or TP53 mutations who relapsed after first-line chemoimmunotherapy, experts recommended ibrutinib for 79% of the cases in both the 2017 and 2018 tools whereas HCPs planned to use ibrutinib in 40% and 48% of the cases in this disease setting, respectively. Overall, among the HCPs whose intended initial treatment differed from expert recommendations, 57% indicated that they would change their treatment plan. Conclusions Our analysis indicates that practice patterns for the management of patients with CLL differ considerably between experts and community HCPs. Expert recommendations were generally consistent in both the 2017 and 2018 tool iterations, and there was consensus for most cases. Among HCPs who used this tool, more than half indicated that the expert recommendations would change their intended treatment plan, suggesting that this online treatment decision support tool can help optimize the care of patients with CLL by aligning community practice with expert recommendations. A detailed and updated analysis of expert and HCP practice trends in this rapidly evolving environment will be presented. View large Download slide View large Download slide  Close modal Disclosures Awan: Pharmacyclics: Consultancy, Research Funding; AstraZeneca: Consultancy, Speakers Bureau; Abbvie: Consultancy, Speakers Bureau; Janssen: Consultancy; Genentech: Consultancy; Sunesis: Consultancy; Gilead: Consultancy. Coutre: Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses; Astra Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses, Research Funding; BeiGene: Other: Travel, Accommodations, Expenses & Data Safety Monitoring Committee; Acerta: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations, Expenses, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Research Funding; Genentech: Consultancy. Lamanna: Celgene: Consultancy; Infinity/ Verastem: Research Funding; Ming: Research Funding; TG Therapeutics: Research Funding; Oncternal: Research Funding. Sharman: AbbVie: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Honoraria, Research Funding; Acerta: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Research Funding; TG Therapeutics: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding. Zelenetz: Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Morphosys: Consultancy, Membership on an entity's Board of Directors or advisory committees; Beigene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; DAVA Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech/Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astra-Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Morphosys: Consultancy, Membership on an entity's Board of Directors or advisory committees; Astra-Zeneca: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees; Beigene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; DAVA Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech/Roche: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; Verastem: Consultancy, Membership on an entity's Board of Directors or advisory committees; Verastem: Consultancy, Membership on an entity's Board of Directors or advisory committees; MEI Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics/AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pharmacyclics/AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Membership on an entity's Board of Directors or advisory committees; MEI Pharma: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "health personnel",
        "ibrutinib",
        "protein p53",
        "magnetic endoscopic imaging",
        "rituximab",
        "venetoclax",
        "vindesine",
        "cyclophosphamide"
    ],
    "author_names": [
        "Bing-E Xu, PhD",
        "Kristen M Rosenthal, PhD",
        "Krista Marcello, BA",
        "Farrukh T. Awan, MD",
        "Steven Coutre, MD",
        "Nicole Lamanna, MD",
        "Jeff P. Sharman, MD",
        "Timothy A Quill, PhD",
        "Kevin L Obholz, PhD",
        "Andrew D. Zelenetz, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bing-E Xu, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristen M Rosenthal, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista Marcello, BA",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farrukh T. Awan, MD",
            "author_affiliations": [
                "Harold C. Simmons Comprehensive Cancer Center, UT Southwestern, Dallas, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Coutre, MD",
            "author_affiliations": [
                "Division of Hematology, Stanford Cancer Center, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Lamanna, MD",
            "author_affiliations": [
                "Herbert Irving Comprehensive Cancer Center, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff P. Sharman, MD",
            "author_affiliations": [
                "Willamette Valley Cancer Institute, US Oncology Research, Eugene, OR "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy A Quill, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin L Obholz, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:26:45",
    "is_scraped": "1"
}