{
    "doi": "https://doi.org/10.1182/blood.V104.11.1281.1281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=23",
    "start_url_page_num": 23,
    "is_scraped": "1",
    "article_title": "Interaction of Stem Cells and Their Niche: Behavior and Gene Expression Profiles of CD34+/CD38− Cells upon Co-Cultivation with AFT024. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "gene expression profiling",
        "stem cells",
        "proliferating cell nuclear antigen",
        "dna",
        "dna (cytosine-5-)-methyltransferase 1",
        "cd34 antigens",
        "cd44 antigens",
        "cdc28 protein kinase, s cerevisiae",
        "coculture techniques",
        "collagenase"
    ],
    "author_names": [
        "Wolfgang Wagner, MD",
        "Rainer Saffrich, PhD",
        "Ute Wirkner, PhD",
        "Volker Eckstein, PhD",
        "Jonathon Blake, PhD",
        "Alexandra Ansorge, MD",
        "Christian Schwager, PhD",
        "Katrin Miesala",
        "Wilhelm Ansorge, PhD",
        "Anthony D. Ho, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Biochemical Instrumentation Program, European Molecular Biology Laboratory, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Biochemical Instrumentation Program, European Molecular Biology Laboratory, Heidelberg, Germany"
        ],
        [
            "Biochemical Instrumentation Program, European Molecular Biology Laboratory, Heidelberg, Germany"
        ],
        [
            "Biochemical Instrumentation Program, European Molecular Biology Laboratory, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ],
        [
            "Biochemical Instrumentation Program, European Molecular Biology Laboratory, Heidelberg, Germany"
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.4190991",
    "first_author_longitude": "8.670250700000002",
    "abstract_text": "Cell-cell contact between stem cells and cellular determinants of the microenvironment plays an essential role in the regulation of self-renewal and differentiation. The stromal cell line derived from murine fetal liver (AFT024) has been shown to support maintenance of primitive human hematopoietic progenitor cells (HPC) in vitro . We have studied the interaction between HPC (defined as CD34+/CD38− umbilical cord blood cells) and AFT024 and the impact of co-cultivation on the behavior and gene expression of HPC. By time lapse microscopy the mobility and behavior of CD34+/CD38− cells were monitored. Approximately 30% of the CD34+/CD38− cells adhered to the cellular niche through an uropod. CD44 and CD34 were co-localized at the site of contact. Gene expression profiles of CD34+/CD38− cells were then compared upon co-cultivation either with or without AFT024. After cultivation for 16h, 20h, 48h or 72h the HPC were separated form the feeder layer cells by a second FAC-Sort. Differential gene expression was analyzed using our Human Genome cDNA Microarray of over 51,145 ESTs. Among the genes with the highest up-regulation in contact with AFT024 were several genes involved in cell adhesion, proliferation and DNA-modification including tubulin genes, ezrin, complement component 1 q subcomponent 1 ( C1QR1 ), proto-oncogene proteins c-fos and v-fos, proliferating cell nuclear antigen (PCNA), HLA-DR, gamma-glutamyl hydrolase ( GGH ), minichromosome maintenance deficient 6 ( MCM6) , uracil-DNA glycolase ( UNG ) and DNA-methyltransferase 1 ( DNMT1 ). In contrast, genes that were down-regulated after contact with AFT024 included collagenase type iv ( MMP2), elastin ( ELN) and hemoglobin genes. Differential expression of six genes was confirmed by RT-PCR. Other authors have reported on the differential gene expression profiles of CD34+ cells derived from the bone marrow versus those from G-CSF mobilized blood. As CD34+ cells from the bone marrow might represent cells exposed to the natural HPC niche we have then compared our findings with these experiments. In these comparisons we identified several overlapping genes that are involved in regulation of cell cycle and DNA repair including PCNA, DNMT1, MCM6, MCM2, CDC28 protein kinase regulatory subunit 1B ( CKS1B ), Topoisomerase II ( TOP2a ), DNA Ligase 1 ( LIG1 ) and DNA mismatch repair protein MLH1. All these genes were up-regulated among CD34+/CD38− cells upon co-culture with AFT024, as well as among CD34+ cells derived from the bone marrow versus those from peripheral blood. Our studies support the hypothesis that intimate contact and adhesive interaction of HPC with their niche profoundly influenced their proliferative potential and their differentiation program."
}