{
    "doi": "https://doi.org/10.1182/blood.V120.21.4115.4115",
    "article_title": "Immune Responses Against the Tumor-Associated Antigens WT1, MUC-1, PRAME and HER2/Neu in 114 Prospectively Screened Healthy Donors: Effects of Gender and Prior Pregnancy and Implications for Immunotherapy ",
    "article_date": "November 16, 2012",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "Abstract 4115 Background: The graft-versus-leukemia (GvL) effect is a central component of the stem cell allograft's ability to cure hematological malignancies. While it has become evident that donor-derived T lymphocytes targeting tumor-associated antigens (TAAs) contribute significantly to the GvL effect little is known about the frequency and the origin of TAA-directed immune responses in healthy donors. Here we investigate for the first time their frequency against three well-known and transplant-relevant TAAs (WT1, MUC-1, PRAME) and one well-described TAA in solid tumor immunotherapy (HER2/neu) in a prospective manner considering gender and former pregnancy as potential influencing factors. Material and Methods: To detect the very low frequencies of these antigen-specific CD8+ T cells we have used immunodominant peptides of WT1, MUC-1, PRAME and HER2/neu and a quantitative polymerase chain reaction (qPCR) to measure Interferon-gamma (IFN-γ) mRNA production by peptide-pulsed CD8+ T cells from HLA-A*0201-positive healthy volunteers. After obtaining approval by the local ethical committee and written informed consent 114 HLA-A*0201-positive healthy volunteer blood donors were enrolled in this prospective research study including males (median age 40.5 years), nulliparous women (median age 27.5 years) and women with at least one delivery (median age 45.5 years). Each group consisted of 38 individuals as planned in the original study design. Peripheral blood was drawn, peripheral blood mononuclear cells (PBMCs) and CD8+ lymphocytes isolated and stimulated with peptide-loaded (0.1 and 10 μM), irradiated T2 cells. IFN-γ mRNA expression was measured by qPCR. The irrelevant melanoma antigen gp100 was used as a negative control and a stimulation index was calculated accordingly. A two-fold change or more as compared to gp100 was considered a positive result. The polyclonal stimulator PMA and a HLA-A*0201 restricted CMV peptide were used as positive controls. Results: Of the screened 114 healthy volunteer donors 17 (15%) showed immune responses against WT1, 8 (7%) against PRAME, 16 (14%) against MUC-1 and 6 (5%) against HER2/neu with one or both peptide concentrations. Comparing nulli- and multiparous women there was no significant difference regarding the frequency of assessed positive immune responses. However, comparing female (n=76) and male donors (n=36) we found that positive immune responses were more frequently present in men. Using the Mann-Whitney test this difference between men and women was significant for HER2/neu (p=0.0478) and reached borderline significance for PRAME (p=0.0677). This data is presented in Figure 1 . Conclusions: In this prospectively screened cohort of healthy volunteer donors we could detect positive responses against WT1, MUC-1, PRAME and HER2/neu containing both low and high avidity immune responses. Prior delivery did not increase the frequency of immune responses. Interestingly, men showed a general tendency towards higher frequencies of immune responses to TAAs, particularly to HER2/neu and PRAME. Thus, the exploitation of donor-derived autoimmunity against selected TAAs by improving donor selection and facilitating adoptive immunotransfer of donor-derived T cells may significantly contribute to the control of the malignant disease after allotransplantation. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ca-15-3 antigen",
        "donors",
        "gender",
        "genes, erbb-2",
        "immune response",
        "immunotherapy",
        "pregnancy history",
        "receptor, erbb-2",
        "tumor antigens",
        "peptides"
    ],
    "author_names": [
        "Mathias Lutz",
        "Andrea Worschech, PhD",
        "Sabine Gahn, MLS",
        "Laura Bernhard, MLS",
        "Michael Schwab, MD",
        "Hermann Einsele, MD",
        "Ulrike Kämmerer, PhD",
        "Peter Heuschmann, MD",
        "Erdwine Klinker, MD",
        "Christoph Otto, PhD",
        "Stephan Mielke, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mathias Lutz",
            "author_affiliations": [
                "Allogeneic Stem Cell Transplantation Section, Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Worschech, PhD",
            "author_affiliations": [
                "Allogeneic Stem Cell Transplantation Section, Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Gahn, MLS",
            "author_affiliations": [
                "Experimental Surgery, Department of Surgery, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bernhard, MLS",
            "author_affiliations": [
                "Allogeneic Stem Cell Transplantation Section, Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Schwab, MD",
            "author_affiliations": [
                "Department of Obstetrics and Gynecology, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele, MD",
            "author_affiliations": [
                "Allogeneic Stem Cell Transplantation Section, Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Kämmerer, PhD",
            "author_affiliations": [
                "Department of Obstetrics and Gynecology, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Heuschmann, MD",
            "author_affiliations": [
                "Institute of Clinical Epidemiology and Biometry, University of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erdwine Klinker, MD",
            "author_affiliations": [
                "Institute for Clinical Transfusion Medicine and Hemotherapy, University Hospital of Würzburg, Würzburg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Otto, PhD",
            "author_affiliations": [
                "Experimental Surgery, Department of Surgery, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Mielke, MD",
            "author_affiliations": [
                "Allogeneic Stem Cell Transplantation Section, Department of Internal Medicine II, University Hospital of Würzburg, Würzburg, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T02:27:44",
    "is_scraped": "1"
}