{
    "doi": "https://doi.org/10.1182/blood-2018-99-120371",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4069",
    "start_url_page_num": 4069,
    "is_scraped": "1",
    "article_title": "Correlation of Circulating Microparticles with Coagulation and Fibrinolysis Is Healthy Individuals ",
    "article_date": "November 29, 2018",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "topics": [
        "annexin a5",
        "anticoagulation",
        "antithrombin iii",
        "antithrombins",
        "blister",
        "blood coagulation",
        "cell-derived microparticles",
        "coagulation process",
        "complex",
        "e-selectin"
    ],
    "author_names": [
        "Venencia Albert, PhD BSc, MSc",
        "Arulselvi Subramanian, MDpathology",
        "Hara Prasad Pati, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory Medicine, All India Institute of Medical Sciences, New Delhi, India "
        ],
        [
            "Laboratory Medicine, All India Institute of Medical Sciences, New Delhi, India "
        ],
        [
            "Haematology, All India Institute of Medical Sciences (AIIMS), New Delhi, IND"
        ]
    ],
    "first_author_latitude": "28.5415719",
    "first_author_longitude": "77.22950315",
    "abstract_text": "Introduction Microparticles (MPs) are small membrane blebs that are released in response to cellular activation or apoptosis from the cell surface by proteolytic cleavage of the cytoskeleton. Previous studies have reported low levels of naturally produced cell-derived microparticle in healthy individuals. This study was conducted to assess whether circulating microparticles induce thrombin generation leading to low grade activation of the coagulation system in healthy individuals. Materials & Methods Flow cytometry analysis of three phenotypes of Platelet derived (PMP), Endothelial derived (EMP) and TF bearing (TFMP) microparticles was done in in the 20 healthy individuals. Triple gating strategy (i) particle size(<0.5µm) (ii) expression of cell surface markers (PMP, CD42a + ; EMP, CD62E + ; TF bearing MP(TFMP), CD142 + ) and (iii) phosphatidylserine(Annexin V + ) was used. Plasma concentrations of thrombomodulin (TM), Tissue Factor (TF), Tissue factor pathway inhibitor (TFPI), Protein C (PC), Free Protein S (PS), Thrombin antithrombin (TAT) complexes, soluble fibrin monomer (sFM) was done assess the status of coagulation system. Spearman's rank correlation was done examine the role of cell-derived microparticles as critical effectors of thrombosis. Results: the study group comprised of 75% males of the age group (mean±SD27.3±4.32. Total Microparticles (Annexin V + ) enumerated in plasma was 1125±355 (count/µl). 52.8% were TFMP [median (IQR)] [380.3(301.8-710.1) (count/µl)]. Highest number of MP originated from activated platelets [249.1(198.9-404.5) (count/µl)], followed by endothelial cells [140.9(124.9-286.0) (count/µl)]. A statistically significant and inverse correlation of EMP's with TAT complex was observed [12.7(6.8-20.1) ng/ml] (r = -0.46, p = 0.01), PS (93.4±20.6 %) (r = -0.52, p = 0.01) and TM (11.4±4.47 ng/ml) (r = -0.56, p = 0.008). Also, TFMP significantly correlated with TF [3.9(3.0-5.0)] (r = 0.46, p = 0.03) and PC (90.4±17.7) (r=-0.42, p=0.04). No correlation was observed between PMP numbers and coagulation pathway markers. Conclusion: Sub optimal degree of coagulation and natural anticoagulation pathway are occurring in healthy individuals. Microparticles moderately correlated with TF levels. Low EMP's levels correlated with the anticoagulation markers and thrombin generation, suggesting that EMPS may have a role in inhibition of thrombosis. The impact of endothelial vesiculation on basal coagulation should be studied further. Disclosures No relevant conflicts of interest to declare."
}