{
    "doi": "https://doi.org/10.1182/blood.V124.21.733.733",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2890",
    "start_url_page_num": 2890,
    "is_scraped": "1",
    "article_title": "Importance and Determinants of Comorbidities, Functional Limitations and Multiple Myeloma (MM)-Specific Risk Factors: Further Development of an Improved and Weighted MM-Risk Score (Freiburg Comorbidity Index [FCI]) ",
    "article_date": "December 6, 2014",
    "session_type": "902. Health Services and Outcomes Research – Malignant Diseases: New/Refined Prognostic Schemes/Pharmacoeconomics",
    "topics": [
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "comorbidity",
        "disability",
        "frail elderly",
        "frailty",
        "gastrointestinal diseases",
        "heart",
        "heart diseases",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Anne-Saskia Domm",
        "Stefanie Hieke",
        "Gabriele Ihorst",
        "Milena Pantic",
        "Bernd Koch",
        "Martina Kleber, MD",
        "Johannes Waldschmidt, MD",
        "Martin Schumacher, PhD",
        "Ralph Wäsch, MD",
        "Monika Engelhardt, MD"
    ],
    "author_affiliations": [
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany"
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ],
        [
            "University of Freiburg Medical Center, Freiburg, Germany "
        ]
    ],
    "first_author_latitude": "48.01201705",
    "first_author_longitude": "7.843885849999999",
    "abstract_text": "Introduction: In addition to disease-specific and age-related factors, type and severity of comorbidities play a relevant role, influence the tolerance of anti-MM-treatment and overall survival (OS). We have identified an impaired Karnofsky Performance Status (KPS), lung and renal impairment as significant risk factors for inferior outcome (Kleber,...Engelhardt. BCJ 2011, Kleber,...Engelhardt. CLML 2013, Engelhardt et al. Haematologica 2014). These variables were combined in a comorbidity score (initial Freiburg Comorbidity Index [iFCI]). The objectives of this analysis were to refine the iFCI ('revised FCI' [rFCI]) by adding host- and disease-specific risk factors, cytogenetics, physical function and quality of life. Moreover, we assessed the benefit of a possible weighting of the rFCI, and compared the rFCI to well-established comorbidity indices, namely Charlson Comorbidity Index (CCI), Hematopoietic cell transplantation-specific comorbidity index (HCT-CI) and Kaplan-Feinstein (KF). Methods: We assessed 803 consecutive patients (pts) treated at our institution between 1997-2012, determining comorbidities as weighted renal, lung, heart, liver, gastrointestinal diseases, KPS, disability, frailty, infection, pain, secondary malignancies, peripheral neuropathy, thrombosis and disease parameters (e.g. cytogenetics). We divided our cohort into a training (n=553) and validation set (n=250) and performed a multivariate analysis via backward selection. Regression coefficients were used to derive weights for the score. Apart from scoring both iFCI and rFCI, we also assessed the CCI, HCT-CI and KF. Results: Our pts showed a typical median age for a tertiary referral center of 63 years (range: 21-93). 26% revealed less favorable cytogenetics, defined as del(17p13), del(13q14), t(4;14), t(14;16) and chromosome 1 abnormalities. Each half of the pts had received either standard chemotherapy or stem cell transplantation. Frequent comorbidities (>30%) were KPS, heart, renal, lung impairment, disability and frailty. Univariate analysis revealed age, renal, lung and heart disease, KPS, disability, frailty, pain and infections as significant. Multivariate risks proved to be advanced age (>70 years), renal, lung, KPS impairment, frailty and cytogenetics with hazard ratios (HR) of 2.2, 1.8, 1.3, 3.2, 1.9 and 1.5, respectively. The rFCI allowed to distinguish low-, intermediate- and high-risk pts with largely different median OS of 11.2, 4.8 and 2.6 years, conclusively confirmed via validation analysis with distinct median OS differences of not reached, 6.5 or 1.4 years, respectively. Weighting of the single risk factors led to a score with maximum points of 39. In order to simplify this score, the single weights were divided by 2 and rounded, which led to a 20-point score (rFCI modified I [mod I]). A 2 nd modification led to a 9-point score (rFCI mod II) which was obtained with single risk factors being scored based on their HR. These modified rFCI scores I and II allowed equally well to allocate MM pts in low-, intermediate- and high-risk groups as with the 39-point-rFCI, besides being simpler in their application. Compared to the CCI, HCT-CI and KF, the rFCI remained highly significant. For further comparison, all comorbidity indices in the training and the validation set were divided into two risk groups according to the cut-offs obtained from our initial analyses (BCJ 2011, CLML 2013). Regardless of whether we scored MM pts with the iFCI, rFCI, CCI, HCT-CI or KF, ‘low-risk’ pts had longer median survival than ‘high-risk’ pts. The comparison via median comorbidity indices showed superiority of the rFCI and CCI in the training set and of the rFCI and HCT-CI in the validation set. A further univariate analysis and comparison by dividing the different scores in risk groups based on 25% and 75% quantiles, revealed the highest HR for the rFCI both in the training and the validation set. Conclusions: As comorbidities in MM are frequent, a detailed comorbidity assessment, including host- and disease-specific risk factors, allows an improved risk evaluation in often frail pts. Age, renal, lung, KPS impairment, frailty and cytogenetics are relevant risk factors included in our rFCI. Advantages of the rFCI vs. iFCI are the inclusion of MM-specific risks including cytogenetics, the more accurate assessment of pts' physical conditions, lower prediction errors and its simple clinical applicability. Disclosures No relevant conflicts of interest to declare."
}