{
    "doi": "https://doi.org/10.1182/blood-2018-99-110211",
    "article_title": "Post Transplant Prophylaxis with High Dose Valacyclovir through Day 100 Versus Day of Post Transplant Hospital Discharge Decreases Cytomegalovirus Reactivation in Adult Umbilical Cord Blood Transplant Recipients ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background: Cytomegalovirus (CMV) infection remains an important cause of morbidity and cost following umbilical cord blood transplantation (UCBT). While the introduction of letermovir represents a novel approach to CMV prophylaxis, optimal CMV management strategies remain controversial. An intensive strategy to prevent CMV disease including one week of pre-transplant ganciclovir followed by high-dose acyclovir or high-dose valacyclovir through day 100 reduced post-transplant CMV reactivation ( Milano et al, Blood 2011 ), but this approach is costly and potentially challenging to administer. Insurance approval for outpatient high-dose valacyclovir is variable, and the pill burden of high-dose acyclovir for post-transplant patients may be unmanageable. A recent study demonstrates that the removal of pre-transplant ganciclovir does not decrease CMV reactivation rates ( Hill et al, BBMT 2018 ). At our center we have attempted to implement the high intensity strategy described above, but for patients who are unable to obtain high-dose valacyclovir at hospital discharge, we have transitioned to standard dose 800 mg acyclovir twice daily. Additionally, in November 2016, we discontinued pre-transplant ganciclovir. To examine the efficacy of these approaches, we compared CMV outcomes among these patients. Methods: All consecutive adult CMV seropositive (CMV R+) patients who received their first double UCBT from December 2009 to January 2018 were reviewed. Patients were excluded if they had initial CMV reactivation prior to day 0 or after day 100, graft failure, death or relapse before day 100, or participated in a CMV prophylaxis trial. Starting the day of transplant, CMV R+ patients received either valacyclovir 2 grams orally 3 times daily or acyclovir 500 mg/m 2 intravenously every 8 hours until able to tolerate oral medication. At hospital discharge, patients for whom valacyclovir was authorized by insurance received valacyclovir 2 grams orally 3 times daily through day 100. All others received acyclovir 800 mg orally twice a day through day 100. No patients received anti-thymocyte globulin with conditioning. All patients transplanted prior to November 2016 received pre-transplant ganciclovir, after which pre-transplant ganciclovir was discontinued. CMV reactivation was defined as any detectable PCR positive whole blood sample (checked twice weekly through day 100). Thresholds for treatment with ganciclovir or foscarnet evolved over time, but required high initial copies levels, persistent or rising DNAemia, or evidence of end-organ involvement. Acute graft-versus-host-disease (aGVHD) treatment was based on institutional guidelines and uniform for all patients. Results: Demographics of the 101 patients studied are provided in table 1. Forty-one patients received prophylaxis with high-dose valacyclovir until post-transplant discharge only (median 23 days) and 60 received valacyclovir through day 100. Between day 0 and day 100, fewer patients in the high-dose valacyclovir group (n= 20, 36%) had CMV reactivation compared to those in the acyclovir group (n= 23, 57%), p= 0.025 (figure 1). Nine patients (9%) in the acyclovir group and 6 (6%) in valacyclovir group received CMV directed treatment (p= 0.1). Patients who did or did not received pre-transplant ganciclovir had similar rates of CMV reactivation (p= 0.55 in acyclovir arm, p= 0.15 in valacylcovir arm). Overall survival (p= 0.64), neutrophil and platelet engraftment time, and incidence of grade 2-3 (p= 0.7) and grade 3-4 aGVHD (p= 0.3) were comparable between groups. Conclusions: High-dose valacyclovir through day 100 post-transplant as compared to through the day of hospital discharge post-transplant reduced CMV reactivation rates. While threshold for treatment will vary according to institutional protocol, high-dose valacyclovir through day 100 likely reduces treatment episodes. One week of pre-transplant ganciclovir does not reduce CMV reactivation rates. These data provide important baselines for future comparisons of outcomes following letermovir prophylaxis in this population. View large Download slide View large Download slide  Close modal Disclosures Haverkos: Viracta Therapeutics: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cytomegalovirus",
        "oral contraceptives",
        "patient discharge",
        "transplant recipients",
        "transplantation",
        "umbilical cord blood",
        "valacyclovir",
        "acyclovir",
        "cmv reactivation",
        "ganciclovir"
    ],
    "author_names": [
        "Prashant Sharma, MD",
        "Jennifer MacDonald",
        "Jeff Kaiser",
        "Jennifer Tobin",
        "Matthew Miller",
        "Maheen Abidi, MD",
        "Esther Benamu, MD",
        "Enkhtsetseg Purev, MD PhD",
        "Bradley M. Haverkos, MD MPH, MS",
        "Jonathan A Gutman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prashant Sharma, MD",
            "author_affiliations": [
                "University of Colorado, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer MacDonald",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff Kaiser",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Tobin",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Miller",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maheen Abidi, MD",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esther Benamu, MD",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enkhtsetseg Purev, MD PhD",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bradley M. Haverkos, MD MPH, MS",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan A Gutman, MD",
            "author_affiliations": [
                "University of Colorado, Denver, CO"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:44:00",
    "is_scraped": "1"
}