{
    "doi": "https://doi.org/10.1182/blood.V128.22.944.944",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3348",
    "start_url_page_num": 3348,
    "is_scraped": "1",
    "article_title": "The Effect of Initial Molecular Profile on Response to Recombinant Interferon Alpha (rIFNα) Treatment in Early Myelofibrosis ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Clinical and Molecular Correlative Studies",
    "topics": [
        "myelofibrosis",
        "recombinant interferon alfa",
        "brachial plexus neuritis",
        "restrictive cardiomyopathy with endomyocardial fibrosis",
        "splenomegaly",
        "fibrosis",
        "massively-parallel genome sequencing",
        "port-wine stain with oculocutaneous melanosis",
        "positive pressure ventilators",
        "positron-emission tomography"
    ],
    "author_names": [
        "Richard T. Silver",
        "Ariella Barel",
        "Elena Lascu, BA,MA",
        "Ellen K. Ritchie, MD",
        "Gail J. Roboz, MD",
        "Paul Christos",
        "Attilio Orazi, MD",
        "Duane C Hassane, PhD",
        "Wayne Tam, MD PhD",
        "Nicholas C.P. Cross, PhD"
    ],
    "author_affiliations": [
        [
            "Richard T Silver Myeloproliferative Neoplasm Center, Division of Hematology-Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Richard T Silver Myeloproliferative Neoplasm Center, Division of Hematology-Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Richard T Silver Myeloproliferative Neoplasm Center, Division of Hematology-Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Richard T Silver Myeloproliferative Neoplasm Center, Division of Hematology-Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Richard T Silver Myeloproliferative Neoplasm Center, Division of Hematology-Medical Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Biostatistics and Epidemiology, Department of Healthcare Policy & Research, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Department of Pathology & Laboratory Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Faculty of Medicine, University of Southampton, Salisbury, United Kingdom"
        ]
    ],
    "first_author_latitude": "40.764489999999995",
    "first_author_longitude": "-73.9538865",
    "abstract_text": "Introduction Successful treatment of early myelofibrosis (eMF), defined as patients (pts) with low or intermediate-1 (int-1) risk and ≥15% hematopoietic foci in the marrow biopsy, with rIFNα has been reported, but effects of driver and epigenetic mutations on outcomes were not considered. We now report results of our single center phase II study of 30 pts with primary (PM) or secondary (SMF) eMF, correlating the baseline molecular profile with response to rIFNα treatment. Methods We used WHO 2008 and IWG-MRT criteria for the diagnosis of PM and post-polycythemia vera MF (pPV MF) or post-essential thrombocythemia MF (pET MF), respectively. Prognosis was assessed using the Dynamic International Prognostic Scoring System (DIPSS). Response classifications were complete response (CR), partial response (PR), clinical improvement (CI), stable disease (SD), progressive disease (PD). Evaluation included history, examination, spleen size (cm below left costal margin), CBC and differential counts, routine chemistries, liver, renal, and thyroid function tests, marrow biopsy, cytogenetic and molecular genetic evaluations. Marrow specimens were stained routinely for morphology, reticulin, and collagen; fibrosis was graded using the European consensus system. JAK2, CALR and MPL mutations were detected and quantified by amplicon based next generation sequencing (NGS). NGS of 45 genes recurrently mutated in myeloid malignancies was performed on 25 of 30 baseline specimens, including ASXL1, IDH1/2, EZH2 and SRSF2, previously defined as high molecular risk (HMR) genes. Descriptive statistics were calculated and Fisher's exact test used to explore the relationship between mutations and various results. Pts received either rIFNα-2b or peg-rIFNα-2a starting at a 5x10 5 to 1x10 6 units SC 3X wk or 45 to 90 mcg weekly, respectively; dose increase dependent upon tolerance and/or response. Results Of 96 pts with PM or SMF, 30 met study criteria, including 16 women and 14 men (med. dx age 58 yrs). Twenty-one had PM, 7 pPV MF, and 2 pET MF. Twenty-one pts were low risk, 9 int-1. Twenty-two were JAK2V617F(+), 6 CALR(+), and 2 MPL(+). All 7 pPV MF pts were JAK2(+). One pET MF was JAK2(+) and 1 CALR(+). Of PM pts, 14 were JAK2(+), 5 CALR(+), and 2 MPL(+). Med. rx duration has been 5.6 yrs and is ongoing. Clinical toxicity, grade 1 or 2, included mild depression, dry skin, cough, and myalgia. Hem. toxicity included anemia (grade 1-2: 17 pts), leukopenia (grade 1-2: 9 pts), and thrombocytopenia (grade 1-2: 10; grade 3: 2 pts). In these cases, rIFNα dose was temporarily reduced/interrupted until cytopenias resolved. One pt developed hyperthyroidism; treatment was discontinued. Of 30 pts, 2 (7%) had CR, 9 (30%) PR, 4 (13%) CI, 7 (23%) SD. Four (13%) had PD, and 4 (13%) died. Nine of 21 low risk pts had CR or PR, compared with 2 of 9 int-1. A small spleen at baseline was associated with better response in the absence of HMR abnormalities. Of 18 pts with slight or no splenomegaly, 11 had CR or PR, and of the non-responders, 2 had a HMR. Of 12 pts with significant or moderate splenomegaly, none had CR or PR, including 2 with a HMR. Follow up biopsies in 25 pts (83%) a reduction in reticulin fibrosis in 5, increase in 9, and stable in 10. Decrease in cellularity occurred in 12. There was no correlation between decrease in JAK2 allele burden, response, fibrosis, or spleen size. There was no correlation between driver mutations and response (Table). Pts with a HMR had worse responses; of 4 such pts, 0 responded, 1 remained stable, 1 progressed and 2 died. Specifically, pts with ASXL1 mutations seemed to do worse than those without it, although sample size precludes a definitive statement (p=0.19). Conclusion This is the first study considering the effect of baseline mutation status on response to rIFNα treatment in eMF pts. 73% of pts improved or remained stable regardless of initial low or int-1 score or driver mutation, but spleen size and HMR adversely affected treatment response. Although baseline driver mutation status was not prognostically useful, a molecular profile should be obtained initially to identify HMR mutations, which negatively affect response to treatment including rIFNα. In 73% of selected cases, low dose rIFNα in eMF resulted in marrow reversion, regression of splenomegaly or disease stability with tolerable toxicity. Early treatment of MF with rIFNα in pts without HMR may prevent the development of marked splenomegaly, anemia, and florid myelofibrosis. View large Download slide View large Download slide  Disclosures Silver: Incyte: Membership on an entity's Board of Directors or advisory committees. Ritchie: Pfizer: Honoraria; Incyte: Speakers Bureau; Celgene: Speakers Bureau; Novartis: Honoraria, Research Funding; Arian: Speakers Bureau. Roboz: Agois: Consultancy; Amgen: Consultancy; Amphivena: Consultancy; Astex: Consultancy; AstraZeneca: Consultancy; Boehringer Ingelheim: Consultancy; Celator: Consultancy; Celgene: Consultancy; CTI Biopharma: Consultancy; Genoptix: Consultancy; Janssen Pharamaceuticals: Consultancy; Junno: Consultancy; MedImmune: Consultancy; MEI Pharma: Consultancy; Novartis: Consultancy; Onconova: Consultancy; Pfizer: Consultancy; • Roche Pharmaceuticals: Consultancy; Sunesis: Consultancy; Teva: Consultancy. Orazi: Novartis: Honoraria. Tam: Millennium Pharmaceuticals, Inc.: Consultancy. Cross: Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau."
}