{
    "doi": "https://doi.org/10.1182/blood.V110.11.3133.3133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=926",
    "start_url_page_num": 926,
    "is_scraped": "1",
    "article_title": "Combined Fludarabine, Cyclophosphamide, and Alemtuzumab (FCC), an Active Regimen for Treated Patients with Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "alemtuzumab",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide",
        "federal communications commission",
        "fludarabine",
        "brachial plexus neuritis",
        "chronic lymphocytic leukaemia recurrent",
        "chronic lymphocytic leukemia refractory",
        "cmv reactivation"
    ],
    "author_names": [
        "Marco Montillo, MD",
        "Sara Miqueleiz, MD",
        "Alessandra Tedeschi, MD",
        "Francesca Ricci, MD",
        "Eleonora Vismara, MD",
        "Denis Ciapanna, MD",
        "Valeria Belsito Petrizzi, MD",
        "Monica Crugnola, MD",
        "Mauro Spriano, MD",
        "Lilj Uziel, MD",
        "Angelo De Blasio, MD",
        "Pierangelo Spedini, PhD",
        "Enrica Morra, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ],
        [
            "Oncology/Hematology Unit, Nocera Inferiore"
        ],
        [
            "Chair of Hematology, University of Parma"
        ],
        [
            "Division of Hematology, San Martino Hospital, Genova"
        ],
        [
            "Oncology Unit, San Paolo University Hospital, Milano"
        ],
        [
            "Hematology Unit, General Hospital, Latina"
        ],
        [
            "Hematology Unit, General Hospital, Cremona, Italy"
        ],
        [
            "Division of Hematology, Niguarda Ca’ Granda Hospital, Milano"
        ]
    ],
    "first_author_latitude": "45.5096348",
    "first_author_longitude": "9.1871841",
    "abstract_text": "Fludarabine (F) in combination with cyclophosphamide (C) showed a relevant advantage over single-agent F in pts with relapsed CLL. Although minimal residual disease (MRD) remains detectable in many pts achieving CR, the combination of F and C seems to reduce MRD more efficiently. Still, pts in CR eventually relapse and require treatment, demonstrating the need for improved treatments able to further reduce or eliminate MRD and induce “better quality” and thus more durable responses. Alemtuzumab (CAM), anti-CD52 monoclonal antibody, acts synergistically with F in vitro and appears to have synergistic activity in vivo. Additionally, CAM is highly effective at clearing disease from bone marrow, the usual site of residual disease following purine analogue-based treatment. Therefore, we designed a phase II study to determine feasibility and efficacy, overall response rate (ORR)-duration of response-ability at clearing MRD, of a 4-weekly combination regimen consisting of F, C, and CAM (FCC). The study population is represented by pts with B-CLL with relapsed or refractory disease after at least one line of treatment. Subcutaneous route of administration of CAM has been adopted in this trial. MRD was measured by 4-color flow cytometry in the bone marrow. The FCC regimen consisted of F 40 mg/m 2 /d os (d 1–3), C 250 mg/m 2 /d os (d 1–3) and CAM 10 mg sc (d 1–3). This combination was repeated on d 29 for up to 6 cycles. The dose of CAM was increased after the first cohort of 10 treated pts from 10 mg to 20 mg sc. Currently, 25 pts have been enrolled in this trial. Median age was 57 years (range 42–79), 15/25 (60%) were male, 23/25 (92%) were in Binet stage B or C, median number of prior treatment regimens was 2 (range 1–4). In six (24%) pts 17p deletion was detected. IgVH unmutated was observed in 17 (68%) pts. At the moment of writing 19 pts are eligible for evaluation of toxicity and response. The ORR was 79%, with 7 (37%) pts achieving CR, 7 (37%) pts a PR, 1 (5%) pt a PRn. Three pts had SD, while 1 showed progression of the disease. MRD negativity was achieved in the bone marrow of 4/15 (27%) pts. Grade III-IV neutropenia episodes were observed in 43% of the administered courses while grade III-IV thrombocytopenia episodes were detected only in 8% of cycles. Four major infections were recorded: two sustained by Mycobacterium tuberculosis (1 cutis, 1 lung), one by Nocardia (lung) and one by E. coli (sepsis). The patient with pneumonia due to M. tuberculosis died because of respiratory failure. CMV reactivation occurred in 6 pts: no CMV disease was recorded. After a median follow up of 10 m (range 1–22) 73% of responding pts did not progressed. In conclusion, results from the interim analysis of this new, 4-weekly dosing FCC regimen suggest that combination therapy with F, C and CAM is feasible, safe, and effective in treating pts with relapsed and refractory CLL, even in those patients with inherent poor prognostic factors and who had received."
}