{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4097.4097",
    "article_title": "Changes in Second Primary Malignancies (SPM) after Hodgkin Lymphoma over Time in the United States ",
    "article_date": "December 7, 2017",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma—Clinical Studies: Poster III",
    "abstract_text": "Background Improved treatments for Hodgkin lymphoma (HL) have prolonged survival. However, the increased risk of second primary malignancies (SPMs) among HL survivors compared to the general population remains the leading cause of death among long-term HL survivors. Treatment has evolved to include improved radiation techniques and response adapted chemotherapy regimens with the goal of improving HL cure rates, limiting treatment-associated morbidity, and improving long-term overall survival. Few population-based studies in the United States have examined whether the incidence of SPMs has decreased over time with these attempts to limit treatment-related toxicities. Methods Data for 20,530 patients of all ages diagnosed with a first primary HL during 1992-2013 were obtained from 13 Surveillance, Epidemiology and End Results (SEER13) regions in the United States. The incidences of SPM that developed >1 year after the initial HL diagnosis were determined for two treatment eras (1992-2002 and 2003-2013). To balance follow up time, HL patients diagnosed in 1992-2002 were followed through 2002 and patients diagnosed in 2003-2013 were followed through 2013. In each treatment era, we calculated standardized incidence ratios (SIRs) and corresponding 95% confidence intervals (CIs) comparing HL patient's subsequent cancer incidence with the expected number of first primary cancer incidence, based on the age (at 5-year intervals), sex, calendar year (at 5-year intervals), cancer site, and race/ethnicity, derived from the general SEER13 population. SIRs were calculated for all invasive cancers and by cancer categories (solid and hematologic tumors) as well as by HL stage at diagnosis (stage I/II vs stage III/IV) and initial treatment with radiation. The cumulative incidence of SPMs, accounting for the competing risk of death, were estimated, with Gray's K-sample test statistic used to determine whether the difference in cumulative incidence of SPMs by treatment era was statistically significant ( P -values that were <0.05). Results The mean follow-up time was 4.9 (±3.3) years for 9,989 patients (n=275 SPMs) diagnosed in 1992-2002 and 4.8 (±3.3) years for 10,541 patients (n=285 SPMs) diagnosed in 2003-2013. The mean age was similar for patients in the two treatment eras (38.4 years, 1992-2002; 39.4 years, 2003-2013). There was a statistically significant increase in SPMs of all sites in both time-periods compared to the expected number of first primary tumors in the general population. More specifically, there was a considerably elevated risk of lymphatic and hematopoietic SPMs amongst all patients with primary HL (1992-2002 SIR: 6.53 (5.24-8.03); 2003-2013 SIR: 5.85 (4.77-7.11)) and a suggestion of elevated risk of solid tumors (1992-2002 SIR: 1.37 (1.17-1.58); 2003-2013 SIR: 1.11 (0.95-1.29)). For all those diagnosed with HL, there was an increased rate of acute myeloid leukemia compared to the general population (1992-2002 SIR: 15.43 (9.14-24.39); 2003-2013 SIR: 17.23 (11.35-25.06)). At 5-years, the cumulative incidence of all SPMs (1992-2002: 1.93%; 2003-2013: 2.12%; p=0.84), lymphatic and hematopoietic SPMs (1992-2002: 1.23%; 2003-2013: 1.25%; p=0.94) and solid SPMs (1992-2002 0.69%, 2003-2013 0.85%, p=0.59) were similar in the two treatment eras (Figure). Further, the cumulative incidence of SPMs did not differ by stage at diagnosis or initial treatment with radiation therapy. Conclusions Despite changes in radiation techniques and chemotherapy regimens for the treatment of HL, there continues to be increased risk of SPMs, specifically those of the lymphatic and hematopoietic systems, in survivors of HL compared to the general population. Additionally, there is no change in the cumulative incidences of SPMs in HL survivors over time. Other studies have shown that SPMs do not begin to peak until 10-15 years after cancer diagnosis. Therefore, it is important to continue to monitor whether changes in treatment regimens will result in fewer SPMs as additional follow-up time becomes available. Figure . Cumulative incidence of all subsequent primary malignancies 1 to 10 years after a first diagnosis of Hodgkin lymphoma, by treatment era. View large Download slide View large Download slide  Close modal Disclosures Wun: Janssen: Other: Steering Committee for Cassini Study and Callisto Program, Research Funding; Pfizer: Other: Steering Committee: RESET study, Research Funding.",
    "topics": [
        "cancer",
        "hodgkin's disease",
        "microscopy, scanning probe",
        "follow-up",
        "chemotherapy regimen",
        "neoplasms",
        "systemic inflammatory response syndrome",
        "cancer diagnosis",
        "invasive cancer",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Amy Steele, BS",
        "Qian Li, MS",
        "Ann M Brunson, MS",
        "Aaron S. Rosenberg, MD",
        "Ted Wun, MD FACP, FRCPA",
        "Theresa H.M. Keegan, PhD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy Steele, BS",
            "author_affiliations": [
                "University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qian Li, MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann M Brunson, MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron S. Rosenberg, MD",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ted Wun, MD FACP, FRCPA",
            "author_affiliations": [
                "UC Davis Comprehensive Cancer Center, Sacramento, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theresa H.M. Keegan, PhD MS",
            "author_affiliations": [
                "Center for Oncology Hematology Outcomes Research and Training (COHORT), Division of Hematology and Oncology, University of California Davis School of Medicine, Sacramento, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:01:44",
    "is_scraped": "1"
}