{
    "doi": "https://doi.org/10.1182/blood.V118.21.1239.1239",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1999",
    "start_url_page_num": 1999,
    "is_scraped": "1",
    "article_title": "Incidence and Rate of Venous Thrombosis in Medical Inpatients: the Medical Inpatients and Thrombosis (MITH) Study ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "topics": [
        "plicamycin",
        "thrombosis",
        "venous thrombosis",
        "deep vein thrombosis",
        "cardiac papillary fibroelastoma",
        "deep venous thrombosis of upper extremity",
        "programmed electrical stimulation",
        "deep venous thrombosis, proximal",
        "diagnostic imaging",
        "intensive care"
    ],
    "author_names": [
        "Neil Zakai, MD, MSc",
        "Peter Callas, PHD",
        "Allen Repp, MD",
        "Mary Cushman, MD, MSc"
    ],
    "author_affiliations": [
        [
            "Medicine and Pathology, University of Vermont, Burlington, VT, USA, "
        ],
        [
            "Mathmatics, University of Vermont College of Medicine, Burlington, VT, USA, "
        ],
        [
            "Medicine, Fletcher Allen Health Care, Burlington, VT, "
        ],
        [
            "Departments of Medicine and Pathology, University of Vermont, Colchester, VT, USA"
        ]
    ],
    "first_author_latitude": "44.478054699999994",
    "first_author_longitude": "-73.19510319999999",
    "abstract_text": "Abstract 1239 Introduction: While various government agencies mandate monitoring for in-hospital VT and use of VT prevention strategies, the incidence and risk factors for symptomatic venous thrombosis (VT) in medical inpatients has not been established in general medical populations with confirmation of the VT outcomes. In order to design effective preventive strategies, the scope of the problem must be understood in a real-world setting. Methods: Between January 2002 and June 2009 all cases of VT complicating medical admissions were identified using ICD-9 codes and confirmed by medical record review at a 500 bed teaching hospital in the United States. 601 control charts without VT ICD-9 codes were also reviewed. A case of VT was defined as VT occurring as a complication of medical admission (not on admission or a reason for admission) and required definitive imaging or autopsy evidence of VT. The incidence of VT was calculated using the number of admissions and the patient days in the hospital over the same time period cases were ascertained. Results: 299 cases of VT complicated 64,034 admissions and 871 patient-years of observation. No cases of VT complicated admissions among controls. The occurrence of VT (per 1000 admissions and per 1000 patient-years, 95% CI) is presented in the Table . The overall VT incidence was 4.7 per 1000 admissions or 0.34 per patient-year. The rate was highest on the oncology service (0.65 per patient-year), intermediate on the medical service (0.38 per patient-year) and lowest on the cardiology service (0.13 per patient-year). Upper extremity DVT was common, at 91/180 (51%) of all deep venous thrombosis (DVT). There were 11/91 (12%) PEs among patients with upper extremity DVT, 22/86 (26%) PEs among patients with lower extremity DVT and 20% of patients with distal and proximal DVT had PE. VT occurred on median hospital day 5 (interquartile range 3–10). Conclusion: We report the incidence and rates of symptomatic VT in a general medical inpatient population. Prior studies relied on administrative databases and did not confirm all VT cases by record review. In our medical population, no systematic screening for VT occurred and diagnosis required clinical suspicion for VT; thus, rates under-estimate the burden of VT. While oncology patients did not have an increased incidence per admission, their rate of VT was higher when accounting for the time spent in the hospital. For the first time, we report the high incidence of upper extremity DVTs in medical inpatients, which is likely due to increasing use of vascular access devices. The occurrence of VT on median day 5 suggests that strategies to encourage VT risk assessment and provide VT prophylaxis on admission are important for VT prevention. Table: Incidence and Rates of VT on Medical Services.  VT Type . Incidence per 1000 admissions (95% CI) . Rate per patient-year (95% CI) . All 4.7 (3.9, 5.4) 0.34 (0.29, 0.38) Service   Medicine 8.0 (6.6, 9.4) 0.38 (0.32, 0.45) Ward Admission 7.9 (6.3, 9.6) 0.38 (0.30, 0.46) Intensive Care Admission 8.2 (5.8, 10.6) 0.39 (0.28, 0.51) Oncology 7.6 (5.2, 10.0) 0.65 (0.45, 0.86) Cardiology 1.1 (0.7, 1.6) 0.13 (0.08, 0.18)    Type of VT   All DVT 2.8 (2.3, 3.3) 0.20 (0.17, 0.33) Proximal 2.3 (1.8, 2.8) 0.17 (0.14, 0.20) Distal 0.5 (0.3, 0.6) 0.03 (0.02, 0.05) Upper Extremity 1.4 (1.1, 1.8) 0.10 (0.08, 0.13) Lower Extremity 1.3 (1.0, 1.7) 0.10 (0.07, 0.12) All PE 2.4 (1.9, 2.9) 0.17 (0.14, 0.20) VT Type . Incidence per 1000 admissions (95% CI) . Rate per patient-year (95% CI) . All 4.7 (3.9, 5.4) 0.34 (0.29, 0.38) Service   Medicine 8.0 (6.6, 9.4) 0.38 (0.32, 0.45) Ward Admission 7.9 (6.3, 9.6) 0.38 (0.30, 0.46) Intensive Care Admission 8.2 (5.8, 10.6) 0.39 (0.28, 0.51) Oncology 7.6 (5.2, 10.0) 0.65 (0.45, 0.86) Cardiology 1.1 (0.7, 1.6) 0.13 (0.08, 0.18)    Type of VT   All DVT 2.8 (2.3, 3.3) 0.20 (0.17, 0.33) Proximal 2.3 (1.8, 2.8) 0.17 (0.14, 0.20) Distal 0.5 (0.3, 0.6) 0.03 (0.02, 0.05) Upper Extremity 1.4 (1.1, 1.8) 0.10 (0.08, 0.13) Lower Extremity 1.3 (1.0, 1.7) 0.10 (0.07, 0.12) All PE 2.4 (1.9, 2.9) 0.17 (0.14, 0.20) View Large Disclosures: No relevant conflicts of interest to declare."
}