{
    "doi": "https://doi.org/10.1182/blood-2019-122797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4289",
    "start_url_page_num": 4289,
    "is_scraped": "1",
    "article_title": "The Influence of the Age of the Bone Marrow Microenvironment on Leukaemia Progression ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "bone marrow",
        "burkitt's lymphoma",
        "culture media, conditioned",
        "leukemia",
        "leukemia, b-cell, acute",
        "chemokine cxcl13",
        "adhesions",
        "atac trial",
        "chemokines",
        "chemotactic factors"
    ],
    "author_names": [
        "Costanza Zanetti, MSc",
        "Joscha Ender",
        "Mark Hartmann",
        "Joschka Hey, MSc, BSc",
        "Parimala Sonika Godavarthy, MSc",
        "Eva Weissenberger",
        "Rahul Kumar, PhD",
        "Markus Metzler, MD PhD",
        "Zhaohui Gu, PhD",
        "Kathryn G. Roberts, PhD",
        "Natalie Filmann",
        "Clara D. Bloomfield, MD",
        "Wendy Stock, MD",
        "Charles G. Mullighan, MBBS, MD",
        "Daniel B. Lipka",
        "Daniela S. Krause, MD"
    ],
    "author_affiliations": [
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ],
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ],
        [
            "Division of Epigenomics and Cancer Risk Factors, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Division of Epigenomics and Cancer Risk Factors, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ],
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ],
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ],
        [
            "Department of Pediatric Hematology and Oncology, University Hospital Erlangen, Erlangen, Germany "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Goethe University, Frankfurt, DEU "
        ],
        [
            "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "St. Jude Children's Hospital, Memphis, TN"
        ],
        [
            "Division of Epigenomics and Cancer Risk Factors, German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "Georg-Speyer-Haus, Institute for Tumor Biology and Experimental Therapy, Frankfurt am Main, Germany "
        ]
    ],
    "first_author_latitude": "50.095239299999996",
    "first_author_longitude": "8.665329899999998",
    "abstract_text": "B-cell acute lymphoblastic leukaemia (B-ALL) occurs most commonly in children, while chronic myeloid leukaemia (CML) is more frequent in adults. So far, the myeloid bias of haematopoiesis in elderly people has been considered the main reason for these differences in leukaemia phenotype in different age groups. However, differential contribution of a young versus an old bone marrow (BM) microenvironment (BMM) to leukaemia development may have been underrecognized given the fact that the BMM undergoes constant remodelling during a lifetime. Using a murine transduction/transplantation model of BCR-ABL1 + B-ALL and CML, we recapitulated the human phenotype, whereby young (3-4 weeks old) recipient mice, which received the same number and type of leukaemia-initiating cells as their old (>30 weeks old) counterparts, died significantly earlier of B-ALL, while showing prolonged survival in the CML model. Engraftment of CML-initiating cells in young bone marrow (BM) was decreased and myeloid progenitors in young mice were reduced in the CML model compared to old mice. In contrast, homing of B-ALL-initiating cells to a young BMM was increased, and by in vivo 2-photon microscopy we observed that B-ALL-initiating cells homed to locations closer to bone and vessels and migrated faster in young compared to old mice. In in vitro coculture assays we showed that BCR-ABL1 + B-ALL cells proliferate, migrate and adhere significantly more in the presence of young BM macrophages or in conditioned medium from these macrophages, while CML cells showed stronger adhesion and proliferation in the presence of old BM macrophages. Old macrophages showed hallmarks of ageing such as an increase of reactive oxygen species, increased DNA damage, proliferative defects and mitochondrial alterations compared to young macrophages. In addition, genome-wide profiling of chromatin accessibility using ATAC-seq revealed strong differences between young and old bone marrow-derived macrophages and an enrichment of inflammatory response gene sets, which includes IL-6/Jak/Stat3 signalling, as well as the C-X-C motif chemokine (CXCL) 13. Cxcl13 is a chemoattractant for B cells and we showed its expression to be upregulated in young versus old BM macrophages and to have higher levels in a young versus an old BMM. Inhibition or knockdown of Cxcl13 in BMM-derived macrophages led to a decrease in proliferation of cocultured B-ALL cells and impaired migration of leukaemia cells towards young BMM-derived macrophages. Consistently, deficiency of Cxcr5 , the receptor for Cxcl13, on B-ALL-initiating cells prolonged murine survival in our B-ALL model. In support of our murine data, decreased CXCR5 expression was associated with improved outcome in human hyperdiploid B-ALL and revealed a trend towards improved outcome in BCR-ABL1 + B-ALL and other subtypes. Taken together, our study shows that the age of the BMM and, in particular, BM macrophages influence the leukemia phenotype. The CXCL13-CXCR5 axis may act as prognostic marker or an attractive target for the treatment of B-ALL. Disclosures Kumar: Merck: Research Funding; European Patent No. 16187926.7: Other: USE OF FIBRONECTIN OR ILK INHIBITORS FOR USE IN THE TREATMENT OF LEUKEMIA. Stock: Agios: Membership on an entity's Board of Directors or advisory committees; UpToDate: Honoraria; Kite, a Gilead Company: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Daiichi: Membership on an entity's Board of Directors or advisory committees; Research to Practice: Honoraria. Mullighan: Amgen: Honoraria, Other: speaker, sponsored travel; Loxo Oncology: Research Funding; AbbVie: Research Funding; Illumina: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: sponsored travel; Pfizer: Honoraria, Other: speaker, sponsored travel, Research Funding. Lipka: InfectoPharm GmbH: Employment. Krause: Merck KGaA: Research Funding; Patent: Patents & Royalties: European Patents No. 16187926.7-1401, EP18184430.9-."
}