{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1363.1363",
    "article_title": "CD33/CD3-Bispecific T-Cell Engaging (BiTE®) Antibody Constructs Efficiently Target Monocytic CD14 + hla-DR low IDO + aml-MDSCs ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Acute Myeloid Leukemia (AML) is the most common acute leukemia amongst adults with a 5-year overall survival lower than 25%. Emerging evidence suggest that immune alterations favor leukemogenesis and/or AML relapse thereby negatively impacting disease outcome. Over the last years myeloid derived suppressor cells (MDSCs) have been gaining momentum in the field of cancer research. MDSCs are a heterogeneous cell population morphologically resembling either monocytes or granulocytes and sharing some key features including myeloid origin, aberrant (immature) phenotype, and immunosuppressive activity. Increasing evidence suggests that accumulating MDSCs are involved in hampering anti-tumor immune responses and immune-based therapies. In this study we sought to investigate whether the CD33/CD3-bispecific BiTE® antibody construct (AMG 330) with documented pre-clinical activity against AML blasts can also target CD33 + AML-MDSCs by redirecting and activating T-cells and thereby enhance AMG 330 mediated anti-leukemic activity. First, we assessed the presence of circulating CD14 + cells that co-express CD33 but lack HLA-DR expression (HLA-DR lo ) in patients with newly diagnosed AML. These monocytic cells represent one of the best-defined human MDSC subsets. Frequency of CD14 + HLA-DR lo cells was significantly increased in untreated AML patients as compared to healthy controls (28,98±4,19%, n=13 versus 3,28±0,75%, n=37) but did not correlate with the number of AML blasts. Purified CD14 + HLA-DR lo cells suppressed in vitro T-cell proliferation in a concentration-dependent manner allowing us their denomination as MDSCs. Interestingly, we also observed that primary AML blasts and human AML cell lines (THP, OCI-AML, and HL-60) induced HLA-DR lo cells from healthy donor-derived monocytes that were T-cell suppressive and expressed the immune regulatory indoleamine-2,3-dioxygenase (IDO). Functional and phenotypic reprogramming of monocytes was cell-contact independent. Using ex vivo co-culturing models of primary AML blasts/AML cell lines (=target cells) and T-cells (=effector cells) we observed AMG 330-triggered antibody construct-dependent cell-mediated cytotoxicity/ADCC. Short-term (three to six days) treatment of AML patient-derived peripheral blood mononuclear cells (PBMCs) with 10 or 100 pM AMG 330 led to T-cell activation based on proliferation and on increased expression/production of CD25, CD69, CD137, CD154, IL-2, and IFN-g. The initial T-cell frequency ranging from 0,16 to 14,30% had no impact on their responsiveness. Moreover, we observed a bystander activation of NK-cells. The addition of AML-MDSCs into these co-cultures did not negatively impact ADCC activity. On the contrary, T-cells formed immunological synapses with AML-MDSCs and triggered their elimination (also in presence of AML blasts) overcoming their T-cell suppressive effect. MDSC levels in AML-PBMCs had no effect on AMG 330-mediated T-cell (and bystander cell) activation, which was further corroborated in experiments where the total CD14 + cell compartment (comprising AML-MDSCs) was removed prior AMG 330 application. However, we did observe an impact of MDSCs on BiTE® mediated T-cell proliferation, which has been shown as highly relevant for clinical activity of BiTE® antibody constructs (Zugmaier et al. Blood 2015). Here we found a 1,68-fold enhanced (p=0.001) T-cell expansion in AML-PBMCs treated with 100 pM AMG 330 following CD14 + cell depletion. Given the importance of T-cell proliferation for clinical activity this finding warrants further exploration. Taken together, our results suggest that anti-CD33/CD3 bispecific BiTE® antibody constructs may achieve anti-leukemic efficacy not only through direct T cell mediated cytotoxicity against AML blasts but also through circumventing immune evasion via MDSCs targeting. Although therapeutic targeting of MDSCs in patients has not yet been successfully accomplished, bystander killing of CD33 + MDSCs via anti-CD33/CD3-bispecific BiTE® antibody constructs could represent a very promising approach to increase the anti-leukemic T-cell response in AML patients and to reverse immune evasion. Disclosures Mougiakakos: AMGEN: Research Funding. Kischel: AMGEN: Employment. Michael: AMGEN: Employment. Dos Santos: Amgen Inc.: Employment. Jitschin: AMGEN: Research Funding. Mackensen: AMGEN: Research Funding.",
    "topics": [
        "antibodies",
        "cd14 antigen",
        "cd33 antigen",
        "hla-dr antigens",
        "monocytes",
        "myeloid-derived suppressor cells",
        "t-lymphocytes",
        "polymyositis",
        "prednimustine",
        "aldesleukin"
    ],
    "author_names": [
        "Dimitrios Mougiakakos",
        "Domenica Saul",
        "Martina Braun, Dr.",
        "Sehmus Tohumeken",
        "Roman Kischel, MD",
        "Lutteropp Michael, Dr.",
        "Cedric E. Dos Santos",
        "Regina Jitschin, PhDMD",
        "Andreas Mackensen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dimitrios Mougiakakos",
            "author_affiliations": [
                "University Hospital Erlangen, Erlangen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Domenica Saul",
            "author_affiliations": [
                "University Hospital of Erlangen, Erlangen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Braun, Dr.",
            "author_affiliations": [
                "University Hospital of Erlangen, Erlangen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sehmus Tohumeken",
            "author_affiliations": [
                "University Hospital of Erlangen, Erlangen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Kischel, MD",
            "author_affiliations": [
                "Amgen Research (Munich) GmbH, Munich, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lutteropp Michael, Dr.",
            "author_affiliations": [
                "AMGEN Research (Munich) GmbH, Munich, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cedric E. Dos Santos",
            "author_affiliations": [
                "Clinical Biomarkers and Diagnostics, Amgen Inc., South San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regina Jitschin, PhDMD",
            "author_affiliations": [
                "University of Erlangen, Erlangen, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Mackensen, MD",
            "author_affiliations": [
                "University of Erlangen-Nuernberg - Hematology/Oncology, Erlangen, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:34:12",
    "is_scraped": "1"
}