{
    "doi": "https://doi.org/10.1182/blood.V126.23.3206.3206",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3005",
    "start_url_page_num": 3005,
    "is_scraped": "1",
    "article_title": "Impact of Unbalanced Translocation Der(1;7)(q10;p10) and -7/Del(7q) on the Prognostic Value after Allogeneic Hematopoietic Stem Cell Transplantation in Myelodysplastic Syndromes: A Nationwide Retrospective Study ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster II",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "myelodysplastic syndrome",
        "translocation (genetics)",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "refractory anemia with excess blasts",
        "karyotype determination procedure",
        "transplantation",
        "survival analysis",
        "univariate analysis"
    ],
    "author_names": [
        "Hidehiro Itonaga, MD PhD",
        "Kazunari Aoki, MD",
        "Jun Aoki, MD",
        "Ken Ishiyama, MD PhD",
        "Takayuki Ishikawa, MD, PhD",
        "Kazuteru Ohashi, MD FACP",
        "Takahiro Fukuda, MD",
        "Yukiyasu Ozawa, MD",
        "Naoki Kobayashi, MD",
        "Naoyuki Uchida",
        "Tetsuya Eto, MD PhD",
        "Minoko Takanashi, MD PhD",
        "Tatsuo Ichinohe, MDPhD",
        "Yoshiko Atsuta, MDPhD",
        "Yasushi Miyazaki, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Sasebo City General Hospital, Sasebo, Japan ",
            "Nagasaki University, Department of Hematology, Nagasaki, Japan "
        ],
        [
            "Kyoto University Graduate School of Medicine, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Japan "
        ],
        [
            "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
        ],
        [
            "Hematology Division, Tokyo Metropolitan Komagome Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematopoietic Stem Cell Transplantation, National Cancer Center Hospital, Tokyo, Japan "
        ],
        [
            "Japanese Red Cross Nagoya First Hospital, Nagoya, Japan "
        ],
        [
            "Department of Hematology, Sapporo Hokuyu Hospital, Sapporo, Japan "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan "
        ],
        [
            "Department of Hematology, Hamanomachi Hospital, Fukuoka, Japan "
        ],
        [
            "Blood Service Headquarters, Japanese Red Cross, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Research Institute for Radiation Biology and Medicine, Hiroshima University, Hiroshima, Japan "
        ],
        [
            "Japanese Data Center for Haematopoietic Cell Transplantation, Nagoya, Japan ",
            "Department of Healthcare Administration, Nagoya University Graduate School of Medicine, Nagoya, Japan "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease Institute, Nagasaki University, Nagasaki, Japan"
        ]
    ],
    "first_author_latitude": "33.17268990000001",
    "first_author_longitude": "129.7161418",
    "abstract_text": "Background: Poor-risk karyotypic abnormalities in patients with myelodysplastic syndromes (MDS) are known to have a negative impact on outcomes after allogeneic hematopoietic stem cell transplantation (allo-HSCT). Abnormalities in chromosome 7 have classically been categorized as a poor-risk karyotype, but comprise various patterns, in which the unbalanced translocation der(1;7)(q10;p10) and -7/del(7q) are frequently observed. To accurately estimate outcomes after allo-HSCT in MDS patients with der(1;7)(q10;p10) and -7/del(7q), we herein conducted a retrospective study among adults with de novo MDS. Methods: The clinical data of patients who had either der(1;7)(q10;p10) or -7/del(7q) as the sole karyotypic abnormality and underwent allo-HSCT between January 1999 and December 2012 were collected from the Transplant Registry Unified Management Program of the Japan Society for Hematopoietic Cell Transplantation. Patients with a normal karyotype (NK) were included as a reference group. We used the French-American-British classification to define the disease status at HSCT, as described previously (Saber W, et al. Blood 2013.); refractory anemia with excess blasts (RAEB) or RAEB in transformation at any time between diagnosis and HSCT was considered to be an advanced disease status, while others were regarded as an early disease status. Causes of death were categorized into disease-associated mortality (DAM) or transplant-related mortality (TRM); the former was defined as death after the relapse or progression of MDS, while the latter was defined as any death other than that due to MDS. Cox proportional hazards regression models were used to evaluate variables potentially affecting overall survival (OS). Fine and Gray proportional hazards models were used to evaluate variables potentially affecting DAM and TRM. DAM and TRM were estimated using cumulative incidence curves to accommodate competing events. Results: Twenty-three MDS patients with der(1;7)(q10;p10), 29 with -7/del(7q), and 347 with NK were identified among those who underwent HSCT with an early disease status. The estimated 5-year OS, DAM, and TRM by cytogenetic subcategories were as follows; 47.3%, 9.9% and 42.8% for patients with der(1;7)(q10;p10); 63.5%, 11.1%, and 25.4% for patients with -7/del(7q); and 69.5%, 5.8%, and 24.7% for patients with NK, respectively. The univariate and multivariate analyses on OS, DAM, and TRM did not identify any significant differences among the cytogenetic subcategories tested. Sixty-nine patients with der(1;7)(q10;p10), 75 with -7/del(7q), and 511 with NK were identified among those who underwent HSCT with an advanced disease status. The estimated 5-year OS, DAM, and TRM by cytogenetic subcategories were as follows; 47.2%, 18.6% and 34.2% for patients with der(1;7)(q10;p10); 33.4%, 36.8%, and 29.8% for patients with -7/del(7q); and 48.0%, 21.8%, and 30.2% for patients with NK, respectively. The univariate analysis revealed that the presence of -7/del(7q) was associated with lower OS ( P =.012) and higher DAM ( P =.001), whereas that of der(1;7)(q10;p10) showed similar OS ( P =.781) and DAM ( P =.858) to those with NK. In the multivariate analysis, the presence of -7/del(7q) was significantly associated with lower OS (Hazard ratio (HR) [95% confidential interval], 1.40 [1.01-1.92]; P =.041) and higher DAM (HR, 2.02 [1.24-3.28]; P =.005) than those with NK. No significant differences were observed in TRM among the 3 cytogenetic subcategories. Conclusion: Patients with der(1;7)(q10;p10) may benefit from allo-HSCT, achieving similar outcomes to those of patients with NK. However, the presence of -7/del(7q) adversely affected OS and DAM with significance in patients with an advanced disease status. Disclosures Miyazaki: Shin-bio: Honoraria; Chugai: Honoraria, Research Funding; Sumitomo Dainippon: Honoraria; Celgene Japan: Honoraria; Kyowa-Kirin: Honoraria, Research Funding."
}