{
    "doi": "https://doi.org/10.1182/blood-2020-138560",
    "article_title": "Reticular Dysgenesis-Associated Adenylate Kinase 2 Deficiency Impairs Hematopoietic Stem and Progenitor Cell Function through Reductive Stress ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Energy deficiency and redox stress are hallmarks of mitochondrial pathology. Reductive stress is marked by an accumulation of reducing species and can arise from defects in the electron transport chain (ETC) that prevent NAD + regeneration from NADH. Reticular Dysgenesis (RD) is a particularly grave form of severe combined immunodeficiency (SCID), characterized by maturation arrest of both myeloid and lymphoid lineages. Unlike other forms of SCID, RD is a mitochondriopathy caused by biallelic mutations in the mitochondrial enzyme adenylate kinase 2 (AK2). AK2 catalyzes the phosphorylation of adenosine monophosphate (AMP) to adenosine diphosphate (ADP), and maintains ADP availability for ATP synthase. We hypothesize that AK2 deficiency leads to decreased ETC activities and defective NAD + regeneration. Emerging evidence suggests that the development of hematopoietic stem and progenitor cells (HSPCs) is intricately intertwined with various aspects of mitochondrial function. Investigating the cellular and molecular consequences of AK2 deficiency during myelopoiesis provides fundamental insight into the pathology of many mitochondrial disorders. Methods: To recapitulate RD myeloid maturation defects, we developed an AK2 biallelic knock out model in human HSPCs using CRISPR gene editing. HSPCs were edited at the AK2 locus, and cells with biallelic AK2 knock out were enriched using homologous recombination-mediated dual reporters. HSPCs edited at the safe harbor locus AAVS1 were used as a control. When differentiated along the myeloid lineage in vitro , AK2 -/- HSPCs showed significantly decreased proliferation, lower commitment to the granulocytic lineage, and maturation arrest at the promyelocyte stage, mimicking the presentation of RD patients. To dissect differentiation stage specific changes in metabolism, metabolomics analysis (LC-MS/MS), metabolic flux analysis (Seahorse assays) and RNA-seq were performed on FACS sorted populations of promyelocytes (PMs), metamyelocytes (MCs) and neutrophils (NPs). Additionally, mitochondrial membrane potential and ribosomal RNA (rRNA) content were quantified using TMRM and pyronin Y staining. Results: AK2 -/- MCs and NPs showed higher AMP levels, and increased AMP/ADP and AMP/ATP ratios, in line with AK2's function to regenerate ADP from AMP. Mitochondrial oxygen consumption rate decreased, and mitochondrial membrane potential increased in AK2 -/- MCs and NPs, indicating defective ETC function and ATP synthesis. Consistent with these results, TCA cycle metabolites were downregulated while pathways that fuel the TCA cycle, i.e. glycolysis and fatty acid oxidation, were upregulated. Interestingly, we observed a significant decrease in NAD + levels, and an increase in NADH/NAD + and GSH/GSSG ratios in AK2 -/- MCs and NPs, indicative of reductive stress. These results suggest that AK2 deficiency compromises mitochondrial respiration, leading to NAD+ depletion and reductive stress in later stages of myeloid development. Defective mitochondrial respiration has been shown to impair NAD + -dependent aspartate and purine biosynthesis. In AK2 -/- MCs and NPs, we observed a profound aspartate depletion and build-up of the purine precursor inosine monophosphate (IMP). As a building block for DNA and RNA, purine deficiency is known to block cell proliferation. Genes in cell cycle and ribosomal biogenesis pathways were down regulated in AK2 -/- MCs and NPs. In addition, rRNA content was significantly decreased. These data raise the possibility that purine deficiency in AK2 -/- HSPCs compromises nucleotide/protein synthesis along with cell cycle progression. Conclusions: Using an AK2 biallelic knock out HSPC model for RD, we have shown that defective mitochondrial respiration in AK2 -/- HSPCs leads to reductive stress, NAD + and purine depletion resulting in compromised nucleotide/protein synthesis and impaired cell cycle progression. Notably, these defects worsen as myeloid maturation progresses, possibly reflecting the increasing mitochondrial metabolic demand. We are currently exploring whether correcting the NADH/NAD + ratio in AK2 -/- HSPCs improves purine synthesis and restores myelopoiesis. Understanding how redox metabolism governs HSPC differentiation will not only allow us to delineate metabolic changes during development, but enable us to develop novel therapies for RD and other mitochondrial disorders. Disclosures Dever: Integral Medicines: Current Employment.",
    "author_names": [
        "Wenqing Wang, PhD",
        "Andrew Devilbiss, PhD",
        "Thomas Mathews, PhD",
        "Martin Arreola",
        "Misty Martin",
        "Zhiyu Zhao, DPhil",
        "Avni Awani, PhD",
        "Daniel P. Dever, PhD",
        "Matthew H. Porteus, MD PhD",
        "Sean Morrison, PhD",
        "Katja G Weinacht, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenqing Wang, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrew Devilbiss, PhD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Mathews, PhD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Arreola",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Misty Martin",
            "author_affiliations": [
                "University of Texas South Western, Dallas, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiyu Zhao, DPhil",
            "author_affiliations": [
                "Children's Research Institute and the Department of Pediatrics, UT Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avni Awani, PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel P. Dever, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew H. Porteus, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Stanford School of Medicine, Stanford, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Morrison, PhD",
            "author_affiliations": [
                "University of Texas Southwestern Medical Center, Dallas, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja G Weinacht, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:47:48",
    "is_scraped": "1"
}