{
    "doi": "https://doi.org/10.1182/blood.V106.11.5147.5147",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=391",
    "start_url_page_num": 391,
    "is_scraped": "1",
    "article_title": "Thalidomide Response in African American Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "African american are not well presented in clinical trials. This is a retrospective analysis studying Thalidomide response in predominantly african american patients with multiple myeloma from January 2000 till August 2005. A total of fifty patients diagnosed with multiple myeloma started on Thalidomide which was given through the S.T.E.P. Program. Twenty one males and twenty nine females. Thirty six african americans (72%), eleven hispanics (22%), three whites and one other. Mean age at starting treatment is 63 years (range 41–76). All were stage II-III. Mean serum Albumin is 3.4mg/dL (range 2.2–4.7) and Beta 2 microglobulin is 3.8 (range 0.60–13.6), the normal range is 0–0.63 mg/dL. Twenty four patients with IgG kappa, twelve patients with IgG lambda, three with lambda light chain, three with kappa light chain, seven patients with IgA and one patient with non secretory MM. Mean Thalidomide dose is 100 mg Oraly, daily (range 50–200 mg). Medium duration of therapy is one year (range 3 months- three and a half years). Two patients stopped in the first few weeks because of intolerance due to side effects. Eighty percent of patients given treatment after failure to prior therapies. Fifty percent of patients recieved Thalidomide with Dexamethason. Response were evaluated as of Blade criterae. Seven patients (14%) achieved complete response CR or very good partial response. Partial response PR was achieved in nine patients (18%), minimal response was achieved in three patients (6%) and stable disease in six (12%). Total response rate of fifty percent(50%). Fifteen patients (30%) achieved a rise in back ground depressed serum level of IgA (range 1–3 folds of normal value). Two patients(4%) achieved arise in the back ground depressed level of IgG in IgA MM. Median time to progression in patients with CR and PR was not reached. However most of the progression occured at one and a half years from response. Conclusion: Thalidomide alone or in combination with Dexamethasone is a well tolerated regimen. Low dose as 50 to 100mg seem to be effective and tolerated in most of the african american patients. The rise in IgA level is an interesting phenomena. This is particularly seen in CR and very good partial response. Whether this is an immune response or an epiphenomena need to be investigated.",
    "topics": [
        "african american",
        "multiple myeloma",
        "thalidomide",
        "immunoglobulin a",
        "immunoglobulin g",
        "partial response",
        "adverse effects",
        "beta 2-microglobulin",
        "complete remission",
        "dexamethasone"
    ],
    "author_names": [
        "Ahmad Jajeh, MD, MPH",
        "Rose Catchatourian, MD",
        "Deimante Tamkus, MD",
        "David Osafo, MD",
        "Ghassan Zalzaleh, MD",
        "Barbara Yim, PharmD"
    ],
    "author_affiliations": [
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ],
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ],
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ],
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ],
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ],
        [
            " Medicine/Division of Hematology/Oncology, John Stroger, Jr Hospital of Cook County, Chicago, IL, USA."
        ]
    ],
    "first_author_latitude": "41.871828799999996",
    "first_author_longitude": "-87.674172"
}