{
    "doi": "https://doi.org/10.1182/blood.V128.22.LBA-4.LBA-4",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3463",
    "start_url_page_num": 3463,
    "is_scraped": "1",
    "article_title": "Transition out of HSC Dormancy By a Continuous Upregulation of Metabolism Is Controlled Via Dietary Vitamin A/ Retinoic Acid Signaling ",
    "article_date": "December 2, 2016",
    "session_type": "Late-Breaking Abstracts Session",
    "topics": [
        "diet",
        "signal transduction",
        "tretinoin",
        "up-regulation (physiology)",
        "vitamin a",
        "metabolism",
        "stress",
        "peripheral catheterization",
        "rna",
        "agonists"
    ],
    "author_names": [
        "Nina Cabezas-Wallscheid",
        "Florian Buettner",
        "Daniel Klimmeck",
        "Pia Sommerkamp",
        "Luisa Ladel",
        "Frederic B Thalheimer",
        "Simon Renders",
        "Daniel Pastor",
        "Leticia Roma",
        "Petra Zeisberger",
        "Adriana Przybylla",
        "Roberta Scognamiglio",
        "Sandro Altamura",
        "Carolina M. Florian",
        "Malak Fawaz",
        "Dominik Vonficht",
        "Paul Collier",
        "Dinko Pavlinik",
        "Hartmut Geiger",
        "Timm Schröder",
        "Vladimir Benes",
        "Tobias P. Dick",
        "Michael A Rieger",
        "Oliver Stegle",
        "Andreas Trumpp"
    ],
    "author_affiliations": [
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "EBI, Cambridge, United Kingdom "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "University Hospital Frankfurt, Goethe Institute, Frankfurt, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "Department of Pediatric Oncology, Hematology, Immunology and Pulmunology, University of Heidelberg, Molecular Medicine Partnership Unit, Heidelberg, Germany "
        ],
        [
            "Ulm University, Ulm, Germany "
        ],
        [
            "University Hospital Frankfurt, Goethe Institute, Frankfurt, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "European Molecular Biology Laboratory, Heidelberg, Germany "
        ],
        [
            "European Molecular Biology Laboratory, Heidelberg, Germany "
        ],
        [
            "Ulm University, Ulm, Germany "
        ],
        [
            "ETH Zürich, Basel, Germany "
        ],
        [
            "European Molecular Biology Laboratory, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "LOEWE Center for Cell and Gene Therapy, University Hospital Frankfurt, Goethe University, Frankfurt, Germany "
        ],
        [
            "EBI, Cambridge, United Kingdom "
        ],
        [
            "HI-STEM, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999",
    "abstract_text": "Long-term quiescence or dormancy preserves the genomic integrity as well as the long-term self-renewal and functional capacities of hematopoietic stem cells (HSCs) during homeostasis. In response to infections, inflammatory or chemotherapy induced stress, dormant HSCs (dHSCs) become reversibly activated and are critical for the re-establishment of homeostasis. In our previous work, we defined the molecular landscape of HSCs and its immediate progenitors by determining their DNA-methylome, RNA- transcriptome and their proteome (Cabezas-Wallscheid et al., Cell Stem Cell 2014). This revealed the vitamin A/retinoic acid (RA) signaling pathway to be molecularly predominantly enriched in HSCs. However, the functional relevance of dietary vitamin A for maintenance of HSCs remains uncertain. Moreover, the molecular identity of very rare dHSCs as well as the mechanism regulating their maintenance or the transition out and back into dormancy remains unknown. We now show by single-cell RNA-seq analysis of >300 dHSCs and active HSCs (aHSCs) that the molecular transition from the most inactive dHSCs cluster to the most active HSCs can be best described as a continuous stream-like process linked to a steadily increasing metabolic activation. These single cell derived data are not consistent with a binary switch model, but instead suggest that activation/ differentiation downstream of dHSCs occurs in a continuum without the generation of discrete progenitor cell types. During this process,protein synthesis is increased first, followed by the increase of cell cycle related components. We then measured the time to first division starting from either a dHSC or an aHSC for 285 SiCs by single cell live cell imaging. We found that aHSCs showed an average of 29.5±0.7 hours to enter mitosis, while dHSCs needed 40.8±1.3 hours. This pronounced difference (11.3 hours) between two initially non-cycling populations suggests that dHSCs reside in a deeper level of quiescence, namely dormancy, which is also consistent with the molecular data mentioned above. The association of delayed cell cycle entry with the extremely low biosynthetic activity defines the status of dormancy and distinguishes it from quiescence. Furthermore, based on the acquired expression signatures, we describe the first marker-based, non-label retaining mouse model to specify dHSCs (Gpr-EGFP). We show molecularly and functionally that HSC-Gpr-pos cells resemble dHSCs demonstrating that the Gpr-EGFP mouse line can now be used as a simple alternative approach to track dHSCs and thus circumvent time-consuming label-retaining assays. The Gpr-EGFP model now allows to closely follow cell cycle dynamics within the dHSC compartment. Importantly, the mechanism regulating maintenance and the transition out of dormancy remains unknown. Our data focusing specifically on the most primitive HSCs revealed a critical role for vitamin A/RA signaling in controlling the cell cycle plasticity of dHSCs. We now show by in vitro and in vivo experiments, that treatment with the RA agonist all-trans retinoic-acid (ATRA) preserves dHSCs and maintains critical properties of HSCs. This includes maintenance of long-term self-renewal, low proliferation associated with decreased levels of Cdk6 , expression of key transcription factors ( Hoxb4 ), reduced protein synthesis and low levels of reactive oxygen species (ROS) as well as low Myc protein levels. Indeed, in response to activation signals, the presence of ATRA prevents up-regulation of c-Myc protein in HSCs and the effects of ATRA or drug induced Myc inhibition result in similar consequences on HSCs. Moreover, ATRA not only represses ROS production, but also prevents HSCs from entering the cell cycle upon diverse stress stimuli (pIC, LPS, 5-FU) in vivo . Most of the studies on vitamin A deficit-associated immunodeficiency are dedicated to the impaired function of lymphocytes. Thus, we analyzed the consequences of a vitamin A deficient diet for dormant HSCs. Strikingly, we found that HSCs are progressively lost over time and dHSCs did not recover after pIC-mediated activation in the absence of vitamin A. Collectively, these data uncover a critical role of vitamin A/RA signaling for the re-establishment of the dormant HSC population after stress-mediated activation. Together, our results highlight a so far unrecognized impact of dietary vitamin A on the regulation of cell cycle mediated stem cell plasticity. Disclosures No relevant conflicts of interest to declare."
}