{
    "doi": "https://doi.org/10.1182/blood.V114.22.454.454",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1441",
    "start_url_page_num": 1441,
    "is_scraped": "1",
    "article_title": "Targeted Gene Sequencing to Identify Polymorphisms in the Protein C and EPCR Genes in Patients with Unprovoked Venous Thromboembolism. ",
    "article_date": "November 20, 2009",
    "session_type": "PATHOPHYSIOLOGY OF THROMBOSIS: RISK OF VENOUS THROMBOSIS",
    "topics": [
        "endothelial protein c receptor",
        "genes",
        "polymorphism",
        "protein c",
        "venous thromboembolism",
        "nucleotides",
        "sequence analysis, dna",
        "dna",
        "activated protein c",
        "anticoagulants"
    ],
    "author_names": [
        "Cynthia M Wu, MD, FRCPC",
        "Dhruva J Dwivedi, PhD",
        "Wasifa Zarin",
        "Zakhar Lysov, BSc",
        "John S Waye, PhD",
        "Clive Kearon, MD, MRCPI, FRCPC, PhD",
        "Patricia Liaw, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, Division of Hematology and Thromboembolism, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, Division of Hematology and Thromboembolism, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Health Sciences, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Medical Sciences, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Medicine, Division of Hematology and Thromboembolism, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Medicine, Division of Hematology and Thromboembolism, McMaster University, Hamilton, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.260810400000004",
    "first_author_longitude": "-79.9331491",
    "abstract_text": "Abstract 454 Introduction: The protein C (PC) pathway plays a major role in inhibiting blood coagulation. In vivo , conversion of circulating PC to the anticoagulant enzyme activated protein C is augmented on vascular endothelium by the endothelial cell protein C receptor (EPCR). Current approaches to detect clinical PC abnormalities are based on in vitro assays of PC antigen and activity levels. However, these tests are limited by the fact that they do not detect how efficiently PC is activated by EPCR on the endothelial cell surface. We hypothesized that mutations of PC and EPCR exist that impair PC-EPCR binding, reduce physiological PC activity, and predispose to venous thromboembolism (VTE). Such abnormalties would not be detected by currently availabel PC assays. Objective: The purpose of this study was to sequence the PC and EPCR genes in patients with unprovoked VTE to detect mutations that are associated with impaired PC-EPCR binding and with VTE. We focused our DNA sequencing on the following regions: (1) exon 3 of protein C (which encodes for the Gla domain of PC, the region of PC that binds to EPCR) and (b) exons 2 and 3 of EPCR (which encodes the PC-binding domain of EPCR). We also sequenced the first 200 base pairs of exon 4 of EPCR to determine the frequency of the previously reported A3 haplotype which is associated with increased shedding of EPCR. Methods: Cases were 669 predominantly Caucasian patients with unprovoked VTE (ELATE study; age 57 ± 15). Controls were 75 predominantly Caucasian healthy volunteers (age 45 ± 13) and 288 Caucasian patients referred for hereditary hemochromatosis ( HFE ) testing (age 59 ± 12). The previously described single nucleotide polymorphism (SNP) at nucleotide A6936G of EPCR was used to determine frequency of the EPCR A3 “shedding” haplotype. PCR amplification followed by DNA sequencing was performed for all samples. DNA sequences were obtained for all of the above-mentioned exons and from portions of the flanking introns. Polymorphisms were verified by both forward- and reverse-strand DNA sequencing. Results: We identified five SNPs in the PC gene in the VTE cases, four of which are novel. The first was a C2896T missense mutation which results in an Arg to Cys substitution at position -1 of PC (the junction between the signal peptide and the Gla domain of PC). Two SNPs, C2923T and G2998A, result in Arg9Cys and Val34Met substitutions, respectively, in the Gla domain of PC. Two SNPs (C2633G; C2730T) were also found in intron 2 of PC, which flanks the exon that encodes for the Gla domain of PC. All of these five SNPs were found in 1 unique case each and none were found in the controls. Two novel SNPs were found in exon 3 of EPCR. Both are missense mutations, C6367T and G6589C, which result in Arg113Cys and Val187Leu substitutions, respectively. Both of these SNPs were found in 1 unique case each and neither were found in the controls. A third SNP, in intron 3 (A6668T), was found in 7 cases and in 2 controls. A single nucleotide deletion was also identified in one case in intron 3 (1 of 5 Gs starting at nucleotide 6738). We also observed that the EPCR A3 “shedding” haplotype occurs at a significantly higher frequency in the cases compared with controls (12.23% vs 7.16%; P =0.001). Conclusions: This is the first targeted DNA gene sequencing analysis of the PC and EPCR genes in a large population of patients with unprovoked VTE. Several novel SNPs were identified in VTE cases, but not controls, in domains of PC and EPCR that are critical for PC-EPCR binding suggesting that these polymorphisms may result in abnormal proteins that impair PC-EPCR binding and increase the risk for thrombosis. Future studies will examine impact of these mutations on PC and EPCR function. We also validated that the previously described A3 haplotype of EPCR occurs at a significantly higher frequency in patients with unprovoked VTE compared with controls. Disclosures: No relevant conflicts of interest to declare."
}