{
    "doi": "https://doi.org/10.1182/blood.V126.23.1887.1887",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3050",
    "start_url_page_num": 3050,
    "is_scraped": "1",
    "article_title": "Treatment of Post- HSCT Immunodeficiency By Infusion of Ex Vivo- Generated T Cell Precursors from Adult and Cord Blood Hematopoietic Stem and Progenitor Cells ",
    "article_date": "December 3, 2015",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "immunologic deficiency syndromes",
        "infusion procedures",
        "stem cells",
        "t-lymphocytes",
        "umbilical cord blood",
        "human leukocyte antigens",
        "ligands",
        "allogeneic hematopoietic stem cell transplant",
        "chemokine receptors"
    ],
    "author_names": [
        "Laura Simons, MDPhD",
        "Corinne De La Chappedelaine",
        "Christian Reimann, MDPhD",
        "Elodie Elkaim, MD",
        "Sandrine Susini, PhD",
        "Kuiying Ma",
        "Fabien Touzot, MDPhD",
        "Marina Cavazzana, MD PhD",
        "Isabelle Andrè-Schmutz, PhD"
    ],
    "author_affiliations": [
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ],
        [
            "Institute for Cell and Gene Therapy, University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ],
        [
            "Biotherapy Department, Hôpital Universitaire Necker-Enfants Malades, Paris, France"
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France ",
            "Biotherapy Department, Hôpital Universitaire Necker-Enfants Malades, Paris, France"
        ],
        [
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France "
        ]
    ],
    "first_author_latitude": "48.8452189",
    "first_author_longitude": "2.3179806",
    "abstract_text": "Non-HLA identical hematopoietic stem cell transplantation (HSCT) provides a corrective therapy for most life-threatening primary immunodeficiencies (PID) and some malignant hemopathies. Despite advances made, severe complications following the treatment such as the prolonged persistence of T cell immunodeficiency still limit the use of this partially incompatible HSCT. After HSCT, the reconstitution of a functional T cell compartment relies on the availability of T cell precursors to rapidly seed the thymus and differentiate into mature T cells. We have previously demonstrated that an in vitro culture system based on the use of a modified Delta-like-4 (DLL4) Notch ligand and T cell cytokines allows for the effective generation of human T cell precursors from cord blood within 7 days. Moreover, once injected into NOD/SCID/gcko mice, T cell precursors generated in this system were able to colonize the thymus and generate a diversified and functional T-cell compartment. Here, we aimed at testing the capacity of adult HSPCs in this reconstitution system. We found that, like their CB- derived counterparts, T cell precursors generated from adult HPSCs phenotypically resembled thymic CD34+CD7+ cells with high in vitro T-cell differentiation potential. Interestingly, the peak of T cell progenitors for adult HSPCs occurred around day 3, compared to day 7 in CB. At this timepoint, T cell precursors derived from adult HSPC already expressed all critical genes for T cell lineage development, as well as the major chemokine receptors implicated in thymus homing. The introduction of retronectin further improved differentiation and proliferation of T cell progenitors from both HPSC sources in our in vitro system. Comparative molecular analysis of adult- and CB- derived progenitors suggested, that differential requirements for Notch receptor/ligand interactions may explain the differences in kinetics observed during the culture of the two types of HSPC. It remains to be further evaluated, whether targeted modifications of the Notch signaling pathway can improve the outcome of this in vitro T cell differentiation system for adult HPSCs. Overall our results suggest that adult HSPCs, like their CB- derived counterparts, provide an effective source of in vitro cultured T cell progenitors harboring all the necessary requirements for the in vivo -reconstitution of a functional T cell compartment. This is particularly important in the context of future clinical applications in HSCT where adult HSPCs are more available and more frequently used than CB HSPCs. Based on our results, we propose that upon injection into a patient, DLL4- cultured T cell precursors from both HSPC sources could significantly accelerate the reconstitution of the adaptive immune system after a partially HLA-incompatible HSCT. Currently, we are translating these results into a phase I clinical trial including adult and pediatric patients transplanted for malignant hemopathies or PIDs requiring an allogeneic HSCT from a HLA-partially mismatched donors. Disclosures No relevant conflicts of interest to declare."
}