{
    "doi": "https://doi.org/10.1182/blood.V114.22.3488.3488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1587",
    "start_url_page_num": 1587,
    "is_scraped": "1",
    "article_title": "Increased Prevalence of Inhibitors in Mexican-Hispanic Patients with Severe Hemophilia A Enrolled in the Universal Data Collection Project. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Coagulation or Fibrinolysis Poster II",
    "topics": [
        "hemophilia a",
        "hispanics or latinos",
        "factor viii",
        "hemorrhage",
        "krypton",
        "logistic regression",
        "mexico",
        "immune response",
        "proxy"
    ],
    "author_names": [
        "Shannon Carpenter, MD, MS",
        "J. Michael Soucie, Ph.D.",
        "Sophia Sterner, MD",
        "Rodney J Presley, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Children's Mercy Hospital, Kansas City, MO, USA, "
        ],
        [
            "Division of Blood Disorders, Centers for Disease Control and Prevention (CDC), Atlanta, GA, USA, "
        ],
        [
            "Pediatrics, Children's National Medical Center, Washington, DC, USA, "
        ],
        [
            "Division of Hereditary Blood Disorders, National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "39.0841316",
    "first_author_longitude": "-94.57719089999999",
    "abstract_text": "Abstract 3488 Poster Board III-425 Neutralizing inhibitor formation occurs in up to 20-30% of patients with severe factor VIII deficiency, leading to significantly increased morbidity in affected individuals. It has been well-established that patients of African descent have a higher prevalence of inhibitor development. [Oldenburg, J et al. Semin Hematol , 2004] The Hispanic population also has been assumed to have an increase in inhibitor development when compared with Caucasians. The study presented here is the first to definitively demonstrate an increased prevalence of inhibitors in the Hispanic population. We compared inhibitor prevalence among various racial and ethnic groups in a cross-sectional analysis of 6198 males with severe hemophilia A that participated in the Universal Data Collection project sponsored by the Centers for Disease Control and Prevention. We used logistic regression analysis to control for potential confounding variables including age, insurance type (as a proxy for access to care and socio-economic status), age at first bleed, age at diagnosis and use of prophylaxis. The included table shows those variables that were determined to be independently predictive of inhibitors. We assigned Mexican derivation to participants who labeled themselves as Hispanic and who were born either in Mexico, in states bordering Mexico or in states with large Mexican populations as established by Census data. The prevalence of high titer inhibitors in the Mexican-Hispanic population was 26.3% compared to 16.4% for Caucasian patients [OR 1.5, 95% CI 1.1, 1.9], and 26.8% for African-Americans. The underlying cause of increased inhibitor prevalence in these populations is still unknown, though a recent study in African-Americans demonstrated wild-type factors unique from commercially available product. [Viel KR, et al. Inhibitor of Factor VIII in Black Patients with Hemophilia. N Engl J Med , 2009] Further investigation of this phenomenon in the Mexican-Hispanic population, as well as the potential impact of differing immune responses, is warranted. Multivariate analysis of ethnicity and other variables found to be independently predictive of a prevalent inhibitor  Characteristic . Odds Ratio . 95% CI . Race/Ethnicity    African-American 1.5 1.2 - 1.9 Mexican Hispanic 1.5 1.1 - 1.9 Hispanic 1.2 0.9 - 1.7 Other 1.2 0.9 - 1.6 White Ref  Age * (years)    <2 4.2 3.0 - 5.9 2-5 6.4 5.1 - 8.0 6-10 2.8 2.2 - 3.5 11-18 1.7 1.4 – 2.1 >18 Ref  Insurance type    Medicare 1.8 1.4 - 2.3 Medicaid 1.3 1.1 - 1.5 State program 1.1 0.6 - 1.9 TRICARE 1.0 0.4 - 2.1 Other 0.8 0.6 - 1.2 Uninsured 1.6 1.0 - 2.4 Commercial Ref  Prophylaxis    Yes 0.6 0.5 - 0.7 No Ref  Characteristic . Odds Ratio . 95% CI . Race/Ethnicity    African-American 1.5 1.2 - 1.9 Mexican Hispanic 1.5 1.1 - 1.9 Hispanic 1.2 0.9 - 1.7 Other 1.2 0.9 - 1.6 White Ref  Age * (years)    <2 4.2 3.0 - 5.9 2-5 6.4 5.1 - 8.0 6-10 2.8 2.2 - 3.5 11-18 1.7 1.4 – 2.1 >18 Ref  Insurance type    Medicare 1.8 1.4 - 2.3 Medicaid 1.3 1.1 - 1.5 State program 1.1 0.6 - 1.9 TRICARE 1.0 0.4 - 2.1 Other 0.8 0.6 - 1.2 Uninsured 1.6 1.0 - 2.4 Commercial Ref  Prophylaxis    Yes 0.6 0.5 - 0.7 No Ref  * Age with inhibitor or last UDC visit if no inhibitor View Large The authors wish to acknowledge the contributions of the Hemophilia Treatment Center Network Investigators in the completion of this study. Disclosures: No relevant conflicts of interest to declare."
}