{
    "doi": "https://doi.org/10.1182/blood-2018-99-110495",
    "article_title": "Erythropoietin Level and Percentage of Urinary Albumin Are Important for Renal Recovery in Patients with Multiple Myeloma Receiving Novel Agents ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background Renal impairment (RI) is one of the most common complications of multiple myeloma (MM), and is a major cause of morbidity and mortality. Monoclonal free light chain (FLC) is associated with most RI in patients with MM, and previous reports showed that early reduction of FLC is associated with renal recovery. Novel agents including bortezomib and immunomodulatory drugs (IMiDs) contribute to early reduction of FLC, leading to renal recovery. However, some patients developed irreversible RI despite the use of novel agents, and the factors that predict renal recovery other than early reduction of FLC remain unclear. This study retrospectively analyzed the clinical variables that affect renal recovery in patients with RI receiving novel agents. Patients and Methods The study population consisted of 235 consecutive patients with newly diagnosed MM (NDMM) between January 2008 and April 2018 at Kameda Medical Center, Japan. All patients were treated with bortezomib or IMiD-based combined chemotherapy in the frontline setting. Nine patients who received less than 2 courses of chemotherapy were excluded because it was difficult to assess renal recovery. RI was defined as an estimated pretreatment glomerular filtration rate (eGFR) of <50 ml/min/1.73 m2. We used the simplified Modification of Diet in Renal Disease formula to calculate eGFR. Maximum renal response was evaluated according to International Myeloma Working Group (IMWG) renal response criteria. Major renal response was defined as achieving PRrenal and CRrenal. Erythropoietin (EPO) was measured, if a patient had anemia (male: hemoglobin [Hb] <12.0 g/dl, female Hb <11.0 g/dl). Statistical analyses were performed with EZR, which is a graphical user interface for R ver. 3.2.2. Ethical considerations This study was approved by the institutional review board of Kameda Medical Center and conducted in accordance with the principles of the Declaration of Helsinki. Results The median patient age was 72.2 years and the median observation period was 40.8 months. Moderate-to-severe RI (eGFR <50 mL/min/1.73 m2) was identified in 104 patients (46.5%). The median eGFR was 27.9 ml/min/1.73 m2. The percentage of patients with light-chain only isotype was 28.8%, and 57.7% of the patients had kappa light chain. According to IMWG renal response criteria, 54.8% of patients achieved major renal response, including PRrenal 4.8% and CRrenal 49.0%. Baseline involved FLC, reduction of FLC, light chain-only isotype, and kappa light chain type were not statistically significant between patients with or without major renal response. There were significant differences in age, calcium, EPO, and percentage of urinary albumin excretion between responders and non-responders (Table). Receiver operating characteristic curve analysis showed that the best cutoff values were 24.6 mIU/ml for EPO and 24.7% for the percentage of urinary albumin (Figure). The factors associated with major renal response included age <75 years, calcium, percentage of urinary albumin <25%, and EPO ≥25 mIU/ml. The multivariate logistic regression analysis showed that age <75 years [Odds ratio (OR)=9.86; p=0.005], calcium (OR=8.94; p=0.010), percentage of urinary albumin <25% (OR=15.5; p=0.002), and EPO ≥25 mIU/ml (OR=18.4; p<0.001) were independent predictive factors for renal recovery. When patients were divided based on the percentage of urinary albumin <25% and level of EPO ≥25 mIU/ml, the proportion of those who achieved major renal recovery was significantly different among 3 groups (both urinary albumin <25% and EPO ≥25 mIU/ml vs. either urinary albumin <25% or EPO ≥25 mIU/ml vs. neither urinary albumin <25% nor EPO ≥25 mIU/ml: 84.2% vs 32.3% vs. 6.0%, p<0.001). Conclusion Our results indicate that early reduction of FLC could have less predictive value for renal recovery compared to that in previous reports because early FLC reduction could be obtained in almost all patients irrespective of improvement in renal function. However, the level of serum EPO and the percentage of urinary albumin emerged as positive predictive factors for renal recovery in patients with RI receiving novel agents. The combination of these 2 variables could predict renal recovery more precisely. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "albumins",
        "erythropoietin measurement",
        "kidney",
        "multiple myeloma",
        "urinary tract",
        "free immunoglobulin light chain",
        "calcium",
        "bortezomib",
        "chemotherapy regimen",
        "immunoglobulin isotypes"
    ],
    "author_names": [
        "Hiroki Kobayashi, MD",
        "Yoshiaki Abe",
        "Daisuke Miura, MD",
        "Kentaro Narita, MD",
        "Akihiro Kitadate, MD PhD",
        "Masami Takeuchi, MD",
        "Kosei Matsue, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroki Kobayashi, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshiaki Abe",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Miura, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kentaro Narita, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Kitadate, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masami Takeuchi, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kosei Matsue, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Kameda Medical Center, Kamogawa, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:10:22",
    "is_scraped": "1"
}