{
    "doi": "https://doi.org/10.1182/blood.V108.11.3869.3869",
    "article_title": "Detection of HTLV1 in Patients with B and T-Cell Malignancies Which Are Different to Adult T-Cell Leukemia-Lymphoma: A Prospective Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Human T-lymphotropic virus type I (HTLV-I), is the pathogenic agent of adult T-cell leukemia-lymphoma (ATLL), which always shows monoclonal HTLV-I provirus DNA integration. HTLV-I is rarely associated with B-cell disorders. The gen Tax of a human T-cell leukemia virus type I (HTLV-I) induces the expression of several cellular genes that are involved in T cell activation and proliferation. In the current study was to analyze prospectively HTLV-I proviral DNA presence in peripheral blood mononuclear cells (PBMCs) in patients with leukemia or lymphoma which are different to ATLL. Following this pattern we have studied in 61 patients with T and B-cell malignancies the presence of the virus HTLV-I on the during our service between April 2004 and May 2006. A real time PCR assay using SYBR Green intercalation was established. Primer and hybridization probes targeting tax region were standardized against MT2 cell line DNA for HTLV-I. The assay reliably detected a single copy of HTLV-I proviral genome in DNA from 1X10 6 PBMCs. Also included for each sample the HLA-DQ alpha gene (a measure of genomic DNA), We have detected the presence of HTLV-I in five patients: 2 patients with B-CLL (lymphocytes count: 1.3 x 10 9 /L and 16,8 respectly), one patient with T-ALL CD4 and CD8 positive; other with NHL and one with B-ALL Ph+. As an interesting data, one of the patients with B-CLL presented as complication a immune thrombocytopenia after Fludarabine therapy. Two patients were died and the two cases with B-CLL show stable sickness. Only the patient with T-ALL achieved complete remission after chemotherapy. In conclusion, we have detected on our series, in a unsuspected way, the presence of HTLV-I on some of the patients with lymphoid malignancies, which are different to the ATLL, showing in these cases an atypical clinic course. After knowing the repercussion of HTLV-I over the immune competition of the infected patients it seems suggestive speculate on the possible implication of the virus in a deterioration of the immunity favouring the progress of neoplasia and/or a greater propensity to infections and immunological upheavals, like the observed ones in our series.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "burkitt's lymphoma",
        "cancer",
        "t-lymphocytes",
        "htlv-i infections",
        "dna",
        "atypical",
        "b-lymphocyte disorders",
        "chemotherapy regimen",
        "complete remission"
    ],
    "author_names": [
        "Jose J.M. Marquez, MD",
        "Natalia N.O. Ortiz, PhD",
        "Ramon R.C. Cisterna, MD",
        "Jose Maria J.B. Beltran de Heredia, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jose J.M. Marquez, MD",
            "author_affiliations": [
                "Hemtology and Hemotherapy, Basurto Hospital, Bilbao, Bizkaia, Spain",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Natalia N.O. Ortiz, PhD",
            "author_affiliations": [
                "Immunology, Microbiology and Parasitology, University of Basque Country, Leioa, Bizkaia, Spain",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramon R.C. Cisterna, MD",
            "author_affiliations": [
                "Hemtology and Hemotherapy, Basurto Hospital, Bilbao, Bizkaia, Spain",
                "Immunology, Microbiology and Parasitology, University of Basque Country, Leioa, Bizkaia, Spain",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Maria J.B. Beltran de Heredia, MD",
            "author_affiliations": [
                "Hemtology and Hemotherapy, Basurto Hospital, Bilbao, Bizkaia, Spain",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:44:43",
    "is_scraped": "1"
}