{
    "doi": "https://doi.org/10.1182/blood-2019-122568",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4284",
    "start_url_page_num": 4284,
    "is_scraped": "1",
    "article_title": "Lncrnas As New Partners of Novel Chimeric Transcripts in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chimera organism",
        "multiple myeloma",
        "immunoglobulins",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "cancer",
        "hematologic neoplasms",
        "human leukocyte antigens",
        "neoplastic centrocytes"
    ],
    "author_names": [
        "Ane Amundarain",
        "Luis Vitores Valcárcel, MSc",
        "Raquel Ordoñez, PhD",
        "Leire Garate",
        "Estíbaliz Miranda",
        "Xabier Cendoya",
        "Maria Jose Calasanz, PhD BSc",
        "Bruno Paiva, PhD",
        "Jesús San-Miguel",
        "Francisco J Planes",
        "Felipe Prósper, MD PhD",
        "Xabier Agirre, PhD"
    ],
    "author_affiliations": [
        [
            "Hemato-oncology program, Centro de Investigación Médica Aplicada, IDISNA, Universidad de Navarra, Pamplona, Spain ",
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain "
        ],
        [
            "Hemato-oncology program, Centro de Investigación Médica Aplicada, IDISNA, Universidad de Navarra, Pamplona, Spain ",
            "Tecnun School of Engineering, University of Navarra, San Sebastian, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Hemato-oncology program, Centro de Investigación Médica Aplicada, IDISNA, University of Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Hematology-Oncology Program, Centro de Investigación Médica Aplicada (CIMA), IDISNA, Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Hemato-oncology program, Centro de Investigación Médica Aplicada, IDISNA, Universidad de Navarra, Pamplona, Spain ",
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain "
        ],
        [
            "Tecnun School of Engineering, University of Navarra, San Sebastian, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Pamplona, Spain ",
            "Hematological Diseases Laboratory, CIMA LAB Diagnostics, University of Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Flow Cytometry Core, CIMA, University of Navarra, Pamplona, Spain ",
            "Hematology Department, Clínica Universidad de Navarra, University of Navarra, Pamplona, Spain ",
            "CIMA Lab Diagnostics, University of Navarra, Pamplona, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Hematology Department, Clinica Universidad de Navarra, CIMA, IDISNA, Pamplona, Spain "
        ],
        [
            "Tecnun School of Engineering, University of Navarra, San Sebastian, Spain "
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Hematology-Oncology Program, Centro de Investigación Médica Aplicada (CIMA), IDISNA, Universidad de Navarra, Pamplona, Spain ",
            "Hematology Department, Clínica Universidad de Navarra, Universidad de Navarra, Pamplona, Spain"
        ],
        [
            "Centro de Investigación Biomédica en Red de Cáncer, CIBERONC, Madrid, Spain ",
            "Hematology-Oncology Program, Centro de Investigación Médica Aplicada (CIMA), IDISNA, Universidad de Navarra, Pamplona, Spain "
        ]
    ],
    "first_author_latitude": "42.805656",
    "first_author_longitude": "-1.6638654",
    "abstract_text": "Deregulation of long non-coding RNAs (lncRNAs) is a common feature of cancer, including Multiple Myeloma (MM). In our previous studies, we detected 11,495 and 40,511 previously non-annotated lncRNAs during normal humoral immune response and MM patient samples, respectively. These results support an important role for the lncRNAs transcriptome in this hematological malignancy. lncRNAs are genes that differ from coding genes in that they do not give rise to a protein. Nevertheless, lncRNA could undergo the same genetic alterations as coding genes. In this study, we hypothesize that lncRNAs can be involved in the principal genetic alterations occurring in MM such as chromosomal translocations, affecting the Immunoglobulin loci (IG) and in the majority of which the fusion partner still remains unknown. In order to unveil the role of lncRNAs in fusion transcripts occurring in MM, we analyzed the strand specific RNA-seq (ssRNA-seq) data obtained from 35 samples from different subpopulations of B cells (Naïve, Centroblast, Centrocyte, Memory and Plasma cells (PCs)), purified PCs from 32 MM patients and 3 MM cell lines. Chimeric transcripts were detected with the STAR-Fusion software, identifying 1,347 novel fusion transcripts ranging from 1 to 142 chimeric transcripts per sample. Strikingly, healthy PC samples (from tonsils and bone marrow) yielded the highest number of fusion transcripts, while other B cell subpopulations showed overall low numbers and MM samples turned out highly variable. 96% of all fusion transcripts detected in healthy PCs occurred with IG genes and harbored few reads per transcript, suggesting that the hyperactive transcription of the IG loci in PCs may be the cause for their formation and are probably not involved in the pathogenesis of the disease. We also found that HLA fusion transcripts were abundant in Naïve B cells, disappearing progressively during the humoral immune response ( Figure 1 ). Interestingly, fusion transcripts identified in different B cell subpopulations were not detected in MM samples. Next, we focus on myeloma samples and identified 362 chimeric transcripts (312 unique) expressed specifically in MM (ranging from 2 to 24 chimeric transcripts per sample), most of them (84%) identified for the first time. 69% of these transcripts partnered with the IG genes, while the other fusions involved two non-IG genes. Interestingly, as we hypothesized, 26,5% of the chimeric transcripts in MM occurred with lncRNA as a partner, increasing the relevance of lncRNAs in this disease. Furthermore, using the read distribution per chimeric transcript, we identified a prevalent reciprocal transcript or a prevalent transcript expressed with >1 FFPM in 47% of MM samples, suggesting that they could derived from underlying genomic rearrangements. Besides these prevalent transcripts, we observed that 40% of the non-IG fusion transcripts occurred between adjacent genes, defining novel MM-transcriptional read-throughs, possibly caused by the oncogenic stress suffered by MM cells. Some of these chimeric transcripts were validated in different cell lines of MM by conventional PCR and sequencing. In summary, our findings show that ssRNA-seq data is an adequate strategy for the detection of chimeric transcripts in MM, being able to detect highly expressed chimeric transcripts that probably were derived from an underlying genomic rearrangements and also new categories of chimeric transcripts. In addition, our study reveals a complex landscape of fusion transcripts in the MM, many of them including a lncRNA, which could be potential therapeutic targets for the development of new treatment strategies for MM. View large Download slide View large Download slide  Disclosures Paiva: Amgen, Bristol-Myers Squibb, Celgene, Janssen, Merck, Novartis, Roche, and Sanofi; unrestricted grants from Celgene, EngMab, Sanofi, and Takeda; and consultancy for Celgene, Janssen, and Sanofi: Consultancy, Honoraria, Research Funding, Speakers Bureau. San-Miguel: Amgen, Bristol-Myers Squibb, Celgene, Janssen, MSD, Novartis, Roche, Sanofi, and Takeda: Consultancy, Honoraria."
}