{
    "doi": "https://doi.org/10.1182/blood-2018-99-116214",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3951",
    "start_url_page_num": 3951,
    "is_scraped": "1",
    "article_title": "Profiling of Oncogenic Signaling in Multiple Myeloma — Association with Biology, Disease Progression and Prognosis ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "disease progression",
        "multiple myeloma",
        "signal transduction",
        "stat3 protein",
        "proto-oncogene proteins c-akt",
        "1-phosphatidylinositol 3-kinase",
        "biopsy",
        "gene expression profiling",
        "interleukin-6",
        "nf-kappa b"
    ],
    "author_names": [
        "Nicola Lehners",
        "Jing Xu",
        "Thomas Hielscher",
        "Leo Rasche",
        "Elena Ellert",
        "Albrecht Stenzinger",
        "Peter Schirmacher",
        "Carsten Müller-Tidow, MD",
        "Hartmut Goldschmidt, MD",
        "Mindaugas Andrulis",
        "Niels Weinhold, PhD",
        "Marc S Raab, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany ",
            "Max-Eder-Group \"Experimental Therapies for Hematologic Malignancies\", German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "Max-Eder-Group \"Experimental Therapies for Hematologic Malignancies\", German Cancer Research Center, Heidelberg, Germany ",
            "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Division of Biostatistics, German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Institute for Pathology, Ludwigshafen Hospital, Ludwigshafen, Germany "
        ],
        [
            "Institute for Pathology, Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Institute for Pathology, Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany ",
            "National Center for Tumor Diseases, Heidelberg University Hospital, Heidelberg, Germany"
        ],
        [
            "Institute for Pathology, Ludwigshafen Hospital, Ludwigshafen, Germany "
        ],
        [
            "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Max-Eder-Group \"Experimental Therapies for Hematologic Malignancies\", German Cancer Research Center, Heidelberg, Germany ",
            "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "49.4190991",
    "first_author_longitude": "8.670250700000002",
    "abstract_text": "Introduction: The pathogenesis of multiple myeloma (MM) involves complex genetic and epigenetic alterations, which ultimately affect oncogenic signaling networks. Analysis of pathway activation in primary MM cells within their native microenvironment will not only increase our understanding of MM cell biology but may open up new avenues towards tailored therapies that target individually activated signaling cascades. Methods: We established a (phospho-) immunohistochemistry (IHC)-assay to analyze key activation markers of oncogenic pathways and networks, namely RAS/RAF/MEK/ERK, PI3K/AKT, JAK/STAT3, canonical NFκB, and cMyc, in an exploratory cohort of 459 bone marrow (BM) biopsies from patients with smoldering MM (SMM), newly diagnosed symptomatic (NDMM) and refractory MM (RRMM). An independent validation cohort comprised BM samples from 462 NDMM patients who were uniformly treated within clinical trials. To integrate activation intensity and spread scores for each pathway and sample, non-linear principal component analysis (PCA) was applied. Results: Pathway profiling in progressing stages of plasma cell disorders showed the canonical NFκB pathway as nearly universally activated in SMM (97% of patients); signals for AKT, ERK, STAT3, and cMyc were only seen in subsets of SMM patients (≤33%), with STAT3 being the least activated pathway (6%). In NDMM and RRMM, NFκB activation significantly decreased to 90% and 82% of patients, respectively (p=0.02). In contrast, we observed a significant increase in activation of all other pathways and cMyc from SMM to NDMM and further to RRMM patients (p<0.001). All of these pathways were activated in at least 50% of RRMM. Analysis of 34 patients with available longitudinal samples confirmed a significant increase in strong activation of STAT3 and cMyc with progressing disease stages. Assessment of pathway clustering and interdependencies showed a strong negative correlation between NFκB and ERK in all disease stages. In contrast, a positive correlation was seen between cMyc and STAT3 as well as between AKT and ERK activation with increasing strength over progressing disease stages. Interestingly, when focusing on strong activation signals as determined by PCA, virtual absence of simultaneous activation of more than one pathway in SMM was observed, while pathway co-activation significantly increased in NDMM and RRMM (22% and 34%, p<0.001). Activation of STAT3 and expression of cMyc were significantly associated with higher ISS stage in NDMM of both the exploratory and the validation cohort. STAT3 pathway activation was also significantly associated with gain(1q21). In the validation cohort with available gene expression profiling (GEP) data, both STAT3 (p=0.02) and cMyc (p<0.001) activation showed a significant association with high risk disease according to GEP risk scores. Assessment of the impact of pathway activation on survival in the validation cohort showed expression of cMyc (p=0.01), activation of STAT3 (p=0.005) and cMyc-STAT3 co-activation (p=0.005) to negatively influence PFS. Expression of cMyc (p=0.02) and cMyc-STAT3 co-activation (p=0.02) were also significantly associated with inferior OS. STAT3 activation showed a negative trend towards inferior OS (p=0.08). Accounting for GEP-defined risk status, STAT3 pathway activation defined an ultra-high risk cohort. Assessment of differential gene expression suggested an autocrine positive feedback loop of IL-6 signaling and an enrichment of cell cycle associated genes in patients with STAT3 activation. Conclusions: Activation of either NFkB or ERK/AKT signaling appears to be a hallmark of MM. Later stages of MM are characterized by activation of additional signaling pathways that may affect therapy response. Importantly, cMyc expression and JAK/STAT3 pathway activation show adverse prognostic impact and significantly increase with disease progression. Disclosures Goldschmidt: Sanofi: Consultancy, Research Funding; Adaptive Biotechnology: Consultancy; Amgen: Consultancy, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; ArtTempi: Honoraria; Novartis: Honoraria, Research Funding; Mundipharma: Research Funding; Chugai: Honoraria, Research Funding; Takeda: Consultancy, Research Funding. Raab: BMS: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria."
}