{
    "doi": "https://doi.org/10.1182/blood.V110.11.222.222",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1026",
    "start_url_page_num": 1026,
    "is_scraped": "1",
    "article_title": "Rac GTPases Modulate Migration of Hematopoietic Progenitor Cells in an SDF-1α Dependent Manner in a Tumor Model. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion and Mesenchymal Stem Cells",
    "topics": [
        "carcinoma, lewis lung",
        "guanosine triphosphate phosphohydrolases",
        "hematopoietic stem cells",
        "tumor model",
        "neoplasms",
        "vascular cell adhesion molecule-1",
        "tumor growth",
        "adhesions",
        "cd45 antigens",
        "spinocerebellar ataxia type 1"
    ],
    "author_names": [
        "Stephan Goettig",
        "Andreas Pinter",
        "Erika Deak",
        "Christine Stroebele",
        "Erhard Seifried",
        "Jose Cancelas",
        "David A. Williams",
        "Jens Gille",
        "Reinhard Henschler"
    ],
    "author_affiliations": [
        [
            "Institute of Transfusion Medicine, Frankfurt, Germany"
        ],
        [
            "Center of Dermatology, Frankfurt, Germany"
        ],
        [
            "Center of Dermatology, Frankfurt, Germany"
        ],
        [
            "Institute of Transfusion Medicine, Frankfurt, Germany"
        ],
        [
            "Institute of Transfusion Medicine, Frankfurt, Germany"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Childen’s Research Foundation, Cincinnati, OH, USA"
        ],
        [
            "Division of Experimental Hematology, Cincinnati Childen’s Research Foundation, Cincinnati, OH, USA"
        ],
        [
            "Center of Dermatology, Frankfurt, Germany"
        ],
        [
            "Institute of Transfusion Medicine, Frankfurt, Germany"
        ]
    ],
    "first_author_latitude": "50.09192139999999",
    "first_author_longitude": "8.6535381",
    "abstract_text": "Rac GTPases have been shown to regulate marrow retention, engraftment, and mobilization of hematopoietic stem and progenitor cells. Recruitment of bone-marrow derived progenitor cells (BMPCs) to tumor stroma has been found to be critical for tumor development. To investigate to what extent BMPC-dependent tumor growth depends on small GTPases of the Rac family, we established subcutaneous Lewis Lung Carcinomas (LLCs) in mice with deleted Rac2 alleles (Rac2 −/− ), or with additionally deleted Rac1 alleles in hematopoietic cells generated by polydIdC induction of Mx-Cre in Rac1 fl/fl ; Rac2 −/− mice (Rac1 delta/delta ; Rac2 −/− ). We found that compared with wild-type mice, tumor growth was equal or accelerated by up to 2.5 days in Rac2 −/− mice, whereas tumor growth was reduced in Rac1 delta/delta ; Rac2 −/− mice. Flow cytometric analysis of tumors in chimeric mice generated by transplanting Rac deficient bone marrow cells (CD45.2) into CD45.1 hosts showed that >95% of CD45 + cells contained within tumors were bone marrow-derived, including lin − Sca1 + Hematopoietic Progenitor Cells (HPCs) which were found highly enriched in tumors. Histological examination of tumor sections, including quantitative morphometric analysis, revealed that tumor microvessel density was similar in wild type and Rac deficient mice. In murine blood, tumor inoculation resulted in increased numbers of lin − Sca1 + HPCs, myeloid colony forming cells and myeloid mononuclear cells compared to non-tumor bearing mice. These numbers were similar in Rac2 −/− and wild type tumor-bearing mice, but were >2-fold increased in Rac1 delta/delta ; Rac2 −/− mice. Since LLC tumors produced significant amounts of SDF-1α (120 pg/ml) and since VLA-4/VCAM-1 and SDF-1α/CXCR4 have been shown to be major mediators of HPC egress and retention in tumor stroma ( Grunewald et al, Cell  124 : 175 , 2006 ; Jin et al. JCI  116 : 652 , 2006 ), we analyzed the adhesion and migration response of HPCs from tumor-bearing Rac2 −/− and Rac1 delta/delta ; Rac2 −/− deleted mice (i) in laminar flow chambers on VCAM-1 with and without co-immobilized SDF-1α and (ii) upon re-injection into tumor-bearing mice in vivo . In the absence of SDF-1α, both Rac2 −/− and Rac1 delta/delta ; Rac2 −/− HPCs dispayed decreased adhesion to VCAM-1 at caculated shear stresses between 0.35 and 15 dynes/cm 2 . In contrast, Rac2 −/− HPCs displayed a highly conserved ability to adhere to VCAM-1 when SDF-1α was co-immobilized, whereas Rac1 delta/delta ; Rac2 −/− HPCs showed a 2–3-fold decrease in adhesion under these conditions. Intravenous injection of PKH dye-labelled lin − bone marrow cells into LLC tumor-bearing wild type hosts followed by flow cytometric and histological analysis 24 h later confirmed the retained ability of Rac2 −/− HPCs to home to tumors. Our data explain the observed undiminished and even increased tumor growth in Rac2 −/− mice by the grossly maintained response of Rac2 −/− HPCs to VCAM-1 plus SDF-1a, whereas the impaired response to SDF-1α-induced adhesion on VCAM-1 in Rac1 delta/delta ; Rac2 −/− mice is associated with inferior recruitment and/or retention in tumors and impaired tumor growth. Thus, interference with Rac1 and 2 signalling may provide a means to influence tumor development."
}