{
    "doi": "https://doi.org/10.1182/blood.V108.11.1546.1546",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=702",
    "start_url_page_num": 702,
    "is_scraped": "1",
    "article_title": "Calcein and the Labile Iron Pool. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "iron",
        "chelating agents",
        "rna, messenger",
        "esterase",
        "esters",
        "ferritin",
        "iron chelating agents",
        "oxygen",
        "regulatory protein",
        "sensor"
    ],
    "author_names": [
        "Shan Soe-Lin, BSc",
        "Joan L. Buss, Ph.D.",
        "Evelyn Tang, B.Sc.",
        "Prem Ponka, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Lady Davis Institute for Medical Research, McGill University, Montreal, QC, Canada"
        ],
        [
            "Wake Forest University, Winston Salem, NC, USA"
        ],
        [
            "Lady Davis Institute for Medical Research, McGill University, Montreal, QC, Canada"
        ],
        [
            "Lady Davis Institute for Medical Research, McGill University, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469",
    "abstract_text": "The labile iron pool is a putative cytosolic compartment of loosely bound, redox-active, chelator-accessible iron. Iron contained within this pool is thought to influence the activity of iron regulatory proteins (IRPs), which bind to iron response elements (IRE) during low iron conditions; this association blocks the translation of ferritin mRNA, and stabilizes transferrin receptor mRNA. High levels of labile iron have been shown to promote oxidative stress. As this pool has such profound effects upon cellular iron homeostasis, there has been great interest in the development of methods to measure labile iron. Calcein, a fluorescent iron chelator, has been widely used to monitor the labile iron pool. When the non-fluorescent acetoxymethyl ester moiety (calcein-AM), enters cells, it is immediately cleaved by cytosolic esterases to its cell-impermeable, fluorescent calcein form. Iron binding to calcein quenches its fluorescence, which can subsequently be recovered following the loss of its iron to a stronger chelator. The difference in fluorescence between the bound and unbound calcein forms is thought to be proportional to the labile iron pool itself. While this method has been commonly exploited, it is unknown whether calcein may over-estimate the size of the labile pool by stripping iron from sources where it may be loosely bound, or by intercepting iron during its passage from one compartment to another. Although it is believed that calcein exerts very little direct influence on cellular iron homeostasis and acts only as a passive sensor of labile iron, some recent evidence from our lab indicates that this may not be the case. We have observed that incubation with calcein results in the activation of IRP-2 and stabilization of HIF-1α, a potent physiological regulator governing the expression of genes involved in oxygen sensing and iron metabolism. Furthermore, we have found that the size of the labile iron pool as measured by calcein was proportional to the amount of calcein loaded in HeLa and K562 cell lines. These findings suggest that calcein may be able to perturb cellular iron homeostasis, and may not accurately reflect the size of the labile iron pool. While calcein may still be used for comparative purposes under identically controlled conditions, its usefulness as a quantifying agent should be regarded with caution."
}