{
    "doi": "https://doi.org/10.1182/blood.V122.21.178.178",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2684",
    "start_url_page_num": 2684,
    "is_scraped": "1",
    "article_title": "Inactivating Hfe Totally Abolishes Hepcidin Production and Further Aggravates Iron Overload In Bmp6-Deficient Mice ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism",
    "topics": [
        "hepcidin",
        "iron overload",
        "mice",
        "symptom aggravating factors",
        "iron",
        "hemochromatosis",
        "dietary iron",
        "molecule",
        "rna, messenger",
        "bone morphogenetic proteins"
    ],
    "author_names": [
        "Chloe Latour",
        "Celine Besson-Fournier",
        "Nelly Rouquie",
        "Léon Kautz, PhD",
        "Patricia Aguilar-Martinez",
        "Marie-Paule Roth, MD",
        "Helene Coppin"
    ],
    "author_affiliations": [
        [
            "CPTP, Inserm, Toulouse, France, "
        ],
        [
            "CPTP, Inserm, Toulouse, France, "
        ],
        [
            "CPTP, Inserm, Toulouse, France, "
        ],
        [
            "Medicine, UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Laboratory of Hematology, CHU DE MONTPELLIER, Montpellier, France"
        ],
        [
            "CPTP, Inserm, Toulouse, France, "
        ],
        [
            "CPTP, Inserm, Toulouse, France, "
        ]
    ],
    "first_author_latitude": "43.611363999999995",
    "first_author_longitude": "1.4005936",
    "abstract_text": "Hepcidin, a circulating hormone produced primarily by the liver, plays a central role in the regulation of systemic iron homeostasis necessary to ensure sufficient availability of iron for hemoglobin synthesis and other metabolic processes while avoiding the oxidative damage to cells that can result from excess free iron. Hepcidin triggers internalization and degradation of ferroportin, the only known iron export channel from cells into the plasma, which leads to the decrease of dietary iron absorption from duodenal enterocytes and to the sequestration of iron recycled from senescent blood cells within macrophages. Iron overload induces the expression of bone morphogenetic protein 6 (BMP6), a member of the TGF-beta superfamily of ligands, which activates a signaling cascade leading to SMAD1/5/8 phosphorylation, translocation of the phosphorylated SMADs bound to SMAD4 to the nucleus, and upregulation of hepcidin gene transcription. Inactivation of Bmp6 in mice leads to considerably reduced hepcidin production, compared with wild-type mice, and severe hepatic iron overload. However, there are major differences in hepcidin expression and extrahepatic tissue iron loading between Bmp6 -deficient males and females, due to the suppressive effect of testosterone on hepcidin in males. In contrast to males, Bmp6 -/- females still produce some hepcidin and do not massively accumulate iron in their pancreas, their heart or their kidneys. The goal of this study was to investigate the role of Hfe in the residual hepcidin production observed in the absence of Bmp6 in females. Mutations in the HFE gene are causing the most common form of hereditary hemochromatosis, a disorder characterized by a chronic inappropriate increase in dietary iron uptake, progressive iron overload and tissue injury. Human patients and mouse models of HFE-related hemochromatosis show inappropriately low expression of hepcidin. However, the mechanism by which HFE influences hepcidin expression is still unclear. In Hfe -/- mice and in patients with HFE-associated hemochromatosis, the induction of BMP6 mRNA by iron is intact, but hepcidin production is impaired. In the mouse, Hfe and Bmp6 genes are separated by less than 8 cM on chromosome 13, and the probability of obtaining recombinants between the 2 loci is low. However, HFE is a non-classical MHC class 1-like molecule which associates with β2-microglobulin and β2m -/- mice develop spontaneously hepatic iron overload with a distribution similar to that seen in the liver of Hfe -/- mice. We therefore generated β2m/Bmp6 double knockout mice in which the function of both Hfe and Bmp6 is impaired. Briefly, Bmp6 -/- mice on a CD1 background were mated to β2m -/- mice on a C57BL/6 background and double heterozygote F1 mice were intercrossed. We assessed Smad1/5/8 phosphorylation, hepcidin expression, and the sites of iron accumulation in wild-type, simple knockout ( β2m -/- or Bmp6 -/- ) and double knockout ( β2m -/- and Bmp6 -/- ) mice of the F2 progeny. Interestingly, the lack of functional Hfe in Bmp6 -/- females led to a much more severe phenotype than the single impairment of Bmp6, with massive iron loading in extrahepatic tissues, most notably the exocrine pancreas, the heart, and the proximal and distal convoluted tubules of the kidney. Phosphorylation of Smad1/5/8 in double knockout ( β2m -/- and Bmp6 -/- ) mice was virtually abolished and hepcidin mRNA in double knockout females was much more strongly downregulated than in single Bmp6 -/- females. In contrast to Bmp6 -/- females, no protein was detectable by ELISA in double knockout mice. Our findings show that Bmp6 and Hfe regulate hepcidin production by two independent pathways that converge on Smad1/5/8 phosphorylation. The role of transferrin receptor 2 (TFR2), another hemochromatosis-associated molecule, remains a key question. The total suppression of hepcidin in mice in which both Hfe and Bmp6 have been impaired suggests that TFR2 does not regulate hepcidin through an additional pathway. Moreover, the observation that Hfe -/- / Tfr2 -/- mice have a more severe phenotype than simple Hfe -/- or Tfr2 -/- mice favors the interference of Tfr2 with the Bmp6 pathway. Comparison of the phenotype of mice with inactivation of both Bmp6 and Tfr2 to that of Bmp6 -/- mice is likely to definitively solve this still open question. Disclosures: No relevant conflicts of interest to declare."
}