{
    "doi": "https://doi.org/10.1182/blood.V120.21.1642.1642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2358",
    "start_url_page_num": 2358,
    "is_scraped": "1",
    "article_title": "A Multicenter Phase II Clinical Trial of Rituximab Combined with Bortezomib (VELCADE®) Therapy for Untreated “High Tumor Burden” Indolent Non-Hodgkin Lymphoma (NHL) ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "bortezomib",
        "neoplasms",
        "non-hodgkin's lymphoma, indolent",
        "phase 2 clinical trials",
        "rituximab",
        "brachial plexus neuritis",
        "indolent",
        "toxic effect",
        "follicular lymphoma",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Andrew M. Evens, DO, MSc",
        "Mitchell R Smith, MD, PhD",
        "Izidore S Lossos, MD",
        "Borko Jovanovic, PhD",
        "Adam Cohen, MD",
        "Jane N. Winter, MD",
        "Steven T. Rosen, MD, FRCPA",
        "Leo I. Gordon, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, The University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, Hematology-Oncology, University of Miami School of Medicine, Sylvester Comprehensive Cancer Center, Miami, FL, USA, "
        ],
        [
            "Department of Preventive Medicine, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA, USA, "
        ],
        [
            "Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University, Chicago, IL, USA, "
        ],
        [
            "Robert H. Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "42.27860049999999",
    "first_author_longitude": "-71.76330779999999",
    "abstract_text": "Abstract 1642 Standard therapy for patients (pts) with untreated high tumor burden indolent NHL includes rituximab combined with cytotoxic chemotherapy. There remains a paucity of prospective data examining non-chemotherapeutic options. We hypothesized that frontline treatment with rituximab and bortezomib therapy for “high tumor burden” indolent NHL would be well tolerated and effective. Methods: We conducted a prospective phase II clinical trial for untreated indolent NHL (registered at clinicaltrials.gov [NCT 00369707]). All pts were required to have “high tumor burden” as defined by Groupe D'Etude des Lymphomes Folliculaires (GELF) criteria. ‘Induction therapy’ consisted of 3 cycles: rituximab at 375 mg/m 2 × 4 weekly doses for cycle 1, then only day 1 for cycles 2 and 3 combined with bortezomib 1.6 mg/m 2 days 1, 8, 15, and 22 given q35 days for all 3 cycles. This was followed by an abbreviated consolidation phase with rituximab and bortezomib both given once q2 months × 8 months. Responses were assessed by CT according to IWG criteria (JCO 1999). To our knowledge, this represents one of the first clinical trials to examine a 'non-chemotherapeutic' program for the specific population of high-tumor burden indolent NHL. Results: 42 pts (41 response-evaluable) were enrolled. Histologies were follicular lymphoma (FL) (n=32, 79%), marginal zone lymphoma (MZL) (n=5, 12%), small lymphocytic lymphoma (SLL) (n=3, 7%), and Waldenstroms (n=1, 2%). Median age was 61 years (40–86) and 91% of patients had advanced-stage disease at study entry (67% stage IV). All pts had high tumor burden by GELF, while the median FLIPI was 3 (61% 3–5). Therapy was overall well tolerated. The vast majority of toxicities occurred during induction therapy. Grade 3 adverse events (AEs) were fever (5%), infusion reaction (5%), infection (5%), cardiac events (5%), and fatigue (5%), as well as diarrhea, hypokalemia, and bowel obstruction all at 2% each. The only grade 4 AEs were neutropenia (5%) and thrombocytopenia (2%). Responses according to cycle number and histology are shown in the Table. A reduction in measurable tumor size was observed in 100% of all pts following cycle 1; however, the objective response rate (ORR) was only 22%. Following 3 induction cycles, ORR was 59% among all pts, while the ORR for FL pts was 62%. Notably, from cycle 1 to cycle 3, 63% of FL pts improved their response (17 pts from SD to PR and 3 pts from PR to CR). Further, after consolidation treatment, 2 SDs converted to PR and 1 PR to CR. Accounting for all pts who responded, the best ORR was 71% with CR rate of 39% (FL best ORR 75%, CR 46%). However, these data were tempered by several early treatment failures due to toxicity or physician discretion as well as several early disease progressions (i.e., from induction cycle 1 to 3: 2 SD to PD; and from induction to maintenance: 2 SD to PD, 2 PR to PD, and 1 CR to PD). With a median follow-up of 41 months (10–59), the 3-year PFS for all pts, as well as the FL subgroup, were 33%. The 3-year PFS for FL pts who achieved CR was 54%. Median progression-free survival (PFS) for all pts was 22 months (2–59), while the median overall survival (OS) was not reached. Finally, 3-year OS for all pts was 88% (94% for FL). Conclusions: In high tumor burden FL, therapy with rituximab/bortezomib resulted in successive conversions of response over time, however, responses altogether appeared less durable and PFS was lower than expected compared with historical chemotherapy-based induction series. Continued strategies to incorporate novel agents into frontline FL are warranted, although more protracted dosing schedules should be considered in high tumor burden pt populations in order to maintain adequate duration of response. Further, drug-specific biomarker studies predictive of response/outcome are critically needed. Table. Response according to time and NHL histology  . After Cycle 1 . After Cycle 3 * . After Consolidation . Best ORR . FL (n=32)  CR/CRu 6%  PR 13%  SD 81%  CR/CRu 9%  PR 53%  SD 19%  CR/CRu 13%  PR 41%  SD 6%  ORR 75%  CR 46%  Non-FL histology (n=9)  CR/CRu 0%  PR 44%  SD 66%  CR/CRu 11%  PR 33%  SD 11%  CR/CRu 11%  PR 33%  SD 11%  ORR 56%  CR 11%  . After Cycle 1 . After Cycle 3 * . After Consolidation . Best ORR . FL (n=32)  CR/CRu 6%  PR 13%  SD 81%  CR/CRu 9%  PR 53%  SD 19%  CR/CRu 13%  PR 41%  SD 6%  ORR 75%  CR 46%  Non-FL histology (n=9)  CR/CRu 0%  PR 44%  SD 66%  CR/CRu 11%  PR 33%  SD 11%  CR/CRu 11%  PR 33%  SD 11%  ORR 56%  CR 11%  * 4 pts were removed after 1 to 2 cycles of induction due to toxicity (1 in CR, 1 in PR, 2 in SD), while 2 pts were taken off study at physician discretion (both with SD). CR, complete remission; CRu, CR unconfirmed; PR, partial remission; SD, stable disease; PD, progressive disease. View Large Figure. View large Download slide Survival for FL pts who achieved CR. Figure. View large Download slide Survival for FL pts who achieved CR.  Disclosures: Off Label Use: Bortezomib in untreated follicular lymphoma."
}