{
    "doi": "https://doi.org/10.1182/blood-2018-99-110391",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4152",
    "start_url_page_num": 4152,
    "is_scraped": "1",
    "article_title": "Variable Bruton Tyrosine Kinase (BTK) Resynthesis across Patients with Chronic Lymphocytic Leukemia (CLL) on Acalabrutinib Therapy Affect Target Occupancy and Reactivation of B-Cell Receptor (BCR) Signaling ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "acalabrutinib",
        "bruton tyrosine kinase",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "receptors, antigen, b-cell",
        "signal transduction",
        "biotin",
        "btk inhibitors",
        "chronic lymphocytic leukemia refractory",
        "immunoglobulin m"
    ],
    "author_names": [
        "Anfal A. Alsadhan",
        "Jean Cheung",
        "Michael Gulrajani",
        "Erika M. Cook",
        "Stefania Pittaluga, MD PhD",
        "Theresa Davies-Hill",
        "Raquel Izumi, PhD",
        "Clare C. Sun, MD",
        "Todd Covey, PhD",
        "Adrian Wiestner, MD",
        "Sarah E. M. Herman, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Acerta Pharma, South San Francisco, CA "
        ],
        [
            "Acerta Pharma, South San Francisco, CA "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Laboratory of Pathology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Institutes of Health, NCI CCR Laboratory of Pathology, Bethesda, MD "
        ],
        [
            "Acerta Pharma, South San Francisco, CA "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Acerta Pharma, South San Francisco, CA "
        ],
        [
            "NIH, NHLBI, Bethesda, MD"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Inhibitors of B-cell receptor (BCR) signaling, in particular of Bruton tyrosine kinase (BTK), are effective in patients with chronic lymphocytic leukemia (CLL). Acalabrutinib is a highly selective, covalent BTK inhibitor with rapid absorption and fast elimination (Barf et al., J Pharmacol Exp Ther 2017; 363:240-252). In a previous clinical trial of patients with relapsed/refractory CLL, acalabrutinib therapy was well tolerated and efficacious and had high target occupancy (Byrd et al., N Engl J Med 2016; 374:323-21). Here, we report on BTK occupancy, BTK resynthesis rates, and the relationship between BTK occupancy and BCR signaling in patients with CLL enrolled in a single center, phase 2 study of acalabrutinib monotherapy (NCT02337829). Patients were randomized to receive either 200 mg of acalabrutinib once daily (QD) or 100 mg twice daily (BID). The percentage of BTK bound by acalabrutinib (target occupancy) was measured with the aid of a biotin-tagged analogue probe. After 3 days of dosing, the median BTK occupancy in peripheral blood at peak (4 hours postdose) was 99% in both dosing groups (n=21 per group). However, at the drug trough time points (12 hours for BID; 24 hours for QD), median occupancy was greater in the BID than QD group (95% vs 87%, respectively; P <0.0001), with less interpatient variance. As acalabrutinib binds covalently to BTK, reactivation of the pathway requires de novo synthesis of BTK. We estimated the rate of BTK synthesis in vivo by measuring the accumulation of free BTK (% unbound by acalabrutinib) in serial blood samples taken 4, 12, 24, 36, and 48 hours postdose during a preplanned dose interruption on days 4 and 5. BTK was synthesized at a median rate of 13.4% per day, which was highly variable (fast vs slow) across patients ( Figure ). Interestingly, we found the median BTK de novo synthesis rate to be roughly twice as fast as observed in B cells from healthy volunteers ( P <0.0001). BTK occupancy levels between matched peripheral blood and lymph node samples in individual patients were highly correlated (R=0.83; P <0.0001), with less than a 3% difference overall, suggesting a similar BTK synthesis rate in the lymph nodes and peripheral blood of patients with CLL. Similar results were observed for matched bone marrow and peripheral blood samples. We next correlated BTK occupancy levels and activity of BCR signaling in 10 representative patients. On Day 3, four hours after receiving the drug, significant reductions were observed in phospho-BTK ( P =0.05), pNF-κB ( P =0.03), and CD69 expression ( P =0.001) compared with pretreatment. Next, we evaluated the change in BCR signaling from trough (for each dose group) to 36 (BID) or 48 (QD) hours after dosing (i.e., during the short window of drug withholding). A trend for increased signaling was driven by individual patients with low occupancy (≲70%). To mimic microenvironmental activation, we stimulated overnight with anti-IgM, all the peripheral blood samples collected during drug withholding (4 to 48 hours postdose). We found that upon BCR activation, B-CLL cells showed the ability to reactivate BCR signaling as measured by an increase in CD69 expression. Moreover, the extent of reactivation in BCR signaling positively correlated with the percentage of free BTK (R=0.73; P =0.0001). In conclusion, higher target coverage was achieved when acalabrutinib was administered 100 mg BID compared with 200 mg QD. Given that BTK de novo synthesis rates do vary across patients with CLL, and that reactivation of BCR signaling correlates with lower occupancy (higher free BTK), BID dosing provides the highest target coverage for a greater number of patients. This work was supported by the Intramural Research Program of National Heart, Lung, and Blood Institute, the National Institutes of Health, and Acerta Pharma. We thank our patients for donating blood and tissue samples to make this research possible. Figure. View large Download slide Figure. View large Download slide  Disclosures Cheung: Acerta Pharma: Employment, Equity Ownership; AstraZeneca: Equity Ownership. Gulrajani: Acerta Pharma: Employment, Equity Ownership. Davies-Hill: NIH/NCI: Employment. Izumi: Acerta Pharma: Employment, Equity Ownership, Patents & Royalties: Acerta Pharma, various patents for ACP-196. Covey: AstraZeneca: Equity Ownership; Acerta Pharma: Employment. Wiestner: Pharmacyclics LLC, an AbbVie Company: Research Funding."
}