{
    "doi": "https://doi.org/10.1182/blood-2020-143318",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4499",
    "start_url_page_num": 4499,
    "is_scraped": "1",
    "article_title": "Functional Characterization of Compound DDX41 Germline and Somatic R525H Mutations in the Development of Myeloid Malignancies ",
    "article_date": "November 5, 2020",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational Studies",
    "topics": null,
    "author_names": [
        "Ayana Kon, MD PhD",
        "Masahiro Marshall Nakagawa, MDPhD",
        "Ryosaku Inagaki, MSc",
        "Keisuke Kataoka, MD PhD",
        "Hideki Makishima, MD PhD",
        "Yotaro Ochi, MD",
        "Manabu Nakayama, PhD",
        "Haruhiko Koseki, MD PhD",
        "Yasuhito Nannya, MD PhD",
        "Seishi Ogawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "DSK Project, Medical Innovation Center, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "DSK Project, Medical Innovation Center, Graduate School of Medicine, Kyoto University, Kyoto City, Japan "
        ],
        [
            "Division of Molecular Oncology, National Cancer Center Research Institute, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Technology Development, Kazusa DNA Research Institute, Chiba, Japan "
        ],
        [
            "Laboratory for Developmental Genetics, RIKEN Center for Integrative Medical Sciences, Yokohama, Japan"
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ]
    ],
    "first_author_latitude": "35.0227581",
    "first_author_longitude": "135.7773029",
    "abstract_text": "DDX41 is a newly identified leukemia predisposition gene encoding an RNA helicase, whose germline mutations are tightly associated with late-onset myeloid malignancies. Importantly, germline DDX41 mutations were also found in as many as ~7 % of sporadic cases of high-risk MDS, conferring the largest germline risk for myeloid malignancies. In typical cases, a germline loss-of-function allele (most commonly p.A500fs or p.D140fs, depending on the ethnicity) is compounded by a somatic missense mutation affecting the helicase domain in the remaining allele (p.R525H). However, the molecular mechanism by which DDX41 mutations lead to myeloid neoplasms have not been elucidated. To clarify the role of these distinct DDX41 alleles, we generated mice models carrying either or both of conditional/constitutive Ddx41 knock-out (KO) and conditional R525H knock-in (KI) alleles. Vav1-Cre mediated homozygous deletion of Ddx41 resulted in embryonic lethality, suggesting that Ddx41 is indispensable for normal hematopoiesis. Next, by crossing these mice and further breeding with Rosa26-CreERT2 transgenic mice, we engineered mice that were wild-type for Ddx41 ( Ddx41 +/+ ), heterozygous Ddx41 KO ( Ddx41 +/- ), heterozygous for the Ddx41 R525H mutation ( Ddx41 R525H/+ ), or hemizygous for the Ddx41 R525H mutation ( Ddx41 R525H/- ), in which expression of the mutant allele was induced by tamoxifen administration. First, we assessed cell intrinsic effects of these Ddx41 alleles, using noncompetitive transplantation experiments. Shortly after tamoxifen administration, most of the recipient mice that were reconstituted with BM from Ddx41 R525H/- mice died within a month after CreERT2 induction due to severe BM failure (BMF) with no development of myeloid neoplasms. However, about 20% of mice transplanted with BM derived from Ddx41 R525H/- mice survived longer without showing BMF. These mice exhibited macrocytic anemia and increased platelet counts four months after tamoxifen-induction. In contrast, mice transplanted with BM from Ddx41 +/- and Ddx41 R525H/+ animals showed increased white blood cell counts compared to those with BM from Ddx41 +/+ mice. In flow cytometry, Ddx41 R525H/- -derived BM-transplanted mice showed a significant increase in the number of long-term and short-term hematopoietic stem cells (HSCs), common myeloid progenitors (CMPs) and granulocyte/macrophage lineage-restricted progenitors (GMPs), compared to those transplanted with BM from Ddx41 +/+ , Ddx41 +/- or Ddx41 R525H/+ mice. Single cell RNA-seq of lineage negative cell fractions from these mice also revealed expanded stem cell fractions in mice transplanted with BM from Ddx41 R525H/- mice, even though there was impaired formation of mature peripheral blood cells, which was suggestive of impaired HSPC differentiation. We also assessed the reconstitution capacity of whole BM cells from different Ddx41 mutant mice in competitive transplantation experiments. The donor chimerism of Ddx41 R525H/- mice-derived cells in PB was reduced compared to that of cells derived from Ddx41 +/+ , Ddx41 +/- or Ddx41 R525H/+ mice. Transcriptome analysis of stem cells (Kit + Sca-1 - Lin low cells) from different Ddx41 mutant mice revealed significant changes in gene expression and splicing patterns in many genes in stem cells from all the mutant mice, with larger changes for Ddx41 R525H/- than Ddx41 +/- or Ddx41 R525H/+ cells. Notably, Ddx41 R525H/- cells exhibited a significant upregulation of genes involved in innate immunity, whereas there was a downregulation of genes related to RNA metabolism and ribosome biogenesis. Proteomics analysis confirmed the significant downregulation of ribosomal proteins in hematopoietic cells derived from Ddx41 R525H/- mice. In summary, our results revealed an essential role of Ddx41 in normal hematopoiesis. While both heterozygous Ddx41 KO and heterozygous R525H knock-in did not develop myeloid neoplasm, compound biallelic loss-of function and R525 alleles led to a compromised function of hematopoietic stem cells, which was evident from reduced competitive repopulation capacity and impaired hematopoietic differentiation, where activated innate immunity and impaired ribosome functions may play important roles. Their roles in myeloid neoplasms need further evaluation. Disclosures Nakagawa: Sumitomo Dainippon Pharma Co., Ltd.: Research Funding. Inagaki: Sumitomo Dainippon Pharma Co., Ltd.: Current Employment. Kataoka: Takeda Pharmaceutical Company: Research Funding; Asahi Genomics: Current equity holder in private company; CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Otsuka Pharmaceutical: Research Funding. Ogawa: KAN Research Institute, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding; Chordia Therapeutics, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai Co., Ltd.: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Research Funding; Asahi Genomics Co., Ltd.: Current equity holder in private company."
}