{
    "doi": "https://doi.org/10.1182/blood-2018-99-119353",
    "article_title": "Heterogeneous Hypoxia-Mediated Neutrophil and Red Blood Cell Adhesion to E-Selectin in Microscale Flow ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster III",
    "abstract_text": "Hypoxia promotes red blood cell (RBC) sickling, oxidative stress, systemic endothelium activation, vascular inflammation, and activation of coagulation in sickle cell disease (SCD), which results in a malicious cycle contributing to the progression of vaso-occlusion and other consequent clinical manifestations, such as acute chest syndrome and ischemic injuries. In the multistep and multicellular paradigm of vaso-occlusion, recruitment of neutrophils and adhesion of sickle RBCs to activated endothelial cells are critical in initiating this cascade of events. To better understand the role of hypoxia in this pathophysiological process, we assessed the adhesion profiles of RBCs and neutrophils to immobilized e-selectin utilizing blood samples from a clinically diverse patient population with SCD. Blood samples were collected from 11 subjects with homozygous SCD (HbSS) and 5 normal subjects (HbAA). Prior to the experiments, whole blood samples were mixed with Hank's balanced salt buffer solution modified with calcium and magnesium (1:1 v/v). A total volume of 25 µl blood sample was perfused through each e-selectin immobilized microchannel under both normoxic and hypoxic (7.5% oxygen level) conditions using SCD Biochip microfluidic adhesion assay [1, 2]. Blood perfusion was followed by a rinse with Hank's buffer solution at 1 dyne/cm 2 corresponding to the typical shear stress levels observed in post-capillary venules. Thereafter, neutrophil adhesion, neutrophil rolling, neutrophil-platelet aggregation, and RBC adhesion data were obtained and analyzed. E-selectin functionalized microchannels supported neutrophil adhesion as well as neutrophil rolling when flowing normal blood samples, where we observed higher adhesion and rolling rates in hypoxia ( Fig. 1A ). SCD subjects were categorized into two distinct groups based on their adhesion profiles: Group 1: hypoxia-enhanced neutrophil adhesion without significant RBC adhesion (N=7), and Group 2: hypoxia-reduced RBC adhesion with marginal neutrophil adhesion (N=4) ( Fig. 1B ). We find that both normal and SCD neutrophil adhesion to e-selectin is significantly enhanced under hypoxic conditions ( Fig. 1C , p<0.05, paired t-test). Moreover, we observed significantly increased neutrophil-platelet aggregates and an increase in the percentage of adhered neutrophils involved in neutrophil-platelet aggregation induced by hypoxia ( Fig. 1D&E ), suggesting that hypoxia is strongly associated with neutrophil-platelet aggregation driven vaso-occlusive events in Group 1. Furthermore, rolling velocity of 20 neutrophils from each SCD subjects under shear stress was measured, and hypoxia-mediated neutrophil rolling behavior was determined ( Fig. 1F ). A unique adhesion profile was observed in Group 2, in which the number of adhered RBCs was significantly reduced in response to hypoxia ( Fig. 1G , p<0.05, Mann-Whitney non-parametric analysis). Here, we report two different adhesion profiles among SCD sub-populations using an e-selectin functionalized microfluidic model. We observed elevated numbers of adherent neutrophils, decreased neutrophil rolling velocities, and enhanced neutrophil-platelet aggregation induced by hypoxia in one group, while lowered number of adhered RBCs mediated by hypoxia in the other group. We speculate that there may be two distinct mechanisms that initiate vaso-occlusive events in SCD: in Group 1, neutrophils are responsive to endothelial activation. In this group, neutrophil recruitment and the resulting neutrophil-platelet aggregates and other complexes may precipitate vaso-ooclusion, which is strongly susceptible to hypoxia. In Group 2, in whom neutrophil recruitment is less effective, vaso-occlusion may be induced by vascular RBC adhesion, in which hypoxia may be a less proximate trigger. References: Alapan, Y., C. Kim, A. Adhikari, K.E. Gray, E. Gurkan-Cavusoglu, J.A. Little, and U.A. Gurkan, Sickle cell disease biochip: a functional red blood cell adhesion assay for monitoring sickle cell disease. Transl Res, 2016. 173 : p. 74-91.e8. Kim, M., Y. Alapan, A. Adhikari, J.A. Little, and U.A. Gurkan, Hypoxia-enhanced adhesion of red blood cells in microscale flow. Microcirculation, 2017. 24 (5). View large Download slide View large Download slide  Close modal Disclosures Little: NHLBI: Research Funding; Hemex: Patents & Royalties: Patent, no honoraria; PCORI: Research Funding; Doris Duke Charitable Foundations: Research Funding.",
    "topics": [
        "adhesions",
        "erythrocytes",
        "e-selectin",
        "heterogeneity",
        "hypoxia",
        "neutrophils",
        "sickle cell anemia",
        "buffers",
        "acute chest syndrome",
        "blood tests"
    ],
    "author_names": [
        "Yuncheng Man",
        "Erdem Kucukal, MS",
        "Shichen Liu",
        "Deepa Manwani, MD",
        "Jane Little, MD",
        "Umut A. Gurkan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuncheng Man",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erdem Kucukal, MS",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shichen Liu",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Manwani, MD",
            "author_affiliations": [
                "Division of Hematology/ Oncology, The Children's Hospital at Montefiore, Bronx, NY ",
                "Albert Einstein College of Medicine, Bronx, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Little, MD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH ",
                "Division of Hematology/Oncology, University Hospitals Seidman Cancer Center, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umut A. Gurkan, PhD",
            "author_affiliations": [
                "Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T06:46:15",
    "is_scraped": "1"
}