{
    "doi": "https://doi.org/10.1182/blood-2020-140503",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4587",
    "start_url_page_num": 4587,
    "is_scraped": "1",
    "article_title": "Non-Infectious Pulmonary Toxicity after Allogeneic Hematopoietic Cell Transplantation (HCT): A Center for International Blood and Marrow Transplant Research (CIBMTR) Study ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": null,
    "author_names": [
        "Sagar S. Patel, MD",
        "Kwang Woo Ahn, PhD",
        "Manoj Khanal, BS, MS",
        "Caitrin Fretham, MPH",
        "Celalettin Ustun, MD",
        "Betty K. Hamilton, MD",
        "Navneet S. Majhail, MD MS",
        "Shin Mineishi, MD",
        "Bipin N. Savani, MD",
        "Mohamed Sorror, MD MSc",
        "Edward A. Stadtmauer, MD FACP",
        "Brent Logan, PhD",
        "Marcelo C. Pasquini, MDMS",
        "Saurabh Chhabra, MD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplant Program, University of Utah Health, Salt Lake City, UT "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
            "Division of Biostatistics, Institute for Health and Equity, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "National Marrow Donor Program/Be The Match, Minneapolis, MN "
        ],
        [
            "Division of Hematology, Oncology and Cell Therapy, Rush University Medical Center, Chicago, IL "
        ],
        [
            "Department of Hematology and Medical Oncology, Leukemia Program, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Leukemia Program, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Penn State Cancer Institute, Penn State Hershey Medical Center, Hershey, PA "
        ],
        [
            "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University, Brentwood, TN "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Medical Oncology, Department of Medicine, University of Washington School of Medicine, Seattle, WA "
        ],
        [
            "University of Pennsylvania Abramson Cancer Center, Philadelphia, PA "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
            "Division of Biostatistics, Institute for Health and Equity, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI ",
            "Froedtert & The Medical College Cancer Ctr., Milwaukee, WI "
        ],
        [
            "Department of Medicine, CIBMTR® (Center for International Blood and Marrow Transplant Research), Medical College of Wisconsin, Milwaukee, WI ",
            "Medical College of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "40.76677419999999",
    "first_author_longitude": "-111.85323625000001",
    "abstract_text": "Introduction Early non-infectious pulmonary toxicity (NIPT) is a significant HCT complication and comprises diffuse alveolar hemorrhage (DAH), idiopathic pneumonia syndrome (IPS), and cryptogenic organizing pneumonia (COP) with an overall incidence ranging 1-10%. Treatment options are primarily immunosuppressive therapy and supportive care with limited efficacy. Mortality in IPS, for example, approaches 60-80% ( PMID: 21531955 ). Therefore, to better identify potentially high-risk patients (pts) we performed a registry-based analysis of the incidence, risk factors, and outcomes of early NIPT after HCT. Methods This retrospective study included adult pts undergoing allogenic HCT for hematologic malignancies and non-malignant disorders as reported to the Center for International Blood and Marrow Transplant Research (CIBMTR) (2008-2017). Data analyses were divided into four common disease categories (AML/ALL, CML/MDS/MPN, NHL/CLL/PCD, and non-malignant diseases) to minimize statistical interactions in the multivariate model. The primary outcome was the incidence of and risk factors for individual NIPT and a composite of the three NIPT (IPS, DAH, COP); the secondary outcome was overall survival (OS). Multivariable Cox proportional hazards regression models were developed to identify the risk factors for NIPT and OS. In addition to baseline pre-transplant covariates, post-transplant neutrophil recovery (>500/mcL x 3 consecutive days), platelet recovery (>20k/mcL x 3 consecutive days, without transfusion in 7 previous days) and grade 2-4 acute GVHD were included as time-dependent covariates in the multivariable models. Results Characteristics of 21,587 adult pts are shown in Table 1. Median age at HCT was 54 years, 59% were male, and 39% had KPS <90. Median follow-up was 49 months. Per the HCT-Comorbidity Index (HCT-CI), 15% and 24% of pts had a severe (FEV1 and/or DLCO≤65%, dyspnea at rest, requiring supplemental oxygen) and moderate (FEV1 and/or DLCO 66-80%, dyspnea on slight activity) pulmonary comorbidity, respectively. Pre-transplant, 3% of pts had a history of mechanical ventilation, 5% had a history of pulmonary fungal infection, and 40% reported a smoking history. Most pts had a matched sibling or unrelated donor (68%) and received peripheral blood graft (71%). Myeloablative conditioning was used in 49% pts, and 39% received total body irradiation (TBI). Table 2 shows the cumulative incidence of early NIPT amongst pts in the four disease categories. Multivariable analysis in the AML/ALL group identified TBI-based conditioning, grade 2-4 acute GVHD, HCT-CI score of 1-3, and prior autologous HCT were associated with increased risk of NIPT, while platelet recovery decreased the risk of NIPT. In the CML/MDS/MPN group, smoking history, grade 2-4 acute GVHD and HCT-CI scores of 2-5+ were associated with increased risk of NIPT, while non-TBI and non-myeloablative TBI conditioning and platelet recovery were associated with a lower risk. In the NHL/HD/CLL/PCD group, a higher risk of NIPT was seen with severe pulmonary comorbidity pre-HCT and chronic GVHD, while platelet recovery and non-TBI regimens were associated with a lower risk. In the non-malignant disease group, both neutrophil and platelet recovery were associated with a lower risk of NIPT. Furthermore, the multivariable analysis for OS (Table 2) showed across all disease groups, NIPT increased the risk of mortality (vs. no NIPT; HR of 4.3 in AML/ALL, 4.1 in CML/MDS/MPN, 3.5 in NHL/CLL/PCD, 6.8 in non-malignant diseases; p<0.0001). Conclusions This large registry-based analysis of allogeneic HCT pts highlights several risk factors for the development of early NIPT including smoking history, severe pulmonary comorbidity, myeloablative TBI conditioning, and acute and/or chronic GVHD. Identification of these risk factors can enhance appropriate selection of pts prior to HCT. We also found that post-transplant, platelet and neutrophil recovery was associated with a reduced risk of NIPT. Furthermore, early NIPT is associated with a several-fold higher mortality risk in the current era despite significant advances in supportive care. Future studies are needed to optimize risk factors such as conditioning regimen and graft source selection to reduce the risk of early NIPT. View large Download slide View large Download slide  Disclosures Ustun: Kadmon: Honoraria. Hamilton: Syndax Pharmaceuticals: Consultancy, Honoraria. Majhail: Anthem, Inc.: Consultancy; Incyte: Honoraria; Nkarta Therapeutics: Honoraria; Mallinckrodt: Honoraria. Sorror: Jazz Pharmaceutical: Other: Honorarium for Advisory role. . Stadtmauer: Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Novartis, Onyx Pharmaceuticals, an Amgen subsidiary, Takeda Oncology: Consultancy. Pasquini: Bristol Myers Squibb: Consultancy; BMS: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Other; Novartis: Research Funding; Kite: Research Funding."
}