{
    "doi": "https://doi.org/10.1182/blood-2020-136388",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4658",
    "start_url_page_num": 4658,
    "is_scraped": "1",
    "article_title": "Proof of Concept: Protein S As an Immune Modulatory Agent to Control Pancreatic Cancer ",
    "article_date": "November 5, 2020",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "abstract_text": "Background: Pancreatic cancer (PC) remains one of the most difficult tumors to treat. PC is nearly always diagnosed late with 80% of PC patients having Stage 4 disease and an average life expectancy of a mere 4-6 months. It affects men and women equally. In spite of our understanding of KRAS as the driver mutation in the overwhelming majority of PC patients, drugs to target KRAS remain elusive so far. Chemotherapy and radiation remain the standard of care for PC patients, many of whom are unresectable at diagnosis. This bleak prognosis encourages scientists and drug developers to propose bold, creative treatment strategies to better manage PC. Protein S (PS) is a 75 KDa vitamin K-dependent potent natural anticoagulant. PC patients have much higher risk of thrombosis than the general population. In 2018, we have shown that HIF1α, commonly upregulated in hypoxic cancer tissues, suppresses PS expression. PS has coagulation-independent, receptor-mediated effects through the TAM family of receptor tyrosine kinases (TYRO3, AXL, and MERTK). We recently published (in press) data that indicate that PS suppresses the growth of PC cells in vitro and that PROS1 (PS) gene expression is associated with better survival in PC. Survival analysis based on public domain RNASeq data shows that PROS1 mRNA expression in PC is significantly correlated with better overall survival (OS) up to 18 months (Figure 1). Additionally, very recent data indicate that PS receptor MERTK is a late costimulatory signal in CD8 T-cells, which is required for the establishment of immunological memory and anti-tumor immune responses in melanoma. Our proof of concept (POC) shown in the schematic is PS directly suppresses PC cell growth and promotes CD8-mediated tumor immunity against PC. Results & Discussion: PS and its properties as a signaling molecule in the context of cancer progression and cellular aggressiveness have not been studied in-depth. The expression levels of the individual TAM receptors showed less than 1-fold variation among the cell lines tested; whereas, PS and GAS6 levels were significantly different. PS/GAS6 ratio directly correlates with the aggressiveness of PC cell lines. We found that the lower the ratio, the higher was the aggressiveness. We used three cell lines, MIA PaCa-2, PANC-1, and BXPC-3 with population doubling times of 40 hours, 52 hours and 72 hours, respectively (per information from ATCC). The basal levels of the three TAM receptors were relatively uniform among the three cell lines, i.e., less than 5% difference in expression level. Interestingly, although PANC-1 cells, with an intermediate degree of aggressiveness, had a PS/GAS6 ratio of 1, MIA-PaCa-2 cells had a significantly lower PS/GAS6 ratio indicating that more aggressive cell line has more GAS6. The least aggressive cell line BXPC-3 cells had a much higher PS/GAS6 ratio. PS overexpression reduced survival and proliferation of PANC-1 and MIA PaCa-2 cells. To further confirm that PS overexpression accelerated apoptosis of PC cells, we generated flow data using Annexin V/7AAD (7-Aminoactinomycin D) staining. Notably, PS gene knockdown by SiRNA or GAS6 overexpression resulted in increase in aggressiveness of those cell lines tested in our published data (In press). Conversely, GAS6 gene knockdown attenuated the aggressive phenotypes of these cell lines tested. Conclusion: We propose to test PS infusion in PC to downregulate HIF1α and modulate the tumor microenvironment (TME) to promote sustained tumor immunity. Our preliminary data and publicly available gene expression profiles suggest that PS may have therapeutic value in PC. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": null,
    "author_names": [
        "Samarpan Majumder",
        "Lucio Miele, MDPhD",
        "Rinku Majumder, PhD"
    ],
    "author_affiliations": [
        [
            "Genetics, LSU Health Science Center, New Orleans, LA"
        ],
        [
            "Genetics, 504-568-8088, New Orleans, LA"
        ],
        [
            "Biochemistry and Molecular Biology, Associate Professor, Louisiana State University Health Sciences Center, New Orleans, LA"
        ]
    ],
    "first_author_latitude": "29.95729619999999",
    "first_author_longitude": "-90.0832621"
}