{
    "doi": "https://doi.org/10.1182/blood.V110.11.4832.4832",
    "article_title": "Antitumour Activity of Bortezomib-Pegylated Liposomal Doxorubicine Association as Salvage Therapy in Multiple Myeloma Patients. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background. There are evidences supporting the existence of a synergism between the proteasome inhibitor bortezomib and anthracyclines. In addition, several in vivo data show synergic-additive effect of bortezomib and pegylated liposomal doxorubicine (Peg LD). Recently these findings were confirmed by the results of a phase III study. Patients and therapy. Based on these findings we are using this combination as salvage therapy in active multiple myeloma (MM) in current patient care. So far, 23 MM patients (F:M 14:9, median age 66 years, range 45–74) with a disease resistant to or relapsing after high or conventional dose chemotherapy have been enrolled. Patient distribution according to disease status and previous therapy was as follows: three and 11 patients with a disease resistant to(including PR cases)or relapsing after high dose chemotherapy with PBSC support, respectively; four and 5 patients with a disease resistant to or relapsing after conventional chemotherapy, respectively. Bortezomib1,3mg/m 2 was given as a bolus IV injection on days 1,4,8 and 11 for 8 cycles(induction therapy), then administered on days 1,8,15 and 22 for 3 cycles. PegLD was given at a dose of 40mg/m 2 every 3 weeks. In the 1 st cohort, Peg LD was employed after the completion of the 8 th cycle of bortezomib, during maintenance therapy. In the second cohort, Peg LD was combined with bortezomib starting from the 4 th induction cycle. Sequential drug administration was chosen in order to evaluate if PegLD increases the antitumor of bortezomib employed as single agent. Results. The1 st cohort included 5 patients. Two with resistant disease to high dose(1) or conventional dose chemotherapy(1) and 3 with relapsing disease after high dose(2)or conventional dose(1). Bortezomib therapy resulted in 4 objective responses(2 nCR,2 PR) and 1 disease stabilization. However, the addition of PegLD did not induce any significant improvement of response in 3 cases. In 2 patients PD was documented, after an initial response, before and during the maintenance therapy respectively. The 2 nd cohort included 5 patients resistant to high (2 pts)or conventional (3 pts) dose chemotherapy and 13 with relapsing disease. Response was evaluated in 17/18 cases. One patient still on induction therapy was in a therapeutic phase too early to be evaluated. Myeloma progression was documented in 3 istances during the first three cycles of bortezomib. After the1 st cycle in1 and after the 2 nd cycle in 2 cases. Of the remaining 14 patients, 9 reached PR, 3 nCR and 2 CR after the first 3 cycles of bortezomib. One patient developed cardiac failure and did not receive PegLD. In the13 patients who completed the planned therapy a conversion of 4 PRs into CRs and 3 nCRs into CRs was documented. No improvement was reported in the other 2 PR cases. One of the CR patients showed an isolated bone progression during the 11 th cycle of treatment. Overall, bortezomib or PegLD-bortezomib combination, were well tolerated. Grade1–2 thrombocytopenia was the most common hematological toxicity. All patients complained mild to moderate asthenia and grade 1–2 paresthesias. Conclusion. It is not possible to achieve any firm conclusion regarding the effect of bortezomib-PegLD combination on the control of resistant-relapsing MM, mainly because of the small sample size of treated patients. However, our findings suggest that this combination therapy may exert in some cases a significant antitumor activity.",
    "topics": [
        "bortezomib",
        "liposomes",
        "multiple myeloma",
        "salvage therapy",
        "chemotherapy regimen",
        "brachial plexus neuritis",
        "craniosynostosis",
        "cytokine release syndrome",
        "lung compliance",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Giulia Braccalenti, M.D.",
        "Pasqualinda Ferrara, Ph.D.",
        "Marta Gubbiotti, M.D.",
        "Paola Cerroni, M.D.",
        "Lorenzo Falchi, M.D.",
        "Debora Luzi, M.D.",
        "Roberta Martiniani, M.D.",
        "Roberta Pace, M.D.",
        "Anna Marina Liberati, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Giulia Braccalenti, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pasqualinda Ferrara, Ph.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Gubbiotti, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Cerroni, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenzo Falchi, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debora Luzi, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Martiniani, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Pace, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Marina Liberati, MD",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T12:55:12",
    "is_scraped": "1"
}