{
    "doi": "https://doi.org/10.1182/blood-2020-140252",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4569",
    "start_url_page_num": 4569,
    "is_scraped": "1",
    "article_title": "Clinical Correlation of a Precision Medicine Test with Treatment Outcome in Acute Myeloid Leukemia Patients ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Hong-Hu Zhu, MD",
        "Min Ji, MD",
        "Chunyan Ji, MD",
        "Chongwu Wang",
        "Yaqiong Ge",
        "Xiaoping Zhou",
        "Julian Gorrochategui",
        "Daniel Primo, PhD",
        "Joan Ballesteros, PhD",
        "Li Li, MD",
        "Joaquin Martinez-López"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China"
        ],
        [
            "Department of Hematology, Qilu Hospital, Cheeloo College of Medicine, Shandong University, Jinan, Shandong, China"
        ],
        [
            "Hosea Precision Medical Technology Co., Ltd., Weihai, Shangdong, China"
        ],
        [
            "Hosea Precision Medical Technology Co., Ltd., Weihai, Shangdong, China"
        ],
        [
            "Hosea Precision Medical Technology Co., Ltd., Weihai, Shangdong, China"
        ],
        [
            "Vivia Biotech, Tres Cantos, Madrid, Spain"
        ],
        [
            "Vivia Biotech, Tres Cantos, Madrid, Spain"
        ],
        [
            "Vivia Biotech, Tres Cantos, Spain"
        ],
        [
            "Department of Laboratory Medicine, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China"
        ],
        [
            "Department of Hematology, Hospital Universitario 12 de Octubre; H12O-CNIO Haematological Malignancies Clinical Research Unit, Spanish National Cancer Research Centre, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "30.308684399999994",
    "first_author_longitude": "120.0864995",
    "abstract_text": "Introduction: Precision Medicine (PM) by measuring the pharmacological activity of drug combination treatments in patient samples by flow cytometry is a new field. This approach has been validated in an observational study of 236 Acute Myeloid Leukemia (AML) patients from Spain and China. Patients were treated with commonly administered chemotherapeutic regimens in AML, and the PM test generated a ranking of the activity of alternative treatments in each patient sample to support personalizing treatments in clinical practice. Material and Methods: Results were processed from an observational study collecting 236 bone marrow samples from AML adult patients from hospitals in China (113) and Spain (123). Most were de novo patients (223) with 13 relapse-refractory patients. The PM test was carried out in the laboratories of Hosea Precision Medical (China) or Vivia Biotech (Spain). Whole bone marrow samples maintaining their Native Environment were incubated for 48h or 72h in well plates containing 23 treatments (Tx) representing the most common drugs and drug combinations used in induction treatments with AML patients. The PM test activity was calculated by the percentage of the maximum Area Under the Curve (AUC) from curve functions models fitted to dose-response experiments results. Besides that, the test includes a measurement of synergy in drug combinations estimated by the application of surface interaction models. The predicted sensitivities of alternative treatments for each individual patient are ranked in five 20% categories following a traffic lights color code, from most sensitive 80-100% green to most resistant 0-20% red. Statistical analysis by response frequency on the predicted green (most sensitive) patients with a target frequency of 85% responders in the green group and a target error of 10% required N=236 total samples. Results: The clinical % CR (Complete Remission) correlates with the predicted responses, decreasing from green to orange to red categories (Figure). PM Test predicts well 85.5% CR for green Tx. 70% of all patient samples have ≥1 green Tx among these 23 Tx. For these 70% patients, the analysis and projection of these observed prediction frequencies suggest that the use of the PM Test might achieve 85.5% CR vs the clinical 62.0%, a 23.5% increase. Within the remaining 30% samples without any green Tx, 17% have at least 1 dark orange Tx (60-80%), with a good prediction CR rate of 68.4%. An additional 8% have ≥1 orange Tx, without any Green or Dark Orange Txs, and these patients have a low clinical 22.2% CR, consistent with being multiresistant to most 23 drug treatments in PM Test. PM Test might increase CR rates from 22.2 to 40%, an increase of 17.8% CR in very difficult patients. If we include all patient samples, PM Test might increase CR from 54.9% to 71.8%, 16.9% more patients achieving CR. Results from Chinese or Spanish patients were consistent with each other. Conclusions: Ranking each treatment across all patient samples in a database, and ranking the alternative treatments that can be administered to a new patient, generates a new Precision Medicine test that might help selecting the optimal treatment for each individual patient. This should be validated by a prospective, two-arms, study. View large Download slide View large Download slide  Disclosures Wang: Hosea Precision Medical Technology Co., Ltd: Current Employment. Ge: Hosea Precision Medical Technology Co., Ltd: Current Employment. Zhou: Hosea Precision Medical Technology Co., Ltd: Current Employment. Gorrochategui: VIVIA BIOTECH: Current Employment. Primo: Vivia Biotech: Current Employment. Ballesteros: Vivia Biotech: Current Employment. Martinez-López: Janssen, BMS, Sanofi, Novartis, Incyte, F. Hoffmann-La Roche and Amgen: Honoraria, Other: Advisory boards; Hosea and Altum: Membership on an entity's Board of Directors or advisory committees; Janssen, Novartis, BMS, Incyte: Consultancy."
}