{
    "doi": "https://doi.org/10.1182/blood.V106.11.1928.1928",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=437",
    "start_url_page_num": 437,
    "is_scraped": "1",
    "article_title": "Complete Loss or Severely Compromised Expression of the Pro-Apoptotic Protein Bax Leads to Resistance to Curcumin-Induced Apoptosis in Burkitt’s Lymphoma Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "apoptosis",
        "burkitt's lymphoma",
        "curcumin",
        "caspases",
        "anti-inflammatory agents",
        "antioxidants",
        "bare lymphocyte syndrome",
        "basic life support",
        "bax protein",
        "bloom syndrome"
    ],
    "author_names": [
        "Azhar R. Hussain, MBBS",
        "Maha Al-Rasheed, BSc",
        "Pulicat S. Manogaran, BSc",
        "Khawla S. Al-Kuraya, MD, FCAP",
        "Shahab Uddin, PhD"
    ],
    "author_affiliations": [
        [
            "Research Center, King Fahad National Center for Children’s Cancer and Research, Riyadh, Saudi Arabia"
        ],
        [
            "Research Center, King Fahad National Center for Children’s Cancer and Research, Riyadh, Saudi Arabia"
        ],
        [
            "Biological and Medical Research, King Faisal Specialist Hospital and Research Center, Riyadh, Saudi Arabia"
        ],
        [
            "Research Center, King Fahad National Center for Children’s Cancer and Research, Riyadh, Saudi Arabia"
        ],
        [
            "Research Center, King Fahad National Center for Children’s Cancer and Research, Riyadh, Saudi Arabia"
        ]
    ],
    "first_author_latitude": "24.8287877",
    "first_author_longitude": "46.6936525",
    "abstract_text": "This report compares in detail, the role of curcumin treatment in a panel of Burkitt’s lymphoma (BL) cell lines that are either expressing full length Bax with a group of cell lines that are either completely deficient or have decreased expression of Bax. Multiple apoptotic stimuli induce conformational changes in Bax, a pro-apoptotic protein from the Bcl-2 family and its deficiency is a frequent cause of chemo-resistance in a variety of malignancies including Burkitt’s lymphoma. We extent our previous studies on Burkitt’s lymphoma to determine the role of curcumin treatment on BLs. Curcumin (diferuloymethane) is a naturally occurring yellow pigment isolated from the rhizomes of the plant curcuma longa. The medicinal value of curcumin has been well recognized with its anti-oxidant, anti-inflammatory and anti-tumor activities. Curcumin is also known to induce apoptosis in a variety of cancer cells including multiple myeloma and primary effusion lymphomas. To understand the role of Bax in curcumin-induced apoptosis, we used two groups of Burkitt’s lymphoma cell lines, one that expressed the Bax protein (AS283A, KK124 and Pa682PB) and the other group either did not or had decreased expression of Bax (BML895 CA46, and LW878). Cell viability decreased in a dose-dependent manner in AS283A, PA682PB and KK124 with curcumin treatment ranging between 0–40mM whereas only minimal changes in viability was observed in BML895, CA46 and LW878 after treatment. Curcumin induced a dose-dependent apoptosis in the Bax expressing group of cell lines while the cell lines that were either completely deficient or had decreased expression of Bax did not respond to curcumin treatment and remained refractory. In AS283A, KK124, and PA682PB, curcumin induced apoptosis through truncation of BID, loss of mitochondrial potential as determined by JC1 staining with subsequent activation of caspase3 followed by cleavage of PARP. However, in the curcumin resistant cell lines, there was no change in the mitochondrial potential after curcumin treatment and therefore apoptosis did not occur. In addition, zVAD-fmk, a universal inhibitor of caspases prevented caspase3 cleavage as well as cell death in the sensitive cell lines after curcumin treatment suggesting that curcumin-induced apoptosis is caspase dependent. Our findings suggest that Bax integrity is necessary for curcumin to induce apoptosis in Burkitt’s lymphoma cells. These results provide the molecular basis and preliminary data for new treatment strategies that may incorporate curcumin in regimens for Burkitt’s lymphoma treatment."
}