{
    "doi": "https://doi.org/10.1182/blood.V128.22.4228.4228",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3503",
    "start_url_page_num": 3503,
    "is_scraped": "1",
    "article_title": "Primary Breast Diffuse Large B Cell Lymphoma in the Rituximab Era: Outcomes of a Multicenter Retrospective Study By the Lymphoma and Leukemia Committee of Chinese Geriatric Oncology Society(LLC-CGOS) ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster III",
    "topics": [
        "breast",
        "diffuse large b-cell lymphoma",
        "leukemia",
        "lymphoma",
        "rituximab",
        "geriatric oncology",
        "brachial plexus neuritis",
        "extranodal disease",
        "prognostic factors",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Shaoxuan Hu, MD",
        "Yuqin Song, MD",
        "Yufu Li, MD",
        "Xiuhua Sun, MD",
        "Liping Su, MD",
        "Wei Zhang, MD",
        "Jing Jia, MD",
        "Ou Bai, MD",
        "Rong Liang, MD",
        "Xiaoling Li, MD",
        "Huilai Zhang, MD",
        "Yuhuan Gao, MD",
        "Weijing Zhang, MD",
        "Xiubin Xiao, MD",
        "Huizheng Bao, MD",
        "Ningju Wang, MD",
        "Hanyun Ren, MD",
        "Xinan Cen, MD",
        "Shun'e Yang, MD",
        "Yu Zhao, MD",
        "Yinan Wang, MD",
        "Yalan Wang, MD",
        "Aichun Liu, MD",
        "Jingwen Wang, MD",
        "Yuankai Shi, MD",
        "Ming Yuan",
        "Xiaohui He, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Cancer Hospital and Institute,Chinese Academy of Medical Sciences (CAMS) and Peking Union Medical College (PUMC), Beijing, China "
        ],
        [
            "Peking University Cancer Hospital, Beijing, China "
        ],
        [
            "Henan cancer hospital, Henan, China "
        ],
        [
            "The 2nd hospital of Dalian Medical University, Dalian, China "
        ],
        [
            "Department of haematological oncology, cancer hospital of Shanxi province, taiyuan, China "
        ],
        [
            "Peking Union Medical College Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China "
        ],
        [
            "Peking University Cancer Hospital, Beijing, China "
        ],
        [
            "The First Hospital of Jilin University, Jilin, China "
        ],
        [
            "The Fourth Military Medical University, Xi'an, China "
        ],
        [
            "Liaoning Cancer Hospital and Institute, Shenyang, China "
        ],
        [
            "Department of Lymphoma, Sino-US Center for Lymphoma and Leukemia, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center of Cancer, Key Laboratory of Cancer Prevention and Therapy, Tianjin, China "
        ],
        [
            "The Fourth Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Department of Lymphoma, 307 Hospital of PLA, Beijing, China "
        ],
        [
            "307 hospital of PLA, Beijing, China "
        ],
        [
            "Jilin Cancer Hospital, Changchun, China "
        ],
        [
            "General Hospital of Ningxia Medical University, Yinchuan, China "
        ],
        [
            "Peking University First Hospital, Beijing, China "
        ],
        [
            "Peking University First Hospital, Beijing, China "
        ],
        [
            "Xinjiang Cancer Hospital, Wulumuqi, China "
        ],
        [
            "The general hospital of Chinese People's Liberation Army, Beijing, China "
        ],
        [
            "The people's hospital of Tangshan City, Tangshan, China "
        ],
        [
            "Baotou Cancer Hospital, Baotou, China "
        ],
        [
            "The 3rd Hospital of Haerbin Medical University, Ha'erbin, China "
        ],
        [
            "Department of Hematology, Beijing Tongren Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Department of Medical Oncology, Cancer Hospital and Institute,Chinese Academy of Medical Sciences (CAMS) and Peking Union Medical College (PUMC), Beijing, China "
        ],
        [
            "Taishan Medical University, Tai'an, China"
        ],
        [
            "Department of Medical Oncology, Cancer Hospital and Institute,Chinese Academy of Medical Sciences (CAMS) and Peking Union Medical College (PUMC), Beijing, China "
        ]
    ],
    "first_author_latitude": "39.91143099999999",
    "first_author_longitude": "116.41481",
    "abstract_text": "Introduction : Primary breast diffuse large B cell lymphoma(PB-DLBCL) is a rare subtype of DLBCL with limited data on treatment outcome. The impact of rituximab on survival and the role of central nervous system(CNS) prophylaxis in patients(pts) with PB-DLBCL remain controversial. The aim of this study was to define the clinical features, treatment outcome and patterns of relapse of Chinese pts with PB-DLBCL. Methods : Data on pts with PB-DLBCL was retrospectively collected from 20 main Chinese medical centers. Between 2000 and 2015, 110 pts were included. Eligibility criteria required confirmed pathological diagnosis of DLBCL and disease localized to one or both breasts±ipsilateral regional lymph nodes. Patients with systemic disease with breast involvement or transformed DLBCL from low-grade lymphoma were excluded. PFS and OS were estimated using the Kaplan-Meier method, and prognostic factors were analyzed using the log-rank test and Cox proportional hazards model. Results : All of 110 pts were female, with a median age of 47years(yrs)(range 16-85yrs). 4.5% presented with B-symptoms; 94.5% presented with unilateral disease (right 58.7%; left 36.7%), and 6 pts(5.5%) presented with bilateral breast involvement. The median tumor size was 4cm(range 1.2-12.8cm); 56.4% had stage I E and 38.2% had stage II E disease; pts with bilateral breast disease(5.5%) were classified as stage IV. Among the 72 pts in whom immunohistochemistry was available, 68.1% were classified as non-germinal center B-cell like(GCB) immunophenotype and 31.9% as GCB type based on the algorithms of Hans and Visco-Young. The median Ki-67 expression was 80%(range 20-98%). Among the 86 pts with available international prognostic index (IPI), the score was 0 in 51.2% of pts, 1 in 32.6%, 2 in 12.8%, and 3-4 in 3.5%. Most pts(98%) received anthracycline-containing chemotherapy, and 60% received rituximab; 44% received CNS prophylaxis with intrathecal chemotherapy(IT); 36% received radiotherapy (RT); 19% underwent mastectomy. At a median follow-up of 3.2 yrs (range 0.1 - 11.5 yrs), the Kaplan-Meier estimated median PFS was 6.3 yrs (95% CI 4.2 - 8.4 yrs) and the median OS was not reached. The 5-yr PFS and 5-yr OS were 61.2% (95% CI 49.0-73.4%) and 77.3% (95% CI 66.1-88.5%) respectively. In univariate analysis, rituximab was associated with improved PFS(5yrPFS 75.8% vs 38.4%, P =0.03) but not an advantage in OS. RT was associated with a significant benefit in PFS( P =0.02) and a borderline significant advantage in OS(p=0.052). In multivariate analysis, IPI was the only significant prognostic factor for OS(HR=5.16, P=0.01). The 5-yr OS was 94.7% in pts with a IPI score of 0, 76.0% in pts with a score of 1, and 54.3% in those with a score of 2-4. There was no difference in OS in pts with tumors less than versus more than 5cm, or between pts with non-GCB versus GCB subtype. 3 pts with bilateral disease had early progression within 1 yr from diagnsosis, and all died within 4yrs. A total of 35 (31.8%) pts had relapsed, with the breast(16 cases, 14.5%) and CNS(11 cases, 10%) as the most common sites of extra-nodal relapse. Although 71.4% of first relapses occurred within the first 3 yrs, late relapse was frequently observed in the contralateral breast and CNS, with 57% of contralateral breast relapses and 55% of CNS relapses occurring beyond 3 yrs from diagnosis. Among the 11 pts with CNS relapse, 3 pts received prophylactic IT during first-line therapy. There was a continuous risk of CNS relapse up to 8.2 yrs from initiation of treatment(median time to relapse: 3.1yrs), with 72% of relapses occurring in the brain parenchyma. In univariate analysis, elevated LDH( P <0.001) and bilateral breast involvement( P =0.014) were associated with a higher risk of CNS relapse. Neither prophylactic IT nor rituximab was associated with a significant reduction in the cumulative risk of CNS relapse. Conclusions: PB-DLBCL is a very rare subtype of DLBCL among Chinese lymphoma pts. Among the 110 pts collected from 20 main medical centers, PB-DLBCL appears to have worse PFS with distinct patterns of extra-nodal relapse. Rituximab and RT were both associated with improved PFS, but no significant beneficial effect on OS was observed. A continuous pattern of CNS relapse was often, especially in pts with bilateral breast involvement or elevated LDH. Prophylactic IT had limited value in preventing CNS relapses in these PB-DLBCL pts. Disclosures No relevant conflicts of interest to declare."
}