{
    "doi": "https://doi.org/10.1182/blood.V106.11.1098.1098",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=415",
    "start_url_page_num": 415,
    "is_scraped": "1",
    "article_title": "Imatinib 800 mg: Preliminary Results of a Phase II Trial of the GIMEMA CML Working Party in Intermediate Sokal Risk Patients and Status-of-the-Art of an Ongoing Multinational, Prospective Randomized Trial of Imatinib Standard Dose (400 mg Daily) vs High Dose (800 mg Daily) in High Sokal Risk Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "imatinib mesylate",
        "phase 2 clinical trials",
        "brachial plexus neuritis",
        "iris trial",
        "bcr-abl tyrosine kinase",
        "leukemia, myelocytic, chronic",
        "polymerase chain reaction",
        "country of turkey",
        "denmark",
        "finland"
    ],
    "author_names": [
        "Gianantonio Rosti, MD",
        "Giovanni Martinelli, MD",
        "Fausto Castagnetti, MD",
        "Nicoletta Testoni, BD",
        "Giorgina Specchia, MD",
        "Renato Bassan, MD",
        "Fabio Stagno, MD",
        "Massimo Breccia, MD",
        "Elisabetta Abruzzese, MD",
        "Giuseppe Saglio, MD",
        "Fabrizio Pane, MD",
        "Bengt Simonsson, MD",
        "Johan L. Nielsen, MD",
        "Henrik Hjorth-Hansen, MD",
        "Kimmo PorkKa, MD",
        "Ibrahim Haznedaroglu, MD",
        "Arnon Nagler, MD",
        "Marco Vignetti, MD",
        "Domenico Russo, MD",
        "Marilina Amabile, BD",
        "Michele Baccarani, MD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ],
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ],
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ],
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ],
        [
            "Chair of Hematology, Bari University Hospital, Bari, Italy"
        ],
        [
            "Chair of Hematology, Bergamo University Hospital, Bergamo, Italy"
        ],
        [
            "Chair of Hematology, Catania University Hospital, Catania, Italy"
        ],
        [
            "Chair of Hematology, University “La Sapienza”, Roma, Italy"
        ],
        [
            "Chair of Hematology, St Eugenio Hospital, Roma, Italy"
        ],
        [
            "Chair of Internal Medicine, S Luigi Gonzaga Hospital, Orbassano, Torino, Italy"
        ],
        [
            "CEINGE, Napoli University Federico II, Napoli, Italy"
        ],
        [
            "University of Uppsala, Uppsala, Sweden"
        ],
        [
            "University of Aarhus, Aarhus, Denmark"
        ],
        [
            "University of Trondheim, Trondheim, Norway"
        ],
        [
            "University of Helsinki, Helsinki, Finland"
        ],
        [
            "Chair of Hematology, University of Ankara, Turkey"
        ],
        [
            "Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Chair of Hematology, University “La Sapienza”, Roma, Italy"
        ],
        [
            "Chair of Hematology, Brescia University, Brescia, Italy"
        ],
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ],
        [
            "Institute of Hematology “Seràgnoli”, Bologna University Hospital, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "The conventional treatment of chronic myeloid leukemia (CML) in early chronic phase (ECP) is imatinib 400 mg daily. The estimated rates of major (MCgR) and complete cytogenetic response (CCgR) at 42 months are 91% and 84%, respectively (IRIS Trial - F Guilhot, ASH 2004), with a survival free from accelerated and blastic phase of 84%. The rates of CCgR are significantly different according to Sokal score, being 91%, 84% and 69% for low, intermediate and high risk categories. Phase I and II trials of imatinib have clearly shown a dose-response effect; more importantly, a single center phase II trial of imatinib 800 mg in ECP showed significantly better results vs standard dose, in terms of CCgR (90% vs 74%) and of complete molecular response (28% vs 7% at 18 months) [H. Kantarjian et al, Blood 103 (8), 2004]. The GIMEMA (Gruppo Italiano Malattie Ematologiche dell’Adulto) CML WP is conducting a phase II trial of imatinib 800 mg in intermediate Sokal risk in ECP (trial CML/021). Overall, 89 pts (mean age 53 yrs) have been enrolled. Fourty-four patients completed 6 months of treatment: the complete hematological response rate is 100%; the MCgR and CCgR are 90% and 81%, respectively. The 6 months CCgR rate of this trial parallels the IRIS trial one in intermediate risk cases (84%), with a much shorter treatment period. The major molecular response rate at 6 months (RTQ-PCR as ratio BCR-ABL/ABL) is 56% (cut-off ≤ 0.12%) or 41% (cut-off ≤0.05%). The compliance to the treatment improved time by time, being 47% the patients receiving ≥ 80% of the scheduled dose between months 1–3 and 60% between months 4 - 6. A second project, exploring imatinib high dose, is reserved to high risk cases: a multinational working group, within the frame of Leukemianet CML WP, is conducting a phase III randomized trial (1:1) of imatinib 400 mg vs 800 mg in high Sokal risk in ECP. By July 31, 2005, 80 patients have been enrolled: GIMEMA CML WP (44 pts), Nordic Countries - Sweden, Denmark, Norway and Finland (25 pts), Turkey (10 pts) and Israel (1 pt)."
}