{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5670.5670",
    "article_title": "Exploration of PRO-CTCAE Data Used for Exposure-Response Relationships in an Oncology Clinical Trial ",
    "article_date": "December 7, 2017",
    "session_type": "904. Outcomes Research—Malignant Conditions",
    "abstract_text": "Background: Exposure-response (ER) analysis is used in oncology clinical trials to characterize the relationship between drug exposure and safety outcomes. PRO-CTCAE is a patient-reported outcomes (PRO) version of the common terminology criteria for adverse events (CTCAE). PRO-CTCAE was developed by the National Cancer Institute to assess patient-reported symptomatic adverse events in clinical trials to complement standard clinician reported adverse events. We used data from PRO-CTCAE to explore how the systematic assessment of symptomatic adverse events by PRO-CTCAE could inform ER safety and tolerability analyses. Methods: We identified a subgroup of patients (N=120) from a trial of an FDA-approved anti-cancer agent that had both CTCAE and PRO-CTCAE data available. We compared drug exposure quartiles (AUCss) with data from the CTCAE term \"diarrhea\" (D) and the corresponding PRO-CTCAE item capturing the frequency of \"loose or watery stools\" (LWS). We explored ER relationships for PRO-CTCAE data using two different threshold cutoffs for frequency of LWS (never, rarely, occasionally, frequently and almost constantly). The threshold comparisons were as follows: 1) patients who never experienced LWS versus patients who experienced LWS rarely, occasionally or almost constantly and 2) patients who experienced LWS never, rarely or occasionally versus patients who experienced LWS frequently or almost constantly. The comparative analysis also evaluated various summary statistics (maximum or median) of the longitudinal AE (LWS) within patients over time. Logistic regression was applied to explore the correlation between the symptomatic adverse event (D or LWS) and drug exposure using the different thresholds and descriptive statistics combination scenarios. Results: A strong ER relationship for CTCAE diarrhea was previously shown for this drug in a larger trial population (p<0.01). In the smaller patient subset (N=120) with both PRO-CTCAE and CTCAE data, neither CTCAE nor PRO-CTCAE showed strong associations with drug exposure. Interestingly, the mean incidence of LWS captured by PRO-CTCAE was higher than that of grade 1 or higher diarrhea captured by CTCAE (0.875 vs 0.392). On the other hand, a stronger association between drug exposure and adverse events was observed when PRO-CTCAE assessed LWS was evaluated at a higher threshold of frequency (patients who experienced LWS never, rarely or occasionally versus patients who experienced LWS frequently or almost constantly) or when the longitudinal data was summarized through median rather than maximum statistics. Conclusions: Standard ER analysis did not show a strong correlation using either CTCAE or PRO-CTCAE in the subgroup of 120 patients. This could be due to the small sample size. PRO-CTCAE is a sensitive AE reporting tool and demonstrates a higher incidence of LWS AE reporting compared to diarrhea as captured by CTCAE. PRO-CTCAE may improve or complement assessment of ER relationships in that a stronger correlation between drug exposure and LWS was observed when AEs were defined based on different thresholds and various summary statistics over time compared to standard ER analysis using CTCAE. The results suggested that PRO-CTCAE data may provide additional information on drug associated AEs and the overall safety profile of drugs in oncology clinical trials. Further study is warranted to identify methods to explore PRO-CTCAE data to inform ER relationships for safety and tolerability. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adverse event",
        "antineoplastic agents",
        "complement system proteins",
        "diarrhea",
        "medical oncology",
        "descriptive statistics",
        "logistic regression",
        "patient self-report",
        "conflict of interest",
        "disclosure"
    ],
    "author_names": [
        "Huiming Xia, PhD MS",
        "Jeanne Zirkelbach Fourie, PhD",
        "Brian Booth, PhD",
        "Yaning Wang, PhD M.A.",
        "Mallorie H. Fiero, PhD",
        "Donna Przepiorka, MD PhD",
        "Paul Kluetz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huiming Xia, PhD MS",
            "author_affiliations": [
                "Division of Clinical Pharmacology V, Office of Clinical Pharmacology, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeanne Zirkelbach Fourie, PhD",
            "author_affiliations": [
                "Division of Clinical Pharmacology V, Office of Clinical Pharmacology, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Booth, PhD",
            "author_affiliations": [
                "Division of Clinical Pharmacology V, Office of Clinical Pharmacology, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaning Wang, PhD M.A.",
            "author_affiliations": [
                "Division of Pharmacometrics, Office of Clinical Pharmacology, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mallorie H. Fiero, PhD",
            "author_affiliations": [
                "Division of Biometrics V, Office of Biostatistics, Office of Translational Sciences, CDER, Food & Drug Administration, Silver Spring, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Przepiorka, MD PhD",
            "author_affiliations": [
                "Office of Hematology and Oncology Products, Office of New Drugs, CDER, Food & Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Kluetz, MD",
            "author_affiliations": [
                "Food & Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:30",
    "is_scraped": "1"
}