{
    "doi": "https://doi.org/10.1182/blood.V104.11.3300.3300",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=115",
    "start_url_page_num": 115,
    "is_scraped": "1",
    "article_title": "Primary Central Nervous System Lymphoma in Children: A Report of 12 Cases. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "We report the treatment and outcome of 12 children with primary central nervous system lymphoma (PCNSL) treated at 6 pediatric oncology centers from 1995 to 2003. The main purpose is to determine whether childhood PCNSL can be cured with chemotherapy alone without cranial radiation therapy (CRT). The clinical charts of 8 immunocompetent and 4 immunodeficient children with PCNSL were retrospectively reviewed. The children were diagnosed from 4 to 17 years of age. All cases were non-Hodgkin’s lymphomas: 7 (58.3%) were phenotypically B-cell (6 mature B, one B-precursor), 3 (25%) were T-cell and 2 (16.6%) were indeterminate-cell type. The histologic subtyping (REAL classification) showed 4 diffuse large cell, 4 anaplastic large cell, 2 immunoblastic large cell, 1 Burkitts and 1 high-grade lymphoma of uncertain lineage. Two patients were t(2;5) positive. Two patients had congenital immunodeficiency and 2 were HIV+. Immunologic work-up was either normal or not done in the remaining 8. EBV was positive in 2 patients, negative in 3 and not assessed in the rest. PCNSL presented as a single lesion in 4 patients and multifocal in 8. The most frequent tumor locations were frontal and parietal lobes. Nine of 12 children received chemotherapy alone, event free survival (EFS) at 4 years was 74±16%. Three had chemo plus CRT (3900–5000 cGy), EFS was 33±27% (P=0.1). The most frequently used drugs at the 6 centers were high dose (HD) MTX (5 to 8 g/m2), HD Ara-C (2 to 3 g/m2), dexamethasone, vincristine and cyclophosphamide. Three children died, 2 of whom were HIV+; 1 died after local relapse while the other died secondary to an opportunistic infection. Two other patients relapsed, one after chemotherapy alone and one after chemotherapy plus CRT. The patient who relapsed after chemotherapy alone is in second CR at 6+ months after chemotherapy, CRT and ABMT; the other patient died from progressive disease. Nine of 12 patients (75%) are alive at a median follow-up time of 72 months (range 18–105 months) in survivors. Six of the 8 children who are in CCR received chemotherapy alone, one received chemotherapy plus ABMT and one received chemotherapy plus CRT. Two of the long-term survivors (in CCR at 88+ and 105+ mo) had congenital immunodeficiency and were treated with chemotherapy alone. It appears that immunocompetent and immunodeficient children with PCNSL may be cured with chemotherapy alone without CRT, avoiding long-term radiation toxicity. Although retrospective, involving a small cohort, it is the largest pediatric series of PCNSL reported to date. Multicentre prospective studies are clearly needed in children with this rare lymphoma, whose frequency seems to be increasing especially in immunocompetent patients.",
    "topics": [
        "child",
        "primary central nervous system lymphoma",
        "chemotherapy regimen",
        "bone marrow transplantation, autologous",
        "congenital immunodeficiency",
        "immunologic deficiency syndromes",
        "lymphoma",
        "cranial irradiation",
        "cyclophosphamide",
        "cytarabine"
    ],
    "author_names": [
        "Oussama Abla, MD",
        "John T. Sandlund, MD",
        "Susan Blaser, MD",
        "Penelope Brock, MD",
        "Rob Corbett, MD",
        "Ivan Kirov, MD",
        "Tim Griffin, MD",
        "Lillian Sung, MD",
        "Sheila Weitzman, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "St. Jude’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Great Ormond Street Hospital for Children, London, United Kingdom"
        ],
        [
            "South Island Child Cancer Service, Christchuruch, New Zealand"
        ],
        [
            "Children’s Hospital of Orange County, CA, USA"
        ],
        [
            "Cook Children’s Medical Center, Fort Worth, USA"
        ],
        [
            "Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Division of Hematology/Oncology, The Hospital for Sick Children, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.6573653",
    "first_author_longitude": "-79.3869026"
}