{
    "doi": "https://doi.org/10.1182/blood.V124.21.3015.3015",
    "article_title": "PD-1 Is Expressed on B-Cells in Waldenstrom Macroglobulinemia and Promotes Malignant Cell Viability and Proliferation ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "abstract_text": "The tumor microenvironment plays an important role in regulating malignant cell growth and mechanisms to enhance anti-tumor immune function have been shown to improve patient outcome. Interactions between programmed death 1 (PD-1) and its ligands (PD-L1 and PD-L2) have been shown to be an important checkpoint in immune regulation. While it is well known that PD-1 is expressed on normal T cells and signaling through PD-1 inhibits T cell function, PD-1 is also expressed on a subset of B-cells but little is known about PD-1 signaling in B-cells. The goal of this study was to determine if the PD-1 is expressed on malignant B cells in Waldenstrom macroglobulinemia (WM) and whether this pathway plays a role in the survival and growth of malignant B cells in this B cell lymphoma. Using flow cytometry, we found that the cell lines MWCL-1, BCWM.1 and RPCI, all derived from patients with Waldenstrom macroglobulinemia, expressed PD-1 to varying degrees on their cell surface. PD-1 expression in the cell lines was further confirmed by RT PCR analysis. Using flow cytometry and immunohistochemistry to examine bone marrow specimens from WM patients, we further confirmed PD-1 expression on CD19 + CD138 + malignant B-cells. Furthermore, intense staining for the ligands PD-L1 and PD-L2 was found by in bone marrows of WM patients when compared to normal bone marrow specimens. When WM cell lines are co-cultured with stromal cells engineered to express PD-L1 or PD-L2, there was a consistent increase in cell viability compared to controls. When malignant B cells from WM patients were co-cultured with stromal cells expressing the ligands, viability was unchanged but there was an increase in cell proliferation, most noticeably when cocultured with cells expressing PD-L2. To determine potential mechanisms that account for upregulation of PD-1 on malignant B-cells, we tested whether cytokines that promote WM cell growth and survival, including IL-6, IL-21 and BAFF, increased PD-1 expression. We found that WM cell lines and patient derived CD19 + CD138 + WM B-cells (n=4) treated with IL-21 demonstrated an increase in PD-1 expression compared to untreated controls. We conclude that PD-1 is expressed on malignant B-cells in WM and that signaling through PD-1 may promote WM cell growth and survival. Blocking PD-1/PD ligand interactions may therefore be a potential therapeutic strategy in patients with Waldenstrom macroglobulinemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "tumor cells, malignant",
        "waldenstrom macroglobulinemia",
        "ligands",
        "programmed cell death 1 ligand 1",
        "bone marrow specimen",
        "cd19 antigens",
        "flow cytometry",
        "interleukin-21",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Stephen M. Ansell, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen M. Ansell, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:52:38",
    "is_scraped": "1"
}