{
    "doi": "https://doi.org/10.1182/blood.V124.21.2291.2291",
    "article_title": "Crucial Role of Regulatory T Cells in Predicting the Outcome of the T Cell Engaging Antibody Blinatumomab in Relapsed and Refractory B Precursor ALL Patients ",
    "article_date": "December 6, 2014",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Introduction Regulatory T cells (Tregs) are checkpoint cells for the success or failure of an adaptive immune response in malignant diseases. Currently the influence of Tregs enumeration on the outcome of T cell mediated immune therapy has so far not been assessed in the clinical context of novel bispecific T cell engaging antibody construct blinatumomab. Blinatumomab as single agent is able to induce a hematologic remission of 46.7% in patients with relapsed and refractory B-ALL across two completed trials with a total of 225 patients (Topp et al. ASH 2012, ASCO 2014). We therefore addressed the question if quantification of Tregs numbers alone, as well as in combination with other factors can predict the outcome of blinatumomab therapy in r/r ALL patients. Furthermore, we determine the mechanism how Tregs might influence the immune response. Material and Methods T cell compartment was immune monitored by multiclor FACS analyses in 31 patients treated in both completed blinatumomab r/r ALL trials on day 0 prior to blinatumomab treatment. A decision tree approach was applied to obtain a first overview of the covariate structure in relation to the classification of the responder and non-responder group. A logistic regression model was fitted including all significant covariates after a preselection based on the statistical significance of a wilcoxon rank sum test. Model covariates have further been selected by a step-down approach starting with the full model. For the evaluation of the influence of blinatumomab on Tregs, activation markers were measured by FACS staining. For quantification of cytokines of the blinatumomab engaged Tregs, CBA technology was used. Proliferation und suppression assays were performed with CFSE dilution technique. Treg depletion was performed with MACS bead separation. Results At our center 16 out of 31 r/r ALL (51.6%) patients reached a CR/CRh* after two cycles of blinatumomab. Patients who were refractory to the treatment had a median of 16.1% (8.4-73%) Tregs, whereas responders had median of 8.55% Tregs (3.8-14.2%) (p value: 0.00013). LDH was significantly increased (median 773 U/l) prior to treatment in non-responders in comparison to the responder group (median 206 U/l) (p-value of 0.00532). Other parameters like age, bone marrow blast cells, number of CD3, CD3/Tregs ratio, previous allogeneic hematopoietic stem cell transplantation and gender were also tested. Multivariate logistic regression analysis included percentage of Tregs and LDH as the most significant covariates. Based on cross-validation, the model yielded an estimated prediction performance of 83.8% for the correct classification of patients benefiting from the therapy (responders). Analogously, the primary split in the tree based classification analysis was defined by the Tregs predicting non-responders on a level of 12.15% or higher with an internal accuracy of 92% (11/1). The second split turned out to be LDH, which further sub-classified responders with LDH < 324.5 with 100% accuracy. In order to decipher why high amounts of Tregs had an adverse effect on the success of blinatumomab, in vitro studies with Tregs were performed. Tregs incubated with blinatumomab and primary ALL blasts upregulated CD69, CD25 and PD1 and produced 270pg/µl of IL-10 but only traces of Th1 cytokines when compared to CD4/CD25- Th cells. Tregs cocultured with blinatumomab coated primary ALL blasts could also suppress in a dose dependent manner the proliferation of autologous CD4CD25- T cells with a maximal suppression of 50%. In three peripheral blood samples of blinatumomab refractory r/r ALL patient with high Tregs percentage, Tregs were depleted by CD39 MACS depletion. In all three Treg depleted patient samples, after adding ALL cells and blinatumomab, proliferation was significantly restored when compared to samples where Tregs were not depleted. Conclusion The percentage of regulatory T cells in combination with LDH prior to blinatumomab therapy predicts in 83.8% as a biomarker the response of blinatumomab in r/r ALL patients. Nevertheless, the predictive value of Treg numbers has to be confirmed in a prospective trial. The underlying mechanism involves activation of Tregs by blinatumomab coated ALL blasts resulting in secretion of IL-10 and suppression of proliferation. Proliferation of T-cells can be restored by upfront removal of Tregs and may be a strategy to convert r/r ALL blinatumomab non-responder to responder. Disclosures Einsele: Celgene GmbH: Consultancy, Research Funding. Topp: Amgen: Consultancy, Honoraria, Other.",
    "topics": [
        "antibodies",
        "blinatumomab",
        "burkitt's lymphoma",
        "regulatory t-lymphocytes",
        "t-lymphocytes",
        "antigens, cd25",
        "cytokine",
        "interleukin-10",
        "adverse effects",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Johannes Duell, MD",
        "Marcus Dittrich, MD PhD",
        "Tanja Bedke",
        "Tobias Mueller, MD PhD",
        "Leo Rasche, MD",
        "Thomas Dandekar, MD",
        "Hermann Einsele, MD",
        "Max S. Topp, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Johannes Duell, MD",
            "author_affiliations": [
                "Wuerzburg University Medical Center, Wuerzburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcus Dittrich, MD PhD",
            "author_affiliations": [
                "University of Würzburg, Wuerzburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanja Bedke",
            "author_affiliations": [
                "Wuerzburg University Medical Center, Wuerzburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias Mueller, MD PhD",
            "author_affiliations": [
                "University of Würzburg, Wuerzburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Rasche, MD",
            "author_affiliations": [
                "Wuerzburg University Medical Center, Wuerzburg, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Dandekar, MD",
            "author_affiliations": [
                "University of Würzburg, Wuerzburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele, MD",
            "author_affiliations": [
                "Wuerzburg University Medical Center, Wuerzburg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max S. Topp, MD",
            "author_affiliations": [
                "Wuerzburg University Medical Center, Wuerzburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:42:17",
    "is_scraped": "1"
}