{
    "doi": "https://doi.org/10.1182/blood.V104.11.4266.4266",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=97",
    "start_url_page_num": 97,
    "is_scraped": "1",
    "article_title": "Co-Activation of HOXB7 and BCL2/MYC Via Biallelic IGH Rearrangements in a B-Cell Lymphoma Cell Line. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Homeobox (Hox) genes mediate tissue-specific expression during development where dysregulation may provoke neoplasia and the involvement of specific Hox genes in hematopoietic malignancies is a recurring theme. In B-cell neoplasias dysregulation may be effected by juxtaposition of Hox genes with immunoglobulin gene regulatory elements, notably IGH. We describe the molecular cytogenetic analysis of a cell line (Epstein-Barr virus negative) established from ascites fluid taken from a 67-year-old male patient at diagnosis of B-cell non-Hodgkin’s lymphoma (follicular, small cleaved cell type). The cell line carries a complex t(8;14;18)(q24;q32;q21) leading to activation of both MYC (at 8q24) and BCL2 (at 18q21) via juxtaposition with different enhancer regions of the IGH locus at 14q32. Both translocated alleles of MYC and BCL2 showed additional genomic amplification in conjunction with IGH by formation of an homogeneously staining region on the der(8). Interestingly, the IGH allele on the second chromosome 14 homolog had also undergone chromosomal juxtaposition, this time with a breakpoint at the HOXB cluster at 17q21 leading to transcriptional activation of HOXB7 but of no other HOXB gene. Although its deregulated expression has been described in certain solid tumor subtypes, notably malignant melanoma, this is the first report describing the involvement of HOXB7 in hematopoietic malignancy. Moreover, the cell line carries a novel internal duplication of chromosome 3, dup(3)(q21q27), effecting fusion of BCL6 with MBNL1, a triplet-expansion repeat gene preferentially expressed during hematopoiesis. Our data thus identify a cell line resource modelling novel hematopoietic rearrangements, notably HOXB7 - an attractive candidate target of recurrent 17q2 rearrangements in B-cell lymphoma.",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "b-lymphocytes",
        "cell lines",
        "lymphoma",
        "cancer",
        "ascites",
        "b-cell lymphomas",
        "cytogenetic analysis",
        "melanoma"
    ],
    "author_names": [
        "Stefan Nagel, Dr",
        "Maren Kaufmann",
        "Hans G. Drexler",
        "Roderick A.F. MacLeod"
    ],
    "author_affiliations": [
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ],
        [
            "Human and Animal Cell Cultures, DSMZ, Braunschweig, Germany"
        ]
    ],
    "first_author_latitude": "52.21219949999999",
    "first_author_longitude": "10.5312629"
}