{
    "doi": "https://doi.org/10.1182/blood.V112.11.2496.2496",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1352",
    "start_url_page_num": 1352,
    "is_scraped": "1",
    "article_title": "Peripheral Arterial Tonometry Assessment of Endothelial Dysfunction in Sickle Cell Patients (For the 6R-BH4 in Sickle Cell Disease Study Group) ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "drepanocytes",
        "endothelial dysfunction",
        "sapropterin",
        "sickle cell anemia",
        "tonometry",
        "inflammation",
        "hemoglobin",
        "hemophilia a",
        "hemophilias",
        "ischemia"
    ],
    "author_names": [
        "Lewi s L. Hsu, MD, PhD",
        "Kenneth I. Ataga, MD",
        "Olise M. Nwose, MBBS, MRCPath",
        "Emil Kakkis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
        ],
        [
            "Univ. of North Carolina at Chapel Hill, Chapel Hill, NC, USA"
        ],
        [
            "BioMarin Pharmaceutical, Novato, CA, USA"
        ],
        [
            "BioMarin Pharmaceutical, Novato, CA, USA"
        ]
    ],
    "first_author_latitude": "40.0194915",
    "first_author_longitude": "-75.1798578",
    "abstract_text": "Objectives: Previous studies have shown that endothelial function is abnormal in patients with sickle cell disease (SCD). We sought to evaluate endothelial function (EF) by the non-invasive, operator-independent technique of peripheral arterial tonometry (PAT) in patients with SCD. Study design: Thirty two subjects diagnosed with sickle cell disease were enrolled in the study. All underwent baseline evaluation of EF using the post-ischemia reactive hyperemia technique (Endo-PAT; Itamar, Israel). Endothelial function was quantitatively determined as the ratio between the arterial pulse wave amplitude following a 5 min arterial occlusion in the forearm to the pre-occlusion value. Results: Peripheral arterial tonometry assessment was well tolerated in our SCD population. The mean age was 29 years, range 15–50 years (M:F ratio: 13:19). Twenty eight (28) subjects had evaluable baseline PAT scores. The PAT score was abnormal (≤1.67) in 19/28 (68%) patients. The mean PAT scores were 1.33 ± 0.34 and 2.09 ± 0.34 (p=<0.001) in patients with abnormal vs normal PAT score respectively. More SS patients (12/16; 75%) had abnormal PAT scores at baseline compared to SC patients (7/12; 58%). The mean PAT scores were 1.52 ± 0.45 in the SS group versus 1.65 ± 0.38 in the SC group (P= 0.54). Hemoglobin (Hb) (8.5 ± 1.2 vs 11.8 ± 1.1 g/dL; p = <0.001); Lactate dehydrogenase (LD) (512 ± 215 vs 239 ± 100 Units/L; (p= < 0.001); absolute reticulocyte count (Retics) (364 ± 111 vs 187 ± 82 ×10 9 /L; (p = <0.001); and sVCAM (1482 ± 588 vs 1052 ± 511 ng/mL (p= < 0.05); were statistically significant in the SS vs SC groups. Markers of hemolysis (Hb, LD and Retics) and endothelial inflammation (sVCAM) were not significantly different among patients with normal or abnormal PAT scores Conclusions: Abnormal EF is common in patients with sickle cell disease. EF is easily and reliably assessed by PAT in patients with sickle cell disease. In our SCD population, markers of hemolysis and inflammation were significantly different when analyzed by genotype but not by the recommended dichotomous PAT score of ≤1.67 (abnormal PAT) and > 1.67 (normal PAT). Given the substantial endothelial dysfunction observed in SCD patients, a treatment study using 6R-BH4, the eNOS cofactor for NO production, has begun to assess the potential for restoration of endothelial function. Members of the 6R-BH4 in Sickle Cell Disease Study Group: Susumu Inoue, MD, Hurley Research Center; Victor R. Gordeuk, MD, Howard University; J. Martin Johnston, MD, Memorial Health University Medical Center; Kenneth Ataga, MD, UNC Chapel Hill School of Medicine; Ian A. Chen, MD, MPH, FACP, Eastern Virginia Medical School; Lewis Hsu, MD, PhD, Drexel University College of Medicine; Dr. Wally Smith, Virginia Commonwealth University; Frances Flug, MD, Hackensack University Medical Center; Anne Greist, MD, Indiana Hemophilia & Thrombosis Center, Inc; Abdullah Kutlar, MD, Medical College of Georgia; Paul S. Swerdlow, MD, Wayne State University and J. David Bessman, MD, The University of Texas Medical Branch (UTMB)."
}