{
    "doi": "https://doi.org/10.1182/blood.V122.21.3094.3094",
    "article_title": "Proline-Rich Tyrosine Kinase (Pyk2) Promotes Tumor Progression In Multiple Myeloma Through Modulation Of Wnt/β-Catenin Signaling Pathway ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Background Proline-rich tyrosine kinase (Pyk2) is a non-receptor tyrosine kinase which belongs to the focal adhesion kinase (FAK) family. It is known to facilitate TNF-α induced EMT process in solid tumors, but this has not been investigated in the field of hematologic malignancies. We therefore dissected the role of PyK2 in multiple myeloma (MM) by looking at its ability to modulate MM biology both in vitro and in vivo . Methods Lentiviral packaged small hairpin RNA (shRNA), overexpression plasmid, related scramble probe and empty vector were introduced into MM1.S (GFP+/Luc+) cell line, to generate stable Pyk2 K.D. (#A2 and #A4), Pyk2 K.I., and control cells, respectively. The efficiency of knock-down or knock-in was validated by qPCR and immunoblotting. Cell viability and cell proliferation were detected by using CellTiter-Glo® luminescent assay and thymidine uptake, respectively. Gain- and loss-of fucntion studies were also performed on MM cells in presence of primary bone marrow stromal cells isolated from MM patients (MM-BMSCs). Adhesion of Pyk2 stable cells to fibronectin was measured by using a ECM cell adhesion assay kit. The synergistic effects of Pyk2 with Bortezomib was determined through calculating the DNA synthesis of Pyk2 K.D. cells treated with Bortezomib (2.5-5µM), using Calcusyn software and Chou-Talalay method. Pyk2 K.D. stable cells were intravenously injected into SCID-Biege mice to generate xenograft model. In vivo tumor growth was observed by Bioluminescent Imaging. Pyk2 -dependent-modulation of Wnt/β-catenin pathway signaling was indentified by using immunobloting. Results Knockdown of Pyk2 in MM cells significantly repressed cell viability and proliferation, as well as their adhesive ability to BMSCs, compared to scramble control cells. Moreover, Pyk2 knockdown induced de-adhesion of MM cells from BMSCs thus inducing chemosensitivity of tumor cells to Bortezomib. We next corroborated our findings by studying Pyk2 knock-in MM cells, and showed that stably upregulated Pyk2 expression promoted MM cell growth as measured by either ATP quantitation or DNA synthesis. Upregulation of Pyk2 expression also stablized the adhesion of MM cells to BMSCs, leading to a drug-resistance of MM cells to Bortezomib, compared with vector control cells. Pyk2 related tumor growth was further validated by establishing a xenograft mouse model. By using bioluminescence imaging, we found a significantly lower tumor burden in mice injected with Pyk2 K.D. cells, compared to mice controls (injected with scramble cells). We next dissected the effect of Pyk2 in modulation of cellular signaling in MM cells by using immunoblotting, and demonstrated that Pyk2 played an important role in regulating β-catenin signaling. Indeed, knockdown of Pyk2 induced GSK3β-phosphorylation, leading to increased β-catening-phosphorylation, thus resulting in β-catenin degradation and inhibited translocation to nucleus. Importantly, Pyk2 K.D. cells presented with reduced expression of c-myc and cyclin D1 at protein level. Conversely, Pyk2 overexpression enhanced β-catenin expression together with c-myc and cyclin D1 up-regulation, thus confirming the role of Pyk2 in modulating Wnt/β-catenin signaling activity in MM. Conclusion These findings indicate that Pyk2 exhibits pro-oncogenic properties in MM through modulation of Wnt/β-catenin signaling. Therefore, Pyk2 represents a novel therapeutic target in MM. Disclosures: Ghobrial: Sanofi: Research Funding; Noxxon: Research Funding; BMS: Advisory board, Advisory board Other, Research Funding; Onyx: Advisoryboard Other.",
    "topics": [
        "multiple myeloma",
        "proline",
        "protein tyrosine kinase",
        "tumor progression",
        "signal pathway",
        "signal transduction pathways",
        "bortezomib",
        "adhesions",
        "cyclin d1",
        "diagnostic imaging"
    ],
    "author_names": [
        "Yu Zhang, MD",
        "Yong Zhang, PhD",
        "Yuji Mishima, PhD",
        "Michele Moschetta, MD",
        "Wenjing Zhang, MD",
        "Patricia Maiso, PhD",
        "Antonio Sacco, BS",
        "Yosra Aljawai, MS",
        "Ilyas Sahin, MD",
        "Michaela Reagan, PhD",
        "Aldo M Roccaro, MD, PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yu Zhang, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yong Zhang, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuji Mishima, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Moschetta, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjing Zhang, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Maiso, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Sacco, BS",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yosra Aljawai, MS",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilyas Sahin, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Reagan, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aldo M Roccaro, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:07:56",
    "is_scraped": "1"
}