{
    "doi": "https://doi.org/10.1182/blood.V110.11.3222.3222",
    "article_title": "Recurrence of Severe ITP Following Administration of G-CSF: Remission Following Platelet and Vinca-Alkaloid Infusion. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: In ITP, platelets opsonized with antibodies are phagocytosed by macrophages. Activation of macrophages often triggers aggravation or relapses of ITP as demonstrated following vaccination, infections. G-CSF stimulates granulocyte colonies but can stimulate macrophages at higher concentrations in vitro. We report recurrence of severe life threatening ITP following G-CSF therapy, successfully managed by selective injury of macrophages with sequential infusions of platelets and vinca-alkaloids. Case Study: A 30 year old healthy Caucasian man developed severe ITP in 9/03 with wet purpura, epistaxis, multiple hematomas in the mouth, tongue and lips and a platelet count <2 K. He suffered severe headaches, refractory gastrointestinal (GI) and genitourinary (GU) bleeding requiring numerous platelet and pRBC transfusions. Increased megakaryocytes were seen in a bone marrow biopsy. CT scans of the head and body were normal, including normal spleen size. ITP was refractory to several measures including high dose glucocorticoids, IV immunoglobulins (IVIG), danazol, rituximab, and vinca-alkaloids. Splenectomy in 5/04 induced a complete remission, lasting for over 3 years. On 2/12/07 he presented with agranulocytosis and neutropenic fever. His Hgb and platelet counts were normal but leukocyte count was 0.9 with absent granulocytes. IVIG infusions began for immune neutropenia with partial improvement of granulocytopenia. Beginning 5/31/07, he was treated with a biweekly regimen of IVIG and Neulasta with normalization of WBC. However, a month following this normalization, patient presented with a platelet count of 9K, wet purpura, epistaxis, multiple hematomas in the tongue and oral mucosa, GI and GU bleeding, headaches and dizzy spells. In spite of high dose IV steroids, daily platelet and pRBC transfusions were required, with little change in platelet counts. He also suffered hypotensive episodes from GI bleeding and pseudomonas bacteremia. Using a rationale described in our previous work ( NEJM  298 : 1101 , 1978 ), vincristine 1mg injection was given immediately following platelet transfusion and one week later, 4mg vinblastine immediately following another platelet transfusion. Vinca rapidly binds to transfused platelets and serve as targeted therapy against the activated macrophages that phagocytose platelets. The therapy was effective. Platelet count rose to 72K 1 week after vinblastine, and then normalized. Additional vincristine 1mg was given at discharge. ITP underwent remission. Summary/Discussion: A patient with refractory ITP who underwent CR for over three years after splenectomy suffered severe life threatening thrombocytopenia following injections of G-CSF. This case report is highlighted by the following features. While ITP was in CR, severe granulocytopenia developed which responded to IVIG, indicating an autoimmune cause of leukopenia. Treatment with G-CSF for leukopenia triggered recurrence of severe ITP. Platelet transfusion immediately followed by injection of vinca-alkaloids was successful in inducing remission of life threatening ITP. G-CSF should be used with caution in patients with history of ITP, since it may activate macrophages and trigger relapse of ITP. The immediate sequence of platelet transfusion followed by vinca injection might be particularly useful in this scenario, and is less cumbersome compared to the previously described procedure of incubating platelets ex-vivo with vinca prior to infusion ( NEJM  298 : 1101 , 1978 ; AmJHem  81 : 423 , 2006 ).",
    "topics": [
        "blood platelets",
        "disease remission",
        "granulocyte colony-stimulating factor",
        "infusion procedures",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "recombinant granulocyte colony stimulating factor",
        "vinca alkaloids",
        "immunoglobulins, intravenous",
        "platelet transfusion"
    ],
    "author_names": [
        "Eugene R. Ahn, MD",
        "John J. Byrnes, MD",
        "Vincenzo Fontana, MD",
        "Pamela Dudkiewicz, ARNP",
        "Carlos J. Bidot, MD",
        "Yeon S. Ahn, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eugene R. Ahn, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John J. Byrnes, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Fontana, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Dudkiewicz, ARNP",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos J. Bidot, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeon S. Ahn, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Miami Miller School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T02:13:16",
    "is_scraped": "1"
}