{
    "doi": "https://doi.org/10.1182/blood.V118.21.4346.4346",
    "article_title": "Pharmacokinetics of Baxter’s Longer Acting rFVIII (BAX 855) in Factor VIII Ko Mice, Rats and Cynomolgus Monkeys ",
    "article_date": "November 18, 2011",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "Abstract 4346 The pharmacokinetic profile of BAX 855, a longer acting PEGylated variant of Baxter’s recombinant FVIII based on the ADVATE™ manufacturing process, was assessed in comparison to ADVATE™ after a single intravenous bolus injection at a target dose of 200 IU/kg BW in mice and rats and 350 IU/kg BW in cynomolgus monkeys. Mean residence time (MRT), terminal half-life (HL), total clearance standardized per kg body mass (Cl), the AUC 0-tlast (the area under the concentration vs. time curve from 0 to the last measured time point), the in vivo recovery (IVR) and volume of distribution at steady state (Vss) for FVIII activity (mice and cynomolgus monkey), FVIII antigen (rats) and FVIII-bound PEG were evaluated in all three models. Blood was sampled at baseline and each of the time points after a single intravenous bolus injection of BAX 855 or ADVATE™. A serial sacrifice design was used for the PK in mice. Sixteen FVIII ko mice (B6;129S4- F8 tm2Kaz ; m/f) for BAX 855 and eight FVIII ko mice for ADVATE™ per time point were bled by cardiac puncture under anesthesia for blood sampling 5 minutes – 48 hours after a single intravenous bolus injection. A single treatment design was used for the single dose PK in Sprague Dawley rats: 8m + 8f for BAX 855 and 4m + 4f for ADVATE™. A single treatment design was also used for the cynomolgus monkeys: 4m + 4f for BAX 855 and 2m + 2f for ADVATE™. Blood samples were drawn from rats and cynomolgus monkeys for citrated plasma (for analysis of baseline FVIII levels) before administration and 5 minutes - 48 hours (rats) and 5 minutes to 96 hours (cynomolgus monkeys) after administration. The citrated plasma samples were analyzed for FVIII activity (chromogenic assay) in mice and cynomolgus monkeys, for FVIII–bound PEG (using a PEG-FVIII ELISA) in all models and FVIII antigen (using a FVIII ELISA) in rats. In all three models a prolongation in MRT of Baxter’s and Nektar’s new BAX 855 compared with ADVATE™ could be demonstrated. FVIII activity analysis showed an increase of MRT in mice from 4.9 to 7.9 hours and in cynomlogus monkeys from 7.5 to 11.5 hours. This prolongation was also reflected in the terminal half-lives (4.3 to 5.9 hours in mice and 5.7 to 9.4 hours in cynomolgus monkeys). According to this prolongation a lower clearance [mL/h/kg] could be observed for BAX 855 than for ADVATE™ (22.1 to 12.2 in mice and 8.1 to 4.9 in monkeys). Similar levels in all PK parameters could be shown when measuring FVIII-bound PEG in all three preclinical models and FVIII antigen analysis in rats. These PK data provide evidence that PEGylation of human rFVIII increases the circulation time. Disclosures: Hoebarth: Baxter Innovations GmbH: Employment. Kubik: Baxter Innovations GmbH: Employment. Wolfsegger: Baxter Innovations GmbH: Employment. Lawo: Baxter Innovations GmbH: Employment. Weber: Baxter Innovations GmbH: Employment. Gritsch: Baxter Innovations GmbH: Employment. Hoellriegl: Baxter Innovations GmbH: Employment. Schiviz: Baxter Innovations GmbH: Employment. Ehrlich: Baxter Innovations GmbH: Employment. Scheiflinger: Baxter Innovations GmbH: Employment. Turecek: Baxter Innovations GmbH: Employment. Schwarz: Baxter BioScience: Employment. Muchitsch: Baxter Innovations GmbH: Employment.",
    "topics": [
        "factor viii",
        "macaca fascicularis",
        "mice",
        "rats",
        "recombinant antihemophilic factor viii",
        "pharmacokinetics",
        "antigens",
        "intravenous bolus",
        "anesthesia (no sensation)",
        "anesthesia procedures"
    ],
    "author_names": [
        "Gerald Hoebarth, DVM",
        "Susan Kubik, BSc",
        "Martin Wolfsegger, PhD",
        "John-Philip Lawo",
        "Alfred Weber, PhD",
        "Herbert Gritsch",
        "Werner Hoellriegl",
        "Alexandra Schiviz",
        "Hartmut J. Ehrlich, MD",
        "Friedrich Scheiflinger, PhD",
        "Peter L Turecek, PhD",
        "Hans Peter Schwarz, MD",
        "Eva-Maria Muchitsch"
    ],
    "author_dict_list": [
        {
            "author_name": "Gerald Hoebarth, DVM",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan Kubik, BSc",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wolfsegger, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John-Philip Lawo",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfred Weber, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert Gritsch",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Werner Hoellriegl",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Schiviz",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut J. Ehrlich, MD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Scheiflinger, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L Turecek, PhD",
            "author_affiliations": [
                "Baxter Innovations GmbH, Vienna, Austria, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Peter Schwarz, MD",
            "author_affiliations": [
                "Baxter BioScience, Vienna, Austria, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva-Maria Muchitsch",
            "author_affiliations": [
                "Baxter Innovations GmbH, wien, Austria"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:38:20",
    "is_scraped": "1"
}