{
    "doi": "https://doi.org/10.1182/blood.V108.11.215.215",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=787",
    "start_url_page_num": 787,
    "is_scraped": "1",
    "article_title": "The FcR γ Chain Potentiates Outside-In Integrin Signaling. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "fc receptors",
        "integrins",
        "signal transduction",
        "family-centered rounds",
        "granules",
        "g-protein-coupled receptors",
        "thrombin",
        "laminin",
        "phosphotransferases",
        "tyrosine"
    ],
    "author_names": [
        "Brian Boylan",
        "Debra K. Newman",
        "Peter J. Newman"
    ],
    "author_affiliations": [
        [
            "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
        ],
        [
            "Blood Research Institute, BloodCenter of Wisconsin, Milwaukee, WI, USA"
        ]
    ],
    "first_author_latitude": "43.0451057",
    "first_author_longitude": "-88.0215252",
    "abstract_text": "The FcRγ chain is a 12 kDa homodimer that exists in the platelet plasma membrane non-covalently associated with platelet membrane glycoprotein (GP)VI. Interaction of laminin or collagen fibers in the vessel wall with GPVI results in rapid transmission of activation signals into the cell - a process that is dependent on Src family kinase-mediated phosphorylation of Immunoreceptor tyrosine-based activation motifs (ITAMs) within the cytoplasmic domain of FcRγ. Tyrosine phosphorylated FcRγ, in turn, recruits the tyrosine kinase Syk, which then initiates a signal amplification pathway involving assembly of a series of adaptor proteins, activation of phospholipase Cγ2, and generation of second messengers that facilitate granule secretion, activation of the platelet integrins, and platelet aggregation. We and others have recently shown that loss of the GPVI/FcRγ chain complex from the surface of either human or murine platelets renders them unresponsive to collagen and laminin. Unexpectedly, GPVI/FcRγ-chain-depleted platelets also exhibited moderately reduced reactivity to adenosine diphosphate (ADP) and thrombin, which activate platelets by binding to the G protein coupled receptors (GPCRs) P 2 Y 1 , P 2 Y 12 , PAR1, and PAR4, respectively. Because GPCR-mediated platelet activation has not previously been thought to involve signals emanating from the GPVI/FcRγ-chain complex, we sought to determine whether the FcRγ chain might function to amplify platelet activation responses following GPCR-mediated signaling. Human platelets were exposed to ADP, thrombin or the TXA2-mimetic, U46619, allowed to aggregate, and detergent lysed. Phosphotyrosine immunoblot analysis revealed that the FcRγ chain became rapidly phosphorylated on its ITAMs during platelet aggregation induced by either thrombin or U46619. Interestingly, FcRγ chain phosphorylation was completely inhibited when platelets were activated in the presence of RGD peptides, which allow platelet activation and granule release, but prevent fibrinogen binding to the major platelet integrin, GPIIb-IIIa. The observation that the FcRγ chain becomes tyrosine phosphorylated following GPCR signaling in an RGD-inhibitable manner suggests that integrin-associated kinases might be capable of phosphorylating FcRγ, either directly or indirectly, downstream of ligand binding, though evidence for this remains to be determined. Taken together, these data provide support for the notion that the FcRγ chain functions as a general amplifier of platelet activation, helps to explain why GPVI-depleted platelets exhibit blunted responses to agonists specific for GPCRs, and may lead to important new insights into the mechanism of action of contemplated GPVI-based therapeutics."
}