{
    "doi": "https://doi.org/10.1182/blood.V120.21.4575.4575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2170",
    "start_url_page_num": 2170,
    "is_scraped": "1",
    "article_title": "The Impact of Agent Orange Exposure On Presentation and Prognosis of Patients with Chronic Lymphocytic Leukemia (CLL): An Exploratory Analysis ",
    "article_date": "November 16, 2012",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "agent orange",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "brachial plexus neuritis",
        "bone marrow biopsy",
        "cytogenetic analysis",
        "fludarabine",
        "follow-up",
        "hemoglobin",
        "herbicides"
    ],
    "author_names": [
        "Lisa M Baumann Kreuziger, MD",
        "Vicki A. Morrison, MD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "University of Minnesota/VA Medical Center, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Abstract 4575 Background: From 1962–1971, 19 million gallons of Agent Orange (AO) and other herbicides were sprayed in South Vietnam and Cambodia to destroy dense jungle and crops used to conceal and feed enemy troops. In 2004, the Department of Veterans Affairs added chronic lymphocytic leukemia (CLL) to the list of Veterans Diseases Associated with Agent Orange, based upon data from agricultural exposure suggesting a causative association. In our retrospective cohort study, we evaluated if Agent Orange exposure was associated with an altered prognosis, time to treatment, or overall survival in veterans with newly diagnosed CLL. Methods: Clinical data was reviewed from 205 patients (pts) with CLL diagnosed from 2000–2010, identified through the Minneapolis MN VA Tumor Registry. Demographic information and laboratory parameters at diagnosis were collected, and Rai disease stage, marrow cytogenetics and lymphocyte doubling time were determined. Baseline labs, lymphocyte doubling time and time to initial CLL treatment were compared between exposed and unexposed pts using Student's t-test. Kaplan Meier analysis compared overall survival between Agent Orange-exposed and unexposed pts. Results: Of the 199 (97%) pts confirmed to have CLL, 33 pts (16.6%) had Agent Orange exposure. Median follow-up time was 40.7 months (0.1–123 months). Pts with Agent Orange exposure were younger at diagnosis (61 vs. 72 years, p=0.001). WBC, hemoglobin, platelet count, Rai stage, and LDH at diagnosis were similar between the groups. Mean lymphocyte doubling time was comparable in exposed and unexposed pts (27 vs. 23 months (mos), respectively p=0.6). Cytogenetic analysis was limited as 24% of pts underwent a bone marrow biopsy. Poor risk cytogenetics (17p-, 11q-) were found in 1 of 10 (10%) pts with Agent Orange exposure and 3 of 37 (8%) unexposed pts. Time to first CLL treatment was significantly shorter in pts with Agent Orange exposure [9.6 (range 0.1–23.7) vs. 30.2 mos (range 0.1–163.3), respectively; p=0.02]. No significant difference in reason for treatment initiation was found between the groups. First line fludarabine therapy was used more often in exposed than unexposed pts, which may have been due to their younger age at diagnosis (100% AO exposed vs 36% AO unexposed, Fisher's Exact p=0.01). No difference in overall survival was found between exposed and unexposed pts (Wilcoxon p=0.28). In a multivariable Cox regression model adjusted for age, Agent Orange exposure had a hazard ratio of death of 1.8 compared to non-exposure (95% CI: 0.7– 4.5, p = 0.24). Conclusions: CLL pts with Agent Orange exposure were diagnosed at a younger age and had a shorter time to first treatment, as compared to unexposed pts. Agent Orange exposure was not associated with a difference in prognosis in these patients. Although our hazard ratio result was not statistically significant, the high estimate of the mortality hazard combined with the relatively low numbers in the exposure group suggest that further examination of this issue in a larger patient population is warranted. Disclosures: No relevant conflicts of interest to declare."
}