{
    "doi": "https://doi.org/10.1182/blood.V122.21.2663.2663",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2420",
    "start_url_page_num": 2420,
    "is_scraped": "1",
    "article_title": "Phase II Study Of Combination Of Hyper-CVAD With Ponatinib In Front Line Therapy Of Patients (pts) With Philadelphia Chromosome (Ph) Positive Acute Lymphoblastic Leukemia (ALL) ",
    "article_date": "November 15, 2013",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "brachial plexus neuritis",
        "hypercvad protocol",
        "phase 2 clinical trials",
        "philadelphia chromosome",
        "ponatinib",
        "dasatinib",
        "imatinib mesylate",
        "chemotherapy regimen",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Elias Jabbour, MD",
        "Hagop Kantarjian",
        "Deborah A. Thomas, MD",
        "Farhad Ravandi, MD",
        "Jorge E. Cortes, MD",
        "Stefan H. Faderl, MD",
        "Naveen Pemmaraju, MD",
        "Tapan M. Kadia, MD",
        "Rebecca Garris, BSc",
        "Prescott Hillary",
        "Guillermo Garcia-Manero, MD",
        "Gautam Borthakur, MD",
        "William G. Wierda, MD",
        "Susan O'Brien, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background Combination of cytotoxic chemotherapy with imatinib or dasatinib is effective in the treatment of Ph+ ALL. Ponatinib is a more potent BCR-ABL inhibitor. It also suppresses the T315I clones, a common cause of relapse in pts with Ph+ ALL. Clinical trials of ponatinib have demonstrated its high activity and limited toxicity in Ph+ leukemias. The complete cytogenetic response (CCyR) rate is 40% to 50% in patients failing 2-3 TKIs and in those with a T315I mutation. The combinations of chemotherapy and ponatinib may be associated with better response rates and higher likelihood of eradication of minimal residual disease (MRD) than those reported with imatinib or dasatinib. Methods In this phase II trial, pts with newly diagnosed Ph+ ALL received 8 cycles of hyper-CVAD (fractionated cyclophosphamide, vincristine [VCR], doxorubicin, dexamethasone) alternating with high dose methotrexate (MTX) and cytarabine every 21 days. Ponatinib was given at 45 mg po daily for the first 14 days of cycle 1 then continuously for the subsequent 7 cycles. Rituximab was administered during the first 4 cycles in pts with CD20 expression ≥20%. Pts in CR received maintenance with ponatinib 45 mg po daily and vincristine and prednisone monthly for 2 years followed by ponatinib indefinitely. MRD monitoring was conducted. Results To date 28 pts with untreated Ph+ ALL and 2 pts previously treated (1 with prior cycle of chemotherapy before Ph+/BCR-ABL status was known not in CR, and 1 post HCVAD-dasatinib in CR) have received a median of 6 cycles (1-8) of therapy; 10 pts are receiving maintenance in CR. Median age was 55 years (28–75). Median WBC at diagnosis was 3.55 x 10 9 /L (1.6 -629 x 10 9 /L). CD20 expression was reported positive in 11 pts (37%). 2 (7%) had concomitant CNS disease at diagnosis. All pts were in CR after cycle 1. 24 of the 26 pts (92%) with Ph+ metaphases (at least 20 metaphases analyzed) by cytogenetic analysis at baseline achieved a CCyR after 1 cycle; 1 had a minor cytogenetic response only and one had no cytogenetic analysis at CR, both of them achieved a CCyR after cycle 2; 4 had a diploid karyotype at the start of therapy (one in CCyR post previous chemotherapy and 3 diploid by standard G-banding technique and positive by FISH and PCR). To date, 26 pts (93%) have achieved a MMR, of whom 19 (70%) have achieved a CMR at a median of 10 weeks from initiation of treatment (2 -28). MRD assessment by flow cytometry is negative in 26 (90%) pts at a median of 3 weeks (3-14). Median time to neutrophil and platelet recovery for cycle 1 was 18 and 23 days, and 16 and 22 days for subsequent cycles, respectively. Grade ≥ 3 toxicity included increase of LFT’s in 11 pts (37%), thrombotic events in 3 (10%, 1 renal vein thrombosis and 2 pulmonary emboli), myocardial infarction (MI) in 3 (10%, 1 unexplained, 1 with history of cardiomyopathy, and 1 in the context of sepsis ), skin rash in 3 (15%), and pancreatitis in 2 (7%). 11 pts (37%) had their dose reduced to 30 mg and 2 pts (10%) switched to dasatinib (n=1) or imatinib (n=1). With a median follow up of 7 months (1-20), 21 pts are alive and in CR; 1 pt died in CR from an unrelated cardiac event after being taken off therapy and placed on imatinib, 1 pt died from multiple organ failure post sepsis (C2D13), and 1 from non ST elevation MI (NSTEMI) post cycle 2 (C2D41). 6 pts have undergone an allogeneic stem cell transplant. The 1-year progression-free and overall survival rates were 100% and 88% respectively. Conclusion The combination of hyperCVAD with ponatinib is safe and highly effective in achieving molecular remissions in pts with Ph+ ALL. Disclosures: Jabbour: Ariad: Consultancy; Novartis: Consultancy; BMS: Consultancy; Pfizer: Consultancy. Ravandi: Sunesis: Consultancy, Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding; Teva: Consultancy, Honoraria; Pfizer: Honoraria; Merck: Research Funding; Bayer/Onyx: Consultancy, Honoraria; EMD Serono: Research Funding; Medimmune: Research Funding; Amgen: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria. Cortes: Ariad: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Teva: Consultancy, Research Funding; Novartis: Research Funding; BMS: Research Funding. Faderl: Sanofi-Aventis: Membership on an entity’s Board of Directors or advisory committees, Research Funding."
}