{
    "doi": "https://doi.org/10.1182/blood.V120.21.2219.2219",
    "article_title": "Cellular Uptake of rFVIIIFc in Liver Is Primarily Contributed by Sinusoidal Endothelial Cells. ",
    "article_date": "November 16, 2012",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Abstract 2219 rFVIIIFc is a recombinant fusion protein consisting of human B-domain deleted factor VIII covalently linked to the Fc domain of IgG1. In hemophilia A patients, rFVIIIFc has been shown to display a ∼1.6-fold longer half-life than recombinant full length FVIII (Advate®) (Powell et al., 2012. Blood). This half-life extension can be attributed to a natural pathway mediated by the neonatal Fc receptor (FcRn) that re-circulates IgG molecules into the vascular system, as the long-lasting activity of rFVIIIFc is not observed in FcRn knockout mice. To identify the cell type that takes up and subsequently protects and recycles rFVIIIFc, we have recombinantly replaced the missing B-domain with a Halo tag in rFVIIIFc (rFVIIIFc-Halo) to allow visualization of the protein in the presence of fluorescently labeled Halo-ligand using confocal microscopy. Purified rFVIIIFc-Halo protein displayed similar specific activity and pharmacokinetic properties as rFVIIIFc in hemophilia A (HemA) mice, indicating that the addition of the Halo tag does not alter the functionality and the clearance mechanisms of rFVIIIFc. In quantitative whole body autoradiography studies (QWBA) in HemA mice with radiolabeled rFVIIIFc, we observed that 125 I-rFVIIIFc is predominately distributed to the liver. Therefore, we selected primary liver cells isolated from HemA mice to study cellular uptake of rFVIIIFc. A co-culture of hepatocytes and non-parenchymal cells was isolated from HemA mice and prepared at a 1:1 ratio. Liver sinusoidal endothelial cells (LSECs) and Kupffer cells (KCs) in this culture were identified by fluorescently labeled antibodies to CD31 and F4/80 respectively. Both cell types effectively took up the fluorescently labeled AcLDL, confirming that the isolated LSECs and KCs retained the capacity for functional endocytosis in vitro. It was found that LSECs, as opposed to Kupffer cells or hepatocytes, are predominantly responsible for the cellular uptake of rFVIIIFc, as the localization of rFVIIIFc-Halo is apparent only in LSECs within 5 minutes after exposing 10 nM of rFVIIIFc-Halo to primary co-culture freshly isolated from HemA mice. In contrast, even with longer exposure time (up to 1 hour) and higher protein concentration (up to 40 nM), the localization of rFVIIIFc-Halo in Kupffer cells and hepatocytes still remains undetectable. Analysis of recombinant Halo-tagged factor VIII (rFVIII-Halo) yielded similar results, suggesting that the Fc-fusion does not alter the cellular uptake pathway of FVIII, which is consistent with the notion that the interaction of Fc with FcRn occurs at the intracellular level. Therefore, interestingly, both rFVIII-Halo and rFVIIIFc-Halo are internalized by LSEC that are the same cells reported to express FVIII by in situ hybridization studies (Hollestelle et al. 2001 Thromb Haemost). This study, together with recent findings that somatic cells in the liver are primarily responsible for rFVIIIFc recycling (Abstract by van der Flier et al), highlights the critical role of LSECs in the clearance of rFVIIIFc and suggests that rFVIIIFc is primarily recycled by FcRn in LSECs. The impact of VWF on the cellular uptake and recycling of the rFVIIIFc-VWF complex in liver cells may also be assessed utilizing this system. Disclosures: Tan: BiogenIdec: Employment. Chen: BiogenIdec: Employment. van der Flier: BiogenIdec: Employment. Liu: BiogenIdec: Employment. Light: biogenidec: Employment. Jiang: biogenidec: Employment.",
    "topics": [
        "endothelial cells",
        "liver",
        "recombinant factor viiifc fusion protein",
        "coculture techniques",
        "factor viii",
        "hemophilia a",
        "keratoconjunctivitis sicca",
        "mechlorethamine",
        "recombinant antihemophilic factor viii",
        "transluminal attenuation gradient"
    ],
    "author_names": [
        "Siyuan Tan, PhD",
        "Kai Chen",
        "Arjan van der Flier, PhD",
        "Zhan Liu",
        "David R. Light, PhD",
        "Haiyan Jiang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Siyuan Tan, PhD",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kai Chen",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arjan van der Flier, PhD",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhan Liu",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David R. Light, PhD",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haiyan Jiang, PhD",
            "author_affiliations": [
                "Hemophilia, Biogen Idec, Waltham, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:38:16",
    "is_scraped": "1"
}