{
    "doi": "https://doi.org/10.1182/blood-2018-99-120221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4150",
    "start_url_page_num": 4150,
    "is_scraped": "1",
    "article_title": "A Comparison between BEAM and BEM Conditioning Regimens for Autologous Hematopoietic Stem Cell Transplantation in Relapsed Lymphoma: A Descriptive Analysis ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "topics": [
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "lymphoma",
        "carmustine",
        "etoposide",
        "melphalan",
        "cytarabine",
        "toxic effect",
        "chemotherapy regimen",
        "hodgkin's disease"
    ],
    "author_names": [
        "Kevin Yen, BS",
        "Lan Y Wang, MD",
        "Mindy Hsiao, MD",
        "Kum Ja Lee, PharmD",
        "Mojtaba Akhtari, MD"
    ],
    "author_affiliations": [
        [
            "University of Southern California School of Pharmacy, Los Angeles, CA "
        ],
        [
            "Department of Medicine, University of Southern California Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "Department of Hematology, University of Southern California Norris Comprehensive Cancer Center, Los Angeles, CA"
        ],
        [
            "University of Southern California School of Pharmacy, Los Angeles, CA "
        ],
        [
            "Department of Hematology, University of Southern California Norris Comprehensive Cancer Center, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "34.06036489999999",
    "first_author_longitude": "-118.20601069999998",
    "abstract_text": "Background: High dose chemotherapy (HDT) followed by autologous hematopoietic stem cell transplantation (auto-HSCT) is an effective choice of treatment for relapsed/refractory non-Hodgkin lymphoma (NHL) and Hodgkin lymphoma (HL). Historically, carmustine, etoposide, cytarabine, and melphalan (BEAM) has been the most widely used conditioning regimen, shown to significantly improve progression free survival (PFS) and overall survival (OS) with relatively low toxicity. However, high doses of carmustine and etoposide combined with melphalan (BEM), despite increased risks of pulmonary toxicity and severe mucositis, has also demonstrated efficacy as a more intensive preparative regimen with acceptable tolerability in younger populations. We performed a single institution descriptive study in order to compare the outcomes of patients with both NHL and HL treated with either consolidative BEAM or BEM preparative regimens and auto-HSCT. Methods: We identified 65 patients who were treated at USC Norris Comprehensive Cancer Center for relapsed/refractory NHL or HL with HDT and auto-HSCT between 2013 and 2018. 14 patients were excluded from statistical analysis due to insufficient data. The primary outcome was 1-year OS and the secondary outcomes were 100-day mortality and 1-year relapse rate (RR). BEAM consisted of carmustine 150mg/m 2 , etoposide 200mg/m 2 , cytarabine 200mg/m 2 , and melphalan 140mg/m 2 , while BEM was carmustine 12mg/kg, etoposide 60mg/kg, and melphalan 140mg/m 2 . Patient baseline characteristics, including age, sex, and diagnosis, were identified to describe the population. The T -test was used to describe groups with continuous outcomes and the Fisher's exact test was used to describe groups with categorical outcomes. A p-value of < 0.05 was considered statistically significant. Results: 22 patients who received BEM and 29 patients who received BEAM were included for statistical analysis. The patient's baseline characteristics are shown in Table 1. There was an insignificant trend towards increased 1-year OS (100% vs. 93.10%; p = 0.4996) but a higher 1-year RR (35.29% vs. 33.33%; p = 0.77) in BEM than BEAM. All patients were alive at 100 days; so, no difference was observed between BEAM and BEM with regards to 100-day mortality. Notable differences in demographics between the patients treated with BEAM versus BEM were observed primarily in age and diagnosis. Compared to BEAM, BEM was utilized significantly more in younger patients (mean age at transplant 41.7 vs. 58.6 years old; p < 0.0001) with a significantly larger percentage of HL diagnosis (48.28% vs. 5.56%; p = 0.0001). There was no significant difference in the 1-year OS, 100-day mortality or 1-year RR between HL and NHL (p = 0.5333, p = 1, and p = 0.7287, respectively) or between age < 50 and age ≥ 50 (p = 0.5271, p = 1, and p = 1, respectively). Conclusions: Both BEAM and BEM HDT for auto-HSCT to treat relapsed/refractory NHL or HL resulted in similar outcomes with no difference observed in 100-day mortality and only minor differences in 1-year OS and 1-year RR. However, significant differences in age and diagnoses of patients treated with these conditioning regimens serve as obstacles for more direct and applicable comparisons. Further analyses including tighter-matched patient cohorts, induction and salvage therapy prior to auto-HSCT, maintenance therapy, as well as treatment-related toxicities are necessary to better differentiate these two preparative regimens and provide additional utility in the clinical setting. Nonetheless, despite the much wider usage of BEAM as a preparative regimen for auto-HSCT in patients with relapsed/refractory lymphomas, BEM appears to be an efficacious alternative, and, therefore, warrants further consideration for future studies. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}