{
    "doi": "https://doi.org/10.1182/blood.V106.11.4130.4130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=387",
    "start_url_page_num": 387,
    "is_scraped": "1",
    "article_title": "Economy Class Syndrome: A “Pilot” Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Air travel associated venous thromboembolism (VTE) has been termed the economy class syndrome (ECS). Risk factors for ECS are divided into i) patient related; age, previous VTE, thrombophilia, malignancy and ii) cabin related; hypoxia, low humidity, dehydration and prolonged sitting. No study to date has looked at the incidence of VTE in healthy frequent flyers. The aim of this study was to see if professional pilots are at increased risk of VTE. Materials and methods: A retrospective cohort of 206 pilots working for a single airline operating on medium duration (3–7 hour) international routes from 1991–2000 was studied. Landspitali University Hospital is the only hospital serving Reykjavik, Iceland and its neighboring communities, and it is the sole primary hospital for approximately 130.000 people age 18 and over. Databases of clinical and radiographic diagnoses made at Landspitali University Hospital were searched for codes consistent with deep vein thrombosis (DVT) and pulmonary embolism (PE) occurring from 1991 to 2000. A computerized database of pilot personal identification numbers was then record linked to this VTE cohort from Landspitali University Hospital to see if any of the pilots had been diagnosed with VTE. For comparison purposes, a subgroup of the hospital database cohort and the underlying Reykjavik population was defined to match the gender and age characteristics of the pilot group. Expected number of cases with VTE among pilots was then calculated by extrapolating the observed prevalence of VTE among this subgroup to the pilot cohort. Finally, the relative risk of VTE for the pilots was calculated with p-value and 95% confidence interval. Results: Two hundred and six male pilots (median age 37 years, range 26–69) were included in the study. A total of 2263 patients were diagnosed with VTE at the Landspitali during the 10 year period, 931 with DVT and 1509 with PE, of whom 177 had both DVT and PE. There were 46,016 males aged 26 to 69 years living in the service area. Of these, 447 developed VTE. Extrapolating from the observed proportion of males age 26–69 diagnosed with VTE in the greater Reykjavik area, the expected number of VTE in the pilot cohort was found to be two. Of the 206 pilots, none was diagnosed with DVT or PE at Landspitali University Hospital during the study period. The relative risk of VTE in the pilot group was found to be 0, with no applicable lower limit to the 95% confidence interval, an upper limit of 1.83, and a p-value of 0.14. Conclusion: Professional airline pilots flying medium range distances do not have an increased risk of VTE and therefore they seem not to develop the ECS. This study does not point to an increased risk of VTE in healthy travelers in association with medium range flights.",
    "topics": [
        "cancer",
        "computerized databases",
        "deep vein thrombosis",
        "dehydration",
        "economics",
        "hospitals, university",
        "hypoxia",
        "iceland",
        "pilots",
        "pulmonary embolism"
    ],
    "author_names": [
        "Sigurdur Y. Kristinsson, MD",
        "Brynjar Vidarsson, MD",
        "Thorvardur J. Love, MD",
        "Vilhjalmur Rafnsson, MD",
        "Jon Hrafnkelsson, MD",
        "Pall T. Onundarson, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Landspitali University Hospital, Reykjavik, Iceland",
            "The Hematology Center, Karolinska University Hospital, Stockholm, Sweden"
        ],
        [
            "Department of Hematology, Landspitali University Hospital, Reykjavik, Iceland"
        ],
        [
            "Department of Hematology, Landspitali University Hospital, Reykjavik, Iceland",
            "Tufts University, Caritas Carney Hospital, Boston, USA"
        ],
        [
            "Department of Preventive Medicine, University of Iceland, Reykjavik, Iceland"
        ],
        [
            "Department of Oncology, Landspitali University Hospital, Reykjavik, Iceland"
        ],
        [
            "Department of Hematology, Landspitali University Hospital, Reykjavik, Iceland"
        ]
    ],
    "first_author_latitude": "64.1384022",
    "first_author_longitude": "-21.9273956"
}