{
    "doi": "https://doi.org/10.1182/blood.V108.11.2360.2360",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=556",
    "start_url_page_num": 556,
    "is_scraped": "1",
    "article_title": "Differential Expression of P-Glycoprotein, but Not of MRP, LRP and BCRP in Leukemic Stem Cells Compared to More Differentiated CD34 + CD38 + Acute Myeloid Leukemia Blasts. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "blast cells",
        "cd34 antigens",
        "cd38",
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "p-glycoprotein",
        "membrane transport proteins",
        "antigens",
        "breast cancer",
        "flow cytometry"
    ],
    "author_names": [
        "Lorena L. Figueiredo-Pontes, MD",
        "Maria C. Pintao, M.D.",
        "Luciana C. Oliveira de Oliveira, M.D.",
        "Leandro F. Dalmazzo, M.D.",
        "Rafael H. Jacomo, M.D.",
        "Aglair B. Garcia",
        "Roberto P. Falcao, PhD",
        "Eduardo M. Rego, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ],
        [
            "Department of Internal Medicine, Hematology Division, Medical School of Ribeirao Preto, University of Sao Paulo, Ribeirao Preto, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-21.163318999999998",
    "first_author_longitude": "-47.854298699999994",
    "abstract_text": "The identity and nature of the leukemic stem cell (LSC) is an area of intense research interest since it may lead to a better understanding of the leukemogenic process and development of specific therapies. By definition, the LSC retains the stem cell properties of self-renewal, high proliferative capacity, predominant quiescent cell cycle status and differentiation potential, and is biologically distinct from more differentiated blasts. Here we address the question whether the expression of membrane transporters associated with multidrug resistance (MDR) phenotype is differentially expressed in LSC (defined as CD34 + ,CD38 − CD123 + ) and more mature blasts CD34 + CD38 + and the bulk leukemic population. Twenty-one patients with AML de novo were selected based on CD34 positivity by the leukemic blasts. MDR protein expression was measured by flow cytometry with the monoclonal antibodies against P-glycoprotein (P-gp), MDR-related protein (MRP), Lung-resistance protein (LRP) and breast cancer resistance protein (BCRP). In all experiments, at least one hundred thousand events were acquired in a FACScalibur flow cytometer and analysis was performed using the Cell Quest software. The expression levels of MDR transporters were analyzed using: the Kolmogorov-Smirnov test, categorizing D value for descriptive purposes as high if D ≥ 0.30, low if 0.2 ≤ D < 0.3 and negative if D < 0.20; and the mean channel fluorescence index (MFI), defined by the difference between the mean channel of fluorescence (MCF) for each antigen and MCF of the respective isotypic control. LSCs represented 0.33% (0.01–3.13%) of the total population of leukemic blasts. The values of D and MFI for MRP, LRP and BCRP in LSC, CD34 + CD38 + and bulk leukemic population were not statistically different. In contrast, D values for P-gp were higher in LSCs (the mean ± Standard Error: 0.71 ± 0.10) compared to bulk leukemic population (0.38 ± 0.10, P=0.004) and to the CD34 + CD38 + (0.21 ± 0.04, P=0.05) subset. In agreement, MFI values for P-gp were 146.7 ± 66.1, 38.2 ± 11.0 and 62.78 ± 16.4 in LSCs, blasts, and CD34 + CD38 + respectively. Based on the LSC analysis, 95%, 85% and 57% of AML cases were found to have high expression (D ≥ 0.3) of MRP, LRP and BCRP, respectively. Similarly, 95%, 86% and 62% of the patients were thus categorized when the bulk population and 100%, 95% and 62% when CD34 + CD38 + subsets were analyzed. Our results demonstrate that P-gp is overexpressed in LSCs compared to more differentiated subsets. Considering that P-gp-mediated drug efflux is the best characterized cellular mechanism of MDR, its constitutively high expression in LSCs may protect them from genotoxins and provide survival advantage. In addition, its conceivable that previously described higher incidence of MDR phenotype at relapse may reflect the selection of an intrinsic MDR + LSC clone."
}