{
    "doi": "https://doi.org/10.1182/blood.V106.11.2643.2643",
    "article_title": "Monoclonal Antibodies to a VWF-A2 Decapeptide with the C-Terminal Residue Tyr1605, Generated by ADAMTS13 Cleavage, Develop a Highly Sensitive ELISA for Its Activity and Characterize Upshaw-Schulman Syndrome. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "We prepared murine monoclonal antibodies (mAbs) against a decapeptide of the VWF-A2 domain that has a C-terminal Tyr1605, generated by ADAMTS13 cleavage. These mAbs reacted neither with purified VWF nor the pentadecapeptide 1596-DREQAPNLVYMVTGN-1610, unless the Y1605-M1606 bond was cleaved. Using one of these mAbs, we developed a novel and highly sensitive ELISA for ADAMTS13 activity. In this assay, a recombinant VWF polypeptide (D1596–R1668) tagged with GST and His at the ends (GST-VWF73-His), is used as a substrate; upon cleavage by ADAMTS13, two fragments, GST-VWF10 and VWF63-His, are generated. Thus, the amount of GST-VWF10 can be directly measured using our mAb labeled with peroxidase. The specificity of this assay was confirmed by inhibition with EDTA, IgGs purified from thrombotic thrombocytopenic purpura (TTP) patients, and an anti-ADAMTS13 mAb. The detection limit of this assay was 0.5% of the normal. Of 20 patients with congenital TTP (Upshaw-Schulman syndrome, USS) whose ADAMTS13 gene mutations were identified, 14 had a severe deficiency (<0.5%), and 6 had a moderate deficiency (0.55~1.3%) of ADAMTS13 activity. No correlation was found between these two groups in terms of the onset of clinical manifestations. Further, a unique asymptomatic carrier of USS with two mutations (R268P/P475S) in the gene showed 4.2 % of normal plasma ADAMTS13 activity in this novel ELISA, indicating that plasma levels of ADAMTS13 activity between 1.3 and 4.2 % represent a gray zone which may lead to clinical manifestations of TTP. Table 1 shows a clinical and laboratory data of USS patients included in this study. Table 1. Clinical and laboratory data of 20 USS patients  View large View Large",
    "topics": [
        "adamts13 gene",
        "cytokinesis",
        "enzyme-linked immunosorbent assay",
        "heart sound a2",
        "monoclonal antibodies",
        "upshaw-schulman syndrome",
        "signs and symptoms",
        "edetate disodium",
        "edetic acid",
        "peroxidase"
    ],
    "author_names": [
        "Seiji Kato, PhD",
        "Masanori Matsumoto, MD",
        "Tomomi Matsuyama, MD",
        "Hisahide Hiura, PhD",
        "Yoshihiro Fujimura, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Seiji Kato, PhD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Nara, Japan",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masanori Matsumoto, MD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Nara, Japan",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomomi Matsuyama, MD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Nara, Japan",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisahide Hiura, PhD",
            "author_affiliations": [
                "Resarch Institute of Japan Clinical Laboratories, Kumiyama, Kyoto, Japan",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Fujimura, MD",
            "author_affiliations": [
                "Department of Blood Transfusion Medicine, Nara Medical University, Kashihara, Nara, Japan",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:27:52",
    "is_scraped": "1"
}