{
    "doi": "https://doi.org/10.1182/blood.V104.11.3820.3820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=256",
    "start_url_page_num": 256,
    "is_scraped": "1",
    "article_title": "Balanced Oral Substrate Reduction Therapy for Patients with Mild to Moderate Gaucher’s Disease: Initial Results in Clinical Practice. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Gaucher Disease is a glycosphingolipid storage disorder resulting from deficiency of the enzyme glucocerebrosidase. Therapeutic modalities include enzyme replacement by infusion of recombinant glucocerebrosidase or reduction of substrate accumulation by inhibition of glucosyl ceramide synthetase. The Advisory Council to the European Working Group on Gaucher Disease (EWGGD) [ 1 ] consider that patients with type I GD who are unsuitable for enzyme replacement therapy (ERT) are eligible for oral substrate reduction therapy (SRT) with miglustat. We have 4 patients (3 male, 1 female, age range 23–81 years) who have commenced oral SRT with miglustat after being assessed as unsuitable for ERT. These patients all fulfilled criteria for mild to moderate Gaucher Disease having haemoglobin greater than 9g/dl, platelets greater than 50 x10 9 /l and no evidence of progressive osseous disease on magnetic resonance imaging. Unsuitability for ERT was to due regular travel out side the United Kingdom or persistent difficulty with cannulation because of poor venous access or, in one case, a Parkinsonian tremor. The median duration of prior enzyme treatment was 7 years and the median current duration of SRT 5.75 months. One patient was splenectomised. Miglustat was initially commenced at 100mg od or b.i.d and the dose escalated to 100mg t.i.d over one to two months. Patients were monitored each month for changes in clinical state, haematological parameters and biomarkers of disease activity including chitotriosidase activity, angiotensin converting enzyme, acid phosphatase and serum lysozyme. Flatulence and diarrhea occurred in three patients after starting miglustat treatment but was ameliorated with temporary dose reduction, loperamide treatment, or introduction of a lactose-free diet. The patients clinical, neurological status and cognitive ability, assessed by the Mini-Mental State Examination, have remained stable since starting miglustat treatment. One patient has undergone incidental laparotomy resulting in suspension of oral therapy. No clinically significant changes in haematological parameters have been noted over the first six months of therapy. Markers of macrophage storage were initially elevated with mean increase in chitotriosidase of 87 +/− 168% at one month after the start of SRT. Levels then fell progressively and by 4 months there was a mean reduction in chitotriosidase of 3.75+/− 3.8% below baseline. Serum lysozyme and acid phosphatase and were similarly reduced by 28 +/−10% and 7.1 +/−10% after 3 and 4 months respectively. Our initial experience with 4 patients with type I GD and poor venous access, including the oldest patient for whom miglustat treatment has been reported, indicates that oral miglustat provides an effective alternative for patients unsuitable for ERT. Clinical and haematological parameters are stable and after 4 months of treatment improvement in biomarkers of disease activity is noted.",
    "topics": [
        "gaucher disease",
        "substrate deprivation therapy",
        "miglustat",
        "chitotriosidase",
        "acid phosphatase",
        "biological markers",
        "enzyme replacement therapy",
        "enzymes",
        "glucosylceramidase",
        "muramidase"
    ],
    "author_names": [
        "Derralynn A. Hughes, MA DPhil MRCP",
        "Robert J. Baker, MSc",
        "Linda Richfield, RGN RM",
        "Alan Milligan, RGJ RGN",
        "Rebecca Bruce, RGN",
        "Atul B. Mehta, MD FRCP FRCPath"
    ],
    "author_affiliations": [
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ],
        [
            "Academic Haematology, Royal Free and University College Medical School, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5235146",
    "first_author_longitude": "-0.1350874"
}