{
    "doi": "https://doi.org/10.1182/blood.V112.11.331.331",
    "article_title": "The Initial Molecular Response of Chronic Phase CML Patients Treated with Second Generation ABL Inhibitor Therapy after Imatinib Failure Can Predict Inadequate Response and Provide Indications for Rational Mutation Screening ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "Molecular analysis is recommended for monitoring patients (pts) with CML. For imatinib treated pts in chronic phase (CP), molecular analysis provides important prognostic information. A major molecular response (MMR, BCR-ABL ≤0.1% IS (international scale)) is associated with favourable progression free survival and is a primary endpoint of clinical trials. The 3 month (m) BCR-ABL level is predictive of MMR and almost all de-novo pts with values ≤1.0% IS subsequently achieve MMR. The second generation tyrosine kinase inhibitors nilotinib and dasatinib (2TKI) have demonstrated efficacy for CP pts who fail imatinib therapy due to resistance or intolerance. However, treatment failure associated with the presence of a limited spectrum of resistant mutations is evident. Furthermore, it has recently been suggested that failure to achieve a major cytogenetic response (MCR) by 12m defines inadequate response and these pts should be considered for alternative therapies ( Cortes et al, Blood , 2008 , 112 , 516 ). Pts in minor cytogenetic response or complete hematologic response at 12m had a projected 1 year progression rate of 17% compared to 3% for those with MCR at 12m. The value of molecular monitoring in the setting of 2TKI has not been defined in terms of the early prediction of response or emergence of resistant mutations. We monitored BCR-ABL levels and mutation status in 155 CP pts treated with nilotinib (n=73; 400mg BD) or dasatinib (n=82; ≥100mg (76/82 70mg BD)) after imatinib failure for a median of 18m (range (r) 3–36). The BCR-ABL level at 3m of 2TKI was highly predictive of subsequent MMR, P <0.0001 (Figure A). Similarly, the 3m BCR-ABL level was highly predictive of MCR, P 10% IS, those who failed to achieve at least 50% at 3m had a significantly lower probability of MCR compared to those between 10–50%: 11% vs 56% by 24m, P =0.003. These analyses were also performed for pts with mutations at baseline (72/155, 46%) and for those without baseline mutations (83/155, 54%). The MMR and MCR rates based on the 3m BCR-ABL were still highly significant irrespective of the baseline mutation status, P 150nM) for nilotinib. All pts with new mutations during dasatinib therapy (19/82, 23%) had one of the dasatinib 2TKI resistant mutations: T315I 9, F317L/I 6, V299L 4 pts. Mutations emerged in 15/73 (21%) nilotinib treated pts and were nilotinib 2TKI resistant in 11 pts (15%): T315I 5, F359V 4, Y253H 4, E255V 1 (2 pts had multiple mutations). 2TKI resistant mutations were detected at a median of 6m (r 1–24) and were more frequent in pts who already had a mutation at baseline compared to those without: 24/72 (33%) vs 6/83 (7%), P 10% IS, P =0.02. In 16/30 pts (53%) with emergent 2TKI resistant mutations, BCR-ABL never fell below 10% IS. The rise in BCR-ABL associated with emergent mutations was minimal in these pts: median 2.2-fold and 6 pts had no change in BCR-ABL from baseline. This is a reflection of minimal response to 2TKI and hence minimal BCR-ABL reduction in these pts. The outcome is known for 13 of the 16 pts and 11/13 progressed. Regular mutation screening would be warranted in all pts with BCR-ABL >10% IS rather than upon a significant rise. The rise associated with emergent mutations when BCR-ABL was ≤10% IS was significantly higher: median 7.3-fold, P 10% IS are at risk of acquiring 2TKI resistant mutations and would benefit from regular mutation screening until BCR-ABL falls below 10% IS. Thereafter, a significant rise of >5-fold in BCR-ABL should trigger mutation screening. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "imatinib mesylate",
        "leukemia, myeloid, chronic-phase",
        "mutation",
        "screening",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "dasatinib",
        "measles-mumps-rubella vaccine",
        "nilotinib",
        "alternative medicine"
    ],
    "author_names": [
        "Susan Branford",
        "Rebecca Lawrence",
        "Linda Fletcher",
        "Chani Field",
        "Zbigniew Rudzki",
        "Timothy Hughes"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Branford",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Lawrence",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Fletcher",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chani Field",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zbigniew Rudzki",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Hughes",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T06:43:01",
    "is_scraped": "1"
}