{
    "doi": "https://doi.org/10.1182/blood-2019-124453",
    "article_title": "Inhibition of Anti-Apoptotic Mcl-1 Exerts Anti-Leukemia Activity through Modulation of Leukemia-Stromal Interactions and Metabolic Functions in AML ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "abstract_text": "Bcl-2 and Mcl-1 play critical roles in AML stem/progenitor cell survival. Venetoclax (VEN), a highly selective Bcl-2 inhibitor, showed potent preclinical activity but limited clinical efficacy in AML. Expression of Mcl-1, a major VEN resistance factor is induced by VEN. Non-apoptotic activity of Mcl-1 has been reported but is not well understood in AML. We previously demonstrated that inhibition of Mcl-1 enhances VEN apoptogenic activity and overcomes intrinsic and acquired VEN resistance in vitro and in vivo in a PDX murine model of AML (Carter BZ et al., ASH 2018). Interestingly, CyTOF analysis of bone marrow PDX cells collected from mice treated with Bcl-2 inhibitor VEN, Mcl-1 inhibitor AZD5991, and the combination showed that AZD5991 or AZD5991+VEN, but not VEN alone greatly decreased CXCR4 in leukemia cells and stem/progenitor cell populations. Mcl-1 expression is to a large degree regulated by microenvironment clues, including CXCR4-CXCL12 axis. We found that inhibition of Mcl-1 also suppressed cell metabolic activities in AML cells suggesting that Mcl-1 may regulate leukemia-microenvironment interaction and cell metabolic functions, which may contribute to the efficacy of this combination against AML stem cells in the bone marrow microenvironment. To further investigate the roles of Mcl-1 in leukemia-stromal interactions, we determined the expression of proteins involved in cell migration and adhesion and found that Mcl-1 overexpressing (OE) or knockdown (KD) OCI-AML3 cells have increased/decreased cell surface expression of CXCR4 and CD44, both critical for leukemia-MSC (mesenchymal stroma cell) interactions. Mcl-1 OE or KD AML cells showed increased/decreased migration towards and adhesion to MSCs compared to their respective controls. Consistent with this observation, pharmacological inhibition of Mcl-1 with AZD5991 also decreased surface CXCR4 and CD44 levels in OCI-AML3 cells and decreased the interactions between leukemia and MSCs. Under the same conditions, Mcl-1 seems to exert a more profound effect on leukemia cell adhesion than migration to MSCs. Interestingly, inhibition of Bcl-2 with VEN did not significantly decrease CD44 or migration and adhesion of AML cells to MSCs, although a decrease in surface levels of CXCR4 was observed. To gain additional insight into the effects of Mcl-1 on cellular energetics and metabolism, we performed metabolomic analysis, employing a previously established method using ion chromatography-mass spectrometry (IC-MS) to trace 13 C labels from 13 C 2 -1,2-glucose and 13 C 5 -glutamine in Mcl-1 genetically and pharmacologically modulated AML cells. Metabolomic analysis showed that overall 13 C enrichment into key TCA cycle intermediates including citrate, fumarate, and malate was significantly lower in cells with Mcl-1 inhibition, by either AZD5991 or Mcl-1 KD, compared to the respective controls, both for 13 C coming from glucose and glutamine, the two main carbon sources entering the TCA cycle. We observed a decrease in the total amount of secreted lactate in both the 13 C 2 -1,2-glucose and 13 C 5 -glutamine tracing experiments. Enrichment of 13 C label in secreted lactate was mostly observed during 13 C 2 -1,2-glucose tracing, but not during 13 C 5 -glutamine tracing, indicating that lactate secretion is largely derived from glucose, and not from glutamine, suggesting a reduction in flux through glycolysis and/or pentose phosphate pathway (PPP). Flux through the oxidative PPP (OxPPP) is a rate limiting pathway in the generation of reductive equivalents of NADPH for ROS neutralization. Relative OxPPP flux calculation showed a decrease in OxPPP flux for both AZD5991 treatment and Mcl-1 KD. Levels of 6-Phospho-Gluconic acid (6PG) were also greatly reduced in Mcl-1 inhibited cells, in accordance with differential regulation of the OxPPP. Mcl-1 inhibition by AZD5991 or KD also decreased ATP levels. Collectively, inhibition of Mcl-1 results in a broad downregulation in cellular energetics and metabolism. Conclusion: data demonstrate that in addition to regulating apoptosis, Mcl-1 regulates leukemia-stromal interactions and metabolic activity in leukemia cells and that inhibition of Mcl-1 has anti-leukemia activity and enhance VEN activity through not only apoptosis induction, but also modulation of leukemia-stromal interactions and metabolic functions. Disclosures Carter: Ascentage: Research Funding; Amgen: Research Funding; AstraZeneca: Research Funding. Cidado: AstraZeneca: Employment. Drew: AstraZeneca: Employment. Andreeff: Daiichi Sankyo, Inc.: Consultancy, Patents & Royalties: Patents licensed, royalty bearing, Research Funding; Jazz Pharmaceuticals: Consultancy; Oncoceutics: Equity Ownership; Oncolyze: Equity Ownership; Breast Cancer Research Foundation: Research Funding; CPRIT: Research Funding; NIH/NCI: Research Funding; Center for Drug Research & Development: Membership on an entity's Board of Directors or advisory committees; Cancer UK: Membership on an entity's Board of Directors or advisory committees; NCI-CTEP: Membership on an entity's Board of Directors or advisory committees; German Research Council: Membership on an entity's Board of Directors or advisory committees; Leukemia Lymphoma Society: Membership on an entity's Board of Directors or advisory committees; NCI-RDCRN (Rare Disease Cliln Network): Membership on an entity's Board of Directors or advisory committees; CLL Foundation: Membership on an entity's Board of Directors or advisory committees; BiolineRx: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy; Senti Bio: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy; AstaZeneca: Consultancy; 6 Dimensions Capital: Consultancy; Reata: Equity Ownership; Aptose: Equity Ownership; Eutropics: Equity Ownership.",
    "topics": [
        "leukemia",
        "opportunity for error",
        "cxcr4 receptors",
        "glucose",
        "glutamine",
        "adhesions",
        "cd44 antigens",
        "homing-associated cell adhesion molecule",
        "lactates",
        "breast cancer"
    ],
    "author_names": [
        "Bing Z Carter, PhD",
        "Po Yee Mak",
        "Marc Warmoes",
        "Wenjing Tao",
        "Philip Lorenzi",
        "Vivian Ruvolo, MS",
        "Lin Tan",
        "Justin Cidado, PhD",
        "Lisa Drew, PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bing Z Carter, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Po Yee Mak",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Warmoes",
            "author_affiliations": [
                "Bioinformatics & Comp Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjing Tao",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Lorenzi",
            "author_affiliations": [
                "Bioinformatics & Comp Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Ruvolo, MS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Tan",
            "author_affiliations": [
                "Bioinformatics & Comp Biology, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin Cidado, PhD",
            "author_affiliations": [
                "Oncology R&D, AstraZeneca, Waltham, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Drew, PhD",
            "author_affiliations": [
                "Oncology IMED Biotech Unit, AstraZeneca, Waltham, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:40:18",
    "is_scraped": "1"
}