{
    "doi": "https://doi.org/10.1182/blood.V114.22.1326.1326",
    "article_title": "Results of Bone Marrow Examinations in Patients with Chronic Immune Thrombocytopenic Purpura Treated with Eltrombopag. ",
    "article_date": "November 20, 2009",
    "session_type": "Disorders of Platelet Number or Function Poster I",
    "abstract_text": "Abstract 1326 Poster Board I-348 BACKGROUND Bone marrow (BM) reticulin fibers can be increased in conditions such as neoplasms and autoimmune diseases (Frisch Haematol [ Budap ] 1982; Aharon Lupus 1997) and can lead to a clinical situation similar to osteomyelofibrosis. In healthy individuals, grade 1 and 2 reticulin have been reported in 27–70% and 4–20% of BM biopsies, respectively (Hultdin Med Onc 2007; Beckman Arch Path Int Med 1990; Bauermeister Am J Clin Path 1971). The presence of grade 1/2 reticulin was reported in the BM of up to 67% of patients with immune thrombocytopenic purpura (ITP) (Mufti J Supp Onc 2007). Theoretically, prolonged stimulation of megakaryocytes with TPO-R agonists might increase the risk of myelofibrosis (MF). Increased reticulin and peripheral nucleated RBCs have been reported in chronic ITP patients treated with romiplostim (Bussel Blood 2009). Eltrombopag, an oral, small molecule, TPO-R agonist, is approved in the United States for the treatment of chronic ITP. OBJECTIVE To determine whether eltrombopag treatment is associated with an increase in BM reticulin. METHODS Reports of BM biopsies performed prior to eltrombopag treatment were reviewed. In eltrombopag studies, complete blood counts (CBC) including white blood cell (WBC) differentials were performed at each visit. If a WBC differential indicated the presence of immature or dysplastic cells in the RAISE, REPEAT, and EXTEND studies, then a peripheral blood smear was performed. If the presence of immature or dysplastic cells on the blood smear was not consistent with the chronic ITP diagnosis, then a BM biopsy was performed. Additionally, a BM biopsy could be performed at any time at the investigator's discretion. In EXTEND, a BM biopsy was required after 1 year on treatment. Reticulin was quantified using the modified MF scale (Thiele Haematologica 2005). RESULTS Prestudy BM biopsies were available for 64/446 patients subsequently exposed to eltrombopag; 51 reports did not mention reticulin or fibrosis. Of the 13 remaining prestudy reports, 4 (31%) had increased reticulin. Ninety-one patients (5 patients RAISE; 86 patients EXTEND) had a BM biopsy following treatment initiation; none of the BM biopsies were prompted by an abnormal peripheral blood smear. In a 6-month placebo-controlled study (RAISE), 1 placebo-treated patient had an on-treatment BM examination that showed myelodysplastic syndrome, and 4 eltrombopag-treated patients (2 on-treatment and 2 posttreatment) had BM examinations. One patient treated with eltrombopag for 41 days had a posttreatment marrow examination that showed grade 2 (Bauermeister) reticulin. None of the 4 showed hematologically relevant BM alterations. In an open-label extension study (EXTEND), 86 patients treated for a median of 12 months (range: 1–18 months) at the time of the procedure had BM biopsies; 83 had mention of reticulin fibers in the report and were evaluable for this analysis. Five patients had MF grade 2 reticulin with no clinical signs or symptoms of BM dysfunction (eg, abnormal WBC differential or peripheral blood smear); 2 reported collagen. One patient had a biopsy 2 years prior to EXTEND (grade 1/3). After 15 months on study, a biopsy showed grade 2/3; this patient was withdrawn. Of note, while on treatment the patient was not considered a responder (platelets <50,000/μL) but did have decreased bleeding. The second patient was 81 years old with a history of 3 cancers. A similar degree of reticulin was observed when comparing the biopsy taken 6 years prior to EXTEND and after 14 months on study, but collagen was noted on the second BM. A patient with MF grade 1 reticulin reported collagen, but did not experience any adverse event or significant change in CBC and is continuing on study with good platelet response. CONCLUSION There was no evidence of clinically relevant BM abnormalities or clinical findings typically associated with MF in patients treated for up to 18 months with eltrombopag. Systematic longitudinal evaluation of BMs in EXTEND will provide meaningful data regarding incidence of fibrosis during long-term treatment. Disclosures Saleh: GlaxoSmithKline: Speakers Bureau; Amgen: Speakers Bureau. Bussel: Genzyme: Research Funding; GlaxoSmithKline: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cangene: Research Funding; Amgen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Immunomedics: Research Funding; Ligand: Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai, Inc: Research Funding; Sysmex: Research Funding; Scienta: Speakers Bureau; Shionogi: Membership on an entity's Board of Directors or advisory committees. Meyer: GlaxoSmithKline: Consultancy, Honoraria. Frederiksen: GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees. Johnni: GlaxoSmithKline: Employment. Aivado: GlaxoSmithKline: Employment. Brainsky: GlaxoSmithKline: Employment.",
    "topics": [
        "bone marrow examination",
        "eltrombopag",
        "purpura, thrombocytopenic, idiopathic",
        "biopsy",
        "suppository",
        "peripheral blood smear",
        "agonists",
        "dysplasia",
        "fibrosis",
        "leukocyte differential"
    ],
    "author_names": [
        "Mansoor N. Saleh, MD",
        "James B. Bussel, MD",
        "Oliver Meyer",
        "Henrik Frederiksen",
        "Diane Johnni",
        "Manuel Aivado",
        "Andres Brainsky"
    ],
    "author_dict_list": [
        {
            "author_name": "Mansoor N. Saleh, MD",
            "author_affiliations": [
                "University of Alabama; Georgia Cancer Specialists, Marietta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James B. Bussel, MD",
            "author_affiliations": [
                "Platelet Disorders Center, Division of Pediatric Hematology-Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Meyer",
            "author_affiliations": [
                "Charité - Universitätsmedizin Berlin, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Frederiksen",
            "author_affiliations": [
                "Department of Haematology, Odense University Hospital, Denmark, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Johnni",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Aivado",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Brainsky",
            "author_affiliations": [
                "GlaxoSmithKline, Collegeville, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:30:16",
    "is_scraped": "1"
}