{
    "doi": "https://doi.org/10.1182/blood.V124.21.533.533",
    "article_title": "NPM1 Expression Level and a CRBN Polymorphism Are Able to Predict the Rate of Response to Lenalidomide in Non Del(5q) Lower Risk MDS Patients Resistant to Erythropoiesis-Stimulating Agents: The GFM Experience ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies I",
    "abstract_text": "Lenalidomide (Len) is the reference treatment of anemia in patients with del(5q) MDS with half of them being responders. An erythroid response is also achieved in ~25% of non del(5q) low-risk or int-1 MDS patients. The mechanisms of resistance are still unclear although the molecular target of Len, Cereblon, a receptor for several substrates including Ikaros, Aiolos and the casein kinase 1 in the E3 ubiquitin ligase Cul4A-DDB1-Roc1, had been identified. Biomarkers are needed to avoid inappropriate exposure to the risk of severe neutropenia or thrombocytopenia. In this study, we investigated biomarkers of response to Len treatment in a cohort of 132 non del(5q) MDS patients, non-responders to erythropoiesis-stimulating agent (ESA) and enrolled in the GFM-LenEpo 08 clinical trial (NCT01718379). Patients were randomized to Len 10mg/day (L-arm) or Len 10 mg/day plus Epoetin beta (60,000 units/w) (LE-arm) and evaluated after 4 cycles. The biological studies were conducted in 99/132 patients including 41 responders and 58 non responders. According to IWG2006, HI-E was significantly higher in LE-arm (52%) vs . L-arm (31%) (p=0.031). Extensive genotyping study of 29 genes ( ASXL1, CBL, CSNK1A, DNMT3A, ETV6, EZH2, FLT3, IDH1, IDH2, IKZF1, IKZF3, JAK2, KIT, KRAS, MPL, NPM1, NRAS, PHF6, PTPN11, RIT1, RUNX1, SETBP1, SF3B1, SRSF2, TET2, TP53, U2AF1, WT1, ZRSR2 ) was conducted in the 99 patients by NGS or Sanger approaches. Found all along the coding sequence of the genes and with variable VAF, mutations in SF3B1 (73%), TET2 (46%), ASXL1 (20%) and DNMT3A (20%) genes did not influence the response in the L-arm or LE-arm. Previously identified in myeloma cells resistant to Len treatment, an IKZF1 mutation located in the exon 5 of the gene and affecting the binding domain of the protein has been reported during Len treatment in one patient with del(5q) MDS and was associated with a loss of efficacy of the Len treatment in vivo . In this cohort, we did not find any mutation in the exon 5 of IKZF1 or IKZF3 or in the exons 3 and 4 of CSNK1A which are described as affecting their domain of interaction with Cereblon. A A>G polymorphism in the 5’UTR region of CRBN gene (rs1672753) was significantly associated with HI-E in the whole cohort (41.5% in responders vs . 22.4% in non-responders; p=0.048). A gene expression profiling (GEP) study was conducted on BMMC of 50 at inclusion and 24 paired samples before and after 4 cycles of treatment. Using a Gene Set Enrichment Analysis (GSEA), the comparison of GEP in 24 paired samples linked the response in L-arm or LE-arm to a signature of 32 up-regulated genes exclusively involved in the immune response . A supervised GSEA analysis combined with a Pam R strategy of GEP before treatment identified a predictive signature of 36 up-regulated genes mainly involved in translation, epigenetic regulation of transcription, cell division and DNA repair. Slight variations of CRBN gene expression level were not correlated to the response. However, the resistance in L-arm and LE-arm was predicted by a low expression level of NPM1 ( P <0.001) before treatment with a sensitivity of 86.7 % and a specificity of 92.8%. A Kaplan-Meier analysis confirmed that the probability of treatment failure was significantly higher in patients with low NPM1 expression ( P =0.002). Futhermore, in patients with high NPM1 expression level, the mean delay for treatment failure was 5 months in patients with A/A CRBN polymorphism versus 17 months in patients with A/G or G/G polymorphisms ( P =0.026). In conclusion, resistance to Lenalidomide or Lenalidomide plus EPO seems not be associated with a particular mutational profile nor with mutations in recently identified Cereblon targets. By contrast, a low expression level of NPM1 associated with a A/A polymorphism of CRBN is highly predictive of a treatment failure by Lenalidomide or Lenalidomide plus EPO non del(5q) MDS patients. Disclosures Chesnais: celgene: Research Funding. Sardnal: Celgene: Research Funding. Passet: Celgene: Research Funding. Gauthier: Celgene: Research Funding. Kosmider: Celgene: Research Funding. Fontenay: Celgene: Research Funding.",
    "topics": [
        "erythropoiesis-stimulating agents",
        "lenalidomide",
        "npm1 gene",
        "polymorphism",
        "risk reduction",
        "biological markers",
        "anemia",
        "epoetin beta",
        "gene expression profiling",
        "genotype determination"
    ],
    "author_names": [
        "Virginie Chesnais",
        "Aline Renneville",
        "Andrea Toma",
        "Veronique Sardnal",
        "Marie Passet",
        "Audrey Gauthier",
        "Jacques Delaunay, MD",
        "Aspasia Stamatoulas, MD",
        "Odile Beyne-Rauzy, MDPhD",
        "Pierre Fenaux, MD PhD",
        "Francois Dreyfus, MD",
        "Claude Preudhomme, PharmD, PhD",
        "Olivier Kosmider, MD PhD",
        "Michaela Fontenay"
    ],
    "author_dict_list": [
        {
            "author_name": "Virginie Chesnais",
            "author_affiliations": [
                "Institut Cochin, Paris, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aline Renneville",
            "author_affiliations": [
                "Lille University Hospital, Lille, France ",
                "INSERM, Lille, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Toma",
            "author_affiliations": [
                "Hopital Henri Mondor, Creteil, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Sardnal",
            "author_affiliations": [
                "Institut Cochin, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Passet",
            "author_affiliations": [
                "Institut Cochin, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audrey Gauthier",
            "author_affiliations": [
                "Institut Cochin, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacques Delaunay, MD",
            "author_affiliations": [
                "CHU de Nantes – Hôtel Dieu, Nantes, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aspasia Stamatoulas, MD",
            "author_affiliations": [
                "Centre Henri BECQUEREL, Rouen, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Odile Beyne-Rauzy, MDPhD",
            "author_affiliations": [
                "Purpan universitary hospital, Toulouse, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Fenaux, MD PhD",
            "author_affiliations": [
                "Hôpital St Louis, Université Paris 7, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Dreyfus, MD",
            "author_affiliations": [
                "APHP, Cochin Hospital, University Paris Descartes, Paris, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claude Preudhomme, PharmD, PhD",
            "author_affiliations": [
                "CHU Lille, Lille, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Kosmider, MD PhD",
            "author_affiliations": [
                "AP-HP, Hôpital Cochin, INSERM U1016 CNRS UMR 8104, Cochin Institute, Université Paris Descartes, Faculty of Medicine, Paris, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Fontenay",
            "author_affiliations": [
                "Hôpital Cochin, APHP, Groupe Francophone des Myélodysplasies (GFM), Paris, France"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T02:41:38",
    "is_scraped": "1"
}