{
    "doi": "https://doi.org/10.1182/blood-2019-132133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4284",
    "start_url_page_num": 4284,
    "is_scraped": "1",
    "article_title": "Risks and Benefits of Bronchoscopy during the First 100 Days Following Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": [
        "bronchoscopy",
        "hematopoietic stem cell transplantation",
        "fiberoptic bronchoscopy",
        "antimicrobials",
        "infections",
        "lung biopsy",
        "boop",
        "lung infiltration",
        "polymerase chain reaction",
        "procedural complication"
    ],
    "author_names": [
        "Mehrdad Hefazi, MD",
        "Reona Sakemura, MD PhD",
        "Saad S. Kenderian, MD",
        "Mrinal M Patnaik, MDMBBS",
        "William J Hogan, MB, BCh",
        "Mark Litzow, MD",
        "Hemang Yadav, MBBS"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Dvivision of Pulmonary and Critical Care Medicine, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.02149094999999",
    "first_author_longitude": "-92.47453290000001",
    "abstract_text": "BACKGROUND Pulmonary infiltrates are common after allogeneic hematopoietic cell transplantation (HCT) and can have infectious or non-infectious etiologies. Fiberoptic Bronchoscopy (FOB) with bronchoalveolar lavage (BAL) is frequently used to evaluate these patients. However, the diagnostic yield can be highly variable according to patient populations, and the impact on management is not well defined, especially in the era of modern antimicrobial therapies. The aim of this study was to investigate the diagnostic and therapeutic yield of FOB-BAL in adult patients with pulmonary infiltrates during the first 100 days following HCT. METHODS We retrospectively reviewed the medical records of adult HCT patients who underwent FOB-BAL during the first 100 days post HCT between January 2005 and December 2015 at Mayo Clinic, Rochester, MN. The interval from HCT to FOB was stratified into early (days 1-30) vs. late (days 31-100). The finding of progressively more hemorrhagic effluent and/or ≥ 20% hemosiderin-laden macrophages in BAL were considered diagnostic for diffuse alveolar hemorrhage (DAH). Univariate and multivariate logistic regression models were fit to identify clinical and transplant characteristics that may impact the diagnostic yield of FOB-BAL. RESULTS A total of 114 patients (median age 55 years), representing 12% of all HCT patients underwent FOB-BAL. Underlying diagnoses were AML in 36%, MDS in 16%, ALL in 16%, MPN in 12% , CLL in 7%, and other in 13%. Transplants were from matched related donor in 43%, matched unrelated donor in 40%, and other donor/matching status in 17%. FOB-BAL was performed during the early period in 61% and during the late period in 39% of patients. In the early period, FOB-BAL provided a specific diagnosis in 49% of patients (30% DAH and 19% infection). In the late period, FOB-BAL had a diagnostic yield of 55% (14% DAH and 36% infection) ( Figure 1 ). The distribution of bacterial and viral infections identified via BAL were similar during the early period (39% and 38%, respectively), whereas more bacterial than viral infections were identified in the later period (56% vs. 19%, respectively) ( Figure 2 ). Non-invasive testing for respiratory tract infection was performed in 34% of patients. These included nasopharyngeal swab for RSV/Influenza PCR in 16% (all negative), multiplex respiratory pathogen PCR in 5% (1 positive for coronavirus), and sputum culture in 21% (positive in 8 patients). This compares with the identification of an infectious pathogen via BAL in 36% of patients; bacterial in 16%, viral in 11%, and fungal in 10%. Transbronchoscopic lung biopsy biopsies were performed in 8 patients and provided diagnostic information in 3 patients (eosinophilic pneumonia, organizing pneumonia and diffuse alveolar damage each in 1 patient). Procedural complications occurred in 3 patients; 2 after transbronchoscopic lung biopsy (1 bleeding and 1 pneumothorax) and 1 during FOB-BAL (atrial fibrillation with rapid ventricular rate). In a multivariable logistic regression model, the underlying diagnosis, presence of acute respiratory failure, and early vs. later time period after HCT were independently affecting the diagnostic yield of FOB-BAL, with higher likelihood of DAH being diagnosed in patients with AML/MDS and during the early post-HCT period, and higher likelihood of DAH being diagnosed in patients with acute respiratory failure ( Table 1 ). In 40% of patients, FOB-BAL findings lead to treatment changes. These included addition of antimicrobials in 24% and addition of corticosteroids in 22% (17% DAH, 2% idiopathic pneumonia syndrome, and 1% organizing pneumonia) ( Figure 3) . FOB findings lead to more antimicrobial modifications in the early than in the later period (32% vs. 18%, respectively). Overall survival was poor in all the three groups, although significantly better in patients with non-diagnostic FOB findings (median of 2, 3, and 11 months in patients with DAH, infection, or non-diagnostic FOB finings, respectively) (p = 0.03) ( Figure 4 ). CONCLUSION FOB-BAL provides clinically useful information in the post-transplant period. BAL findings were diagnostic in 51% of patients, and led to management changes in 40% of patients. Transbronchoscopic lung biopsy is associated with higher rates of procedural complications. Further characterization of the underlying diagnosis in patients with non-diagnostic FOB-BAL findings remains an unmet clinical goal. View large Download slide View large Download slide  Disclosures Sakemura: Humanigen: Patents & Royalties. Kenderian: Morphosys: Research Funding; Kite/Gilead: Research Funding; Lentigen: Research Funding; Humanigen: Other: Scientific advisory board , Patents & Royalties, Research Funding; Tolero: Research Funding; Novartis: Patents & Royalties, Research Funding. Patnaik: Stem Line Pharmaceuticals.: Membership on an entity's Board of Directors or advisory committees."
}