{
    "doi": "https://doi.org/10.1182/blood.V116.21.1519.1519",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1696",
    "start_url_page_num": 1696,
    "is_scraped": "1",
    "article_title": "A Randomized Controlled Trial of Spiritually-Focused Meditation In Patients Newly Diagnosed with Acute Leukemia. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "topics": [
        "leukemia, acute",
        "meditation",
        "microscopy, scanning probe",
        "cancer",
        "analgesics, non-narcotic",
        "follow-up",
        "narcotics",
        "pain score",
        "acute lymphocytic leukemia",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Brenda Cole",
        "Karen Broer",
        "Clare Hopkins",
        "John Tisak",
        "Ryan Hunt",
        "Chris McNally",
        "Mikkael Sekeres",
        "Kenneth A. Foon",
        "Michael Boyiadzis"
    ],
    "author_affiliations": [
        [
            "University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Carlow University, Pittsburgh, PA, USA, "
        ],
        [
            "Bowling Green State University, Bowling Green, OH, USA, "
        ],
        [
            "University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ],
        [
            "Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA, "
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "Abstract 1519 Cancer patients view religion and/or spirituality as personally important and addressing the spiritual needs of cancer patients is a critical component of cancer care. Evidence suggests that secularized forms of meditation improve quality of life (QOL) for cancer patients. Integrating patient's religious or spiritual beliefs into meditations may augment these effects on QOL. We conducted a randomized controlled trial evaluating the effects of spiritually-focused meditation for patients admitted at our institutions with newly diagnosed acute myeloid leukemia or acute lymphocytic leukemia. The study was approved by the Institutional Review Board. Ninety-one acute leukemia patients enrolled in the study and were randomly assigned to: usual care control (UCC), spiritually-focused meditation (SpM), or secularly-focused meditation (SM). During five 1-hour intervention sessions delivered between admission and discharge, participants were taught secular meditation (SM condition) or spiritually framed meditation (SpM condition). All participants completed outcome measures at the beginning of the study, at discharge, two-, four-, and six-months later. Outcome measures included: The Center for Epidemiological Studies-Depression Scale (CES-D), The McGill Quality of Life Scale (MQOL), Positive and Negative Affective States Scale (PANAS Positive and PANAS Negative affect), The Functional Assessment of Cancer Therapy-Physical Well-being (FACT-Ph) subscale, Patient Reported Pain Score, and the use of narcotic and non-narcotic analgesics. Forty-two participants (17 UCC, 13 SpM, 12 SM) who remained in the study through the follow-up period were assessable for analysis. The levels of depression for SpM (p = 0.04) and SM (p = 0.001) decreased significantly across assessment points while levels of depression for UCC remained constant. There was interaction of time and FACT-Ph (F (8, 156)=2.01; p= 0.05). Post hoc analyses indicated that this was accounted for by differences between the UCC and SpM participants at the 6 month follow-up. SpM participants reported more physical health symptoms than the UCC participants even though there were no significant differences in complete remission rates among the three groups. There was a significant group effect for PANAS negative affect in that the SM participants (X= 2.15) reported more negative affect than the UCC participants (X = 1.66), averaged across assessment points. There were no other interactive effects for any of the other outcome measures. The use of narcotic and non-narcotic analgesics and Pain Scores were similar across all three groups. Minutes of meditation or relaxation practice was related to lower CES-D scores (p = 0.02) at admission prior to intervention participation, and was related to greater perceived social support as assessed by the MQOL (p = 0.05) at discharge. Frequency of practice was associated with MQOL Existential subscale (p = 0.05), MQOL psychological subscale (p = 0.05), CES-D (p =0.01), and PANAS Positive (p < .01), at the 4 month assessment. In conclusion, these results suggest that meditation programs, secularly or spiritually framed, are beneficial for acute leukemia patients who are hospitalized for initial induction chemotherapy. Disclosures: No relevant conflicts of interest to declare."
}