{
    "doi": "https://doi.org/10.1182/blood.V106.11.4423.4423",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=270",
    "start_url_page_num": 270,
    "is_scraped": "1",
    "article_title": "Establishment and Indentification of Genetic Alterations in Chemotherapy-Resistant T-ALL Cell Lines. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Acquisition of drug resistance in tumor cells in children with T-cell acute lymphoblastic leukemia (T-ALL) during chemotherapy results in relapse and poor outcome. T-ALL cell lines that have acquired resistance to chemotherapeutics are therefore critical tools for the study of acquired resistance, yet there is a paucity of cell lines available for study. In this study, we hypothesize that drug resistant T-ALL cells can be produced by prolonged exposure to chemotherapeutics and that microarray analysis can be employed to identify the gene products responsible for acquired drug resistance. By incrementally increasing the drug concentration in growth media, we have produced T-ALL cell lines (Jurkat and Sup T1) that grow well in the presence of therapeutic concentrations of L-asparaginase (ASNase) and daunorubicin (DNR). The genetic profiles of the drug-resistant cell lines were compared to their parental progenitors using the Affymetrix HG-U133Plus2 GeneChip platform, capable of hybridizing ~54,000 genes and ESTs/chip. Signal intensity was normalized using the robust multi-array average (RMA) technique in GeneSpring 7.2. The Sup T1 and Jurkat ASNase-resistant cell lines increased their IC 50 s 26-fold (0.044 IU/mL to 1.14 IU/mL) and 320-fold (0.003 IU/mL to 0.96 IU/mL), respectively. The IC 50 of the Jurkat DNR resistant cell line increased 77-fold (30 nM to 2300 nM), and 4.0-fold, (0.46 nM to 1.85 nM), respectively. Notably, DNR resistant Jurkat cells were also resistant to therapeutic concentrations of vincristine and prednisolone, but not ASNase. In contrast, the ASNase resistant cell lines remained sensitive to DNR, vincristine, and prednisolone. Microarray data comparing DNR-resistant and parental cell lines showed 288 genes upregulated >1.5-fold in the resistant line. Two sets of genes were the most upregulated in the drug resistant cells in comparison to parental cells. ABCB1 (ABC transporter P-glycoprotein) was upregulated ~940-fold and genes coding for 6 different killer-cell immunoglobulin-like receptors (KIRs) were upregulated >6-fold. In the case of the ASNase-resistant cell lines, 96 genes were found to be upregulated >1.5-fold in both Jurkat and Sup T1 lines. The most highly upregulated gene in both cell lines was argininosuccinate synthase (ASS), 32-fold upregulated in Jurkat and 6.5-fold in Sup T1. All expression results were confirmed by qRT-PCR. These genes have previously been implicated in the acquisition of drug resistance: ASS is critical for responding to asparagine depletion caused by ASNase. ABCB1 acts as a molecular pump capable of lowering intracellular concentrations of substrate chemotherapeutics such as DNR, vincristine, and prednisolone, consistent with our observation of multi-drug resistance in that cell line. To our knowledge, this is the first description of DNR and ASNase resistant Jurkat and Sup T1 T-ALL cell lines. In addition, our results suggest that microarray technology is a valid method for elucidating the genetic nature of drug resistance in T-ALL cell lines, making it a productive approach to identify mechanisms of chemotherapy resistance. Finally, these cell lines will serve as useful tools for studying mechanisms of chemotherapeutic resistance in T-ALL.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "cell lines",
        "chemotherapy regimen",
        "culture media",
        "genetics",
        "t-cell leukemia, acute",
        "asparaginase",
        "mechlorethamine",
        "p-glycoprotein",
        "prednisolone"
    ],
    "author_names": [
        "David A. Estes, BS",
        "Rahul Poria, MS",
        "Debbie M. Lovato, BS",
        "Hadya M. Khawaja, MS",
        "Claudia L. Quan",
        "Stuart S. Winter, MD",
        "Richard S. Larson, MD/PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ],
        [
            "Pathology, University of New Mexico School of Medicine, Albuquerque, NM, USA"
        ]
    ],
    "first_author_latitude": "35.0890923",
    "first_author_longitude": "-106.626278"
}