{
    "doi": "https://doi.org/10.1182/blood.V110.11.1087.1087",
    "article_title": "Allogeneic HSCT for Hematologic Malignancies in 145 Patients - Identical Biologic Prognostic Factors Affect Outcome Despite Different Conditioning Regimen Intensities. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Analysis of pre-transplant variables affecting the outcome of allogeneic HSCT after 100 mg/m 2 melphalan (± 50 mg/kg cyclophosphamide depending upon prior autograft) in 91 adult patients with hematologic malignancies identified refractory disease, poor performance status (ECOG 2/3), elevated LDH, and donor age >45 years as significant adverse prognostic factors affecting overall survival (OS) (Mehta et al. ASH 2006, BMT 2006). GVHD prophylaxis comprised cyclosporine-mycophenolate (HLA-matched siblings) or tacrolimus-mycophenolate (other donors). The patients were treated at NU. The outcome of 54 patients with hematologic malignancies treated at UIC with more intensive conditioning regimens was studied to see if the prognostic factors identified at NU were applicable to them. The conditioning regimens at UIC comprised 12.8 mg/kg IV busulfan + 120–160 mg/m 2 fludarabine (n=36) or 140 mg/m 2 melphalan + 150 mg/m 2 fludarabine (n=18). Tacrolimus and methotrexate were used for GVHD prophylaxis. While the characteristics of the two patient populations were significantly different (especially diagnosis), transplant-related mortality and relapse rates were not significantly different for the two centers. As the table below shows, chemorefractory disease, poor performance status, and elevated LDH were adverse risk factors for OS in both groups of patients. Variable . Mel100 (NU) . BuFlu/Mel140 (UIC) . (OS) . RR (95% CI) . P . RR (95% CI) . P . *Note the disparity - unfavorable in the NU group and favorable in the UIC group Refractory disease 3.0 (1.7–5.0) 0.0001 4.5 (1.8–11.4) 0.002 Performance status 2/3 3.9 (2.2–6.8) <0.0001 6.0 (2.0–17.8) 0.001  Elevated LDH 2.1 (1.3–3.5) 0.004 4.2 (1.7–10.8) 0.003 Donor age >45 1.9 (1.2–3.2) * 0.009 0.24 (0.06–1.03) * 0.06 Variable . Mel100 (NU) . BuFlu/Mel140 (UIC) . (OS) . RR (95% CI) . P . RR (95% CI) . P . *Note the disparity - unfavorable in the NU group and favorable in the UIC group Refractory disease 3.0 (1.7–5.0) 0.0001 4.5 (1.8–11.4) 0.002 Performance status 2/3 3.9 (2.2–6.8) <0.0001 6.0 (2.0–17.8) 0.001  Elevated LDH 2.1 (1.3–3.5) 0.004 4.2 (1.7–10.8) 0.003 Donor age >45 1.9 (1.2–3.2) * 0.009 0.24 (0.06–1.03) * 0.06 View Large However, donor age >45, an adverse risk factor in the NU population, appeared to be a borderline favorable factor in the UIC population. HLA mismatch was found to be an additional significant adverse risk factor in the combined population when it did not reach statistical significance in either group individually. The figures below shows the effect of the number of adverse risk factors (excluding donor age) on DFS and OS in the entire group of 145 patients (P<0.0001 for each). We conclude that biologic disease-related risk factors such as chemorefractoriness and elevated LDH, and patient-related risk factors such as poor performance status appear to be applicable to allograft recipients irrespective of the intensity of the underlying transplant procedure. The reason for the disparate effect of donor age in the two groups of patients is unclear, and needs to be studied further. View large Download slide Figure View large Download slide Figure Close modal View large Download slide Figure View large Download slide Figure Close modal",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "conditioning (psychology)",
        "hematologic neoplasms",
        "prognostic factors",
        "transplantation",
        "fludarabine",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "melphalan",
        "mycophenolate mofetil"
    ],
    "author_names": [
        "Damiano Rondelli",
        "Sandeep Chunduri",
        "Lisa Dobogai",
        "Jayesh Mehta"
    ],
    "author_dict_list": [
        {
            "author_name": "Damiano Rondelli",
            "author_affiliations": [
                "University of Illinois (UIC), Chicago"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sandeep Chunduri",
            "author_affiliations": [
                "University of Illinois (UIC), Chicago"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Dobogai",
            "author_affiliations": [
                "University of Illinois (UIC), Chicago"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jayesh Mehta",
            "author_affiliations": [
                "Northwestern University (NU), Chicago"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T15:37:24",
    "is_scraped": "1"
}