{
    "doi": "https://doi.org/10.1182/blood.V106.11.1161.1161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=395",
    "start_url_page_num": 395,
    "is_scraped": "1",
    "article_title": "Prognosis in Multiple Myeloma (MM): Characterization of “Losers” (L) in Good Risk and “Winners” (W) in High Risk Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: The clinical course of patients with MM is highly variable and, among currently available standard features, the presence of metaphase cytogenetic abnormalities (CA) is the parameter with the single best discriminatory power. The aim of this investigation was to determine, among the 1/3 high-risk patients with CA the W and among the remaining low-risk patients the L. Patients and Methods: We evaluated the baseline characteristics of > 2500 patients who received at least 1 high-dose melphalan-based autotransplant (AT). Poor risk was defined as pre-AT CA (within 90 days) while good risk was defined as no pre-TX1 CA. Poor outcome was death within 2 years of AT while good outcome was survival for ≥ 5 years. Four groups were identified: 403 patients without CA and >5yr survival (noCA/W), 288 without CA and 5yr (CA/W) and 350 with CA surviving <2yr (CA/L). Results: Among both CA and no CA groups, univariately significant pre-AT differentiating features between W vs L were serum albumin > 3mg/dL, b2M 10 mg/dL and platelet counts > 100/μL, LDH < 190 mg/dL, age < 65, female gender and primary treatment on Total Therapy protocol. By multivariate analysis, independently highly significant pre-AT factors that distinguished the 5 yr survivors from the early death ( 3mg/dL, hemoglobin > 10 mg/dL, B2M100/μL and CRP<6 mg/dL. These independent prognostic factors were almost identical for CA and noCA patients except for Hgb which was slightly more important than albumin in the CA population. Conclusion: Among MM patients receiving AT, treatment on Total Therapy protocol, higher Pre-AT albumin, hemoglobin and platelet count and lower b2M and CRP confer a survival advantage regardless of cytogenetic status (CA or noCA) and distinguish the W among the high-risk disease from the L among the low-risk patients.",
    "topics": [
        "albumins",
        "chromosome abnormality",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "hemoglobin",
        "melphalan",
        "multiple myeloma",
        "platelet count measurement",
        "prognostic factors"
    ],
    "author_names": [
        "Elias Anaissie",
        "Erik Rasmussen",
        "John Shaughnessy",
        "Guido Tricot",
        "Bart Barlogie"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Cancer Research and Biostatistics, Seattle, WA, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351"
}