{
    "doi": "https://doi.org/10.1182/blood.V128.22.1022.1022",
    "article_title": "Erythrocyte Sialoglycoproteins Engage Siglec-9 to Maintain Neutrophil Quiescence in the Bloodstream ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages II",
    "abstract_text": "Neutrophils remain functionally quiescent in the bloodstream of healthy humans. Characterized by a short lifespan (for which estimates vary widely), they exit the bloodstream to mediate various functions such as pathogen elimination or wound healing--or undergo spontaneous apoptosis and macrophage-mediated clearance in the absence of an inflammatory stimulus. Understanding of neutrophil quiescence, activation and lifespan is relevant to many clinical situations such as infection, sepsis, reperfusion injury, granulocyte transfusions, and other neutrophil-mediated inflammatory pathologies. It has long been known that neutrophils purified from blood tend to be short-lived and show signs of activation, but this technical challenge has been assumed to be a reflection of their natural biology in vivo . We found that when purified from whole blood, neutrophils indeed rapidly express activation markers (low L-selectin; high CD11b) and progress to apoptosis. However, using a novel method to label neutrophils in situ followed by flow cytometry, we found that these activation events occurred at a much slower rate in neutrophils that remained in whole blood. This finding led us to hypothesize that during separation of neutrophils from other blood components, one may be removing an inhibitor that normally maintains neutrophil quiescence in the bloodstream. Co-incubation studies showed that erythrocytes are the primary blood component that dampens neutrophil activation, including chemotaxis, generation of reactive oxygen species, and release of neutrophil extracellular traps. The duration of neutrophil viability was also lengthened upon re-incubation with erythrocytes. We found that this maintenance of functional quiescence is mediated largely by erythrocyte surface sialoglycoproteins (particularly glycophorin A, GPA), which engage neutrophil Siglec-9, a sialic acid-binding receptor that is known to dampen innate immune cell activation via cytosolic inhibitory motifs. Modification of erythrocyte sialic acid side chains using a newly developed gentle method eliminated Siglec-9 binding, and allowed neutrophil activation as measured by reactive oxygen species production. We next sought evidence that this interaction occurs in vivo by studying freshly collected whole blood. Smears made from fresh whole blood showed a high degree of Siglec-9 clustering on neutrophils, which was evident at points of contact with GPA on erythrocytes. This clustering was markedly reduced when smears were made from buffy coat preparations, which involves initial physical separation of neutrophils from erythrocytes during centrifugation. Taken together, this data indicates that erythrocyte sialic acids have an unexpected function as carriers of \"self-associated molecular patterns\" (SAMPs), regulating innate immunity and maintaining neutrophil quiescence in the bloodstream, apparently by tonic engagement of inhibitory Siglec-9. Notably, this SAMP effect blunts but does not completely inhibit bacterial killing by neutrophils in whole blood, and yet presumably helps to limit unwanted neutrophil inflammatory activation in the bloodstream. Our findings are relevant to many physiological, pathological and clinical situations involving neutrophil biology, and may be useful in reevaluation of prior studies of activation, function and reinfusion-based kinetics that were performed using neutrophils isolated away from whole blood. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell cycle quiescence",
        "erythrocytes",
        "neutrophils",
        "sialoglycoproteins",
        "blood component transfusion",
        "reactive oxygen species",
        "wegener granulomatosis",
        "centrifugation",
        "flow cytometry",
        "glycophorin"
    ],
    "author_names": [
        "Anel Lizcano, PhD",
        "Ismael Secundino, PhD",
        "Simon Dohrmann, PhD",
        "Ross Corriden, PhD",
        "Lingquan Deng",
        "Sandra Diaz",
        "Victor Nizet, MD",
        "Ajit P. Varki, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anel Lizcano, PhD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ismael Secundino, PhD",
            "author_affiliations": [
                "Universidad Nacional Autonoma de Mexico, Cuernavaca, Mexico"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Dohrmann, PhD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross Corriden, PhD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingquan Deng",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Diaz",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor Nizet, MD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajit P. Varki, MD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T06:41:55",
    "is_scraped": "1"
}