{
    "doi": "https://doi.org/10.1182/blood.V120.21.2811.2811",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2382",
    "start_url_page_num": 2382,
    "is_scraped": "1",
    "article_title": "Modeling MLL-PTD Related Myelodysplastic Syndromes in Mouse. ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "topics": [
        "bone marrow aspiration",
        "death",
        "dysplasia",
        "immunoglobulins, thyroid-stimulating",
        "leukemia, secondary acute",
        "mice",
        "mitotic index",
        "myelodysplastic syndrome",
        "pancytopenia",
        "pheochromocytoma"
    ],
    "author_names": [
        "Xiaomei Yan",
        "Yue Zhang, MD",
        "Goro Sashida, MD",
        "Aili Chen",
        "Xinghui Zhao, PhD",
        "Susan Whitman, PhD",
        "Qianfei Wang",
        "Michael A. Caligiuri, M.D.",
        "Zhijian Xiao, MD",
        "Gang Huang"
    ],
    "author_affiliations": [
        [
            "Division of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Pathology, joint, Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "divison of expeimental hematology and cancer biology, cincinnati children's hospital medical center, Cincinnati, OH, USA, "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH, USA, "
        ],
        [
            "Laboratory of Disease Genomics and Individualized Medicine, Beijing Institute of Genomics, Chinese Academy of Sciences, Beijing, China, "
        ],
        [
            "Integrated Biomedical Sciences Graduate Program, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "MDS center, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "Division of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Abstract 2811 MLL partial tandem duplication (MLL-PTD) is found in 5–8% of human MDS, secondary acute myeloid leukemia (s-AML) and de novo AML. The molecular and clinical features of MLL-PTD + AML are different from MLL-fusion + AML, although they share similar worse outcomes. Mouse knock-in model of Mll-PTD has been generated to understand its underlining mechanism (Dorrance et al. JCI. 2006). Using this model, we've recently reported hematopoietic stem/progenitor cell (HSPC) phenotypes of Mll PTD/WT mice. Their HSPCs showed increased apoptosis and reduced cell number, but they have a proliferative advantage over wild-type HSPCs. Furthermore, the Mll PTD/WT –derived phenotypic ST-HSCs/MPPs and even GMPs have self-renewal capabilities. However, Mll PTD/WT HSPCs never develop MDS or s-AML in primary or transplanted recipient mice, suggesting that additional genetic and/or epigenetic defects are necessary for transformation (Zhang et al. Blood. 2012). Recently, high frequent co-existences of both MLL-PTD and RUNX1 mutations have been reported in several MDS, s-AML and de novo AML clinical cohorts, which strongly suggest a potential cooperation for transformation between these two mutations. Our previous study has shown that MLL interacts with and stabilizes RUNX1 (Huang et al. Blood. 2011). Thus, we hypothesize that reducing RUNX1 dosage may facilitate the MLL-PTD mediated transformation toward MDS and/or s-AML. We first generated the mice containing one allele of Mll -PTD in a Runx1 +/− background and assessed HSPCs of Mll PTD/wt /Runx1 +/− double heterozygous (DH) mice. The DH newborns are runty; they frequently die in early postnatal stage and barely survive to adulthood, compared to the normal life span of wild type (WT) or single heterozygous ( Mll wt/wt /Runx1 +/− and Mll PTD/wt /Runx1 +/+ ) mice. We studied DH embryos fetal liver hematopoiesis and found reduced LSK and LSK/SLAM + cells, partly because of increased apoptosis. Enhanced proliferation was found in DH fetal liver cells (FLCs) in vitro CFU replating assays over WT and Mll PTD/wt /Runx1 +/+ controls. DH FLCs also showed dominant expansion in both serial competitive and serial non-competitive BMT assays compared to WT controls. The DH derived phenotypic ST-HSCs/MPPs and GMPs also have enhanced self-renewal capabilities, rescuing hematopoiesis by giving rise to long-term repopulating cells in recipient mice better than cells derived from Mll PTD/wt /Runx1 +/+ mice. However, DH HSPCs didn't develop MDS or s-AML in primary or in serial BMT recipient mice. We further generated Mll PTD/wt /Runx1 Δ/Δ mice using Mx1-Cre mediated deletion. These mice showed thrombocytopenia 1 month after pI-pC injection, and developed pancytopenia 2–4 months later. All these Mll PTD/wt /Runx1 Δ/Δ mice died of MDS induced complications within 7–8 months, and tri-lineages dysplasias (TLD) were found in bone marrow aspirate. However, there are no spontaneous s-AML found in Mll PTD/wt /Runx1 Δ/Δ mice, which suggests that RUNX1 mutants found in MLL-PTD + patients may not be simply loss-of-function mutations and present gain-of-function activities which cooperate with MLL-PTD in human diseases onsets. In conclusion, our study demonstrates that: 1) RUNX1 gene dosage reverse-correlates with HSPCs self-renewal activity; 2) Runx1 complete deletion causes MDS in Mll-PTD background. Future studies are needed to fully understand the collaboration between MLL-PTD and RUNX1 mutations for MDS development and leukemic transformation, which should facilitate improved therapies and patient outcomes. Disclosures: No relevant conflicts of interest to declare."
}