{
    "doi": "https://doi.org/10.1182/blood.V106.11.3327.3327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=317",
    "start_url_page_num": 317,
    "is_scraped": "1",
    "article_title": "Time to Failure and CD3-Expression Are Strong Prognostic Factors in Relapsed Anaplastic Large Cell Lymphoma of Childhood and Adolescence. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "We examined the feasibility and efficacy of a salvage strategy of intensive re-induction chemotherapy followed by autologous or allogeneic hematopoetic stem cell transplantation (HSCT) for children and adolescents suffering from relapsed anaplastic large cell lymphoma after BFM front-line therapy. From 4/1990 to 2/2003, 75 evaluable patients, median age at relapse 9.8 (range 0.4–22.2) years, were enrolled. The median time from the start of first therapy to failure was 7.1 (range 1–76) months. 17 pts suffered from progressive disease during front-line chemotherapy. ALK staining was positive in 57 pts, negative in 5 pts and not available in 13 pts. CD3 reactivity was positive in 24, negative in 42 pts and not available in 7 pts. 2 pts had B-cell ALCL. Salvage therapy consisted of 2 or 3, 5-day chemotherapy courses based upon dexa, vindesine, cytarabine, etoposide, MTX 5g/m 2 , cyclophosphamide/ifosfamide, vincristine, doxorubicine, intrathecal therapy followed by HSCT. Conditioning regimen: total body irradiation (2x2 Gy day −7,−6,−5), etoposide 40 mg/kg day -4, cyclophosphamide 60 mg/kg/d days −3,−2. Data were updated as of April 1st, 2004. With a median follow-up of 6.9 [0.8–13.2] years, the probability of survival at 3 years after first relapse is 54+6%. 28 pts died of lymphoma, 6 pts of toxicity. 41 pts are alive in ≥CR2. 21 pts received no salvage or chemotherapy only (2 TRM, 18 death of disease, 1 CR). 39 pts received autologous HSCT (21 CR, 2 TRM, 16 re-relapses [6 >CR2]). 15 pts received allogeneic HSCT (10 CR, 3 TRM, 2 relapses). 3/17 pts with relapse during front-line survived compared to 37/57 pts who relapsed later (p<.001). pSurvival at 3-years was 62+8% for CD3-neg. pts and 45+10% for CD3-pos pts (ns). However, pEFS after autologous HSCT was dependent on the CD3 status: 69+10% for 23 CD3-neg pts (16 CR, 1 TRM, 6 relapse), 9+9% for 11 CD3-pos pts (1 CR, 1 TRM, 9 relapse), p=.002. In contrast, all 7 CD3-pos patients who received allogeneic HSCT (4 of them after relapse subsequent to autoHSCT) remained free of disease thereafter. 5/5 ALK-negative patients relapsed after front-line therapy, were CD3-positive and progressed again, two of them after autologous HSCT. We conclude that this strategy proved feasible and efficacious for pts who suffered a relapse after front-line therapy while outcome for pts with progressive disease during front-line treatment was poor. Autologous HSCT is an efficient consolidation for pts with relapses of CD3 negative ALCL but not efficacious for those with CD3 positive tumors. These patients may benefit from allogeneic HSCT.",
    "topics": [
        "adolescent",
        "child",
        "ki-1+ anaplastic large cell lymphoma",
        "prognostic factors",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "chemotherapy regimen",
        "allogeneic hematopoietic stem cell transplant",
        "cyclophosphamide",
        "etoposide"
    ],
    "author_names": [
        "Wilhelm Woessmann, MD",
        "Meike Lenhard",
        "Christina Peters, MD",
        "Birgit Burkhardt, MD",
        "Wolgang Ebell, MD",
        "Thomas Klingebiel, MD",
        "Georg Mann, MD",
        "Johann Greil, MD",
        "Karl-Walter Sykora, MD",
        "Dirk Janssen, MD",
        "Martin Zimmermann, MD",
        "Martin Schrappe, MD",
        "Alfred Reiter, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Giessen, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Giessen, Germany"
        ],
        [
            "St. Anna Kinderspital, Vienna, Austria"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Giessen, Germany"
        ],
        [
            "Pediatrics, Charite, Berlin, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Frankfurt, Germany"
        ],
        [
            "St. Anna Kinderspital, Vienna, Austria"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Tübingen, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Hannover, Germany"
        ],
        [
            "Hemopathology, University Hospital, Kiel, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Giessen, Germany"
        ],
        [
            "Pediatrics, University Hospital, Kiel, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University Childrens Hospital, Giessen, Germany"
        ]
    ],
    "first_author_latitude": "39.352540999999995",
    "first_author_longitude": "-76.6620952"
}