{
    "doi": "https://doi.org/10.1182/blood.V106.11.4149.4149",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=360",
    "start_url_page_num": 360,
    "is_scraped": "1",
    "article_title": "Comparison of Activated Partial Thromboplastin Time Ratios with Ecarin Clotting Time Ratios for Monitoring Direct Thrombin Inhibitor Therapy: In-Vitro Study and Case Study of Lepirudin Therapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The direct thrombin inhibitors lepirudin and argatroban are widely used to treat heparin induced thrombocytopenia (HIT). It has been suggested that the Ecarin™ ( Echis carinatus venom) clotting time may be superior to the activated partial thromboplastin time (APTT) for monioring purposes. We have prepared standard curves for lepirudin (Refludan™) and Argatroban covering therapeutic drug levels and corresponding APTT ratios (clotting time/control clotting time). Ecarin™ clotting time ratios were performed to demonstrate the practical application of these curves in the clinical care of patients. We report the case of an 80 year old man with HIT/HITT syndrome that occurred during therapy for deep vein thrombosis (DVT) with a low molecular weight heparin (LMWH). His initial coagulation studies were abnormal due to warfarin and LMWH therapy. The patient had a moderate impairment of renal function. Lepirudin therapy in a bolus dose of 14 mg (patient weight: 103.0 kg) resulted in supratherapeutic blood levels of drug and hematuria (Platelet count: 〉200 x 10 3 ). Dosage adjustment to maintain an APTT ratio of 1.5 for five days caused no hematuria, but thromboembolic complications occurred at that ratio. The in-vitro dose response curve for Lepirudin was compared with the Ecarin™ clotting time (ECT) ratio at those same concentration ranges in the same plasma. For comparison, Argatroban dose response curves in-vitro were made as well. ECT ratios were very similar to the APTT ratios in the patient’s samples. Representative ratios after the initial bolus, during the infusion period of five days and at the termination of that period are shown in the following table: Comparison of APTT and ECT Ratios  APTT Ratio . ECT Ratio . 1.43 1.07 3.98 3.08 2.91 1.95 2.74 1.95 2.79 1.90 2.58 1.78 2.44 2.42 3.83 4.78 APTT Ratio . ECT Ratio . 1.43 1.07 3.98 3.08 2.91 1.95 2.74 1.95 2.79 1.90 2.58 1.78 2.44 2.42 3.83 4.78 View Large Conclusion: The ECT ratios reflect a steeper dose response curve than that observed with the APTT ratios. This may permit more accurate measurement of blood levels using ECT ratios.",
    "topics": [
        "activated partial thromboplastin time measurement",
        "direct thrombin inhibitor",
        "ecarin clotting time measurement",
        "in vitro study",
        "lepirudin",
        "whole blood coagulation time",
        "argatroban",
        "low-molecular-weight heparin",
        "deep vein thrombosis",
        "hematuria"
    ],
    "author_names": [
        "Harry L. Messmore, MD",
        "Nancy J. Fabbrini, BS",
        "Ketty Badrinath, MD",
        "Richard Harriman, MD",
        "Omar Iqbal, MD",
        "Mary Lourdes Bird, MD"
    ],
    "author_affiliations": [
        [
            "Medical Service, Hines VA Hospital, Hines, IL, USA",
            "Pathology and Laboratory Medicine, Hines VA Hospital, Hines, IL, USA",
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Hines VA Hospital, Hines, IL, USA"
        ],
        [
            "Medical Service, Hines VA Hospital, Hines, IL, USA",
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Department of Medicine, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Department of Pathology, Loyola University Medical Center, Maywood, IL, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Hines VA Hospital, Hines, IL, USA"
        ]
    ],
    "first_author_latitude": "41.8590292",
    "first_author_longitude": "-87.83984985000001"
}