{
    "doi": "https://doi.org/10.1182/blood.V104.11.4323.4323",
    "article_title": "Study on the Biological Functions of WT1 Gene Isoforms in Leukemia Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "It has been well known that WT1 gene is overexpressed in leukemia cells regardless subtypes comparing to normal hematopoietic cells. The precise effect of WT1, whether an oncogenic or tumor suppressive effect, in leukemogenesis remains controversial. Isoforms of WT1 protein products caused by alternative splicing may exert different biological function. To investigate the role of WT1 product composed of four major isoforms in certain ratios in hematopoietic cells, we have established a leukemia cell line NB 4 which stably expressed exogenous WT1 gene isoforms, then studied their effects on cell biologic behaviors including proliferation, apoptosis and differentiation and its possible molecular mechanisms. The eukaryotic expression recombinant vectors (pCB6+/WT1) containing 4 clones of full-length human WT1 isoforms (WTA: −17aa/-KTS, WTB:+17aa/-KTS, WTC: −17aa/+KTS, WTD: +17aa/+KTS) cDNA were transduced into the leukemia cell line NB 4 by electroporation.The positive stable cell clones (NB 4 /WT1) were obtained. The integration and expresion of WT1 gene isoforms in NB 4 cells were confirmed by PCR. RT-PCR and western blotting. We then mainly concentrated on the effect of WT1 isoform WTA (−17aa/-KTS) since this transgene will markedly change the WT1 isoform ratio in NB 4 cells from +17aa/+KTS dominant to −17aa/-KTS dominant. The proliferation ability was measured by trypan blue exclusion assay, MTT assay, colony forming assay and cell cycles analysis. Morphology, NBT reduction and CD11b expression were examined to access the cell differentiation. AnnexinV binding tested by FCM and agarose gel electrophoresis were performed to access the susceptibility to action of apoptosis inducing agents. Expressions of PML/RARα, RbAP46, P21, P53, Bcl-2, Bcl-XL and C-myc genes in NB 4 /WTA cells were determined by semi-quantitative RT-PCR DNA microarray was used to explore the alteration of gene expression profiles in NB4/WTA cells. The proliferation rate of NB 4 /WTA significantly decreased as measured by growth curves and colony forming ability, while the NB 4 /WTA cells arrested in S stage increased. NB 4 /WTA cells treated with ATRA 0.5μM for 2 days were induce to partially differentiate compared to a much higher morphological differentiation rate and CD11b expression level in the negative control cells in same condition. After exposure to As 2 O 3 at 0.8μM for 48 hours, the NB 4 /WTA cells,but not the control cells, exhibited features of apoptosis RT-PCR have showed increasing level of PML/RARα, RbAP46, P21 and C-myc gene expression, a decreased level of Bcl-2 and a relative constant expression of P53,Bcl-XL, VEGF, CyclinD1 and CyclinD2 in NB 4 /WTA cells. The gene expression profiles were found changed in transfected NB 4 cells. 89 of 4096(2.17%) genes were found to have a differential expression pattern, most of which (nearly 88.7%) were down-regulated. Our results indicated that overexpression of exogenous WT1 isoform (−17aa/-KTS) gene inhibited the proliferation of leukemia cells by delaying the progression of S into G 2 /M stage in cell cycle and inducing cell apoptosis by down-regulating the Bcl-2 gene expression. WTA gene could also partially inhibit the differentiation of NB 4 cells. The introduction and expression of exogenous WT1 isoform gene can change the gene expression profiles in NB 4 cells, leading to inhibition of cell growth, retardation of differentiation and more sensitive to apoptosis inducing agents.",
    "topics": [
        "leukemia",
        "protein isoforms",
        "wt1 gene",
        "gene expression profiling",
        "reverse transcriptase polymerase chain reaction",
        "bcl-xl protein",
        "macrophage-1 antigen",
        "progressive multifocal leukoencephalopathy",
        "dna microarrays",
        "dna, complementary"
    ],
    "author_names": [
        "Hui-ling Shen",
        "Zi-xing Chen",
        "Wei Wang",
        "Shao-yan Hu",
        "Jian-nong Cen",
        "Li Yao"
    ],
    "author_dict_list": [
        {
            "author_name": "Hui-ling Shen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zi-xing Chen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Wang",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shao-yan Hu",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-nong Cen",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Yao",
            "author_affiliations": [
                "Jiangsu Institute of Hematology, 1st Affiliated Hospital Soochow University, Suzhou, Jiangsu, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T13:00:16",
    "is_scraped": "1"
}