{
    "doi": "https://doi.org/10.1182/blood.V116.21.1530.1530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1619",
    "start_url_page_num": 1619,
    "is_scraped": "1",
    "article_title": "Institution-Wide Quantification of Iatrogenic Blood Loss Using a Novel Informatics-Driven Methodology ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster I",
    "abstract_text": "Abstract 1530 Rationale: Anemia has been shown to have an adverse impact on patient outcomes. In the transfusion literature, various blood conservation and patient blood management systems have been proposed as a way to reduce the burden of anemia. An important component of limiting blood loss is the reduction of iatrogenic blood loss through diagnostic phlebotomy. Studies in the phlebotomy and transfusion literature largely focus on small patient populations on critical care units. Such research provides a great depth of information about those settings, but the impact of diagnostic phlebotomy on the broader inpatient population is unknown. We present a novel method, not previously described in the literature, characterising the extent of iatrogenic blood loss in inpatients at our institution. Methods and results: Following a pilot project, data from September 1 to December 1, 2009 were queried from the institution's laboratory information system. This comprehensive dataset included records of tests conducted during 7503 admissions of patients (n=6733) at twelve individual facilities within Capital District Health Authority (CDHA). There were 70,790 unique laboratory orders, for which a total of 397,770 individual tests were performed. This required a total of 120,398 tubes of blood drawn for a cumulative volume of 648,350 mL from the entire population. The majority of tests were done on a “routine” basis (44,820/ 70,790 orders, 63%); most testing was also done after the first day of admission (59,051/ 70,790 orders, 83%). Patient demographics and testing burden are contrasted by gender in Table 1 ; males appear to experience a higher testing burden than females, despite similar mean length of stay. There were 618 (9%) of 6733 inpatients having ≥250mL (approximately 1 unit of packed red cells) phlebotomised ( Table 1 ). Phlebotomy volumes are unevenly distributed across the age range, with patients in the two youngest age groups demonstrating lower mean cumulative volumes than older patients ( Table 2 ). When individual admissions are examined, phlebotomy volume per patient is greater in hospitals providing tertiary care, as contrasted to other facilities. At the nursing unit level, the cumulative phlebotomy volume exceeded the population average on patients admitted to critical care units, long term care units and medical wards. This trend was also reflected in the testing performance of service providers, where patients cared for by critical care physicians and internal medicine teams had greater than average phlebotomy volumes. Conclusions: The study demonstrates consistent findings with the critical care literature and identifies a patient population – elderly males – who may be at risk for greater phlebotomy volumes. This study also demonstrates that informatics-based methods can be used to quantify phlebotomy-related blood loss across a broad range of facilities, and identify patient and institution-related variables associated with higher total blood loss. This data set will also provide the ability to model the impact of interventions such as small-volume tubes, direct clinician education initiatives, and could be the basis for a feedback tool in the future. Given the widespread use of laboratory information systems throughout the industrialized world, this approach is readily transferable to other institutions, where it may be used to help reduce iatrogenic blood loss, reduce testing costs and improve patient outcomes. Table 1: Response to study therapy (intent-to-treat set, according to investigator, n=300)  . Patients n(%) . Age in years (mean, median) . Length of stay in days (mean, median) . Total tests per patient (mean, median) . Total phlebotomy volume per patient (mL) (mean, median) . Total phlebotomy volume >= 250 ml n (%of gender) . Male 3638 (54%) 62.0, 63.6 14.4, 5.9 62.9, 27 100.6, 44.0 354 (9.7%) Female 3095 (46%) 63.3, 65.1 14.5, 6.2 54.6, 25 91.3, 45.0 264 (8.5%) Total 6733 (100%) 62.6, 64.2 14.5, 6.0 59.1, 26 96.3, 44.0 618 . Patients n(%) . Age in years (mean, median) . Length of stay in days (mean, median) . Total tests per patient (mean, median) . Total phlebotomy volume per patient (mL) (mean, median) . Total phlebotomy volume >= 250 ml n (%of gender) . Male 3638 (54%) 62.0, 63.6 14.4, 5.9 62.9, 27 100.6, 44.0 354 (9.7%) Female 3095 (46%) 63.3, 65.1 14.5, 6.2 54.6, 25 91.3, 45.0 264 (8.5%) Total 6733 (100%) 62.6, 64.2 14.5, 6.0 59.1, 26 96.3, 44.0 618 View Large Table 2: Cumulative phlebotomy volumes by age group  Age_group . Total volume per patient in mL (mean, median) . 39 years or less 80.3, 32.0 40 - 49 years 80.9, 37.0 50 - 59 years 107.5, 43.0 60 - 69 years 102.0, 46.0 70 - 79 years 99.5, 51.0 80 or more years 95.6, 52.0 Total 96.3, 44.0 Age_group . Total volume per patient in mL (mean, median) . 39 years or less 80.3, 32.0 40 - 49 years 80.9, 37.0 50 - 59 years 107.5, 43.0 60 - 69 years 102.0, 46.0 70 - 79 years 99.5, 51.0 80 or more years 95.6, 52.0 Total 96.3, 44.0 View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hemorrhage",
        "informatics",
        "phlebotomy",
        "anemia",
        "length of stay",
        "transfusion",
        "care of intensive care unit patient",
        "long-term care",
        "nursing care",
        "intensive care unit"
    ],
    "author_names": [
        "Donna L. Ledingham, BSc, MSc, MD",
        "Don Doiron, BHinf, BA",
        "Bryan Crocker, BSc, MLT",
        "Calvino K. Cheng, BSc, MD, FRCP(C)"
    ],
    "author_affiliations": [
        [
            "Department of Laboratory Medicine and Pathology, Dalhousie University; Capital District Health Authority, Halifax, NS, Canada, "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Dalhousie University; Capital District Health Authority, Halifax, NS, Canada, "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Dalhousie University; Capital District Health Authority, Halifax, NS, Canada, "
        ],
        [
            "Hematology, Queen Elizabeth II Health Sci. Ctr., Halifax, NS, Canada"
        ]
    ],
    "first_author_latitude": "44.6377971",
    "first_author_longitude": "-63.58769185"
}