{
    "doi": "https://doi.org/10.1182/blood.V104.11.4326.4326",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=219",
    "start_url_page_num": 219,
    "is_scraped": "1",
    "article_title": "The Fluctuation of Telomere Repeat Binding Factor 1 during Cell Cycle and Its Localization in Telomerase-Positive and Negative Cells. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Telomere is a nucleoprotein complex which caps the extreme ends of eukaryotic chromosomes. In human, telomere is composed of a tandem repeat array of TTAGGG hexanucleotide and bound to a set of specific proteins. These proteins function to maintain the integrity of chromosomes and genomic stability. Among these proteins, telomere repeat binding factor 1(TRF1) is the first telomere binding protein which was isolated by DNA affinity chromatography in 1995. TRF1 serves as a negative regulator of telomere length since TRF1 overexpression would elicit the shortening of telomere length in telomerase-positive cells. Meanwhile, overexpression of TRF1 would also induce the entry into mitosis and increase mitotic cells. These observation indicated TRF1 might participate in cell cycle regulation. However, the underlying mechanism in which TRF1 regulates the cell cycle and the endogenous level of TRF1 were not well-documented during cell cycle progression. To address these questions, we arrested HeLa cells at different phases by a combination of thymidine(5mM at final concentration) and nocodazole(20mM at final concentration) and detected the TRF1 levels by semi-quantitive Western Blotting assay. Cell cycle was verified by flow cytometry. Our results showed TRF1 level fluctuated coincided with cell cycle progression which reached the zenith at the M phase and went down to the nadir at G 1 /S point. Densitometry analysis demonstrated that the level of TRF1 at M phase was 3.9 times more than that at G 1 /S point(n=3, p<0.01). These results suggested that TRF1 might be essential for proper cell cycle progression and it was likely to take part in regulation of cell cycle chechpoint. TRF1 is also expressed in telomerase-negative cells. To further discriminate the different functions of TRF1 and decipher its protein-protein interaction network in telomerase-positive and negative cells, full-length TRF1 cDNA was amplified by PCR and subsequently subcloned into pEGFP-C2 vector to express TRF1 tagged by enhanced green fluorescent protein. This construct was then transiently transfected into telomerase-negative cells(WI38-2RA) and telomerase-positive cells(HeLa). Immunoflourescent staining was employed to check the localization of TRF1 in these two kinds of cells. Although in both cells, TRF1 was distributed in a speckled pattern in the nuclei, TRF1 did exclusively colocalize with promyelocytic leukemia(PML) nuclear body in WI38-2RA cells but not in HeLa cells. PML fused with RAR α due to chromosome15,17 translocation which led to disassembly of PML nucleur body in acute promyelocytic leukemia. These preliminary results suggested that TRF1 might have the different regulating mechanism and interacting network.",
    "topics": [
        "cell cycle",
        "fibrinogen",
        "telomerase",
        "telomere",
        "progressive multifocal leukoencephalopathy",
        "acute promyelocytic leukemia",
        "carrier proteins",
        "chromatography, affinity",
        "densitometry",
        "dna"
    ],
    "author_names": [
        "Jianping Lan, M.D.",
        "He Huang, Ph.D, M.D",
        "Yuanyuan Zhu",
        "Jie Sun, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang, China",
            "Department of Hematology, Zhejiang Provincial People’s Hospital, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang, China"
        ],
        [
            "Department of Hematology, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, Zhejiang, China"
        ]
    ],
    "first_author_latitude": "30.255593999999995",
    "first_author_longitude": "120.178389"
}