{
    "doi": "https://doi.org/10.1182/blood.V106.11.511.511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=393",
    "start_url_page_num": 393,
    "is_scraped": "1",
    "article_title": "Hemojuvelin Acts as a Bone Morphogenetic Protein Co-Receptor To Regulate Hepcidin Expression. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Juvenile hemochromatosis is a severe iron overload disorder resulting from mutations in the hemojuvelin (HJV) gene. To understand its pathogenesis, we developed Hjv−/− mice. Similar to human patients, Hjv−/− animals accumulate excess iron in the liver, pancreas and heart early in life. Tissue macrophages are iron-depleted. Hjv−/− mice express very low levels of hepcidin mRNA and, likely as a consequence, have elevated expression of the iron transporter ferroportin in enterocytes and macrophages. These results suggested that Hjv plays a role in regulating hepcidin expression. Two known Hjv homologs, Rgma and Rgmb, have previously been shown to act as bone morphogenetic protein (BMP) co-receptors. We hypothesized that Hjv regulates hepcidin expression through a BMP signal transduction pathway. We found that Hjv binds radiolabeled BMP, supporting the contention that it is a BMP co-receptor. Transfection of HepG2 cells with Hjv cDNA activated a BMP-responsive reporter construct and augmented its response to exogenous BMP. Both an anti-BMP neutralizing antibody and the natural BMP antagonist Noggin blocked this response, as did co-expressed dominant negative BMP receptor proteins. When cells were transfected with a construct carrying an Hjv mutation known to cause human disease, BMP reporter activation was significantly reduced in the presence and absence of exogenous BMP. Treatment with BMP stimulated hepcidin production in hepatoma cells and activated a reporter construct containing a fragment of the hepcidin promoter. To extend these results, we studied tissues from Hjv−/− mice. BMP signals are transduced through phosphorylation of Smad proteins. We found that Smads 1, 5 and 8 were hypophosphorylated in Hjv−/− liver, consistent with impaired BMP signaling. BMP treatment of wild type and Hjv−/− primary hepatocytes induced hepcidin expression, but induction was blunted in cells from Hjv−/− animals. Taken together, these data suggest that the normal hepatic function of Hjv is to serve as a BMP co-receptor, modulating a signal transduction pathway that culminates in hepcidin expression. [Note - Jodie L. Babitt is the first author of this abstract, but it will be presented by Franklin W. Huang, the second author]",
    "topics": [
        "bone morphogenetic proteins",
        "hepcidin",
        "hfe2 gene",
        "iron",
        "antagonists",
        "carcinoma, hepatocellular",
        "dna, complementary",
        "ferroportin",
        "hemochromatosis",
        "iron overload"
    ],
    "author_names": [
        "Franklin W. Huang, BS",
        "Jodie L. Babitt, MD",
        "Diedra M. Wrighting, MS",
        "Tarek A. Samad, PhD",
        "Yin Xia, PhD",
        "Yisrael Sidis, PhD",
        "Jason A. Campagna",
        "Raymond T. Chung, MD",
        "Alan L. Schneyer, PhD",
        "Clifford J. Woolf, PhD",
        "Nancy C. Andrews, MD, PhD",
        "Herbert Y. Lin, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Harvard Medical School, Boston, MA, USA",
            "Medicine, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Boston, MA, USA",
            "Medicine, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Boston, MA, USA",
            "Anesthesia, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Anesthesia, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Boston, MA, USA",
            "Anesthesia, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Boston, MA, USA",
            "Medicine, Childrens Hospital Boston, Boston, MA, USA",
            "Howard Hughes Medical Institute, Boston, MA, USA"
        ],
        [
            "Medicine, Massachusetts General Hospital, Boston, MA, USA",
            "Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786"
}