{
    "doi": "https://doi.org/10.1182/blood.V104.11.1807.1807",
    "article_title": "CNS-Involvement in Pediatric Acute Myeloid Leukemia: Role of Low Blast Count and Traumatic Lumbar Puncture. A Dutch Childhood Oncology Group (DCOG) Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In ALL, several studies have pointed at the prognostic significance of low leucocyte counts with blasts and the role of traumatic lumbar puncture in defining central nervous system (CNS)-involvement. However, data regarding pediatric AML and CNS-involvement are scarce. We retrospectively investigated the role of CNS-involvement in 247 pediatric AML cases diagnosed from 1987 to 2002. Patients were treated according to protocol AML-87, AML 94 or AML 97. CNS-prophylaxis consisted of 5 intrathecal (ith) Ara-C injections in study AML-87 (plus cranial irradiation in case of WBC >70x10.9/l); 5 Ara-C injections ith in AML 92/94 (no irradiation) and 3 triple therapy injections ith in AML-97 (no irradiation). CNS-treatment (for patients with ≥5 WBC/μl with blasts or clinical CNS-disease) consisted of extra ith chemotherapy and irradiation. The database did not provide data on individual treatment adjustment, especially in case of bloody CSF contamination. Central review of CSF samples was performed at the DCOG. Blasts were detected morphologically. CNS-involvement was re-classified as: CNS-1, <5 WBC/μl without blasts; CNS-2, <5 WBC/μl, with blasts; CNS-3, ≥5 WBC/μl, with blasts or clinical evidence of CNS-disease; TLP positive, ≥10 erythrocytes/μl CSF with blasts; TLP negative, ≥10 erytrocytes/μl without blasts. From 40 patients no CSF was sent for review, and from another 33 patients essential data were missing. Therefore this report is based on the remaining 174 patients. Patients with CNS-3 were younger than other patients (1.5 vs. 7.9 years, p=0.03). Patients with CNS-2 had significantly higher initial WBCs (median 50.1 vs 22.7x10.9/l, p=0.01), whereas TLP neg. patients had lower WBCs than other patients (4.8 vs. 25.2x10.9/l, p=0.03). TLP pos. patients had lower initial platelet counts (28 vs 51x10.9/l, p=0.02). Inversion(16) occurred more frequently in patients with CNS-involvement (CNS-2 and 3, TLP pos.) compared with CNS-neg. patients (17 vs. 2%, p=0.009). DS AML patients (n=5) never had CNS-involvement (p=0.03). Only 5 (3.3%) isolated CNS-relapses in remission patients occurred: 2 (2.6%) in CNS-1; 2 (5.9%) in CNS-2 and 1 (8.3%) in CNS-3 (p=NS). There were no combined relapses involving the CNS. Probabilities of survival were estimated by Kaplan and Meier analysis and were compared using the log-rank test. For EFS all events (no CR, death of any cause, relapse) were considered from diagnosis, for DFS only relapses in remission patients. Clinical outcome of CNS-subgroups  . number . EFS . DFS . OS . Results in % with (SE) Overall 174 47 (±4) 59 (±4) 53 (±4) CNS 1 91 43 (±5) 55 (±6) 44 (±5) CNS 2 37 39 (±9) 49 (±10) 58 (±8) CNS 3 13 45 (±14) 61 (±16) 40 (±16) TLP neg. 10 50 (±16) 71 (±17) 50 (±16) TLP pos. 23 79 (±10) 83 (±9) 91 (±6) . number . EFS . DFS . OS . Results in % with (SE) Overall 174 47 (±4) 59 (±4) 53 (±4) CNS 1 91 43 (±5) 55 (±6) 44 (±5) CNS 2 37 39 (±9) 49 (±10) 58 (±8) CNS 3 13 45 (±14) 61 (±16) 40 (±16) TLP neg. 10 50 (±16) 71 (±17) 50 (±16) TLP pos. 23 79 (±10) 83 (±9) 91 (±6) View Large [Survival estimated were significantly better for TLP-pos. patients than for any other subgroup; all other differences were not statistically significant. In conclusion: 1) the number of CNS-relapses in AML is low with the current CNS-prophylaxis/treatment; 2) the CNS-relapse rate in CNS-2/CNS-3 is higher than in CNS-1 (but not statistically significant); 3) TLP positive patients had unexpected good outcome, without apparent cause; 4) CNS-2 and TLP pos. status did not have a negative prognostic impact; 5) these data differ from pediatric ALL, which may reflect differences in leukemic blast migration/adhesion molecule expression, blast size or in treatment.",
    "topics": [
        "basic local alignment search tool",
        "child",
        "leukemia, myelocytic, acute",
        "traumatic lumbar puncture",
        "medical oncology",
        "pediatrics",
        "colony-stimulating factors",
        "central nervous system dysfunction",
        "central nervous system prophylaxis",
        "cytarabine"
    ],
    "author_names": [
        "Christian M. Zwaan, MD, PhD",
        "Wendy M.L.C. Nix, MD",
        "Karel Hählen, MD, PhD",
        "Elisabeth Van Wering, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian M. Zwaan, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wendy M.L.C. Nix, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, VU University Medical Center, Amsterdam, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karel Hählen, MD, PhD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Erasmus MC/Sophia Childen’s Hospital, Rotterdam, Netherlands",
                "DCOG, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Van Wering, MD, PhD",
            "author_affiliations": [
                "DCOG, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T18:44:05",
    "is_scraped": "1"
}