{
    "doi": "https://doi.org/10.1182/blood-2021-146468",
    "article_title": "Randomized Phase II Study of All- Trans Retinoic Acid and Valproic Acid Added to Decitabine in Newly Diagnosed Elderly AML Patients (DECIDER trial): Predictive Impact of TP53 Status ",
    "article_date": "November 5, 2021",
    "session_type": "617.Acute Myeloid Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background TP53 mutations are associated with adverse outcome of AML treated with cytarabine-based regimens. Interestingly, DNA-hypomethylating agents (HMAs) induce a higher response rate in TP53 -mutated (MUT) compared to TP53 wildtype (WT) AML (Welch et al., N. Engl. J. Med. 2016, Döhner et al., Leukemia 2018). We conducted a randomized phase II trial (NCT00867672, 2x2 factorial design) asking whether the in vitro cooperativity of DAC with VPA or ATRA translates into clinical benefit. While VPA added to DAC affected neither objective response rate (ORR) nor overall survival (OS), ATRA significantly improved ORR and OS, without added toxicity (Lübbert et al., J. Clin. Oncol. 2020). Preclinical data suggest that HMAs and ATRA have cooperative effects also in TP53 MUT AML. We therefore performed a post-hoc analysis to determine the predictive impact of TP53 status. Patients and Methods Key inclusion criteria: newly diagnosed AML pts >60 yr (non-M3) unfit for induction, ECOG performance status (PS) 0-2. Treatment: DAC 20 mg/m 2 day 1-5 (arms A/B/C/D), VPA p.o. from day 6 (arms B/D), ATRA p.o. day 6-28 (arms C/D) of each 28-day course. For TP53 mutation analyses, the Illumina TruSight Myeloid Sequencing Panel was used for library preparation and an Illumina MiSeq device for sequencing. Key endpoints: ORR (CR/CRi/PR, ELN 2010 criteria) and OS. Original sample size calculation of a total of 200 patients (pts) was based on the primary endpoint ORR (Lübbert et al., Haematologica 2012). ORR was analyzed with logistic regression, OS with Cox regression. Odds ratios (OR) for the effect on ORR and hazard ratios (HR) for the effect on death with 95% confidence intervals (CI) are presented in the genetic subgroups TP53 MUT and TP53 WT including tests for interactions (TFI) between treatment and TP53 . These are post-hoc exploratory analyses, hence p-values have to be interpreted in a descriptive sense. Results Between 12/2011 and 2/2015, 200 pts were randomized and treated. Information on TP53 status was available for 168 of 200 pts (84%); 155 of them (92%) had died at last follow-up (June 2021). 61% of pts were aged >75 years (range 61-92), ECOG PS 0/1/2: 19/62/19% (a single pt had a PS of 3); 53% had an HCT-CI >3, 19% WBC >30.000/µl, 30% adverse genetics (ELN 2010), 51% an antecedent hematologic disorder. TP53 aberrations were detected in 42 pts (25%), with 1 (n=27) or 2 mutations (n=12, median variant allele frequency 44%, range, 1.3-99%) in 39 pts, and TP53 deletions in 3 additional pts. The 42 pts with TP53 MUT showed a higher ORR (23.8%) than the 126 pts with TP53 WT (ORR 15.1%), with an OR of 2.04 (95% CI 0.83-4.98), p=0.12. OS (irrespective of treatment) in the TP53 MUT v WT pts was not different (HR, adjusted for treatment: 1.14 [95% CI 0.78-1.66], p=0.51; Fig. A). In both genetic groups, the addition of ATRA had a favorable effect on ORR (ATRA v no ATRA in TP53 MUT: 31.3% v 19.2%, OR 1.91 [95% CI 0.45-8.03]; ATRA v no ATRA in TP53 WT: 18.8% v 10.5%, OR 1.98 [95% CI 0.70-5.61]), TFI p=0.97 (Fig. B). A positive effect of ATRA on OS in both genetic groups was reflected by a median OS of 6.0 v 4.5 months (ATRA v no ATRA in TP53 MUT: HR 0.75 [95% CI 0.38-1.48]), and a median OS of 8.9 v 4.7 months (ATRA v no ATRA in TP53 WT: HR 0.58 [95% CI 0.39-0.86], all results adjusted for VPA, ECOG, HCT-CI, sLDH, Hb), TFI p=0.49 (Fig. C). VPA did not affect ORR in either of the 2 genetic groups (VPA v no VPA in TP53 MUT: 21.7% v 26.3%, OR 0.76 [95% CI 0.18-3.21]; VPA v no VPA in TP53 WT: 16.7% v 13.3%, OR 1.34 [95% CI 0.5-3.61]), TFI p=0.53. The impact of VPA on OS differed between TP53 MUT pts (VPA v no VPA: median OS of 4.2 v 5.3 months, HR 1.31 [95% CI 0.69-2.48], and TP53 WT pts (VPA v no VPA: median OS of 8.4 v 4.8 months, HR 0.67 [95% CI 0.46-0.99], all results adjusted for ATRA, ECOG, HCT-CI, sLDH, Hb; TFI p=0.08, Fig. C). Conclusions Our results confirm the reported higher response rate to DAC in pts with TP53 MUT compared to TP53 WT; the addition of ATRA led to a higher ORR. Improved OS with ATRA was observed particularly in TP53 WT pts. In contrast, VPA did not affect the ORR in either genetic group; TP53 WT pts may benefit from VPA regarding OS. Our exploratory post-hoc results need confirmation in other trials, e.g. in the DECIDER-2 study (adding ATRA or placebo to the recently approved dual treatment of a HMA combined with venetoclax). Cooperative effects of HMAs and retinoids deserve a deeper mechanistic understanding, which may have implications not only for AML but also for other malignancies with impaired TP53 . Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Becker:  BMS: Honoraria; Pierre Fabre Pharma: Honoraria; Servier: Honoraria; MSD: Honoraria; Novartis: Honoraria. Crysandt:  Incyte: Honoraria; Pfizer: Membership on an entity's Board of Directors or advisory committees. Thol:  Abbvie: Honoraria; Pfizer: Honoraria; Astellas: Honoraria; Novartis: Honoraria; BMS/Celgene: Honoraria, Research Funding; Jazz: Honoraria. Heuser:  Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tolremo: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; BergenBio: Research Funding; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer Pharma AG: Research Funding; Astellas: Research Funding. Goetze:  Abbvie: Other: Advisory Board; BMS/Celgene: Other: Advisory Board, Research Funding. Schlenk:  Agios: Honoraria; Astellas: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria; Daiichi Sankyo: Honoraria, Research Funding; Abbvie: Honoraria; Hexal: Honoraria; Neovio Biotech: Honoraria; Novartis: Honoraria; Pfizer: Honoraria, Research Funding, Speakers Bureau; Roche: Honoraria, Research Funding; AstraZeneca: Research Funding; Boehringer Ingelheim: Research Funding. Salih:  Synimmune GmbH: Honoraria; Pfizer: Honoraria; Novartis: Honoraria; Celgene: Honoraria; BMS: Honoraria. Schittenhelm:  Takeda: Other: advisory board; Astellas: Other: advisory board; BMS: Other: advisory board; University of Tuebingen: Patents & Royalties: patent for ASPP2k. Müller-Tidow:  Pfizer: Research Funding; Janssen: Consultancy, Research Funding; Bioline: Research Funding. Germing:  Novartis: Honoraria, Research Funding; Jazz Pharmaceuticals: Honoraria; Janssen: Honoraria; Celgene: Honoraria; Bristol-Myers Squibb: Honoraria, Other: advisory activity, Research Funding. Giagounidis:  Novartis: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees. Wäsch:  Amgen: Consultancy, Honoraria; Pfizer: Consultancy; Sanofi: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Novartis: Consultancy; BMS/Celgene: Consultancy; Gilead: Consultancy. Döhner:  Jazz Roche: Consultancy, Honoraria; Celgene/BMS: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Honoraria, Other: Advisory Board; Agios and Astex: Research Funding; Abbvie: Consultancy, Honoraria; Janssen: Honoraria, Other: Advisory Board; Astellas: Research Funding; Novartis: Consultancy, Honoraria, Research Funding. Ganser:  Novartis: Honoraria; Jazz Pharmaceuticals: Honoraria; Celgene: Honoraria. Döhner:  Astellas: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding; Oxford Biomedicals: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Research Funding; Helsinn: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Novartis: Consultancy, Honoraria, Research Funding; Berlin-Chemie: Consultancy, Honoraria; Astex: Consultancy, Honoraria; Agios: Consultancy, Honoraria, Research Funding; Ulm University Hospital: Current Employment; Jazz: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Roche: Consultancy, Honoraria; GEMoaB: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding; Pfizer: Research Funding. Hackanson:  Roche: Consultancy, Honoraria; Astra Zeneca: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Boehringer-Ingelheim: Consultancy, Honoraria; MSD: Consultancy, Honoraria. Lübbert:  Cheplapharm: Other: study drug (ATRA); TEVA: Other: study drug (valproic acid); Janssen: Consultancy, Other: study drug (decitabine), Research Funding; Syros: Consultancy, Honoraria; Aristopharm: Other: study drug ; Imago BioSciences: Consultancy, Other: study support with study drug; AbbVie: Consultancy, Honoraria; Astex: Consultancy, Honoraria. OffLabel Disclosure: ATRA, in non-M3 AML valproic acid, in non-M3 AML",
    "author_names": [
        "Heiko Becker",
        "Claudia Schmoor",
        "Olga Grishina",
        "Dietmar Pfeifer",
        "Dennis Zimmer",
        "Martina Crysandt",
        "Edgar Jost",
        "Felicitas Thol",
        "Michael Heuser",
        "Katharina S. Goetze",
        "Richard F. Schlenk",
        "Helmut R. Salih",
        "Marcus M. Schittenhelm",
        "Gerhard Heil",
        "Carsten Schwaenen",
        "Carsten Müller-Tidow",
        "Wolfram Brugger",
        "Andrea Kündgen",
        "Ulrich Germing",
        "Maike de Wit",
        "Aristoteles Giagounidis",
        "Sebastian Scholl",
        "Andreas Neubauer",
        "Jürgen Krauter",
        "Gesine Bug",
        "Annette M. May",
        "Ralph Wäsch",
        "Justus Duyster",
        "Konstanze Döhner",
        "Arnold Ganser",
        "Hartmut Döhner",
        "Björn Hackanson",
        "Michael Lübbert"
    ],
    "author_dict_list": [
        {
            "author_name": "Heiko Becker",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Freiburg, Freiburg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claudia Schmoor",
            "author_affiliations": [
                "University Medical Center Freiburg, Clinical Trials Unit, Freiburg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Grishina",
            "author_affiliations": [
                "University Medical Center Freiburg, Clinical Trials Unit, Freiburg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietmar Pfeifer",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Zimmer",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Crysandt",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, University Hospital RWTH Aachen, Aachen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edgar Jost",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felicitas Thol",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina S. Goetze",
            "author_affiliations": [
                "Department of Medicine III, Technical University of Munich, Klinikum Rechts Der Isar, Munich, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Munich, Heidelberg, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard F. Schlenk",
            "author_affiliations": [
                "University Hospital of Ulm, Ulm, Germany",
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany",
                "German Cancer Research Center, NCT-clinical trials office, Heidelberg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R. Salih",
            "author_affiliations": [
                "Department of Internal Medicine II, University Hospital Tübingen, Tübingen, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcus M. Schittenhelm",
            "author_affiliations": [
                "Clinic for Medical Oncology and Hematology, Cantonal Hospital St. Gallen, St. Gallen, Switzerland"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Heil",
            "author_affiliations": [
                "Department of Hematology/Oncology, Klinikum Lüdenscheid, Lüdenscheid, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Schwaenen",
            "author_affiliations": [
                "Department of Medical Oncology, Ortenau Hospital Offenburg, Offenburg, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Müller-Tidow",
            "author_affiliations": [
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany",
                "Internal Medicine V - Hematology, Oncology & Rheumatology, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfram Brugger",
            "author_affiliations": [
                "Schwarzwald-Baar Clinic Teaching Hosp., University of Freiburg, Planegg, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Kündgen",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University Düsseldorf, Düsseldorf, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Germing",
            "author_affiliations": [
                "Dept. of Hematology, Oncology and Clinical Immunology, Heinrich-Heine-University Düsseldorf, Düsseldorf, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maike de Wit",
            "author_affiliations": [
                "Department of Hematology, Oncology and Palliative Medicine, Vivantes Klinikum Neukoelln, Berlin, DEU"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aristoteles Giagounidis",
            "author_affiliations": [
                "Department of Oncology, Hematology and Palliative Care, Marienhospital Düsseldorf, Düsseldorf, Germany"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Scholl",
            "author_affiliations": [
                "University Hospital Jena, Jena, Germany"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Neubauer",
            "author_affiliations": [
                "Klinik für Innere Medizin, Schwerpunkt Hämatologie, Onkologie und Immunologie, Philipps University, Marburg, Germany"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Krauter",
            "author_affiliations": [
                "Department of Internal Medicine III, Braunschweig Municipal Hospital, Braunschweig, Germany"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gesine Bug",
            "author_affiliations": [
                "Department of Medicine II, Hematology and Oncology, University Hospital Frankfurt, Frankfurt, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Frankfurt, Frankfurt, Germany"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette M. May",
            "author_affiliations": [
                "Institute of Pathology, University Freiburg, Freiburg, Germany"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph Wäsch",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justus Duyster",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Freiburg, Freiburg, Germany"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Konstanze Döhner",
            "author_affiliations": [
                "University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner",
            "author_affiliations": [
                "University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Björn Hackanson",
            "author_affiliations": [
                "Department of Internal Medicine II, Hospital of Augsburg, Augsburg, Germany"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Lübbert",
            "author_affiliations": [
                "Department of Hematology, Oncology and Stem Cell Transplantation, University Medical Center Freiburg, Freiburg, Germany",
                "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner Site Freiburg, Freiburg, Germany"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:38:54",
    "is_scraped": "1"
}