{
    "doi": "https://doi.org/10.1182/blood.V116.21.3060.3060",
    "article_title": "BT062, An Antibody-Drug Conjugate Directed Against CD138, Shows Clinical Activity In a Phase I Study In Patients with Relapsed or Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 3060 Background: CD138 represents one of the most reliable target antigens for identification of multiple myeloma (MM) cells and has been reported to be a highly sensitive and specific diagnostic marker of MM. BT062 (Biotest AG Dreieich, Germany) is an antibody-drug conjugate, comprised of the anti-CD138 chimerized MAb (nBT062) and the cytotoxic agent DM4. Once bound to CD138 on a target cell, the conjugate is internalized and releases DM4, leading to targeted cell death. Preclinical investigations demonstrated strong in vitro and in vivo anti-MM activity of BT062, providing the rationale for the conduct of clinical trials (Ikeda et al., 2009). Objectives: To determine the maximum tolerated dose (MTD), the dose-limiting toxicities (DLTs), pharmacokinetics (PK) and anti-MM activity of increasing doses of BT062 on a repeated single dose schedule once every three weeks in patients with relapsed and/or refractory MM. Toxicities were assessed by CTCAE v3 and clinical response was assessed according to the international working group criteria. Methods: This is a prospective, open label, dose-escalation multicenter study. Patients aged ≥ 18 years with relapsed or relapsed/refractory MM who have failed previous treatments including an immunomodulatory agent and a proteasome inhibitor were eligible to participate. Patients with clinical response (or no evidence of progressive disease) and without unacceptable toxicities were eligible for further treatment cycles. Patients were enrolled in cohorts of 3 at each dose level, with DLT in the first cycle triggering cohort expansion. Results: A total of 32 patients have been treated with BT062, receiving one of 7 dose levels ranging from 10 mg/m 2 to 200 mg/m 2 . Maximum administered dose has been defined at 200 mg/m 2 , with mucositis as the dose limiting toxicity (CTC grade III in 2 of the 3 patients in this cohort). Therefore, the MTD was defined at 160 mg/m 2 . Thirteen of 32 patients have been treated in an expanded MTD-cohort. No CTC grade 4 toxicity has been reported. The most frequently reported adverse events to date cover primarily events expected for the underlying disease and patient group. Most of the reported adverse events are CTC grade I to II. Nevertheless, a few adverse events have also been observed involving skin and/or mucosa (tissues of epithelial origin with CD138 expressing cells), as well as the eye. Severe events involving skin and/or mucosa (e.g. mucositis, hand/foot syndrome) have only been observed at the dose levels 160 mg/m 2 or higher. Adverse events involving the eye (e.g. blurred vision, dry eye) have been reported in only 3 patients overall at the dose levels 160 mg/m 2 or higher, all CTC grade I to II. At dose levels up to 120 mg/m 2 , preliminary PK results indicate an unusual rapid clearance from plasma in the early elimination phase, followed by a generally normal terminal elimination phase. A more typical clearance profile was observed for all patients at the 160 mg/m 2 and 200 mg/m 2 dose. To date, one patient showed a decrease in urine M-Protein by >50% after 8 repeated low doses of 20 mg/m 2 each. At a high dose level of 160 mg/m 2 , another patient showed a >50% decrease of serum FLC after two doses of BT062. In total, stabilization of disease was noted in 13 patients. Patients with stable disease received a median of 5 cycles of therapy (range of 3–10). Most patients came off study due to disease progression. Conclusion: Preliminary data from this phase I study demonstrate an acceptable toxicity profile of BT062. Even in this phase I patient population, evidence of clinical activity was observed. Based on the favourable safety profile, the pharmacokinetic data and early signs of clinical activity, a Phase I/II study in MM is initiated to further evaluate the safety and anti-MM efficacy of BT062 in a more frequent dosing regimen. Updated results on safety, PK and efficacy of BT062 will be presented. Disclosures: Jagannath: Celgene: Honoraria; Millenium/Takeda Pharma: Honoraria; J&J Family: Honoraria; Onyx: Honoraria; Merck: Honoraria. Heffner: Millennium: Research Funding. Avigan: Genzyme: Consultancy, Research Funding; Celgene: Research Funding; Curetec: Research Funding. Lutz: ImmunoGen, Inc.: Employment. Uherek: Biotest AG: Employment. Osterroth: Biotest AG: Employment. Ruehle: Biotest AG: Employment. Haeder: Biotest AG: Employment. Niemann: Biotest AG: Employment. Wartenberg-Demand: Biotest AG: Employment. Munshi: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Anderson: Millennium: Consultancy; Celgene: Consultancy; Novartis: Consultancy; Onyx: Consultancy; Merck: Consultancy; Bristol Myers Squibb: Consultancy; Acetylon: Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antibodies",
        "cd138",
        "multiple myeloma",
        "toxic effect",
        "adverse event",
        "antigens",
        "mucositis",
        "biological response modifiers",
        "blurry vision",
        "cytotoxin"
    ],
    "author_names": [
        "Sundar Jagannath, MD",
        "Asher A. Chanan-Khan, MD",
        "Leonard T Heffner, MD",
        "David Avigan, MD",
        "Robert J Lutz, PhD",
        "Christoph Uherek, PhD",
        "Frank Osterroth, PhD",
        "Markus Ruehle, MD",
        "Thomas Haeder, PhD",
        "Gabriele Niemann, PhD",
        "Andrea Wartenberg-Demand, MD",
        "Nikhil C. Munshi, MD",
        "Kenneth C. Anderson"
    ],
    "author_dict_list": [
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Multiple Myeloma Program, Mount Sinai Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Asher A. Chanan-Khan, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonard T Heffner, MD",
            "author_affiliations": [
                "Hematology/Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Avigan, MD",
            "author_affiliations": [
                "Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J Lutz, PhD",
            "author_affiliations": [
                "Translational Research and Development, ImmunoGen, Inc., Waltham, MA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Uherek, PhD",
            "author_affiliations": [
                "Preclinical Development Biotherapeutics, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Osterroth, PhD",
            "author_affiliations": [
                "GBU Biotherapeutics, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Ruehle, MD",
            "author_affiliations": [
                "Corporate Drug Safety, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Haeder, PhD",
            "author_affiliations": [
                "Corporate Clinical Research, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriele Niemann, PhD",
            "author_affiliations": [
                "Corporate Clinical Research, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Wartenberg-Demand, MD",
            "author_affiliations": [
                "Corporate Clinical Research, Biotest AG, Dreieich, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute; VA Boston Healthcare System and Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T13:08:42",
    "is_scraped": "1"
}