{
    "doi": "https://doi.org/10.1182/blood.V114.22.823.823",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1378",
    "start_url_page_num": 1378,
    "is_scraped": "1",
    "article_title": "AML with Multilineage Dysplasia (MLD) Correlates with MDS-Related Cytogenetic Abnormalities and a Prior History of MDS or MDS/MPN but Has No Independent Prognostic Relevance: A Comparison of 461 Cases Classified as “AML Not Otherwise specified” or “AML with Myelodysplasia-Related changes” as Defined by the 2008 WHO Classification. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS: MYELOID DISORDERS AND FLT3 MUTATIONS",
    "topics": [
        "chromosome abnormality",
        "dysplasia",
        "myelodysplastic syndrome",
        "preleukemia",
        "world health organization",
        "magnetic resonance cholangiography",
        "leukemia",
        "brachial plexus neuritis",
        "acute myeloid leukemia with mutated cebpa",
        "acute myeloid leukemia with mutated npm1"
    ],
    "author_names": [
        "Miriam Miesner",
        "Tamara Weiss",
        "Katja Macijewski",
        "Ulrike Bacher, MD",
        "Susanne Schnittger, PhD",
        "Claudia Haferlach, MD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Interdisciplinary Clinic for Stem Cell Transplantation, University Cancer Center Hamburg, Hamburg, Germany"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Abstract 823 The new WHO classification of AML first considers genetic and molecular findings, the history of the patient but also stresses the importance of multilineage dysplasia (MLD) as independent parameter: Cases not classified as AML with recurrent genetic abnormalities or therapy-related AML are classified as AML with myelodysplasia-related changes (MRC) with one of the following parameters: AML after MDS or MDS/MPN (s-AML), AML with MDS-related cytogenetics and/or AML with MLD. All other cases are classified “AML, not otherwise specified” (NOS). We analyzed 1740 AML, 12.5% were AML with recurrent cytogenetic abnormalities, 7.4% were t-AML. We then evaluated a subgroup of 461 pts with AML without recurrent cytogenetic abnormalities. All of them were included based on complete availability of clinical data, cytogenetic and molecular features and adequate material for morphologic assessment. After morphologic analysis another 53 cases had to be excluded as dysplastic features were not evaluable following WHO guidelines. Following the WHO proposal cases of the provisional entities “AML with mutated NPM1” and “AML with mutated CEBPA” have not been excluded. We investigated dysplasia in all cases (n= 408) and found 184 AML with MRC (45.1%) and 224 AML NOS (54.9%). In 93/184 (50.5%) cases MLD alone led to the classification as AML with MRC. Out of the remaining 91 cases 42 had AML arising from previous MDS or MDS/MPN and 55 had AML with an MDS-related cytogenetic abnormality (both parameters present in 5 cases). Event-free survival (EFS) and overall survival were comparable in AML with and without MLD (median EFS 13.8 vs. 15.2 months, n.s.; median OS 24.5 vs. not reached, n.s.). MLD was positively correlated to the incidence of pre-existing MDS or MDS/MPN (frequency in cases with pre-existing MDS or MDS/MPN vs. others 66.7% vs. 33.1%, p<0.0001) and to MDS-related cytogenetic abnormalities (frequency in cases with MDS-related cytogenetic abnormalities vs. others 54.5% vs. 33.7%, p= 0.004). Thus, to analyze whether or not MLD as a sole criterion has clinical impact the following evaluations focused on the subgroup AML MLD sole (AML with MLD and without other MRC in comparison to AML NOS regarding clinical and prognostic parameters including age, WBC, cytogenetics, molecular markers, OS and EFS. Median age was 61.7 vs. 66.0 years in AML MLD vs. AML NOS (range 20.4-85.0 vs. 18.3-88.1 years, p=0.027) and the median WBC count was 18.3 vs. 13.4 G/l (range 0.4-370.0 vs. 0.14-600.0 G/L, n.s.). Pts with AML MLD exhibited a slightly lower frequency of NPM1 mutations (58.0% vs. 64.7%, n.s.) and a lower frequency of FLT3-ITD (18.0% vs. 28.5%, p= 0.061), and showed slightly more frequently NRAS mutations (18.2% vs. 9.6%, n.s.). Frequencies of MLL-PTD and CEBPA-mutations were similar between both groups. In the subgroup AML MLD sole (AML with MLD and without other MRC) in comparison to AML NOS, the presence of MLD has no impact on EFS (median 17.5 vs. 16.0 months, n.s.) and OS (3-year-OS 54.8% vs. 53.9%, n.s.). Further analyses were performed for the total cohort (n=408). MDS-related cytogenetics was associated with shorter EFS (median 7.2 vs. 15.2 months, p=0.011) and OS (median 17.4 months vs. not reached, p=0.010). Also, s-AML was associated with shorter EFS (12.7 vs. 15.6 months, p=0.099) and OS (15.0 months vs. not reached, p=0.027). Furthermore we assessed the prognosis of pts with AML NOS combined with the subgroup of AML MRC showing MLD only (n= 317) vs. all other cases with AML MRC being assigned to this group based on cytogenetics or preceding MDS/MPN (n= 91). A significant difference in OS (AML NOS and AML MLD only vs. AML MRC based on cytogenetics or preceding MDS/MPN, median OS not reached vs. 15.8 months, p= 0.001) and EFS (median 16.8 vs. 10.2 months, p= 0.004) was seen. Among the other prognostic parameters, only absence of NPM1 mutation, presence of MLL-PTD and higher age were significantly associated with a worse EFS and OS. In multivariate analysis a higher age was the only parameter independently related to worse EFS (p<0.0001), and higher age (p<0.0001) and MLL-PTD (p=0.033) were the only parameters independently related to shorter OS. These facts lead to the conclusion that MLD alone has very limited clinical impact and that pts with MLD and without previous MDS or MDS/MPN or MDS-related cytogenetic abnormalities should not be classified only by morphology as AML MRC. We suggest that classification of pts with AML could be simplified by only using cytogenetics and prior history for a reproducible risk-stratification in the setting of clinical trials. Disclosures: Miesner: MLL Munich Leukemia Laboratory: Employment. Weiss: MLL Munich Leukemia Laboratory: Employment. Macijewski: MLL Munich Leukemia Laboratory: Employment. Schnittger: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership. Kern: MLL Munich Leukemia Laboratory: Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Equity Ownership."
}