{
    "doi": "https://doi.org/10.1182/blood.V124.21.691.691",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2880",
    "start_url_page_num": 2880,
    "is_scraped": "1",
    "article_title": "Safety and Prophylactic Efficacy Profiles of ACE910, a Humanized Bispecific Antibody Mimicking the FVIII Cofactor Function, in Japanese Hemophilia A Patients Both without and with FVIII Inhibitors: First-in-Patient Phase 1 Study ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Novel Hemostatic Therapies and Assays",
    "topics": [
        "antibodies, bispecific",
        "emicizumab",
        "hemophilia a",
        "hemorrhage",
        "adverse event",
        "thrombophilia",
        "venous access",
        "activated partial thromboplastin time measurement",
        "antibodies",
        "bleeding rate"
    ],
    "author_names": [
        "Midori Shima, MD PhD",
        "Hideji Hanabusa, MD",
        "Masashi Taki, MDPhD",
        "Tadashi Matsushita, MD PhD",
        "Tetsuji Sato, MD",
        "Katsuyuki Fukutake, MD PhD",
        "Naoki Fukazawa",
        "Shingo Maisawa",
        "Koichiro Yoneyama",
        "Keiji Nogami, MD PhD"
    ],
    "author_affiliations": [
        [
            "Nara Medical University, Kashihara, Nara, Japan "
        ],
        [
            "Ogikubo Hospital, Suginami-ku, Tokyo, Japan "
        ],
        [
            "St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan "
        ],
        [
            "Nagoya University Hospital, Nagoya, Japan "
        ],
        [
            "University of Occupational and Environmental Health, Kitakyushu, Fukuoka, Japan "
        ],
        [
            "Tokyo Medical University, Shinjuku-ku, Tokyo, Japan "
        ],
        [
            "Chugai Pharmaceutical Co., Ltd., Chuo-ku, Tokyo, Japan"
        ],
        [
            "Chugai Pharmaceutical Co., Ltd., Chuo-ku, Tokyo, Japan"
        ],
        [
            "Chugai Pharmaceutical Co., Ltd., Chuo-ku, Tokyo, Japan"
        ],
        [
            "Nara Medical University, Kashihara, Nara, Japan "
        ]
    ],
    "first_author_latitude": "34.5033729",
    "first_author_longitude": "135.793002",
    "abstract_text": "Background: Although routine supplementation of exogenous factor VIII (FVIII) effectively prevents bleeding complications in hemophilia A patients, the development of FVIII inhibitors and the need for frequent venous access are still problematic. To overcome these medical problems, a humanized bispecific antibody to factors IXa and X (ACE910) mimicking the FVIII cofactor function has been created. Objectives: To investigate the safety, pharmacokinetic and pharmacodynamic profiles of ACE910 as well as its prophylactic efficacy on bleeding, a first-in-patient open-label phase I study was conducted with once-weekly subcutaneous (SC) administration of ACE910 in Japanese hemophilia A patients both without and with FVIII inhibitors. Methods: In the present study, Japanese patients with severe hemophilia A (FVIII:C <1%, ages 12 to 59 years) were treated with once-weekly SC ACE910 at one of the following dose levels for 12 successive weeks: 0.3 (C-1), 1 (C-2) and 3 mg/kg (C-3). Loading doses of 1 and 3 mg/kg were administered as initial doses to the C-1 and C-2 cohorts, respectively. Prior to the study enrollment, the patients without FVIII inhibitors had received FVIII prophylactic replacement therapy while the patients with FVIII inhibitors had received on-demand therapy and/or prophylactic therapy with bypassing agents. Each cohort included 6 patients (18 patients in total). At least 2 patients without and with FVIII inhibitors were enrolled in each cohort. The annualized bleeding rate (ABR) during 12 weeks receiving ACE910 was calculated, and compared to those demonstrated during 6 months period prior to the study enrollment. In case bleeding event occurred during the course of ACE910 administrations, the patient was treated with on-demand use of FVIII or bypassing agents. Results: The results of the C-1 and C-2 cohorts during 12 weeks receiving ACE910 are shown in this abstract since C-3 cohort is under evaluation. The results from the C-3 cohort will be presented at the time of the meeting. (1) Safety Data In total, 30 adverse events (AEs) were reported in 10 out of the 12 patients. All AEs were of mild intensity, except for 1 moderate AE in a patient on the C-2 cohort (upper respiratory tract infection). Neither serious adverse events nor laboratory abnormalities to indicate a hypercoagulable state were observed in either cohort. In addition, no AEs related to hypercoagulation were observed including when concomitant on-demand therapy (FVIII or bypassing agents) was given for bleeding. One patient in the C-2 cohort discontinued ACE910 administration due to erythema at the injection site of mild intensity. No anti-ACE910 antibodies were developed during the course of ACE910 administrations. (2) Efficacy Data Four out of 6 patients had FVIII inhibitors in both cohorts. The inhibitor titers of these patients were 3-111 BU/mL. All the patients in both groups had target joints. The ABR prior to the study enrollment in the patients without and with FVIII inhibitors ranged 8.1-77.1 and 18.3-56.8, respectively. During the course of ACE910 administrations the ABR decreased in all patients compared to the ABR prior to the study enrollment. In the C-1 cohort, the ABR decreased by 22.8%-100% and 64.7%-100% in the patients without and with FVIII inhibitors, respectively. In the C-2 cohort, the ABR decreased by 100% and 88.9%-100% in the patients without and with FVIII inhibitors, respectively. (3) Pharmacokinetic and Pharmacodynamic Data The plasma ACE910 concentration increased in a dose-dependent manner. In all the patients in both cohorts, shortening of APTT and promotion of thrombin generation were observed after the start of ACE910 dosing. Conclusion: The present study is the first to demonstrate that once-weekly SC ACE910 prophylaxis possesses a favorable safety and a promising efficacy profiles in severe hemophilia A patients irrespective of the presence of FVIII inhibitors. Collectively, ACE910 is expected to offer an effective and convenient prophylactic treatment option for hemophilia A, including patients with FVIII inhibitors and/or with venous access difficulty. Disclosures Shima: Chugai Pharmaceutical Co., Ltd.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Off Label Use: ACE910 clinical phase1 study. Hanabusa: Chugai Pharmaceutical Co., Ltd.: Research Funding. Taki: Chugai Pharmaceutical Co., Ltd.: Research Funding. Matsushita: Chugai Pharmaceutical Co., Ltd.: Research Funding. Sato: Chugai Pharmaceutical Co., Ltd.: Research Funding. Fukutake: Chugai Pharmaceutical Co., Ltd.: Research Funding. Fukazawa: Chugai Pharmaceutical Co., Ltd.: Employment. Maisawa: Chugai Pharmaceutical Co., Ltd.: Employment. Yoneyama: Chugai Pharmaceutical Co., Ltd.: Employment. Nogami: Chugai Pharmaceutical Co., Ltd.: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}