{
    "doi": "https://doi.org/10.1182/blood.V126.23.5597.5597",
    "article_title": "Elevation of Plasma α-Synuclein Levels Is Diagnostic of Malignant or Invasive Central Nervous System Neoplasms ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases",
    "abstract_text": "α-synuclein belongs to a family of small proteins and has been described as an important pathologic mediator of neurodegenerative diseases grouped as synucleinopathies such as Parkinson's Disease and Dementia with Lewy Bodies. It is extensively expressed in the central nervous system (CNS); however, its physiologic function is not known though it may involve mediating dopamine neurotransmitter release. Additionally, it is expressed in the hematopoietic system in erythroid precursors and megakaryocytes in bone marrow, as well as erythrocytes and platelets in peripheral blood. More importantly, a recent report has shown that α-synuclein is important for the development and functional response of lymphocytes (both B- and T-cells) and for late stages of hematopoiesis. In this study we set forth to determine the α-synuclein plasma concentration changes that occur during CNS malignancy, due to the potential relationship with destruction of brain tissue. Plasma was isolated from peripheral blood samples collected from patients with benign and malignant CNS neoplasms. All patients provided informed written consent. Five patients from each of the following diagnoses were included: pituitary adenoma, vestibular schwannoma, meningioma grade (G) 1, meningioma G2, oligoastrocytoma G2, oligodendroglioma G3, anaplastic astrocytoma G3, and glioblastoma G4. Tumors were classified according to the World Health Organization criteria. As controls, donated plasma from our regional blood suppliers of different ABO blood types was used. All samples were blinded, thawed and used at 1:5, 1:10 or 1:20 dilutions. α-synuclein concentration was measured using an enzyme-linked immunosorbent assay (ELISA) kit containing a monoclonal antibody to the full length human α-synuclein protein that was performed according to manufacturer's protocols. To quantify total α-synuclein concentration, purified recombinant α-synuclein was assayed in parallel to develop a standard concentration curve. Statistical significance was set at p <0.05 to assess differences in a-synuclein concentration by type of brain tumor diagnosis versus controls. The study was approved by the University Hospitals Case Medical Center institutional review board. Median α-synuclein concentration in healthy plasma donors was 2.25 ng/L. Of the tumors assayed, the median concentration for each tumor was as follows: pituitary adenoma 2.05 ng/L, vestibular schwannoma 2.35 ng/L, meningioma G1 4.70 ng/L, meningioma G2 11.00 ng/L, oligoastrocytoma G2 3.6 ng/L, oligodendroglioma G3 9.4 ng/L, anaplastic astrocytoma G3 4.70 ng/L, and glioblastoma G4 6.20 ng/L. Statistical comparisons between pituitary adenoma, vestibular schwannoma, meningioma G1, oligoastrocytoma G2, and anaplastic astrocytoma G3 neoplasms and normal plasma showed no significant increase of peripheral α-synuclein compared to normal controls. However, there were statistically significant ( p <0.05) increases in α-synuclein concentration in meningioma G2, oligoastrocytoma G3, and glioblastoma G4 compared to controls. In summary, our study results show that changes in the plasma concentration of α-synuclein distinctively recognized specific types of CNS neoplasms that are malignant and can lead to brain ischemia. In light of tumor burden and brain tissue destruction, our data indicates that non-malignant brain tumors tend to have α-synuclein concentration in plasma that is similar to that in healthy donors; while some types of malignant brain neoplasms have significantly elevated a-synuclein in plasma. Further research, with higher numbers of patients per tumor group is required before these results can be translated into clinical practice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "central nervous system neoplasms",
        "plasma",
        "neoplasms",
        "meningioma",
        "oligoastrocytoma",
        "acoustic neuroma",
        "anaplastic astrocytoma",
        "glioblastoma",
        "pituitary adenoma",
        "brain tumors"
    ],
    "author_names": [
        "Catherine M Stefaniuk, DO",
        "Quinn Ostrom, MA MPH",
        "Jill Barnholtz-Sloan, PhD",
        "Joseph Willis, MD",
        "Robert W. Maitta, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catherine M Stefaniuk, DO",
            "author_affiliations": [
                "University Hospitals Case Medical Center, Cleveland, OH ",
                "Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Quinn Ostrom, MA MPH",
            "author_affiliations": [
                "Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Barnholtz-Sloan, PhD",
            "author_affiliations": [
                "Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Willis, MD",
            "author_affiliations": [
                "University Hospitals Case Medical Center, Cleveland, OH ",
                "Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert W. Maitta, MDPhD",
            "author_affiliations": [
                "University Hospitals Case Medical Center, Cleveland, OH ",
                "Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:52:55",
    "is_scraped": "1"
}