{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3653.3653",
    "article_title": "Apolipoprotein B-100 Binds Von Willebrand Factor and Accelerates Its Proteolysis By ADAMTS13 Under Fluidic Shear ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "Background : ADAMTS13 cleaves von Willebrand factor (VWF) on the surface of endothelial cells, at the site of thrombus formation, and in circulating blood under shear stress. Previous studies demonstrate that binding of VWF by coagulation factor VIII, platelet glycoprotein 1b, and ristocetin accelerates the proteolysis of VWF by ADAMTS13 under fluidic shear stress. However, it remains to be determined if other cellular and protein factors in circulation might interact with VWF and/or ADAMTS13 to regulate VWF proteolysis. Methods : To address this question, we developed a DNA aptamer-based VWF purification method to purify VWF from human plasma to homogeneity. We then determined its potential binding partners, and their role in regulation of VWF proteolysis by ADAMTS13 using a vortex-induced flow assay. Enzyme-linked immunosorbent assay (ELISA) or agarose gel electrophoresis determined the binding interactions between the novel binding partners and VWF (or ADAMTS13). Results : Purified plasma VWF exhibited a size of 250-kDa in a SDS-polyacrylamide gel under denatured and reduced conditions. Several other bands were visible on the gel and were sent for protein identification by liquid chromatography-tandem mass spectrometry (LC-MS/MS). One of such binding partners was apolipoprotein B-100 (ApoB-100), a primary apolipoprotein of chylomicrons, VLDL, IDL, and LDL particles, which are collectively called the \"bad\" cholesterol. When incubated with recombinant VWF in the presence of recombinant ADAMTS13, a purified LDL/ApoB-100 accelerated the proteolytic cleavage of multimeric VWF by ADAMTS13 under arterial shear stress (~20 dyne/cm 2 ) in a concentration-dependent manner (see figure). Such a rate enhancing effect was abolished by the addition of EDTA (10 mM), but not by other serine protease inhibitors. VWF bound to LDL/ApoB-100 immobilized on a microtiter plate and in solution. SDS- and urea-stable VWF/ApoB complexes (500-600 kDa) were detected in normal human plasma by Western blotting analysis after electrophoresis on a SDS-PAGE gel and an agarose gel. Conclusions : Our results demonstrate a novel physiological function of ApoB-100 (or LDL) in accelerating VWF proteolysis by ADAMTS13 under fluidic shear stress. These findings may shed new light on how abnormalities in lipid metabolism may affect normal hemostasis and thrombosis under various pathological conditions. View large Download slide View large Download slide  Close modal Disclosures Zheng: Alexion: Speakers Bureau; Ablynx: Consultancy.",
    "topics": [
        "adamts13 gene",
        "apolipoprotein b-100",
        "binding (molecular function)",
        "proteolysis",
        "von willebrand factor",
        "gel",
        "loudness discomfort level",
        "low-density lipoproteins",
        "apolipoproteins",
        "apolipoproteins b"
    ],
    "author_names": [
        "Wenjing Cao, PhD",
        "Jingzhi Li, PhD",
        "X. Long Zheng, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wenjing Cao, PhD",
            "author_affiliations": [
                "Division of Laboratory Medicine, Department of Pathology, The University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jingzhi Li, PhD",
            "author_affiliations": [
                "Division of Laboratory Medicine, Department of Pathology, The University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "X. Long Zheng, MD, PhD",
            "author_affiliations": [
                "Division of Laboratory Medicine, Department of Pathology, The University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:41:02",
    "is_scraped": "1"
}