{
    "doi": "https://doi.org/10.1182/blood-2020-137143",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4624",
    "start_url_page_num": 4624,
    "is_scraped": "1",
    "article_title": "Remission in Patients with Acute Promyelocytic Leukemia Treated with Arsenic Trioxide (varitrinox) As the First Line in Colombia ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Gustavo Milone, MD",
        "Samuel Sarmiento Doncel, MSc Epidemiology",
        "Carol Agudelo Rico, MSc Epidemiology",
        "Fabiola Vizcarra Reyes, Hematology-oncology",
        "Gina Alejandra Diaz Mosquera, MSc",
        "Juan Guillermo Duque Ortega, Hematologist Internist",
        "Javier Mauricio Cortes Bernal, Pediatric Oncohematology",
        "Francisco Javier Meza Cadavid, Hematology"
    ],
    "author_affiliations": [
        [
            "Hematología, Centro Médico Hematológico, CABA, Argentina ",
            "FUNDALEU, Buenos Aires, Argentina ",
            "Centro Hematológico, Centro Hematológico, Buenos Aires, Argentina "
        ],
        [
            "IPS, Integral Solutions SD SAS, Bogota, Colombia ",
            "Integral Solutions Research, Bogota, Colombia "
        ],
        [
            "Integral Solutions Research, Bogota, Colombia "
        ],
        [
            "Clinica Vida, Medellin, Colombia "
        ],
        [
            "IPS, Integral Solutions SD SAS, Bogota, Colombia "
        ],
        [
            "Clinica Sagrado Corazon, Medellin, Colombia"
        ],
        [
            "IPS, Integral Solutions SD SAS, Bogota, Colombia "
        ],
        [
            "IPS, Integral Solutions SD SAS, Bogota, Colombia "
        ]
    ],
    "first_author_latitude": "-34.593302900000005",
    "first_author_longitude": "-58.3971411",
    "abstract_text": "Acute promyelocytic leukemia (APL) is a subtype of Acute Myeloid Leukemia (AML) in which a chromosomal translocation t (15; 17) (q22; q12) is generated by fusing produces a hybrid PML / RARα gene, generating an altered signal . The combination of transretinoic acid (ATRA) plus arsenic trioxide (ATO) has been shown to be superior to ATRA plus chemotherapy in the treatment of newly diagnosed standard risk patients with acute promyelocytic leukemia (APL) in several countries. The objective of the present study is to describe the frequency of remission in patients with acute promyelocytic leukemia who were administered as a first line Arsenic Trioxide (varitrinox) during the period from November 2017 to June 2020 in Colombian patients. Methods: Retrospective observational and descriptive study of 12 patients diagnosed with acute promyelocytic leukemia treated with ATO Arsenic trioxide (Varitrinox) as first line, the source of information was provided by the treating hematologists (medical records) by filling out the technical concept format. Active pharmacovigilance scientist in Colombia, this format keeps the identification information of the patient anonymized and the confidentiality of the data is guaranteed as well as compliance with the rules of good clinical practice. Results: Twelve patients with age range between 22 and 69 years with a median age of 34.0 were analyzed. It was found in the analysis that 100% had induction hematologic remission with a median of 45 days. 75% of patients received ATO + ATRA and were at low and intermediate risk, the remaining 25% received ATRA + ATO + Chemotherapy and were at high risk, and intermediate risk. 91.7% of molecular remission in consolidation was obtained and it was measured in cycle 3 by means of PCR (undetectable), 8.3% (n = 1) was positive 3% and is finishing consolidation. Regarding the most frequent adverse events, intravascular coagulation (n = 9), neutropenia (n = 6) and thrombocytopenia (n = 6) were observed. 75% of patients are disease-free, 16.7% are on maintenance (they received ATO + ATRA + Induction chemotherapy) and 8.3% are on consolidation. So far, none of the patients under study have died. Conclusions: Our results support the use of ATO (Varitrinox) in newly diagnosed APL patients (as first line), as a care strategy for low, intermediate and high risk patients. The role of ATRA-ATO is guaranteed in other studies where they manage patients of different risks. Key words: Arsenic trioxide, leukemia promyelocytic acute, leukemia myeloid acute, remission induction, tretinoin. Disclosures No relevant conflicts of interest to declare."
}