{
    "doi": "https://doi.org/10.1182/blood.V122.21.4727.4727",
    "article_title": "B and T Lymphocyte Attenuator (BTLA)/Herpes Virus Entry Mediator (HVEM) Interaction: Attenuating Virus Specific CD8+T Cell Function In HTLV-1 Infection ",
    "article_date": "November 15, 2013",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Background and Aims Human T-lymphotropic virus type 1(HTLV-1) infection is a retroviral infection with varied manifestations, either clinically asymptomatic carriers (AC) or symptomatic with about 1-5% developing the hematological manifestation, Adult T cell lymphoma/leukemia (ATLL). The host response to virus infections is mediated by CD8+ T cell function which in turn is partly mediated by expression of inhibitory molecules. Expression of these inhibitory molecules is a feature of dysfunctional CD8+T cells. CD8+ T cells from HTLV-1 infected individuals have been shown to be dysfunctional, in part due to expression of inhibitory molecules. One of such molecules is BTLA (B and T lymphocyte attenuator), a member of the CD28 co-signaling family of receptors. BTLA has been shown to interact with HVEM (herpes virus entry mediator) and to have varied functions on CD8+T cell function; however, its role in virus specific CD8+T cells in HTLV-1 infection has not been addressed. Methods Peripheral blood mononuclear cells (PBMCs) were isolated by Ficoll centrifugation and cryopreserved until use. For staining, cells were incubated with fluorochrome-conjugated antibodies against BTLA, CD4, CD8, and HVEM. We compared the ex-vivo expression of BTLA on CD8+ T cells (ATLL, n=14; AC, n= 9; Healthy Individuals, n=11) and virus specific CD8+T cells corresponding to prevalent immune-dominant epitopes HLA tetramers HLA-A*0201 (Tax 11-19) or *2402 (Tax 301-309) obtained from HTLV-1 infected patients (ATLL, n=6; AC, n=6). We analyzed the expression of HVEM on CD4+ T cells; to determine the effect of addition of HVEM antibodies on CD8+ T lymphocyte function, PBMCs were cultured with and without Tax peptide and/or anti-HVEM monoclonal antibody in the presence of monensin and surface degranulation of CD107a measured in in-vitro assays. Quantitation was done using FACS Calibur flow-cytometer and analyzed with Flowjo software. Differences were analyzed by Mann-Whitney U test and pairs by Wilcoxon matched pairs test using GraphPad Prism (6.01). p-values <0.05 were considered significant. Results We observed a significantly lower expression of BTLA on CD8+T cells from HTLV-1 infected (Asymptomatic carriers (AC)) and Adult T cell leukemia/lymphoma (ATLL)) compared to healthy individuals (AC =17.8 ± 4.8(mean ± standard error), n=9; ATLL= 15.9 ± 4.2, n= 14; Healthy individuals = 33.4 ± 4.9, n=9; (p ATLL: HI <0.05; AC: HI <0.05)). We also observed a down-regulation of BTLA expression on HTLV-1 specific CD8+T cells in both ATLL and asymptomatic carriers. HVEM (herpes-virus entry mediator) was also expressed on CD4+ T cells but down regulated on CD4+ T cells from ATLL in comparison to asymptomatic carriers( ATLL= 60.9 ±4.7(n=11); AC =88.3 ± 2.2 (n=12); HI= 84.07± 2.5; p ATLL: HI= <0.05). Addition of HVEM monoclonal antibodies in the presence of tax stimulation resulted in an improvement in CD8+ T cell function as measured by surface degranulation of CD107a compared to tax stimulation alone( tax stimulation(26.8 ± 4.4) : tax stimulation + HVEM antibody addition( 39.4±3.7); p< 0.05). Conclusion Our findings indicate a possible involvement of BTLA/HVEM signaling in the regulation of immune response to HTLV-1 infection and suggests an involvement in the exhaustion/attenuation of HTLV-1- specific CD8+ T cells with possible extension to therapeutic interventions in the treatment of HTLV-1 infection. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell function",
        "herpesviridae",
        "human t-lymphotropic virus 1",
        "infections",
        "t-lymphocytes",
        "viruses",
        "adult t-cell lymphoma/leukemia",
        "molecule",
        "antibodies",
        "lamp-1"
    ],
    "author_names": [
        "Ezinne Chioma Chibueze, MD",
        "Makoto Yoshimitsu, MD",
        "Naomichi Arima, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ezinne Chioma Chibueze, MD",
            "author_affiliations": [
                "Division of Hematology and Immunology, Center for Chronic Viral Diseases, Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Makoto Yoshimitsu, MD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Kagoshima University Hospital, Kagoshima, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naomichi Arima, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Immunology, Center for Chronic Viral Diseases, Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:02:31",
    "is_scraped": "1"
}