{
    "doi": "https://doi.org/10.1182/blood-2019-127270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4354",
    "start_url_page_num": 4354,
    "is_scraped": "1",
    "article_title": "Emicizumab-Kxwh for Previously Untreated Patients with Haemophilia: The Conversation Begins ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "emicizumab",
        "hemophilia a",
        "conversation",
        "concentrate dosage form",
        "hemophilias",
        "combined modality therapy",
        "hemostasis procedures",
        "thrombosis",
        "risk of excessive or recurrent bleeding"
    ],
    "author_names": [
        "Tiffany Lin Lucas, MD",
        "Shveta Gupta, MBBS",
        "Joanna A. Davis, MD",
        "Fernando F. Corrales-Medina, MD"
    ],
    "author_affiliations": [
        [
            "University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Arnold Palmer Hospital for Children, Orlando, FL "
        ],
        [
            "University of Miami, Miami, FL"
        ],
        [
            "University of Miami, Miami, FL"
        ]
    ],
    "first_author_latitude": "37.75771840000001",
    "first_author_longitude": "-122.4355021",
    "abstract_text": "Introduction: With the Federal Drug and Administration approval of the use of emicizumab from birth to adulthood, clinicians will now grapple with when to choose and offer emicizumab for routine prophylaxis, especially in previously untreated patients (PUPs). Given the overall limited real-world reported data and experience using emicizumab in PUPs, we created and administered a survey to medical providers in the United States who care for paediatric patients with haemophilia to investigate real-world practice strategies and treatment selection for PUPs. Methods: After review and endorsement by the Haemostasis and Thrombosis Research Society (HTRS), the survey was electronically distributed by e-mail to all providers included in the HTRS core member list. The survey was also sent to those providers included in a list of Haemophilia Treatment Centre (HTC) physicians (with duplicate emails reconciled). Providers needed to self-identify as ones that treat pediatric patients to be included. The survey was developed as a tiered survey with questions presented to each recipient based on their prior responses. Results: Seventy-seven completed surveys were included and analysed. All participants were active providers at a comprehensive HTC and the majority (93.4%) were practicing at an academically affiliated site. In terms of characteristics of those that answered the survey, forty-eight percent of responders reported that 1-20% of their patients had expressed interest in emicizumab. 46% of participants (34/74) reported that they would personally consider emicizumab as their prophylaxis recommendation for the majority (>50%) of their hemophilia A patients without inhibitors. 57% (44/76) reported that 1-10% of their non-inhibitor hemophilia A patients were already prescribed emicizumab prophylaxis. Each participant was then asked about his or her consideration of emicizumab as prophylaxis therapy for a 2 month old PUP. Just over the majority were unsure or said no to this consideration (51.3%) and their concerns were lack of information on safety and efficacy in this young age group and increased risk for inhibitor development. If the 2 month old PUP had a high risk of inhibitor, the majority of providers who initially were hesitant to start emicizumab prophylaxis would remain so. Of note, those providers went on to be asked if the patient had gone on to complete 50 exposure days without inhibitor development, they would then become more likely to initiate emicizumab prophylaxis therapy. Use of concurrent factor replacement was posed to all participants and there were varied responses. Discussion: Overall, our results reflect a widespread practice variation and a not yet well-standardized or defined approach for the use of emicizumab in PUPs with haemophilia A. In this survey, patient preference and individual bleeding risk were the top reasons for which a provider would consider using switching to emicizumab prophylaxis in both severe and mild/moderate haemophilia A patients. This pattern of practice reflects the current era of individualized medicine. Overall, our findings reinforce the need for more studies to investigate the outcomes of a combined treatment approach with FVIII concentrates and emicizumab focusing in the potential benefit of this approach in decreasing the risk for inhibitor development PUPs. Clinicians also feel the need for further data to help clarifying the safety of emicizumab in this population. Figure View large Download slide Figure View large Download slide  Disclosures Gupta: Novartis: Honoraria, Speakers Bureau; CSL Behring: Research Funding; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda-Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Davis: Sanofi: Membership on an entity's Board of Directors or advisory committees; Kedrion: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda Shire: Consultancy; Spark Therapeutics: Consultancy. Corrales-Medina: Kedrion: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda-Shire: Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Membership on an entity's Board of Directors or advisory committees."
}