{
    "doi": "https://doi.org/10.1182/blood.V114.22.3852.3852",
    "article_title": "A Phase IB, Multi-Center, Open-Label Dose-Escalation Study of Oral Panobinostat (LBH589) and I.V. Bortezomib in Patients with Relapsed Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster III",
    "abstract_text": "Abstract 3852 Poster Board III-788 Introduction Panobinostat (LBH589) is a highly potent pan-deacetylase inhibitor (pan-DACi), inclusive of HDAC6, which disrupts aggresome function, promotes accumulation of cytotoxic misfolded protein aggregates and triggers myeloma cell death. Combination of pan-DAC and protease inhibition by co-treatment with panobinostat (PAN) and bortezomib (BTZ) has demonstrated synergistic cytotoxicity in vitro and in vivo in multiple myeloma (MM) cell lines and may provide increased efficacy in patients with MM. The primary objective of this Phase Ib trial is to determine the maximum tolerated dose (MTD) of oral PAN when combined with BTZ in patients with relapsed or refractory MM. Safety, tolerability, PK/PD, and preliminary efficacy are the secondary objectives. Results A total of 29 patients have been enrolled into four completed dosing Cohorts: (I) 10 mg PAN (TIW) + 1 mg/m 2 BTZ (i.v., Days 1, 4, 8, 11) during a 21-day cycle; (II) 20 mg PAN + 1 mg/m 2 BTZ; (III) 20 mg PAN + 1.3 mg/m 2 BTZ; (IV) 30 mg PAN + 1.3 mg/m 2 BTZ. Enrollment into Cohort V is ongoing at 25 mg PAN + 1.3 mg/m 2 BTZ with 6 patients accrued to date. In Cohorts I– IV, the median number of prior therapies was 3 (range 1–6); 25 patients had at least one prior auto-SCT. Of 16 BTZ pretreated patients, 11 were refractory to their last prior BTZ-based therapy (9 with PD, 2 with SD on BTZ). Median time on study has been 97 days (range 7–424). Overall, the combination of PAN and BTZ was safe and tolerated in Cohorts I - III with one dose-limiting toxicity (DLT) (Gr 4 afebrile neutropenia) in Cohort II. In Cohort IV, four DLTs were reported: two Gr 4 thrombocytopenias,(requiring platelet transfusions), Gr 3 pneumonia, and Gr 3 fatigue. In the subsequent Cohort V, PAN dose was de-escalated. Hematologic adverse events (AEs) have been frequent, including Gr 3/4 thrombocytopenia (25), neutropenia (18), and anemia (6). Non-hematologic AEs included: diarrhea (18), fever (15), nausea (14), fatigue (14), and asthenia (11). A total of 1,778 ECGs were centrally, reviewed with neither QTcF prolongation from baseline >60 msec nor absolute QTcF duration >480 msec noted. Gr 3/4 thrombocytopenia was manageable by dose modification and platelet transfusion; two patients only discontinued for this AE in Cohorts I – III and no hemorrhagic events were reported in association with thrombocytopenia. Encouraging clinical efficacy was observed in all four Cohorts, with 14 responders (partial response [PR] or better) in 28 evaluable patients (50%), including 4 with immunofixation (IF) negative complete response (CR). Four additional patients achieved minor responses, resulting in 64% overall response rate. Responses were also seen in the subset of patients refractory to prior BTZ, suggesting a strong clinical correlate for synergism of the PAN/BTZ combination: 6 of 10 (60%) BTZ-refractory evaluable pts responded, including 4 PR and 2 MR (see Table for details). Dexamethasone (DEX) was introduced at Cycle 2 (or 3) in 9 pts; 11 of 18 pts with a response did not receive DEX, including several pts refractory to BTZ. All 15 patients in Cohorts III and IV treated with the full registered dose of BTZ (1.3 mg/m 2 ) in combination with PAN 20 mg experienced a clinical benefit; however, toxicity in Cohort IV was not acceptable.  . Cohort I 10 mg PAN + 1.0 mg/m 2 BTZ . Cohort II 20 mg PAN + 1.0 mg/m 2 BTZ . Cohort III 20 PAN + 1.3 mg/m 2 BTZ . Cohort IV 30 mg PAN + 1.3 mg/m 2 BTZ . Total (n=6) . BTZ refractory (n=3) . Total (n=7) . BTZ refractory (n=5) . Total (n=8) . BTZ refractory (n=2) . Total (n=7) . BTZ refractory (n=0) . CR *  -  - 1  - 2  - 1  - VGPR 1  - -  - -  - -  - PR -  - 3  3 3  1 3  - MR 1  1 -  - 2  1 1  - SD -  - -  - 1  - 2  - PD 4  2 3  2 -  - -  - . Cohort I 10 mg PAN + 1.0 mg/m 2 BTZ . Cohort II 20 mg PAN + 1.0 mg/m 2 BTZ . Cohort III 20 PAN + 1.3 mg/m 2 BTZ . Cohort IV 30 mg PAN + 1.3 mg/m 2 BTZ . Total (n=6) . BTZ refractory (n=3) . Total (n=7) . BTZ refractory (n=5) . Total (n=8) . BTZ refractory (n=2) . Total (n=7) . BTZ refractory (n=0) . CR *  -  - 1  - 2  - 1  - VGPR 1  - -  - -  - -  - PR -  - 3  3 3  1 3  - MR 1  1 -  - 2  1 1  - SD -  - -  - 1  - 2  - PD 4  2 3  2 -  - -  - * CR: IF negative CR; VGPR, very good partial response View Large Conclusion The encouraging clinical anti-myeloma synergism of the PAN and BTZ combination in this trial warrants further clinical investigation in patients with refractory and relapsed MM. Given the frequency of thrombocytopenia and dose adjustments, the dosing schedule in subsequent Phase II/III studies will be modified to take the safety profile and dose-reduction/-interruption pattern into account. Disclosures: San-Miguel: Novartis: Advisory Board, Consultancy, Honoraria; J&J: Advisory Board, Consultancy, Honoraria; Millenium: Advisory Board, Consultancy, Honoraria; Celgene: Advisory Board, Consultancy, Honoraria. Sezer: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Siegel: Millenium: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Speakers Bureau. Guenther: Novartis: Consultancy, Research Funding. Mateos: Ortho Biotech: Speakers Bureau; Novartis: Honoraria. Cavo: Novartis: Honoraria. Blade: Novartis: Honoraria; Janssen-Cilag: Honoraria, Research Funding; Celgene: Honoraria, Research Funding. Boccadoro: Celgene: Honoraria; Janssen Cilag: Honoraria. Bengoudifa: Novartis Pharma AG: Employment. Klebsattel: Novartis Pharma AG: Employment. Bourquelot: Novartis Pharma AG: Employment. Anderson: Millenium: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "panobinostat",
        "thrombocytopenia",
        "brachial plexus neuritis",
        "fatigue",
        "neutropenia",
        "partial response",
        "platelet transfusion",
        "toxic effect"
    ],
    "author_names": [
        "Jesús F. San-Miguel, MD, PhD",
        "Orhan Sezer, MD, PhD",
        "David Siegel",
        "Andreas Guenther, MD",
        "Maria-Victoria Mateos, MD, PhD",
        "Ian Prosser, MBBS, FRACP, FRCPA, PhD",
        "Michele Cavo, MD",
        "Joan Blade, MD",
        "Mario Boccadoro, MD",
        "Bourras R. Bengoudifa",
        "Martin Klebsattel, PhD",
        "Priscille M. Bourquelot, MD",
        "Kenneth C. Anderson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesús F. San-Miguel, MD, PhD",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Orhan Sezer, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, Charité - Universitaetsmedizin Berlin, Berlin, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Siegel",
            "author_affiliations": [
                "Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Guenther, MD",
            "author_affiliations": [
                "Medical Department II, Div. Stem Cell Transplantation and Immunotherapy, University of Kiel, Kiel, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Victoria Mateos, MD, PhD",
            "author_affiliations": [
                "Hospital Universitario de Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Prosser, MBBS, FRACP, FRCPA, PhD",
            "author_affiliations": [
                "The Canberra Hospital, Canberra, Australia, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo, MD",
            "author_affiliations": [
                "Seragnoli Institute of Hematology and Medical Oncology, University of Bologna, Bologna, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Blade, MD",
            "author_affiliations": [
                "Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro, MD",
            "author_affiliations": [
                "Division of Hematology, University of Torino, Torino, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bourras R. Bengoudifa",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Klebsattel, PhD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priscille M. Bourquelot, MD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T04:21:42",
    "is_scraped": "1"
}