{
    "doi": "https://doi.org/10.1182/blood.V124.21.1903.1903",
    "article_title": "Profiling Myelodysplastic Syndromes By Mass Cytometry Demonstrates Distinct Immunophenotypic Aberrancies in Stem and Progenitor Populations ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Poster I",
    "abstract_text": "Introduction: Flow cytometry is commonly used to characterize bone marrow (BM) cells of patients with myelodysplastic syndrome (MDS). However the diagnostic utility of this technique has been limited. To address this, we utilized 31-parameter single cell mass cytometry (MCM) to comprehensively analyze primary MDS BM samples. Methods : Expression levels of 31 surface markers, including most previously reported aberrant markers in MDS, were measured on 30 whole BM samples from 10 patients with higher-risk MDS (HR-MDS; IPSS = Int2/High/RAEB-T), 10 with lower-risk MDS (LR-MDS; IPSS = Low/Int1), and 3 patients with non-clonal cytopenias. In addition, 5 BM samples from normal donors were simultaneously analyzed as internal reference comparisons. All samples were barcoded, such that 20 samples (MDS and healthy) could be combined into a single tube for simultaneous antibody staining and analysis. Aberrant marker expression was defined as a median expression level falling outside 4 times the absolute variance of the normal samples in each gated population. Further analysis compared manual gating with unsupervised clustering (spanning tree progression analysis of density-normalized events [SPADE]). Results : MCM analysis generated 31-parameter single-cell data that defined 28 major immunophenotypic populations for each sample. This enabled detection of an aberrant expression of 25/31 markers in at least one population, encompassing essentially every previously reported surface marker aberrancy in MDS. Additionally, 3 previously unrecognized aberrant expression patterns were identified by both manual gating and SPADE: increased CD321 (64% of samples) and CD99 (36% of samples); and decreased CD47 (14% of samples). We focused further analyses on the stem and progenitor cell compartment (HSC, MPP, CMP), in which 20 of the 22 MDS samples exhibited at least one aberrancy (average 2.7) in one of these 3 populations (RAEB-T samples exhibited an average of 4). By contrast, no aberrancies were detected within these populations in the 3 samples from patients with non-clonal cytopenias. In addition to the identification of aberrant expression patterns within the subdivided stem and progenitor cell populations (HSPC) of individual samples, analysis of the HSPC population (CD34+CD38low) as a whole, revealed significant increases (~2-fold) in median expression of CD117 (p=0.003) and HLA-DR (p=0.028) for MDS samples compared to normal. Differences in CD117 and HLA-DR could also be appreciated as aberrant expression patterns (outside 4-fold the variance of normal) in 12/22 and 13/22 samples, respectively. Comparison of marker expression within the HSPCs between patients with HR-MDS and LR-MDS also revealed significant differences. HR-MDS HSPCs were characterized by a ~2-fold increase in CD99 compared to LR-MDS (p=0.0018) and a ~3-fold decrease in CD45 compared to LR-MDS (p=8.8x10 -5 ). Differences in CD99 and CD45 could also be appreciated as aberrant expression patterns in 7/12 and 6/12 of the HR-MDS samples, respectively. Finally, the distribution of cell frequencies across the immunophenotypic populations (by SPADE analysis or manual gating) was used to perform a hierarchical clustering of all samples. This clustered patients into groups with different clinical risk. The most significant single distinguishing feature between clinical risk groups was the increased frequency (>40-fold) of HSPCs in HR-MDS compared to LR-MDS (p=9x10 -7 ) or normal (p=6.3x10 -6 ). Furthermore, this high-parameter analysis detected a >12-fold increase in the HSPC frequency in 2 patients with IPSS Int-2 disease with blast frequencies of <5% (following therapy). Conclusions : This first application of MCM for the analysis of MDS detected all major established aberrant expression patterns in MDS, as well as novel aberrant expression patterns of CD321, CD99, and CD47. Importantly, using high-parameter single-cell analysis and internal normal reference samples, we detected numerous deviations from the immunophenotypic boundaries of normal hematopoiesis in every analyzed MDS sample. Clustering of the cell frequency distribution across the immunophenotypic populations also defined groups of patients with differing clinical risk. These results demonstrate that high-parameter diagnosticcytometry methods can greatly enhance the diagnostic utility of immunophenotypic analysis in MDS. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Behbehani: Fluidigm: Consultancy. Finck: Fluidigm: Consultancy. Nolan: Fluidigm, Inc: Consultancy, Equity Ownership.",
    "topics": [
        "myelodysplastic syndrome",
        "cd99 antigen",
        "prostatic hypertrophy risk score",
        "cd45 antigens",
        "cd47 antigen",
        "cytopenia",
        "hla-dr antigens",
        "proto-oncogene protein c-kit",
        "refractory anemia with excess blasts",
        "antibodies"
    ],
    "author_names": [
        "Gregory K. Behbehani, MD PhD",
        "Rachel Finck, B.S.",
        "Nikolay Samusik, PhD",
        "Pier Federico Gherardini, PhD",
        "Kunju J Sridhar, PhD",
        "Wendy J. Fantl, PhD",
        "Peter L. Greenberg, MD",
        "Garry P. Nolan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gregory K. Behbehani, MD PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA ",
                "Stanford University School of Medicine, Stanford, CA ",
                "Stanford Caner Center, Stanford, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rachel Finck, B.S.",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolay Samusik, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Federico Gherardini, PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kunju J Sridhar, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy J. Fantl, PhD",
            "author_affiliations": [
                "Stanford University, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter L. Greenberg, MD",
            "author_affiliations": [
                "Stanford, Stanford, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Garry P. Nolan, PhD",
            "author_affiliations": [
                "Stanford University School of Medicine, Palo Alto, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:39:37",
    "is_scraped": "1"
}