{
    "doi": "https://doi.org/10.1182/blood.V116.21.3727.3727",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1660",
    "start_url_page_num": 1660,
    "is_scraped": "1",
    "article_title": "Hematopoietic Stem Cell Therapy In Eight Patients with Metachromatic Leukodystrophy – Relevance of Post-Transplant Medication. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster II",
    "topics": [
        "adrenoleukodystrophy",
        "hematopoietic stem cells",
        "leukodystrophy, metachromatic",
        "transplantation",
        "cyclosporine",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "toxic effect",
        "tacrolimus",
        "gene therapy"
    ],
    "author_names": [
        "Judith Böhringer",
        "Birgit Kustermann-Kuhn, PhD",
        "Friederike Gieseke, PhD",
        "Annika Erbacher, PhD",
        "Michaela Döring, MD",
        "Christiane Kehrer, MD",
        "Peter Lang, MD",
        "Ingeborg Krägeloh-Mann, MD",
        "Rupert Handgretinger, MD, PhD",
        "Ingo Müller, MD"
    ],
    "author_affiliations": [
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of Neuropediatrics, Developmental Neurology, social Paediatrics, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of Neuropediatrics, Developmental Neurology, social Paediatrics, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of Neuropediatrics, Developmental Neurology, social Paediatrics, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Department of General Pediatrics, Hematology and Oncology, University Children's Hospital, Tübingen, Germany, "
        ],
        [
            "Clinic for Pediatric Hematology and Oncology, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "48.5297568",
    "first_author_longitude": "9.0381857",
    "abstract_text": "Abstract 3727 The lysosomal storage disease metachromatic leukodystrophy (MLD) is caused by mutations in the arylsulfatase A (ASA) gene leading to demyelination in the central nervous system (CNS). Children often present impaired motor skills and progress to an inability to walk, paresis and cognitive deterioration. Therapeutic options are limited and currently focus on enzyme replacement, gene therapy and hematopoietic stem cell transplantation (HSCT). Both, gene therapy and HSCT aim to establish a continuous endogenous supply of ASA, which can be taken up by somatic cells of the recipient to correct their own lysosomal metabolism. We analyzed 8 patients with MLD, who underwent HSCT between 7 months and 15 years of age, regarding toxicity of a reduced intensity condition regimen and GvHD prophylaxis. The mean follow up was 2.8 years (range 8 months to 9.5 years). All patients received conditioning with treosulfan (3 × 14 g/m 2 ), fludarabin (4 × 40 mg/m 2 ) and thiotepa (10 mg/kg). Six patients received bone marrow from a 10/10 matched unrelated donor, one patient from her brother and one patient with late infantile MLD was transplanted from her haploidentical mother. Patients received a mean dose of 7.74 × 10 6 CD34 + cells/kg BW and engrafted at day 12 (range d11 to d22) with permanent full donor chimerism. Organ toxicity reached mucositis grade III and skin grade I. Three patients developed transient acute graft-versus-host disease (GvHD) of the skin grade II, which responded well to steroids. There was no case of transplant-related mortality and no chronic GvHD. The relative ASA activity in peripheral blood mononuclear cells (PBMCs) pre-transplantation was between 0 and 0.11 A 514nm /10 6 cells and after transplantation between 0.52 and 2.24 A 514nm /10 6 cells. Patients who were asymptomatic prior to transplantation stayed asymptomatic, but those who presented with neurological symptoms showed various degrees of progression. As the conditioning regimen showed no immediate neurotoxicity, we asked if other drugs may account for the disease progression early after transplantation. Cyclosporine A (CsA) is commonly used as post-transplant GvHD prophylaxis and is known for neurotoxic side effects. Thus, we analyzed effects of CsA on the activity of ASA in comparison to tacrolimus or mycophenolic acid (MPA). PBMCs were cultured with and without 75 or 150 ng/ml CsA (pharmacological level) for 8 days. During this time period, the ASA activity decreased to 70% of the activity of PBMC without CsA treatment. By contrast, the ASA activity of PBMCs did not decrease under treatment with pharmacological levels of tacrolimus (7,5 or 15 ng/ml) and MPA (3 or 7,5 μg/ml). Cell viability and metabolic activity were comparable in the presence of CsA and tacrolismus as assessed by MTS assays. This implies that the decrease of the ASA activity was not due to direct cell toxicity of CsA. Taken together, the conditioning regimen was well tolerated with low toxicity and good engraftment. HSCT is an option for treatment of asymptomatic MLD patients, whereas further studies are needed to identify symptomatic patients who may still benefit from the procedure. Here, the choice of GvHD prophylaxis may be an important factor. In vitro data suggested that CsA should be reconsidered with regimens including tacrolimus or mycophenolate mofetil as an alternative. Disclosures: No relevant conflicts of interest to declare."
}