{
    "doi": "https://doi.org/10.1182/blood.V126.23.3022.3022",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3191",
    "start_url_page_num": 3191,
    "is_scraped": "1",
    "article_title": "Antagonizing HDAC6 Activity: A New Strategy to Maximize the Anti-Myeloma Effects of BET Inhibition ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "histone deacetylase 6",
        "multiple myeloma",
        "bcl-xl protein",
        "bortezomib",
        "caspase-3",
        "disease progression",
        "histone deacetylase",
        "proteasome inhibitors",
        "vorinostat",
        "antagonists"
    ],
    "author_names": [
        "Jennifer S. Carew, PhD",
        "Claudia M. Espitia",
        "Weiguo Zhao",
        "Valeria Visconte, PhD",
        "Kevin R. Kelly, MD PhD",
        "Steffan T. Nawrocki, PhD"
    ],
    "author_affiliations": [
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Texas Health Science Center at San Antonio, CTRC Institute for Drug Development, San Antonio, "
        ],
        [
            "CTRC Institute for Drug Development University of Texas Health Science Center at San Antonio, San Antonio, TX "
        ],
        [
            "Translational Hematology and Oncology Research, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "University of Southern California Keck School of Medicine, Los Angeles, CA "
        ],
        [
            "CTRC Institute for Drug Development, University of Texas Health Science Center at San Antonio, San Antonio, TX"
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Multiple myeloma (MM) is an incurable plasma cell malignancy and represents the second most common adult hematologic malignancy in the United States. MM is relatively asymptomatic during its early stages and as a result, the majority of patients have advanced disease at diagnosis. Innovations in the treatment of MM, including the development of proteasome inhibitors such as bortezomib (Velcade) have improved clinical outcomes. However, many patients fail to respond to these agents or relapse after initial response highlighting the need for novel therapeutic strategies. Constitutive activation of the MYC oncogene is a frequent pathogenic event in MM that drives disease progression. Aberrant MYC transcriptional activity can increase the levels of a number of factors that are associated with disease progression and drug resistance making it an appealing therapeutic target. Recent studies have demonstrated that inhibition of bromodomain and extra terminal (BET) protein family members including BRD4 decreases the expression of c-MYC and other key oncogenic factors. Here, we demonstrate that shRNA-mediated knockdown of BRD4 or treatment with the BET antagonist JQ1 decreased the expression of c-MYC, BCL-xL, and BCL-2, induced p21 levels, diminished cell viability, and triggered apoptosis in MM cell lines. Comprehensive gene expression profiling of the pharmacodynamic effects of JQ1 revealed that the histone deacetylase HDAC6 was also highly significantly elevated in all MM cell lines and primary patient specimens treated with this agent. Several earlier studies demonstrated that aberrant HDAC6 expression/activity contributes to malignant progression and resistance to a number of classes of anticancer agents including proteasome inhibitors. Based on the roles of HDAC6 in malignant pathogenesis, we hypothesized that its induction may reduce the anti-myeloma activity of JQ1. To test this hypothesis, we utilized both genetic and pharmacological approaches to impair HDAC6 function [shRNA-mediated knockdown of HDAC6, the pan-HDAC inhibitor vorinostat, and the HDAC6-selective inhibitor ACY-1215 (rocilinostat)] and evaluated the consequential impact on the anti-MM effects of JQ1. Notably, antagonzing HDAC6 activity synergistically enhanced the activity of JQ1 in a panel of MM cell lines. These effects were also observed in primary CD138+ cells obtained from patients with MM in a manner that was not affected by prior treatment history. The increased efficacy of these therapeutic combinations was associated with further reductions in c-MYC, BCL-2, and BCL-xL along with significant increases in apoptosis induction as evidenced by enhanced caspase-3 cleavage and DNA fragmentation. Importantly, administration of ACY-1215 was very well tolerated (less than 5% mean transient reduction in body weight) and significantly augmented the in vivo anti-myeloma activity of JQ1 in the RPMI-8226 MM xenograft model as disease burden in combination treated animals was substantially lower than those that received either monotherapy. Immunohistochemical analyses demonstrated that the combination of JQ1 and ACY-1215 led to significantly lower MM cell proliferation (PCNA), increased apoptosis (active caspase-3), and diminished expression of c-MYC and BCL-2. These data suggest for the first time that induction of HDAC6 may represent a key mechanism that promotes drug resistance and limits the efficacy of bromodomain inhibitor therapy. Taken together, our findings demonstrate that abrogation of HDAC6 activity with ACY-1215 or vorinostat is a novel approach to augment the efficacy of bromodomain inhibitors in MM that warrants further investigation. Disclosures Carew: Boehringer Ingelheim: Research Funding."
}