{
    "doi": "https://doi.org/10.1182/blood.V106.11.2785.2785",
    "article_title": "Gene Expression Profiling Predictive of Tipifarnib (ZARNESTRA ® , R115777) Response in Patients with Newly Diagnosed Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The farnesyltransferase inhibitor (FTI), tipifarnib (ZARNESTRA ® , R115777), has demonstrated clinical response in patients with hematological disease. While the inhibition of protein farnesylation is the primary mechanism of action (MOA), the level of farnesyl inhibition is not a reliable pharmacodynamic marker of response, nor is it clear what genetic markers can be employed to predict response. This prospectively designed study was conducted to identify potential genetic markers and expression signatures that may be surrogate predictors of response for tipifarnib in patients with acute myeloid leukemia (AML). Bone marrow samples were collected and gene expression profiles analyzed from a single arm phase 2 clinical study of tipifarnib in poor-risk patients with newly diagnosed AML ( Lancet, et al. Blood . 2004 ; 104 : 249a ). In total, 79 samples were obtained before (n = 25), during (n = 30), and after (n = 24) tipifarnib treatment. Bone marrow samples were analyzed using the Affymetrix U133A GeneChip ® array. Global gene expression signatures revealed that tipifarnib treatment resulted in gene expression changes that were maintained for up to 120 days following treatment termination. Pretreatment vs posttreatment samples identified approximately 500 genes that had significant changes (False Discovery Rate [FDR] <0.005) in gene expression following farnesyltransferase inhibition, including several genes associated with farnesylation (eg, K-ras, FNTA). Many of the modulated genes were identified as those significantly involved in protein biosynthesis, DNA replication, intracellular signaling, and cell cycle pathways, thus, reflective of inhibition of cellular proliferation. A subset of 27 genes (including genes associated with signal transduction and cell cycle) was also identified as being differentially modulated between responders and nonresponders ( P <0.01). Gene expression signatures previously identified from a phase 2 clinical trial in relapsed and refractory AML were also tested in pretreatment samples to examine their ability to predict response ( Raponi, et al. Blood . 2004 ; 104 : 246a ). A combination of 6 genes was found to have significant predictive accuracy in this independent set of samples ( P = 0.05). The genes identified from these studies might be used as surrogate biomarkers of tipifarnib activity.",
    "topics": [
        "gene expression profiling",
        "leukemia, myelocytic, acute",
        "tipifarnib",
        "bone marrow specimen",
        "biological markers",
        "farnesyl transferase inhibitors",
        "hematological diseases",
        "hyperplasia",
        "genetic markers",
        "arm"
    ],
    "author_names": [
        "Mitch Raponi, MD",
        "Yi Zhang, PhD",
        "Tim Jatkoe, MD",
        "Jack Yu, PhD",
        "Grace Lee, MD",
        "Jeffrey E. Lancet, MD",
        "Judith E. Karp, MD",
        "Alain Thibault, MD",
        "Yixin Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Mitch Raponi, MD",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yi Zhang, PhD",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Jatkoe, MD",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack Yu, PhD",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grace Lee, MD",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology Program, H. Lee Moffitt Cancer Center &Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith E. Karp, MD",
            "author_affiliations": [
                "Hematologic Malignancies, The Sidney Kimmel Comprehensive Cancer Center at John Hopkins, Baltimore, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Thibault, MD",
            "author_affiliations": [
                "Johnson &Johnson Pharmaceutical Research and Development, Raritan, NJ, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yixin Wang",
            "author_affiliations": [
                "Veridex LLC, San Diego, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T09:42:04",
    "is_scraped": "1"
}