{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2115.2115",
    "article_title": "Patient Interest in and Feasibility of a Mobile Health App to Support Patients Undergoing Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster I",
    "abstract_text": "Introduction: Mobile health applications (mHealth apps) have the potential to enhance patient-provider communication and assessment through active and passive evaluation and tracking. Early detection may lead to earlier interventions and better outcomes for complex medical conditions. Hematopoietic stem cell transplantation (HCT) is a prime example of a complex medical treatment that causes significant symptom burdens for patients. We developed a mHealth app for HCT patients to allow for daily evaluation of patient health and symptoms. We conducted a survey to evaluate interest and usability in a group of HCT survivors and piloted this app with allogeneic HCT patients in a phase 1 clinical trial. Methods: In collaboration with Sicklesoft Inc., we developed a mHealth app, Technology Recordings to better Understand BMT (TRU-BMT), to facilitate wellness tracking and symptom reporting. Patients can enter their food intake, exercise, sleep habits, general health, mood, and daily symptoms (Figure 1). The app provided automatic reports to patients with information about trends over time. To gain feedback and gauge interest, we surveyed transplant survivors at the 2017 BMT InfoNet Symposium in Raleigh, North Carolina. Participants explored the app on iPads and then answered a user experience survey developed with the Behavioral Health and Survey Research Core to evaluate both usability as well as perceived helpfulness. To test real-world usability and feasibility of daily data entry, we also enrolled patients actively undergoing allogeneic HCT in a phase 1 trial. Patients were given Apple devices (iPad Mini, iPad Air) containing the TRU-BMT app to use at the start of transplant. Patients were taught how to use the app and received follow up visits to ensure that they were not struggling to enter data and that no technical difficulties were occurring with the devices. Results: A total of 31 surveys were collected at the BMT InfoNet Symposium. The median age was 62 (range 26-76), 55% were male. 76% of respondents thought TRU-BMT was easy to use; 67% felt confident in its use after only a few minutes of testing; and 80% thought most people could learn to use the app quickly. 83% thought daily symptom input would be useful. 76% would use the app at least 4 times per week, with 44% would use it daily. While there was a correlation between how helpful a participant perceived TRU-BMT and the number of days per week they could see themselves using the app, there was no correlation between age and any of the above responses. Nine patients have been enrolled on the phase I study to determine feasibility (Table 1). Four patients used TRU-BMT nearly every day throughout their transplant, one used TRU-BMT 2-3 times per week throughout transplant, and two are ongoing. One patient enrolled but never started using the app due to multiple medical complications surrounding conditioning chemotherapy. One patient used TRU-BMT for three days but then developed a medical complication, felt overwhelmed, and stopped. Patients have self-reported that in addition to filling out the app themselves, their caregivers also assisted in this process. Discussion: To our knowledge, TRU-BMT is the first mobile health app that specifically addresses symptom reporting and general wellness in the HCT patient population. Patients think such an app is useful, and they will use it daily for up to 90 days during transplant. One of the main concerns in using mHealth apps is making it accessible to patients of all ages. However, according to feedback from survey participants as well as patients using the app, age does not seem to impact a patient's desire or ability to use the app or wearable device. The biggest barrier to consistent use appears to be the health of the patient, as those who had the lowest number of entries or shortest duration of use had complicated transplants, during which symptom management and rest took precedence over data entry. We aim to continue evaluating this app in the setting of long-term follow up and surveillance of symptoms and early detection of complications such as chronic graft-versus-host disease. Given that our most significant challenge in adherence was the medical status of the patient, we predict that patients who have been successfully discharged from transplant will have an easier time complying. Our goal is to facilitate communication between the patient and the healthcare team, permitting closer follow up leading to improved outcomes. View large Download slide View large Download slide  Close modal Disclosures Sung: Merck: Research Funding; Novartis: Research Funding; Cellective: Research Funding. Shah: Alexion: Other: Speaker; Novartis: Other: Speaker.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "mobile health",
        "transplantation",
        "follow-up",
        "allogeneic hematopoietic stem cell transplant",
        "early diagnosis",
        "chemotherapy regimen",
        "graft-versus-host disease, chronic",
        "medical management",
        "palliative care"
    ],
    "author_names": [
        "Anthony D. Sung, MD",
        "Nirmish Shah, MD",
        "Jude C. Jonassaint, RN",
        "Kristi Romero, BA",
        "Tara Dalton, MBS",
        "Krista R. Nichols, RN, MSN, AOCNS",
        "Laura Fish, PhD MPH",
        "Nelson J. Chao, MDM.B.A"
    ],
    "author_dict_list": [
        {
            "author_name": "Anthony D. Sung, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Department of Medicine, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nirmish Shah, MD",
            "author_affiliations": [
                "Division of Hematology, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jude C. Jonassaint, RN",
            "author_affiliations": [
                "Sicklesoft, Inc., Durham, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristi Romero, BA",
            "author_affiliations": [
                "Duke Office of Clinical Research, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara Dalton, MBS",
            "author_affiliations": [
                "Duke Office of Clinical Research, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krista R. Nichols, RN, MSN, AOCNS",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Fish, PhD MPH",
            "author_affiliations": [
                "Behavioral Health and Survey Research Core, Duke University School of Medicine, Durham, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson J. Chao, MDM.B.A",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapy, Department of Medicine, Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:36:48",
    "is_scraped": "1"
}