{
    "doi": "https://doi.org/10.1182/blood-2021-153285",
    "article_title": "MDS-Associated Splicing Factor Mutations Promote Alternative Splicing of a Differentiation-Impaired CSF3R Isoform ",
    "article_date": "November 5, 2021",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Background. Myelodysplastic syndromes (MDS) constitute the most common group of bone marrow failure disorders, characterized by ineffective hematopoiesis and a significant risk of transformation to AML. Efforts to understand the molecular basis of MDS led to the identification of acquired somatic mutations in the RNA splicing factors SF3B1 , U2AF1 , SRSF2 , ZRSR2 , and LUC7L2 in 45-85% of adult MDS patients. How they perturb hematopoiesis and promote expansion of abnormal clones remain unknown. Elevated levels of alternate isoforms of granulocyte colony stimulating factor receptor ( CSF3R ) patients with MDS and other myeloid neoplasias have been reported with a strong correlation reported with loss of chromosome 7. Constitutive splicing produces the canonical Class I CSF3R isoform that supports proliferation and differentiation. Alternative splicing promoting intron excision in CSF3R exon 17 results in a differentiation-defective Class IV CSF3R isoform. We hypothesized that aberrant splicing activity of MDS-associated splicing factor mutations promote Class IV CSF3R expression, resulting in dysgranulopoiesis. Methods . We constructed a CSF3R minigene that was transiently expressed in K562 cells along with eukaryotic expression vectors containing cDNAs for wild-type or mutant forms of SF3B1, U2AF1, or SRSF2. To determine role of LUC7L2 , a splicing factor residing on chromosome 7, the CSF3R minigene was transiently expressed in K562 cells with knockout LUC7L2. Class IV or Class I was measure by qPCR using specific primers. Putative exonic splicing enhancer motifs (ESEs) within exon 17 were deleted in the minigene and transfected into K562 cells expressing either wildtype or mutant SRSF2. To determine impact of mutant SRSF2 on granulopoiesis, wildtype or mutant SRSF2 were overexpressed in GCSF-treated CD34+ cells and morphology was assessed on day 14. To determine impact of Class IV isoform on granulopoiesis, Lin-, Sca-1+, and c-Kit+ (LSK) cells from Csf3r null mice were transduced with Class I or Class IV and colony forming unit (CFU) assay for granulopoiesis was performed with Methocult 3534. Colony scores and cell morphology were assessed on day 8. Results . K562 cells with transient expression of mutant SRSF2 P95H and LUC7L2 knockout resulted in statistically significant increase in Class IV:I CSF3R mRNA ratios normalized to a minigene-only control. Interestingly, expression of mutant U2AF1 S34F significantly decreased Class IV:I while U2AF1 Q157P increased Class IV:I ratios. K562 cells expressing mutant SF3B1 K700E did not show significant differences in Class IV splicing. To further investigate how SRSF2 regulates CSF3R splicing, we deleted two putative SRSF2-binding ESE motifs (ESE1 and ESE2) within exon 17 of the CSF3R minigene and transfected them into K562 cells stably expressing either wildtype SRSF2 or mutant P95H, P95L, or P95R. Deletion of either ESE1 or ESE2 resulted in decreased Class IV:I in all SRSF2 P95 mutant cells compared to minigene-only and wildtype controls. Next, we assessed the effect of SRSF2 P95 mutations on neutrophil differentiation in CD34+ cells. Overexpression of SRSF2 P95H, P95L, or P95R led to increased neutrophilic precursors compared to untransduced CD34+ cells. To determine the effect of a single CSF3R isoform on granulopoiesis, we cultured LSK cells from Csf3r null mice transduced with either Class I or Class IV on MethoCult 3534 with addition of GCSF. On day 8, cells expressing Class I had more total colony numbers with significantly higher CFU-GM colonies than cells expressing Class IV compared to empty vector control. Conclusions . We demonstrated that mutated SRSF2 , U2AF1 , and LUC7L2 deficiency alters CSF3R splicing in its terminal exon. Interestingly, mutations on different residues of the same gene ( U2AF1 ) had opposing effects on CSF3R splicing. Mutant SRSF2 resulted in increased intron excision to promote increased levels of Class IV isoform. Mutation of two putative SRSF2 binding sites within CSF3R exon 17 reversed the increased splicing promoted by mutant SRSF2, further support our observation that CSF3R is a target for mutant SRSF2. Our observation with overexpression of mutant SRSF2 P95 in CD34+ cells suggests that defective neutrophil differentiation is related to increased Class IV. Our findings shed insights into how aberrant splicing of CSF3R drives MDS progression and provides a new model of dysgranulopoiesis. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Borwyn Wang",
        "Hrishikesh M Mehta",
        "Seth J. Corey"
    ],
    "author_dict_list": [
        {
            "author_name": "Borwyn Wang",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland Clinic, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hrishikesh M Mehta",
            "author_affiliations": [
                "Department of Cancer Biology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth J. Corey",
            "author_affiliations": [
                "Departments of Pediatrics and Cancer Biology, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:32:59",
    "is_scraped": "1"
}