{
    "doi": "https://doi.org/10.1182/blood-2018-99-115551",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4031",
    "start_url_page_num": 4031,
    "is_scraped": "1",
    "article_title": "Menin Is a Therapeutic Target in MN1 High Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Myeloid Malignancies",
    "topics": [
        "infectious mononucleosis",
        "leukemia",
        "menin",
        "mn1 gene",
        "leukemogenesis",
        "histone methyltransferases",
        "excision",
        "fusion proteins",
        "immunoglobulins, thyroid-stimulating",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Clara Libbrecht, MD",
        "Simone Stefanie Riedel, PhD",
        "Jessica Haladyna, BA,MS",
        "Kathrin M. Bernt, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Pediatric Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "University of Colorado Denver Anschutz Medical Campus, Aurora, CO "
        ],
        [
            "Pediatric Oncology, Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Pediatric Oncology, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.947438399999996",
    "first_author_longitude": "-75.19403245",
    "abstract_text": "Meningioma-1 (MN1) has been found overexpressed in acute myeloid leukemia (AML). High MN1 expression levels are associated with poor prognosis and limited therapeutic options. Overexpression of MN1 in murine bone marrow progenitor cells causes leukemia as a single hit. Interestingly, MN1 induces a gene expression program that is reminiscent of KMT2a - rearranged leukemia, with high expression of the KMT2a (MLL-1) target genes HOXA7-13 and MEIS1 . However, MN1 oncogenic functions remain unclear and no targetable therapies are available for MN1 high leukemia. We have previously shown, using a conditional knock-out mouse, that deletion of the histone methyltransferase Kmt2a increased latency and decreased penetrance of MN1 driven leukemia. We sought to determine what specific function of KMT2A is relevant to MN1 leukemogenesis in order to identify new therapeutic targets. KMT2a is a H3K4 histone methyltransferase that can perform mono, di and tri-methylation through its C-terminal catalytic site, the conserved SET domain. We first asked whether the enzymatic activity of Kmt2a was required in MN1 driven leukemia. Mice with a constitutive germline deletion of the SET domain of Kmt2a ( ∆SET) present some reduction of Hox gene expression during development but survive into adulthood with normal hematopoiesis. We established MN1 leukemia on a ∆SET background and found no difference in disease latency. Similarly, deletion of the SET domain did not influence colony forming potential in vitro . Menin, the product of the MEN1 suppressor gene, interacts with the N-terminal of KTM2a. The KMT2a-Menin interaction has been shown to be critical for leukemic transformation by KMT2a fusion proteins. Interestingly, this is a unique feature of leukemic cells since Menin is dispensable for steady state hematopoiesis. Since Kmt2a is required for MN1 leukemogenesis, we next investigated whether Menin was also necessary. We established MN1 leukemia on a conditional Menin knock-out background. In primary transplants, upon Cre -mediated excision of Menin , we found a slight decrease in colony forming potential as well as a modest but significant increase in survival of injected recipients. The effect of Menin deletion on MN1 leukemogenesis became much more dramatic in secondary transplants. In vitro , replating efficiency was severely impaired with increased apoptosis and cell cycle arrest. In vivo , we noted a significant increase in disease latency. Finally, we asked if Menin was a potentially relevant therapeutic target in MN1 high leukemia. In vitro , pharmacologic inhibition of the KMT2a-Menin interaction resulted in reduced growth and increased apoptosis of MN1 murine leukemia cells, at micromolar concentrations. We have identified a human leukemia cell line with high MN1 and high HOXA9 expression, Mutz3. To ensure that our findings translate to human AML, we will address the effect of Menin inhibition in Mutz3 cells as well as in patient samples with confirmed MN1 high leukemia. In summary, our data suggest that the role of Kmt2a in MN1 driven leukemia is mediated by the KMT2a-Menin interaction, identifying Menin as a druggable target in MN1 high leukemia. View large Download slide View large Download slide  Disclosures Libbrecht: Institut Servier: Research Funding. Bernt: GSK: Other: husband works at GSK."
}