{
    "doi": "https://doi.org/10.1182/blood-2019-121813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4295",
    "start_url_page_num": 4295,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Bosutinib By Charlson Comorbidity Index in Previously Treated Patients with Chronic Myeloid Leukemia: Results from the Phase 4 BYOND Study ",
    "article_date": "November 13, 2019",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Background: Bosutinib is a tyrosine kinase inhibitor (TKI) approved for the treatment of Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) resistant/intolerant to prior therapy and newly diagnosed Ph+ chronic phase (CP) CML. The efficacy and safety of bosutinib by baseline comorbidities in patients with CML resistant/intolerant to prior TKIs were investigated. Methods: The phase 4 BYOND trial (NCT02228382) is further examining efficacy and safety of bosutinib (starting dose 500 mg/day) in patients with CML resistant/intolerant to prior TKIs. Comorbidities were analyzed using the Charlson Comorbidity Index (CCI), a validated measure of the influence of relevant comorbid conditions on mortality. Scores were derived from baseline data and patients grouped by CCI score 2-3, 4-5, and ≥6. This analysis was based on ≥1 year of follow-up and included patients with Ph+ CP CML. Results: 156 patients with Ph+ CP CML (n=42 [26.9%], 48 [30.8%], and 66 [42.3%] for CCI 2-3, 4-5, and ≥6) received bosutinib. Median treatment duration was 28.9, 23.9, and 20.1 months for CCI 2-3, 4-5, and ≥6; median dose intensity was 366.7, 385.3, and 291.5 mg/day. Across CCI groups, a substantial proportion of patients attained/maintained cytogenetic and molecular responses (Table). Grade 3/4 treatment-emergent adverse events (TEAEs) rates were 64.3%, 72.9%, and 80.3% for CCI 2-3, 4-5, and ≥6. Emerging grade 3/4 TEAEs differed between groups; diarrhea and increased alanine aminotransferase (ALT) were more common for CCI 2-3 (21.4% and 23.8%, respectively) and 4-5 (18.8% and 16.7%) and pleural effusion more common for CCI ≥6 (12.1%). For CCI 2-3, 4-5, and ≥6, 19.0%, 20.8%, and 31.8% of patients discontinued treatment due to AEs and 2.4%, 2.1%, and 9.1% due to insufficient response. Most common AEs leading to discontinuation in the respective groups were increased ALT and aspartate aminotransferase (7.1% each), increased ALT (8.3%), and pleural effusion (3.0%). 10 deaths occurred (n=0 [0%], 1 [2.1%], and 9 [13.6%] for CCI 2-3, 4-5, and ≥6), 8 due to AEs (none bosutinib-related), 1 CML-related, and 1 of unknown cause. No on-treatment transformations to advanced CML occurred. Conclusions: Across CCI groups, a majority of patients with Ph+ CP CML achieved/maintained cytogenetic and molecular responses, and only 1 CML-related death was reported. Patients with CCI ≥6 showed a trend toward higher rates of TEAEs, discontinuations due to AEs, and death. Results demonstrate efficacy of bosutinib across CCI scores, including patients with important comorbidities. However, CCI stratification may enable identification of patients at higher risk of developing TEAEs who require more careful monitoring. View large Download slide View large Download slide  Disclosures Gambacorti-Passerini: Bristol-Meyers Squibb: Consultancy; Pfizer: Honoraria, Research Funding. Brümmendorf: Janssen: Consultancy; Novartis: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Merck: Consultancy; University Hospital of the RWTH Aachen: Employment; Ariad: Consultancy. Gjertsen: Astellas: Consultancy; The Norwegian Cancer Society: Research Funding; BerGenBio: Consultancy; ERA PerMed: Research Funding; ACTII AS: Equity Ownership; Daiichi Sankyo: Consultancy; Seattle Genetics: Consultancy; Haukeland University Hospital / University of Bergen: Employment; KinN Therapeutics AS: Equity Ownership; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Helse Vest Health Trust: Research Funding; Research Council of Norway: Research Funding; EU Horizon 2020: Research Funding; BerGenBio AS: Membership on an entity's Board of Directors or advisory committees. Abboud: Jazz Pharma: Speakers Bureau; Novartis: Other: Member on an entity's Board of Directors or advisory committees (Ended 12/30/2017), Research Funding; Agios: Other: Member on an entity's Board of Directors or advisory committees (Ended 12/30/2017); Tetraphase Pharmaceuticals: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; NKarta: Consultancy, Honoraria; Incyte: Consultancy, Honoraria; Bayer: Consultancy, Honoraria. Rosti: BMS: Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Abruzzese: BMS: Consultancy; Incyte: Consultancy; Novartis: Consultancy; Pfizer: Consultancy. Leip: Pfizer: Employment, Equity Ownership. Viqueira: Pfizer Inc: Employment, Equity Ownership. García Gutiérrez: Novartis: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Incyte: Honoraria, Research Funding. Giles: Epigene Therapeutics Inc: Consultancy, Other: leadership, stock/other ownership ; Novartis: Consultancy; Actuate Therapeutics Inc: Employment. Hochhaus: Pfizer: Research Funding; Novartis: Research Funding; BMS: Research Funding; Incyte: Research Funding; MSD: Research Funding.",
    "topics": [
        "bosutinib",
        "comorbidity",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "pleural effusion",
        "adverse event",
        "alanine aminotransferase increased",
        "aspartate aminotransferases",
        "cancer",
        "diarrhea"
    ],
    "author_names": [
        "Carlo Gambacorti-Passerini, MD",
        "Tim H Brümmendorf, MD",
        "Bjorn T. Gjertsen, MD PhD",
        "Camille Abboud, MD",
        "Gianantonio Rosti, MD",
        "Elisabetta Abruzzese, MD",
        "Eric Leip, PhD",
        "Andrea Viqueira, MD",
        "Valentín García Gutiérrez, PhD",
        "Frank Giles, MD",
        "Andreas Hochhaus, MD"
    ],
    "author_affiliations": [
        [
            "University of Milano Bicocca, Monza, Italy "
        ],
        [
            "Universitätsklinikum RWTH Aachen, Aachen, Germany "
        ],
        [
            "Haukeland University Hospital, Helse Bergen, Bergen, Norway "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ],
        [
            "S. Eugenio Hospital, Tor Vergata University, Rome, Italy "
        ],
        [
            "Pfizer Inc, Cambridge, MA "
        ],
        [
            "Pfizer SLU, Madrid, Spain "
        ],
        [
            "Hematology and Hemotherapy Department, Hospital Universitario Ramón y Cajal, Madrid, Spain "
        ],
        [
            "Developmental Therapeutics Consortium, Chicago, IL "
        ],
        [
            "Klinik für Innere Medizin II, Universitätsklinikum Jena, Jena, Germany"
        ]
    ],
    "first_author_latitude": "45.518000799999996",
    "first_author_longitude": "9.213748099999998"
}