{
    "doi": "https://doi.org/10.1182/blood.V128.22.5227.5227",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3319",
    "start_url_page_num": 3319,
    "is_scraped": "1",
    "article_title": " DNMT3A Mutation inChinese Childhood Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "child",
        "dnmt3a gene",
        "leukemia, myelocytic, acute",
        "mutation",
        "myeloblastic leukemia, pediatric acute",
        "benign hereditary chorea",
        "complete remission",
        "impedance threshold device",
        "methyltransferase",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Weijing Li",
        "Chao Gao, Associate Researcher",
        "Lei Cui",
        "Shuguang Liu, PhD",
        "Xiaoxi Zhao",
        "Ruidong Zhang",
        "Huyong Zheng, MD PhD",
        "Minyuan WU, MD",
        "Zhigang Li, PhD"
    ],
    "author_affiliations": [
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Hematology and Oncology Center, Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Hematology and Oncology Center, Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Department of Pediatric Hematology, Beijing Children's Hospital, Capital Medical University, Beijing, China"
        ],
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ],
        [
            "Beijing Key Laboratory of Pediatric Hematology Oncology, National Key Discipline of Pediatrics, Beijing Children's Hospital, Capital Medical University, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.88880679999999",
    "first_author_longitude": "116.35366594999998",
    "abstract_text": "Purpose DNMT3A mutation has been found in approximately 20% of adult acute myeloid leukemia (AML) patients and in 0~1.4% of children with AML, and the hotspots of mutations are mainly located in the catalytic methyltransferase domain, thereinto, mutation R882 accounts for 60%. Although the prognosis of adult patients with DNMT3A mutations is dismal, the prognosis of DNMT3A mutation in childhood AML is still unclear. Here, we tried to determine the incidence and prognostic significance of DNMT3A mutations in Chinese childhood AML. Methods We detected the mutations in DNMT3A exon 23 by PCR and direct sequencing in 342 children with AML (0~16 years old) from January in 2005 to June in 2013, treated on BCH-2003 AML protocol. The correlation of DNMT3A mutations with clinical characteristics, fusion genes, other molecular anomalies ( FLT3-ITD , NPM1 , C- KIT and WT1 mutations), and treatment outcome were analyzed. Results DNMT3A mutations were detected in 4 out of 342 (1.2%) patients. The mutations in coding sequences included S892S, V912A, R885G, and Q886R. Furthermore, there were two intronic mutations (c.2598-15C>T and c.2739+55A>C) found in one patient. No association of DNMT3A mutations with common clinical features was found. Two patients with DNMT3A mutations died of relapse or complications during treatment, one patient gave up treatment due to introduction failure in day33. Only one patient achieved continuous complete remission. Conclusion s DNMT3A mutations were rare in Chinese children with AML. The mutation positions were different from the hotspots reported in adult AML. DNMT3A mutations may have adverse impact on prognosis of children with AML. Disclosures No relevant conflicts of interest to declare."
}