{
    "doi": "https://doi.org/10.1182/blood-2018-99-118735",
    "article_title": "Engagement and Education of the Sickle Cell Disease Community: What Sickle Cell Disease Patients and Parents Want to Know about CRISPR Genome Editing ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: One of the first therapeutic targets of CRISPR genome editing will likely be sickle cell disease (SCD), the most commonly inherited blood disorder in the U.S.SCD affects 100,000 individuals in the U.S. and more than 250 million individuals globally. Two targets of genome editing in SCD currently under investigation are HBB and BCL11A . The first approach ( HBB ) focuses on correcting the Glu6Val mutation in patient-derived stem and progenitor cells to promote differentiation into normal erythrocytes. The second approach involves disrupting BCL11A , a repressor of fetal hemoglobin. While preliminary results from research using both mechanisms show promise, risks related to insertional mutagenesis and host immune responses remain. As the research advances, limited knowledge exists regarding SCD stakeholders' (patients, parents and physicians) understanding of genome editing and their educational needs. Methods: We conducted a mixed methods study, which included a CRISPR genome editing educational video, pre- and post-video surveys, and fifteen, moderated focus groups: 6 patient groups, 6 parent groups, and 3 physician groups. The surveys included an assessment of participants' knowledge of CRISPR gene editing and the Genetic Literacy and Comprehension (GLAC) instrument. Eligible participants were patients with a diagnosis of SCD, parents of a child with SCD, and physicians who have delivered care to at least five adult or pediatric patients living with SCD for a minimum of 12 months. Differences between the pre- and post-video score of CRISPR technology knowledge were assessed using paired t-tests. NVivo 11 qualitative software tool was used to assist in data analysis. Results: For each of the eight complex genetic terms in the GLAC, patients and parents were asked to rank their familiarity on a scale from 1-7, and to complete fill-in-the-blank, multiple choice questions aimed at assessing their understanding of the term. Baseline genetic literacy levels were high for both stakeholder groups. Patients and parents had an average familiarity score of 6.34, and 6.88, respectively. 89% of both groups scored >70% on the fill-in-the-blank questions. As shown in Figure 1, the educational video tool was effective at increasing CRISPR genome editing knowledge among patients and parents - the average CRISPR genome editing knowledge scores of both groups increased by over two points (p<0.0001 and p=0.05, respectively). Prior to viewing the video, patients and parents had lower CRISPR genome-editing knowledge scores than physicians (p<0.0002 and p<0.0002, respectively). However, after viewing the video, there were no significant differences in scores between patients, parents, and physicians. Several qualitative themes emerged related to patients' and parents' interest in understanding CRISPR genome editing. These themes included the need for easily accessible scientific information regarding: 1) CRISPR's mechanism of action; 2) potential adverse reactions to CRISPR; 3) effects of genome editing on future generations; and 4) burden of participating in a genome editing clinical trial. Discussion: After watching the video tool, patients' and parents' understanding of CRISPR genome editing improved significantly. This suggests that video education tools may be an effective method to educate individuals living with SCD and parents about genome editing. Furthermore, this study reveals patients and parents were not only familiar with complex genetic terms, but also correctly defined them, suggesting a good baseline genetic literacy. The themes indicate the importance of keeping patients and parents informed and supporting their desires to be educated about the applications of genome editing technology which will further the advancement of clinical trials. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "crispr",
        "genome editing",
        "parent",
        "sickle cell anemia",
        "adverse effects",
        "fetal hemoglobin",
        "gene editing",
        "hematological diseases",
        "mutagenesis, insertional",
        "paired t-test"
    ],
    "author_names": [
        "Stacy Desine, BA",
        "Brittany Hollister, PhD",
        "Anitra Persaud, BA",
        "Vence L. Bonham, J.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Stacy Desine, BA",
            "author_affiliations": [
                "National Human Genome Research Institute, Social and Behavioral Research Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brittany Hollister, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, Social and Behavioral Research Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anitra Persaud, BA",
            "author_affiliations": [
                "National Human Genome Research Institute, Social and Behavioral Research Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vence L. Bonham, J.D.",
            "author_affiliations": [
                "National Human Genome Research Institute, Social and Behavioral Research Branch, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:35:57",
    "is_scraped": "1"
}