{
    "doi": "https://doi.org/10.1182/blood.V122.21.457.457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2491",
    "start_url_page_num": 2491,
    "is_scraped": "1",
    "article_title": "Histone-Induced Lung Injury and Coagulation Activation Are Reduced By C-Reactive Protein In The Acute Phase Response ",
    "article_date": "November 15, 2013",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "c-reactive protein",
        "histones",
        "lung injuries",
        "gel",
        "wounds and injuries",
        "toxic effect",
        "cytotoxicity",
        "pulmonary edema"
    ],
    "author_names": [
        "Simon Timothy Abrams",
        "Nan Zhang",
        "Guozheng Wang",
        "Cheng-Hock Toh"
    ],
    "author_affiliations": [
        [
            "Institute of Infection and Global Health, University of Liverpool, Liverpool, United Kingdom, "
        ],
        [
            "The Medical School, Southeast University, Nanjing, China"
        ],
        [
            "Institute of Infection and Global Health, University of Liverpool, Liverpool, United Kingdom, "
        ],
        [
            "Institute of Infection and Global Health, University of Liverpool, Liverpool, United Kingdom, "
        ]
    ],
    "first_author_latitude": "53.408060899999995",
    "first_author_longitude": "-2.965614199999999",
    "abstract_text": "Whilst histones are essential building blocks within cells in forming the basis of chromatin, their extracellular effects can be extremely toxic. We have shown in in vivo models with translational relevance to patients with severe trauma that circulating histones increase mortality through acute lung injury with multifocal alveolar hemorrhage, thrombi formation and severe lung edema. from patients within 4 hours of trauma exhibited histone-specific endothelial cell toxicity when histone levels reached 50 µg/ml. threshold was associated with increased interleukin (IL)-6 levels (r=0.55, p < 0.01) and thrombin-antithrombin (TAT) levels. However, serum from trauma patients at timepoints beyond 6 hours no longer exhibited histone-specific toxicity despite elevated histone levels. These samples were found to have increasing levels of C reactive protein (CRP), which were low until 4-6 hours post trauma. To examine if CRP could be neutralising the toxicity of circulating histones, in vitro culture systems demonstrate that CRP release is linked to extracellular histones as histones induce leucocytes to release pre-synthesized IL-6, which in turn induces the release of CRP by hepatocytes. a biosensor and gel overlay assays, CRP interacts with all individual histones and forms. Functionally, CRP (100 µg/ml) significantly reduces histone-induced endothelial cell damage, permeability increase and platelet aggregation by ∼50% ( p < 0.05), which is confirmed in vivo as CRP (10 mg/kg) inhibits endothelial damage [reduced circulating sTM by 1 fold ( p < 0.05)], vascular permeability [reduced Lung wet/dry weight ratio to control levels ( p < 0.05)], coagulation activation [reduced circulating TAT by 1 fold ( p < 0.05)] and thrombocytopenia [increased platelet/HCT ratio by 2 folds ( p < 0.05)]. Histological examination showed that CRP-infusion reduced lung edema, hemorrhage and thrombosis in mice challenged by a lethal dose of histones (75 mg/kg) to rescue these mice., induction of the acute phase response using casein reduced histone-induced pathological changes and protected mice challenged with a lethal dose of histones. trauma patients, CRP–histone complexes could be detected and was responsible for the loss of histone-specific cytotoxicity as addition of exogenous CRP to clinical samples with high histone but low CRP levels abolished the cytotoxic effects. The histone-specific manner was similar to the effect of incubating the patient samples with an anti-histone antibody. In conclusion, elevation in circulating histones following extensive cell death results in an acute phase reaction that involves CRP in neutralising further histone-induced cytotoxicity., this is a new specific role described for human CRP amidst its properties in generic host defence. Clinically, this CRP response lags behind the histone surge in patients and a time-critical period therefore exists for potential clinical interventions using anti-histone reagents. Disclosures: No relevant conflicts of interest to declare."
}