{
    "doi": "https://doi.org/10.1182/blood.V122.21.4738.4738",
    "article_title": "Arsenic Trioxide Induces Platelet Apoptosis ",
    "article_date": "November 15, 2013",
    "session_type": "301. Platelet Activation and Biochemistry",
    "abstract_text": "Background Arsenic trioxide (ATO), a component of Traditional Chinese Medicine, is known as an effective anticancer drug especially in the treatment of acute promyelocytic leukaemia (APL). APL has emerged as the most curable subtype of acute myeloid leukaemia since the widely use of arsenic trioxide-based chemotherapy. However, recent researches showed that thrombocytopenia occurred in 79% of the relapsed or refractory APL patients treated with arsenic trioxide, and part of the APL patients had to be stopped treatment because of catastrophic bleeding, such as intracranial and pulmonary haemorrhage. Thrombocytopenia also occurred in 43% of the myelodysplastic syndrome patients treated with arsenic trioxide. Recently, arsenic trioxide has been proved to have a pro-apoptotic effect on various kinds of nucleated tumour cells or non-tumour cells. The effect of ATO on enucleated platelet, however, still remains unclear. The aim of current study is to investigate whether ATO induces platelet apoptosis. Methods Washed platelets (3 × 10 8 /ml) were incubated with different concentrations of ATO or vehicle at 37°C for 4 hours. Then, mitochondrial inner transmembrane potential (ΔΨm), phosphatidylserine (PS) exposure, P-selection and PAC-1 binding were tested by flow cytometry. In the mean time, the treated platelets were analyzed by western blot for the expression levels of pro-apoptotic protein (Bax), and anti-apoptotic proteins (Bcl-2 and Bcl-XL). Activation of caspase-3 and c-jun NH2-terminal kinase (JNK) was also examined by western blot. To test whether inhibition of JNK can attenuate ATO-induced platelet apoptosis, JNK specific inhibitor dicumarol was used and ΔΨm was analysis by flow cytometry. For platelet aggregation analysis, PRP was incubated with ATO (2 μM) for 1 hr and then subjected to platelet aggregation assay by collagen. To further investigate whether ATO incurs thrombocytopenia in vivo, clinical therapeutic dosage of ATO (or vehicle (0.9% NS) control) was intraperitoneally injected into C57 mice, and the numbers of circulating platelets were counted. Results and Conclusions ATO dose-dependently induces depolarization of mitochondrial inner ΔΨm, up-regulation of Bax and down-regulation of Bcl-2 and Bcl-XL, caspase-3 activation, and PS exposure in platelets. ATO did not induce surface expression of P-selectin and PAC-1 binding, whereas, obviously reduced collagen-induced platelet aggregation. ATO dose-dependently induced JNK activation, and JNK specific inhibitor dicumarol obviously reduced ATO-induced ΔΨm depolarization in platelets. Clinical therapeutic dosage of ATO was intraperitoneally injected into C57 mice, and the numbers of circulating platelets were significantly reduced after 12 and 24 hours of injection. Taken together, the data demonstrate that ATO induces caspase-dependent apoptosis via mitochondria-mediated intrinsic pathway in platelets. ATO does not incur platelet activation, whereas, it not only impairs platelet function but also incurs thrombocytopenia in vivo, suggesting the possible pathogenesis of thrombocytopenia in patients treated with ATO. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "arsenic trioxide",
        "blood platelets",
        "thrombocytopenia",
        "bcl-xl protein",
        "caspase-3",
        "depolarization",
        "dicumarol",
        "flow cytometry",
        "western blotting"
    ],
    "author_names": [
        "Yicun Wu",
        "Jin Dai",
        "Weilin Zhang, PhD",
        "Rong Yan, PhD",
        "Yiwen Zhang, PhD",
        "Changgeng Ruan, MD, PhD",
        "Kesheng Dai, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yicun Wu",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jin Dai",
            "author_affiliations": [
                "School of life sciences, Peking University, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weilin Zhang, PhD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Yan, PhD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiwen Zhang, PhD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changgeng Ruan, MD, PhD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kesheng Dai, PhD",
            "author_affiliations": [
                "Key Laboratory of Thrombosis and Hemostasis of Ministry of Health, Jiangsu Institute of Hematology, The First Affiliated Hospital of Soochow University, Suzhou, China, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T06:44:15",
    "is_scraped": "1"
}