{
    "doi": "https://doi.org/10.1182/blood-2018-99-117438",
    "article_title": "Metabolic Reprogramming of Myeloid Cells in Response to Factors of \"Emergency\" Myelopoiesis By Myeloid-Specific PD-1 Ablation, Regulates Myeloid Lineage Fate Commitment and Anti-Tumor Immunity ",
    "article_date": "November 29, 2018",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Regulation of Myelopoiesis and Neutrophil Lineage Mutations: Biological Mechanism and Clinical Implications",
    "abstract_text": "PD-1 is a T cell inhibitor for which blocking agents have achieved success as anti-cancer therapeutics. The current view is that cancer limits host immune responses by upregulating PD-L1 in the tumor microenvironment (TME) thereby causing PD-1 ligation and inactivation of CD8 + T eff cells. However, PD-L1 expression in the TME does not always correlate with therapeutic response. Thus, the mechanism(s) by which PD-1 blockade reverses compromised anti-tumor immunity are poorly understood. The rapid increase in hematopoietic cell output that occurs in response to immunologic stress is known as emergency myelopoiesis. Low-level stimulation by cancer-generated factors induces modest but continuous expansion of myeloid progenitors (MP) (common myeloid progenitors (CMP) and granulocyte/macrophage progenitors (GMP)) albeit with hindered differentiation, leading to output of tumor-promoting myeloid-derived suppressor cells (MDSCs). We determined that myeloid cells expanding during cancer-driven emergency myelopoiesis in tumor-bearing mice express PD-1 and PD-L1. Using PD-1 KO mice we found that PD-1 deletion prevented the accumulation of GMP and stimulated the output of Ly6C hi effector monocytes, macrophages and dendritic cells (DC). To determine whether these outcomes were mediated by a myeloid-intrinsic impact of PD-1 ablation or by the effects of PD-1 neg T cells on myeloid cells, we generated mice with conditional targeting of the Pdcd1 gene (PD-1 f/f ) and selectively eliminated PD-1 in myeloid cells (PD-1 f/fLysMcre ) or T cells (PD-1 f/fCD4cre ). Myeloid-specific, but not T cell-specific PD-1 ablation, prevented the accumulation of GMP while promoting the output of effector-like myeloid cells expressing CD80, CD86, CD16/32 (FcRII/III) and CD88 (C5aR). Myeloid cells with PD-1 ablation had elevated expression of IRF8 that drives monocyte and DC differentiation and decreased expression of the MDSC hallmark markers IL-4R, CD206, ARG1 and CD38. Nutrient utilization has a decisive role on the fate of hematopoietic progenitors (HP) and MP. Stemness and pluripotency are regulated by maintenance of glycolysis whereas switch to mitochondrial metabolism is associated with differentiation. To examine whether PD-1 ablation affected these metabolic proceces, bone marrow (BM) from PD-1 f/f and PD-1 f/fLysMcre mice was cultured with G-CSF/GM-CSF/IL-6, key drivers of emergency myelopoiesis. MP differentiation was documented by decrease of Lin neg and increase of Lin pos cells, which was more prominent in PD-1 f/fLysMcre BM cultures. This coincided with increase of CD45 + CD11b + and dominance of Ly6C + monocytic cells consistent with a cell-intrinsic mechanism of monocytic lineage commitment. PD-1 f/fLysMcre MP had elevated mTORC1, Erk1/2 and Stat1 activation, and enhanced glucose uptake and mitochondrial biogenesis. Bioenergetics studies showed robust development of a mitochondrial-dominant profile, consistent with metabolism-driven enhanced differentiation of MP. Mass spectrometry revealed enhanced intermediates of glycolysis, PPP and TCA cycle, but the most prominent difference was the increased cholesterol. Because mTORC1 signaling, which was enhanced in PD-1 f/fLysMcre MP, activates de novo lipid and cholesterol synthesis via SREBP1, we examined the mevalonate pathway of cholesterol synthesis. mRNA for genes mediating cholesterol synthesis and uptake was increased whereas mRNA for genes mediating cholesterol metabolism was decreased. Cholesterol induces a proinflammatory program in myeloid cells, drives differentiation of monocytes, macrophages and DC and promotes antigen-presenting function. We examined how such changes in myeloid cells might affect the function of T cells, which are key anti-tumor mediators. Compared to tumor-bearing PD-1 f/f mice, PD-1 f/fLysMcre tumor-bearers had no quantitative T cell differences but had an increase in IFNγ- IL-17-, and IL-10-expressing CD8 + T eff-mem and IL-2-expressing T central-mem cells, consistent with superior functionality. These changes correlated with enhanced anti-tumor protection despite preserved PD-1 expression in T cells. Our findings reveal a previously unidentified role of PD-1 in metabolism-driven myeloid cell lineage fate commitment and differentiation and suggest that switch to effector myeloid cells might be a key mechanism by which PD-1 blockade mediates systemic anti-tumor immunity. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ablation",
        "immunity",
        "myeloid cells",
        "myelopoiesis",
        "neoplasms",
        "cancer",
        "cyclic gmp",
        "programmed cell death 1 ligand 1",
        "cholesterol",
        "rna, messenger"
    ],
    "author_names": [
        "Laura Strauss, PhD",
        "Jessica D Weaver, PhD",
        "Rinku Pal, MS",
        "John Asara, PhD",
        "Nikolaos Patsoukis, PhD",
        "Vassiliki A Boussiotis, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura Strauss, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica D Weaver, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rinku Pal, MS",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Asara, PhD",
            "author_affiliations": [
                "Mass Spectrometry Core, Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Patsoukis, PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassiliki A Boussiotis, MD PhD",
            "author_affiliations": [
                "Hematology-Oncology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:05:29",
    "is_scraped": "1"
}