{
    "doi": "https://doi.org/10.1182/blood.V120.21.822.822",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2245",
    "start_url_page_num": 2245,
    "is_scraped": "1",
    "article_title": "Inhibition of Sphk1 Activity in Erythrocytes Ameliorating the Pathophysiology of Sickle Cell Disease ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Transplant for Lymphoma and Lymphoid Leukemia",
    "abstract_text": "Abstract 822 Sickle cell disease (SCD) is a genetic hemolytic disease with high morbidity and mortality affecting millions of individuals worldwide. Although SCD was identified a century ago, we still lack effective mechanism-based therapies to treat this disease. Using non-biased metabolomic screening, we found that sphingosine-1-phosphate (S1P) is significantly elevated in the blood of SCD mice. Further analysis revealed that the activity of sphingosine kinase 1 (Sphk1, the enzyme that produces S1P) is significantly elevated in erythrocytes of SCD mice. Chronic treatment of SCD mice with a SphK1 inhibitor significantly attenuated sickling, hemolysis, inflammation and multiple tissue damage by reducing erythrocyte and plasma S1P levels. Erythrocyte S1P levels were further elevated following hypoxia/reoxygenation-induced acute sickle crisis (ASC) in SCD mice and blocking its elevation by a Sphk1 specific inhibitor significantly reduced hallmark features associated with ASC and increased survival rates. To extend our pharmacological findings, we utilized a genetic approach to inhibit the synthesis of Sphk1 specifically in hematopoietic cells (HCs). For this purpose we infected bone marrow cells (BMCs) isolated from SCD mice with recombinant lentivirus encoding shRNA specific for Sphk1 or a scrambled shRNA sequence. Following viral transduction, we transplanted the genetically modified BMCs from SCD mice to lethally irradiated WT recipients to generate SCD chimeras. Similarly, we found that knockdown of SphK1 by shRNA in SCD chimeras led to a significant reduction of erythrocyte and plasma S1P and subsequent decreased sickling, hemolysis and inflammatory cells. Strikingly, we found that splenomegaly was substantially reduced in SCD chimera mice with the specific knockdown of SphK1 in hematopoietic cells. As with SCD mice, we found that erythrocyte Sphk1 activity and erythrocyte and plasma S1P levels were significantly elevated in humans with SCD compared to normal individuals. Inhibition of SphK1 in cultured primary human erythrocytes isolated from SCD patients inhibited hypoxia-induced elevation of erythrocyte S1P levels and reduced sickling. Thus, we have revealed for the first time that SphK1-mediated S1P elevation in SCD erythrocytes is a key contributor to sickling in SCD and that Sphk1 inhibition can attenuate both acute and chronic sickling events and disease progression. In an effort to determine the molecular mechanism underlying S1P-induced sickling, we unexpectedly found that S1P directly binds with Hb and results in a reduced Hb-O 2 affinity. This finding led us to further discover that 2,3-diphosphoglycerate, another erythrocyte specific allosteric modulator, is required for S1P-mediated allosteric modulation and that these two endogenous heterotropic modulators work cooperatively to induce a substantial reduction in Hb-O 2 affinity. Thus, our discovery adds a significant new chapter to erythrocyte physiology by revealing S1P is a novel allosteric modulator of Hb-O 2 affinity and also provides a mechanism underlying S1P-mediated sickling by promoting the formation of deoxyHbS. Thus, the work reported here could be the foundation leading to future human trials and a possible therapy for SCD, a life-threatening hemolytic disorder for which the current treatment is extremely limited. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "erythrocytes",
        "sickle cell anemia",
        "hypoxia",
        "disease progression",
        "enzymes",
        "human placental lactogen",
        "inflammation",
        "phosphotransferases",
        "screening",
        "sphingosine"
    ],
    "author_names": [
        "Yujin Zhang",
        "Anren Song",
        "Vladimir Berka",
        "Harinder S. Juneja",
        "Jun Zhang, MD",
        "Ah-lim Tsai",
        "Modupe Idowu, MD",
        "Martin Safo",
        "Qibo Zhang",
        "Danny C Alexander",
        "Rodney E. Kellems",
        "Yang Xia"
    ],
    "author_affiliations": [
        [
            "Biochemistry and Molecular Biology, The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "Biochemistry and Molecular Biology, The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "Hematology, The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "Hematology Division, University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "East Carolina University, GreenVille, NC, USA, "
        ],
        [
            "The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "Virginia Commonwealth University, Richmond, VA, USA, "
        ],
        [
            "Metabolon, Inc, USA, "
        ],
        [
            "Metabolon, INC, Durham, NC, USA"
        ],
        [
            "Biochemistry and Molecular Biology, The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ],
        [
            "Biochemistry and Molecular Biology, The University of Texas Health Science Center-Medical School at Houston, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.703166299999996",
    "first_author_longitude": "-95.4032312"
}