{
    "doi": "https://doi.org/10.1182/blood.V114.22.3071.3071",
    "article_title": "Pharmacogenetic Risk Factors for Altered Bone Mineral Density and Body Composition in Pediatric Acute Lymphoblastic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "ACUTE LYMPHOBLASTIC LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY POSTER II",
    "abstract_text": "Abstract 3071 Poster Board III-8 Introduction As the survival of pediatric acute lymphoblastic leukemia (ALL) improves, research on treatment-related morbidity, like disturbance of body composition and bone mineral density (BMD), is required. This study investigates pharmacogenetic risk factors for BMD and body composition in pediatric ALL. Methods We determined the influence of SNPs in 4 genes ( vitamin-D receptor (VDR: BsmI/ ApaI/ TaqI and Cdx-2/ GATA), collagen type I alpha 1 (SpI), estrogen receptor 1 (ESR1: PvuII/ XbaI) and the glucocorticoid receptor (BclI) ) on body composition, BMD and fracture risk during dexamethasone-based pediatric ALL treatment. Anthropometry data of 69 patients (mean age 7.4 (range: 1.6-16.8) year) treated according to the DCOG-ALL9 protocol were evaluated. In patients aged >4 years body composition and BMD of the total body (BMD-TB) and the lumbar spine (BMD-LS) were measured repeatedly using dual energy X-ray absorptiometry. To correct for bone size we calculated bone mineral apparent density of the lumbar spine (BMAD-LS) with the model BMAD-LS = BMD-LS x (4/ (n × width)). All values were expressed as standard deviation scores (SDS). Repeated measurements analysis (ANOVA) was used. Results Non-carriers of VDR 5'-end ( Cdx-2/ GATA ) haplotype 3 revealed a significant larger fat gain than carriers (Δ%fat: non-carriers: +1.76 SDS, carriers: +0.77 SDS, p<0.001). At diagnosis and during therapy, BMD-LS was significant higher in non-carriers of VDR 5'-end ( Cdx-2/ GATA ) haplotype 3 than in carriers. The other SNPs did not influence BMD or fracture risk during or after treatment. The year after treatment discontinuation, lean body mass increased in non-carriers of ESR1 ( PvuII/ XbaI ) haplotype 3 and decreased in carriers (Δ lean body mass: non-carriers: +0.28 SDS, carriers: -0.55 SDS, p<0.01). Conclusion This is the first study investigating the influence of genetic variation of the VDR , COLIA1 , ESR1 and GR on body composition, BMD and fracture risk in pediatric ALL. We found the VDR 5'-end ( Cdx-2/GATA) haplotype 3 as a protective factor for excessive fat gain during therapy. Moreover, this haplotype 3 of the VDR 5'-promoter was determined as risk factor for a lower BM(A)D-LS at diagnosis that remained during ALL treatment. Carriage of ESR1 ( PvuII/XbaI ) haplotype 3 negatively influenced recovery of lean body mass after treatment discontinuation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "body composition",
        "bone mineral density",
        "leukemia, lymphocytic, acute, childhood",
        "pharmacogenetics",
        "withdrawing treatment",
        "dexamethasone",
        "estrogen receptors",
        "glucocorticoid receptors",
        "minerals",
        "tuberculosis"
    ],
    "author_names": [
        "Mariël L. te Winkel, MD",
        "Robert D van Beek, MD",
        "Sabine M.P.F. de Muinck Keizer-Schrama, MD, PhD",
        "André G. Uitterlinden, Prof.",
        "Wim C.J. Hop, PhD",
        "Rob Pieters, Prof.",
        "M.M. Van Den Heuvel, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mariël L. te Winkel, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert D van Beek, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine M.P.F. de Muinck Keizer-Schrama, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Endocrinology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André G. Uitterlinden, Prof.",
            "author_affiliations": [
                "Department of Internal Medicine, Erasmus MC - University Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wim C.J. Hop, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, Erasmus MC - University Medical Center, Rotterdam, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rob Pieters, Prof.",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, Erasmus MC Rotterdam - Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M.M. Van Den Heuvel, MD, PhD",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:33:07",
    "is_scraped": "1"
}