{
    "doi": "https://doi.org/10.1182/blood-2020-137246",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4553",
    "start_url_page_num": 4553,
    "is_scraped": "1",
    "article_title": "Lentiviral Mediated Gene Therapy for Pyruvate Kinase Deficiency: A Global Phase 1 Study for Adult and Pediatric Patients ",
    "article_date": "November 5, 2020",
    "session_type": "801.Gene Editing, Therapy and Transfer",
    "abstract_text": "Introduction: Pyruvate Kinase Deficiency (PKD) is a rare inherited hemolytic anemia that is caused by mutations in the PKLR gene leading to decreased red cell pyruvate kinase (RPK) activity and impaired erythrocyte metabolism. The disorder is characterized by anemia, reticulocytosis, splenomegaly and iron overload, and may be life-threatening in severely affected individuals. PKD represents a significant unmet medical need as current therapies are palliative and limited to chronic blood transfusions, iron chelation therapy, and splenectomy. The side effects of these supportive treatments include iron overload, end-organ damage and increased infection risks. AG-348, an allosteric activator of RPK , is under evaluation in clinical trials, predominantly in less severely-afflicted transfusion-independent patients. Allogeneic hematopoietic stem cell transplantation (HSCT) has been performed in selected cases and resulted in transfusion independence, suggesting that the disorder may be reversed when an adequate level of hematopoietic stem and progenitor cells (HSPCs) harboring a corrected PKLR gene engraft in the bone marrow (BM). The therapeutic efficacy of allogeneic transplant is limited by the availability of a suitable donor and transplant-associated toxicities. Preclinical studies conducted in a clinically relevant PKD murine model have demonstrated the safety and efficacy of Lin - BM cells transduced with the therapeutic lentiviral vector, PGK-coRPK-WPRE, in ameliorating the PKD phenotype. More specifically, transplantation of transduced cells resulted in increased erythrocyte survival, decreased reticulocytosis, and improvement in the secondary manifestations of hemolytic anemia, including splenomegaly and hepatic iron overload. Based on compelling preclinical data, a global Phase 1 clinical trial RP-L301-0119 (clinicaltrials.gov#NCT04105166) is underway to evaluate the feasibility and safety of lentiviral mediated gene therapy in adults and pediatric subjects with severe PKD. Methods: 6 subjects with severe PKD (defined as having a history of severe and/or transfusion-dependent anemia despite prior splenectomy) will be enrolled in the Phase 1 study; the first 2 subjects will be adults (age ≥18-<50 years), followed by 2 older pediatric subjects (age ≥12-17 years) once initial safety has been established. Subsequently, 2 younger pediatric subjects (age ≥8-11 years) will be enrolled. Peripheral blood (PB) hematopoietic stem cells are collected on two consecutive days via apheresis after mobilization with granulocyte-colony stimulating factor (G-CSF) and plerixafor. CD34+ HSPCs are enriched, transduced with PGK-coRPK-WPRE lentiviral vector (LV), and cryopreserved. Following final release testing of the investigational product (IP), RP-L301, myeloablative conditioning with therapeutic drug monitoring (TDM)-guided busulfan is administered over 4 days. RP-L301 is then thawed and infused. Patients are followed for safety assessments, including replication competent lentivirus (RCL) and insertion site analysis (ISA), and for efficacy parameters including PB and BM genetic correction, decrease in transfusion requirements, clinically significant improvement in anemia, and reduction of hemolysis. Results: An adult female PKD subject (age 31 years) with significant anemia and transfusion requirement has received treatment as of July 2020. Mobilization and apheresis procedures were performed successfully and busulfan conditioning was administered at the target area under the curve (AUC). IP consisted of 3.9×10 6 CD34+ cells/kg body weight, with a mean vector copy number (VCN) of 2.73. Safety and preliminary efficacy results will be available at the time of presentation. Conclusions: Efficacy in pre-clinical models indicates promising potential for clinical gene therapy in severe PKD Hematopoietic stem cell mobilization using G-CSF and plerixafor appears feasible and effective in adult PKD patients IP was successfully manufactured to meet the required specifications for the Phase 1 clinical study and administered without short-term infusion related complications Disclosures Navarro: Rocket Pharmaceuticals, Inc.: Current equity holder in publicly-traded company, Other: SN has licensed medicinal products and receives research funding and equity from Rocket Pharmaceuticals, Inc., Patents & Royalties, Research Funding. Sevilla: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company. Glader: Agios Pharmaceuticals, Inc.: Consultancy. Beard: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Law: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Zeini: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Choi: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Nicoletti: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Bueren: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company, Other: Consultant for Rocket Pharmaceuticals, Inc. and has licensed medicinal products and receives research funding and equity from this company., Patents & Royalties, Research Funding. Rao: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Schwartz: Rocket Pharmaceuticals, Inc.: Current Employment, Current equity holder in publicly-traded company. Segovia: Rocket Pharmaceuticals, Inc.: Consultancy, Current equity holder in publicly-traded company, Other: Consultant for Rocket Pharmaceuticals, Inc. and has licensed medicinal products and receives research funding and equity from the Company., Patents & Royalties, Research Funding.",
    "topics": null,
    "author_names": [
        "José Luis López Lorenzo, MD",
        "Susana Navarro, PhD",
        "Ami J Shah, MD",
        "Maria Grazia Roncarolo, MD",
        "Julián Sevilla, MD PhD",
        "Lucía Llanos, MD PhD",
        "Begoña Pérez Camino de Gaisse, MD",
        "Sol Sanchez, MD",
        "Bertil Glader, MD PhD",
        "May Chien, MD",
        "Oscar Quintana Bustamante, PhD",
        "Brian C Beard, PhD",
        "Kenneth M Law, PhD",
        "Miriam Zeini, PhD",
        "Grace Choi, BS",
        "Eileen Nicoletti, MD",
        "Juan A Bueren, PhD",
        "Gayatri R Rao, MD JD",
        "Jonathan D Schwartz, MD",
        "José C Segovia, PhD"
    ],
    "author_affiliations": [
        [
            "Hospital Universitario Fundación Jiménez Díaz, Madrid, Spain",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain"
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain",
            "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain",
            "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain"
        ],
        [
            "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA",
            "Center for Definitive and Curative Medicine, Stanford University, Stanford, CA",
            "Stanford Children's Hospital, Palo Alto, CA"
        ],
        [
            "Department of Pediatrics, Division of Stem Cell Transplantation and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA",
            "Center for Definitive and Curative Medicine, Stanford University, Stanford, CA",
            "Stanford Children's Hospital, Palo Alto, CA"
        ],
        [
            "Hospital Infantil Universitario Niño Jesus, Madrid, Spain"
        ],
        [
            "Hospital Universitario Fundación Jiménez Díaz, Madrid, Spain",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain"
        ],
        [
            "Hospital Universitario Fundación Jiménez Díaz, Madrid, Spain",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain"
        ],
        [
            "Hospital Universitario Fundación Jiménez Díaz, Madrid, Spain",
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain"
        ],
        [
            "Stanford Children's Hospital, Palo Alto, CA",
            "Department of Pediatrics, Division of Hematology/Oncology, Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Stanford Children's Hospital, Palo Alto, CA",
            "Department of Pediatrics, Division of Hematology/Oncology, Stanford University School of Medicine, Stanford, CA"
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain",
            "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain",
            "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain",
            "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain",
            "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Rocket Pharmaceuticals, Inc., New York, NY"
        ],
        [
            "Unidad Mixta de Terapias Avanzadas, Instituto de Investigación Sanitaria Fundación Jiménez Díaz (IIS-FJD, UAM), Madrid, Spain",
            "Centro de Investigación Biomédica en Red de Enfermedades Raras (CIBERER), Madrid, Spain",
            "Division of Hematopoietic Innovative Therapies, Centro de Investigaciones Energéticas, Medioambientales y Tecnológicas (CIEMAT), Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.4389213",
    "first_author_longitude": "-3.7190791000000005"
}