{
    "doi": "https://doi.org/10.1182/blood-2018-99-114351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3987",
    "start_url_page_num": 3987,
    "is_scraped": "1",
    "article_title": " TFL Deletion Induces Incredible CXCL13 Secretion and Cachexia in Vavp - Bcl2 T ransgenic Mice ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "bodily secretions",
        "cachexia",
        "chemokine cxcl13",
        "mice",
        "weight reduction",
        "rna, messenger",
        "immunoglobulin m",
        "lymphoma"
    ],
    "author_names": [
        "Kentaro Minagawa, MDPhD",
        "Kanako Wakahashi, MD PhD",
        "Fukui Chie",
        "Shinichiro Nishikawa, MD PhD",
        "Noboru Asada, MD PhD",
        "Yuko Kawano, MD PhD",
        "Hiroki Kawano, MD PhD",
        "Tomohide Suzuki, MD",
        "Shinichi Ishii, MD",
        "Yoshio Katayama, MD PhD",
        "Toshimitsu Matsui, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, Penn State College of Medicine, Hershey, PA "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Department of Hematology and Oncology, Okayama University Hospital, Okayama, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Kobe University Graduate School of Medicine, Kobe, Japan "
        ],
        [
            "Hematology, Department of Medicine, Nishiwaki Municipal Hospital, Nishiwaki, Japan"
        ]
    ],
    "first_author_latitude": "40.26411769999999",
    "first_author_longitude": "-76.67722619999999",
    "abstract_text": "Diffuse large B-cell lymphomas (DLBCL) are heterogeneous diseases caused by several genetic aberrations. The novel post-transcriptional regulator gene called transformed follicular lymphoma ( TFL ) was first identified from t(2;6)(p12;q23), which appeared during the transformation of FL to DLBCL (Minagawa et al. Br J Haematol 2007). Normal human lymphocytes generally express TFL, but it is defective in some leukemia/lymphoma cell lines. TFL overexpression in such cell lines inhibited cell growth, suggesting that TFL functions as a tumor suppressor (Minagawa et al. Mol Cancer Res 2009). TFL locates in mRNA processing body in the cytoplasm and has the unique CCCH-type zinc finger motif functioning as RNase. TFL regulates several cytokines, including IL-2, IL-6, IL-10, TNF-α, and IL-17a, via mRNA degradation. In an experimental autoimmune encephalitis model, TFL null mice ( TFL -/- ) demonstrated persistent paralysis, resulting from more infiltration of Th17 cells into CNS with markedly increased IL-17a mRNA levels. Therefore, a TFL-driven feedback mechanism for excessive inflammation is indispensable to suppress T-cell-mediated autoimmune diseases (Minagawa et al. J Immunol 2014). TFL deletion examined by FISH using a 110kbp DNA probe containing an entire TFL locus was found in 12.8% of mature B-cell lymphomas (n=86, FL=30, DLBCL=40). However, the pathological significance of TFL deletion has not yet been clarified. To investigate how TFL loss affects lymphoma biology, we developed VavP- bcl2 transgenic ( Bcl2 -Tg)/ TFL -/- mice. Although the survival of TFL -/- was comparable to the wild-type, Bcl2 -Tg/ TFL -/- died about 19 weeks earlier than Bcl2 -Tg (Fig. 1). Both strains developed lymphadenopathy and splenomegaly similarly. No different microscopic finding was noted in lymph nodes, spleen, or bone marrow (BM). No additional malignancy was found in Bcl2 -Tg/ TFL -/- on autopsy. However, significant body weight loss appeared by 30 weeks in Bcl2 -Tg/TFL -/- but not in Bcl2 -Tg (Fig. 3). To identify what causes earlier death in Bcl2 -Tg/ TFL -/- , we carefully examined the phenotypic change of BM lymphocytes. We found a unique B220 - IgM + population in Bcl2 -Tg BM, which was not found in wild-type. We speculated that TFL deficiency in this population might drive the deterioration in Bcl2 -Tg/ TFL -/- . To identify which mRNA was dysregulated by TFL deficiency, we comprehensively analyzed mRNA expression profiles in B220 - IgM + cells in both strains using cDNA microarray chip. Among several genes upregulated at least threefold in Bcl2- Tg/ TFL -/- than Bcl2 -Tg, we paid attention to CXCL13 , the mRNA expression of which in Bcl2 -Tg/ TFL -/- was 4.19-fold higher than that in Bcl2 -Tg (p=0.03). In fact, CXCL13 concentration in BM extracellular fluid as well as plasma in Bcl2 -Tg/ TFL -/- showed incredible increase in a logarithmic scale (Fig. 2). As a noteworthy event, body weight loss in Bcl2 -Tg/ TFL -/- followed the increase of CXCL13 in plasma by 30 weeks (Fig. 3). To confirm that TFL post-transcriptionally regulates CXCL13 mRNA through the degradation of its 3′UTR, we performed a reporter assay with a plasmid vector containing 3′UTR of CXCL13 mRNA. Co-transfection with a TFL expression vector showed decreased luciferase activity compared to the control. This suggests that TFL directly regulates CXCL13 mRNA via its 3′UTR degradation. This regulation occurs more prominently in B-cell lineage rather than myeloid or T-cell lineage, whereas IL-2 mRNA regulation occurs promiscuously. CXCL13 secretion was significantly increased in the culture supernatant of BM cells but not spleen cells derived from Bcl2 -Tg/ TFL -/- . We further sorted several cell populations, including B220 - IgM + in BM, and cultured them for 96 h. CXCL13 secretion from B220 - IgM + population was increased significantly compared to other populations. Thus, we concluded that B220 - IgM + cells in BM are the main producer of CXCL13 in Bcl2 -Tg/ TFL -/- . Loss of TFL-driven attenuation for excessive inflammation in lymphoma-bearing mice could contribute to the short survival. It is of interest whether high plasma CXCL13 directly affects cachexia and early death in Bcl2 -Tg/ TFL -/- . TFL deletion in human lymphoma might contribute not only to malignant transformation but also to a major B symptom, i.e., weight loss. Our findings may open a new window for the predictive factor on the prognosis of B-cell lymphoma and/or new therapeutic intervention by targeting CXCL13. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}