{
    "doi": "https://doi.org/10.1182/blood.V118.21.3172.3172",
    "article_title": "Expression of (pro)Renin Receptor in Human Erythroid Cell Lines: The Effect of Interferon-γ, ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster III",
    "abstract_text": "Abstract 3172 The renin-angiotensin system (RAS) plays an essential role in the regulation of blood pressure and electrolyte balance. The RAS components including renin, angiotensinogen, angiotensin-converting enzyme (ACE) and angiotensin (AT) receptor are expressed, not only in the cardiovascular organs, but also in the bone marrow. Angiotensin II stimulates proliferation of erythroid cells. Furthermore, RAS enhances erythropoiesis through the stimulation of the AT1a receptor in kidney cells and subsequent elevation of plasma erythropoietin levels (Kato H. et al., FASEB 19:2023–2025; 2005). (Pro)renin receptor ((P)RR), a specific receptor for renin and prorenin, has recently been identified (Nguyen G.D. et al., J Clin Invest 109:1417–1427; 2002). (P)RR is a 350 amino-acid protein with a single transmembrane domain. When bound to (pro)renin, (P)RR leads nonproteolytic activation of prorenin and directly activate mitogen-activated protein kinase (MAPK) ERK1/2 independently from RAS. (P)RR widely expressed in various tissues including heart, kidney and brain. However, the expression of (P)RR in erythroid cells and its (path)physiological roles in erythropoiesis have not been clarified yet. In this study, we therefore examined the expression of (P)RR in human cultured erythroid cell lines, YN-1 and YN-1-0-A (a daughter cell line of YN-1 which can be maintained in serum-free medium). Antiserum against human (P)RR was previously reported (Hirose T. et al., Peptides 30:2316–2322; 2009). YN-1 cells were maintained in Iscove's modified Dulbecco's medium containing fetal bovine serum. YN-1-0-A cells were cultured in serum-free AIM-V medium supplemented with FeCl 3 (2.6 μM). To induce erythroid differentiation of YN-1-0-A cells, cells were incubated with activated human recombinant TGF-β1. Furthermore, effects of hypoxia (1% O 2 ) or interferon-γ (IFN-γ) on (P)RR expression were studied. Western blot analysis and Real Time PCR showed expression of (P)RR protein and mRNA, respectively, in YN-1 and YN-1-0-A cells. Expression levels of (P)RR protein in YN-1 and YN-1-0-A cells were comparable with those in rat kidney tissue. TGF-β1, an erythroid differentiation inducer on these cell lines (Kaneko K. et al., FEBS J 276:1370–1382; 2009), did not affect the expression levels of (P)RR significantly, suggesting that (P)RR is constitutively expressed in erythroid cells independently of their differentiation states. Treatment of hypoxia (1% O 2 for 24h) also did not affect the expression levels of (P)RR significantly. By contrast, IFN-γ, an inflammatory cytokine which suppresses erythropoietin production and erythropoiesis, increased the expression levels of (P)RR protein significantly (1.7-fold increase compared with control at 10 ng/ml). We have shown for the first time expression of (P)RR in erythroid cells, and the increase in its expression levels by IFN-γ. These findings have raised the possibility that (P)RR expressed in erythroid cells is related to the pathophysiology of certain types of anemia, such as anemia in inflammatory diseases and the cardiorenal anemia syndrome. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid cells",
        "human leukocyte interferon",
        "interferons",
        "renin",
        "anemia",
        "hypoxia",
        "mitogen-activated protein kinases",
        "amino acids",
        "angiotensin ii",
        "angiotensin-converting enzyme"
    ],
    "author_names": [
        "Kiriko Kaneko, PhD",
        "Akiko Shibasaki, MS",
        "Hiroshi Nishiyama",
        "Takuo Hirose, PhD",
        "Koji Ohba, MS",
        "Kazuhito Totsune, MD, PhD",
        "Kazumichi Furuyama, MD, PhD",
        "Kazuhiro Takahashi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kiriko Kaneko, PhD",
            "author_affiliations": [
                "Endocrinology & Applied Medical Science, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akiko Shibasaki, MS",
            "author_affiliations": [
                "Endocrinology & Applied Medical Science, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Nishiyama",
            "author_affiliations": [
                "Endocrinology & Applied Medical Science, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takuo Hirose, PhD",
            "author_affiliations": [
                "Clinical Pharmacology & Therapeutics, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Ohba, MS",
            "author_affiliations": [
                "Endocrinology & Applied Medical Science, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhito Totsune, MD, PhD",
            "author_affiliations": [
                "Social Welfare, Faculty of Synthetic Welfare, Tohoku Fukushi University, Sendai, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazumichi Furuyama, MD, PhD",
            "author_affiliations": [
                "Molecular Biology & Applied Physiology, Tohoku University School of Medcine, Sendai, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuhiro Takahashi, MD, PhD",
            "author_affiliations": [
                "Endocrinology & Applied Medical Science, Tohoku University School of Medicine, Sendai, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:40:05",
    "is_scraped": "1"
}