{
    "doi": "https://doi.org/10.1182/blood.V124.21.67.67",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2912",
    "start_url_page_num": 2912,
    "is_scraped": "1",
    "article_title": "The Impact of Different DNMT3A Mutations on Outcome in Younger Adults with Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Molecular Markers and Prognosis",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "disease remission",
        "dna",
        "dnmt3a gene",
        "impedance threshold device",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "magnetic resonance cholangiography",
        "masks",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Rosemary E Gale",
        "Katarina Lamb, BSc",
        "Christopher Allen, BSc",
        "Dima El-Sharkawi, MBBS",
        "Cassandra Stowe, MSc",
        "Sarah Jenkinson, MSc",
        "Steven Tinsley, PhD",
        "Glenda Dickson, PhD",
        "Alan K. Burnett, MD",
        "Robert K. Hills, MA, MSc, DPhil",
        "David C Linch, FMedSci"
    ],
    "author_affiliations": [
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.5232239",
    "first_author_longitude": "-0.13466079999999997",
    "abstract_text": "DNMT3A mutations ( DNMT3A MUT ) are recurrent in AML. They predominate in patients with intermediate-risk (IR) cytogenetics and are often co-incident with FLT3 ITD and NPM1 MUT . Their prognostic impact is unclear. Most reports suggest they are associated with a worse outcome, but a large study including 1060 younger adult IR patients found that DNMT3A MUT had no significant impact on survival endpoints. Variable results have also been reported for different FLT3 / NPM1 subgroups. Missense mutations at R882 in exon 23 occur in ≈65% of patients, but other missense and truncation mutations occur throughout the gene, mainly in exons 13-23. There is limited information on the prognostic impact of the different mutations, although they may have differing functional consequences. We therefore screened exons 13-23 in DNA samples from 914 younger adult AML patients (median age 43 years) with IR cytogenetics treated on UK MRC trials and evaluated outcome according to type of DNMT3A mutation. Overall, 278 mutations were detected in 272 (30%) patients; 175 (64%) had R882 missense mutations, 59 (22%) other missense mutations, 35 (13%) truncations or in-frame deletions; 3 (1%) had 2 mutations of differing types. Median R882 mutant level in 172 mutated cases was 47% (range 15-85%), consistent with a heterozygous mutation in most cells. Patients with DNMT3A MUT were significantly older than those with DNMT3A wild-type ( DNMT3A WT ) ( P <.0001), more likely to be female ( P =.004), have a higher presenting WBC ( P <.0001), and a normal rather than abnormal karyotype ( P <.0001). The presence of DNMT3A MUT positively correlated with FLT3 ITD ( P =.0003) and NPM1 MUT ( P <.0001) and negatively correlated with CEBPA MUT ( P <.0001). Patients with R882 mutations had significantly higher WBC ( P =.005) and correlation with NPM1 MUT ( P =.01) than non-R882 mutated patients; non-R882 missense mutated patients had higher WBC ( P =.05) and non-significant higher co-incidence with FLT3 ITD than those with truncations. Presence of DNMT3A MUT was associated with a poorer prognosis, but this difference was only seen if the results were analyzed separately according to NPM1 genotype, where DNMT3A MUT was associated with higher cumulative incidence of relapse (CIR) than DNMT3A WT in cases with NPM1 MUT (49% vs 40%, P =.01) and NPM1 WT (61% vs 58%, P =.5) genotype. Similarly, DNMT3A MUT patients had worse overall survival (OS) than DNMT3A WT patients with NPM1 MUT (38% vs 50%, P =.008) and NPM1 WT (15% vs 25%, P =.09) genotype. This statistical anomaly is an example of Simpson’s paradox. It results from the strong co-incidence of DNMT3A and NPM1 mutations with opposing prognostic associations that mask the effect seen separately when the groups are combined. Although the differences were smaller for NPM1 WT cases, tests for heterogeneity showed that the impact of a DNMT3A mutation did not differ between NPM1 MUT and NPM1 WT for either CIR or OS, nor between the 4 genotypes defined by the combination of NPM1 and FLT3 ITD genotypes. In multivariable analysis including age, WBC, NPM1 and FLT3 ITD , DNMT3A MUT was a significant adverse risk factor for CIR (HR=1.27, CI=1.01-1.61; P =.04), and showed a trend for being adverse for OS (HR=1.19, CI=.98-1.45; P =.08). When outcome was considered according to the type of mutation (R882, other missense or truncations), for the NPM1 MUT genotype cases CIR was highest in R882 and other missense cases (51%, 50%) and truncation cases were similar to DNMT3A WT (35%, 40%). For NPM1 WT , CIR was highest in R882 cases (76%), similar in other missense and DNMT3A WT cases (55%, 58%) and lowest in truncation cases (40%). Consistent with this data, for NPM1 MUT genotype, OS was lowest in R882 and other missense cases (35%, 38%), better in DNMT3A WT (50%) and highest in truncation cases (57%). For NPM1 WT , OS was lowest in R882 cases (11%), and similar in DNMT3A WT , other missense and truncation cases (25%, 21%, 18% respectively). These data suggest that screening cannot be limited to the hotspot R882 mutations and that cases with missense mutations should be treated as poor risk, including those patients currently considered as favorable risk such as NPM1 MUT FLT3 WT . Conversely, truncation mutations have a different functional impact from missense mutations, more likely to result in haploinsufficiency than a dominant-negative effect, and these cases should be considered as equivalent to DNMT3A WT for prognostication and selection of therapy in 1 st remission. Disclosures No relevant conflicts of interest to declare."
}