{
    "doi": "https://doi.org/10.1182/blood-2020-136837",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4564",
    "start_url_page_num": 4564,
    "is_scraped": "1",
    "article_title": "Cellular Barcoding of HSCs during Development Reveals Long-Term Persistence of T Cell Progenitor Clones in the Thymus ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": null,
    "author_names": [
        "Sara A. Rubin",
        "Chloé S. Baron, PhD",
        "Song P. Yang, PhD",
        "Aaron McKenna, PhD",
        "Leonard I. Zon, MD"
    ],
    "author_affiliations": [
        [
            "Program in Immunology, Harvard Medical School, Boston, MA",
            "Stem Cell Program and Division of Hematology/Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA",
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA"
        ],
        [
            "Stem Cell Program and Division of Hematology/Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA",
            "Harvard Stem Cell Institute, Harvard University, Cambridge, MA"
        ],
        [
            "Boston Children's Hospital, Boston,"
        ],
        [
            "Department of Molecular and Systems Biology, Geisel School of Medicine, Dartmouth College, Lebanon, NH"
        ],
        [
            "Program in Immunology, Harvard Medical School, Boston, MA",
            "Stem Cell Program and Division of Hematology/Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA",
            "Harvard Stem Cell Institute, Department of Stem Cell and Regenerative Biology, Harvard University, Cambridge, MA",
            "Howard Hughes Medical Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.33804285",
    "first_author_longitude": "-71.08430619999999",
    "abstract_text": "Developmental hematopoietic stem and progenitor cells (HSPCs) have been thought to be largely replaced by adult hematopoietic stem cells (HSCs) after birth. Here, we performed simultaneous genetic lineage tracing by cellular barcoding and transcriptional profiling of zebrafish hematopoiesis to investigate HSPC clonal dynamics and gain insight into the developmental origin of adult blood cells. We took advantage of a recently developed dynamic lineage tracing system, scGESTALT, a CRISPR-based approach that allows for inducible cellular barcoding at two different time points during zebrafish embryonic development. We induced the first stage of lineage recording in the early embryo via microinjection at the one-cell stage and selected 28 hours post-fertilization, just before the birth of definitive blood stem cells, for additional recording activity. In this way, we were able to barcode HSCs, which will pass their unique barcodes on to their progeny, thereby enabling lineage tracing. To study the clonal dynamics and developmental origins of adult blood cells, we dissected paired adult kidney marrow and thymi tissues from barcoded fish between 3 and 7 months of age. We then performed single-cell RNA sequencing (scRNA-seq) in combination with lineage tracing by specifically amplifying the GESTALT barcode and sequencing both transcriptional and GESTALT barcode libraries. In total, we recovered transcriptional profiles from 71,109 cells across 9 fish. By optimizing promoter choice, we improved barcode recovery by almost 3-fold (17.7% vs. 6.5%) for detection in cells from the zebrafish kidney marrow. In two of these more efficient lineage recording fish, we detected 61 and 72 unique HSPC clones that contributed to adult hematopoiesis. The majority of these HSPC clones did not exhibit significant lineage biases; however, we demonstrated that 6/61 and 4/72 clones from the two fish, respectively, were significantly enriched in the myeloid lineage and 8/61 and 8/72 clones were significantly enriched in the lymphoid lineage (p< 0.05). These findings demonstrate that myeloid and lymphoid biased clones arise during normal development. From our paired thymus and kidney marrow sample, we identified 51 unique kidney marrow clones, 10 shared, and 2 unique thymus clones. This latter finding of unique thymus clones was surprising and suggests that long-lived embryonic T cell progenitors persist and contribute to adult T cell production in the zebrafish. Taken together, we have demonstrated how scGESTALT can uncover complex lineage relationships in blood, mapping the origins and contributions of HSCs and embryonic progenitors to the adult hematopoietic system. Disclosures Zon: Amagma Therapeutics: Current equity holder in private company, Other: Founder; Celularity: Consultancy; Cellarity: Consultancy; CAMP4 Therapeutics: Current equity holder in private company, Other: Founder; Fate Therapeutics: Current equity holder in publicly-traded company, Other: Founder; Scholar Rock: Current equity holder in publicly-traded company, Other: Founder."
}