{
    "doi": "https://doi.org/10.1182/blood.V112.11.4978.4978",
    "article_title": "Effects of Enzastaurin, Alone or in Combination, on Signalling Pathway Controlling Growth and Survival of B-Cell Lymphoma Cell Lines ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "Background . Although, the recent introduction of Rituximab in combination with chemotherapy has improved outcome of patients with indolent lymphomas, in particular FL, these diseases are still considered incurable and the majority of patients still have a fatal course. Enzastaurin, an acyclic bisindolylmaleimide, is a potent and selective competitive inhibitor of protein kinase C beta, which has been shown to inhibit cell proliferation and angiogenesis in human cancer cell lines. The purpose of the present study was to test enzastaurin for its effects on proliferation and survival of B-cell lines established from NHL patients. Methods. The WSU-NHL and Karpas 422 were kindly provided Dr M Introna ( Division of Haematology, Ospedali Riuniti, Bergamo, Italy); the RL was purchased by DSMZ. All three lines are carrying the t(14; 18) and Karpas 422 is EBV+. We decided to conduct all the experiments under the optimal culture conditions with 10% FCS to avoid subjecting the cells to further stress stimuli. IC50 values were calculated from curves based on enzastaurin concentration ranging from 1 to 10μM using MTT assay and cell viability assessment by Trypan Blue exclusion. Cell apoptosis was assessed by flow cytometer after staining with Annexin V-FITC and propidium iodide. The effects of enzastaurin on caspases activation as well as on AKT phosphorilation were evaluated by Western blotting. We also investigated the interaction of enzastaurin with chlorambucil and fludarabine. Results using MTT assay were expressed as fraction of cells killed by the individual drug or the combination in the drug-treated versus untreated cells. The interaction between drugs was analyzed by isobologram analysis using the StaCorp8.2 software program based upon the Chou-Talalay method to determine if the combinations were additive or synergistic. Results. We found that enzastaurin alone inhibits the proliferation of B-cell lymphomas cell lines at IC50 values ranging from 5 to 7.5 μM after 48 h and from 2.5 to 3.2 μM after 72 h. Induction of apoptosis by enzastaurin evaluated on WSU-NHL and RL, by flow cytometry analysis of membrane permeability, showed that enzastaurin induces an increase in the percentage of apoptotic cells compared with untreated controls in a time-dependent fashion. Furthermore, enzastaurin induces the appearance of the cleaved caspase-3 fragment in the same cell lines in a time dependent fashion. Activation of the apoptotic pathway was confirmed by cleavage of the PARP enzyme. The apoptosis is partially prevented by the ZVAD–fmk broad caspase inhibitor. Phosphorilation status analysis of AKT up to 72h of treatment showed a decrease of AKT phosphorilation starting from 48h after treatment. We tested the effect of enzastaurin combined with chlorambucil and fludarabine,drugs that are active against B-cell lymphoma and we demonstrated that these agents enhanced the cytotoxicity triggered by enzastaurin in a dose-dependent fashion. A clear synergistic interaction (CI=0.87) appeared using low concentrations of the drugs and increased (CI=0.1) at high concentrations. Conclusions. Our data suggest that in B lymphoma cell lines carrying t(14; 18), enzastaurin elicits its antitumor effect suppressing AKT phosphorilation, inducing apoptosis and inhibiting proliferation. Furthermore, enzastaurin synergizes with chlorambucil and fludarabine. These results support the potential use of enzastaurin in patients with NHL, and in particular provide a rationale for combination with chlorambucil and fludarabine.",
    "topics": [
        "b-lymphocytes",
        "cell lines",
        "lymphoma",
        "signal pathway",
        "signal transduction pathways",
        "chlorambucil",
        "fludarabine",
        "proto-oncogene proteins c-akt",
        "annexins",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Stefano Sacchi",
        "Monica Civallero",
        "Maria Cosenza",
        "Giulia Grisendi",
        "Luigi Marcheselli",
        "Antonino Neri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefano Sacchi",
            "author_affiliations": [
                "Department of Oncology and Haematology, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monica Civallero",
            "author_affiliations": [
                "Department of Oncology and Haematology, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cosenza",
            "author_affiliations": [
                "Department of Oncology and Haematology, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Grisendi",
            "author_affiliations": [
                "Department of Oncology and Haematology, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Marcheselli",
            "author_affiliations": [
                "Department of Oncology and Haematology, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonino Neri, MD",
            "author_affiliations": [
                "Department of Medical Science, Leukemia Study Center - Hematology 1, C.T.M.O., University of Milan - Fondazione IRCCS Policlinico, Milan, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:45:11",
    "is_scraped": "1"
}