{
    "doi": "https://doi.org/10.1182/blood-2018-99-115097",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4078",
    "start_url_page_num": 4078,
    "is_scraped": "1",
    "article_title": "Pembrolizumab and Decitabine for Refractory or Relapsed Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "topics": [
        "decitabine",
        "leukemia, myelocytic, acute",
        "pembrolizumab",
        "adverse event",
        "sepsis",
        "toxic effect",
        "myeloproliferative disease",
        "allogeneic hematopoietic stem cell transplant",
        "central diabetes insipidus",
        "clonality (genetic analysis)"
    ],
    "author_names": [
        "Katherine E Lindblad",
        "Julie Thompson, RN",
        "Gege Gui, MS",
        "Janet Valdez",
        "Tatyana Worthy",
        "Hanna Tekleab",
        "Tom Hughes, Pharm.D.",
        "Meghali Goswami, BS",
        "Karolyn Oetjen, MD",
        "Dong-Yun Kim, PhD",
        "Laura Dillon, PhD",
        "Christin DeStefano, MD",
        "Catherine E. Lai, MD",
        "Christopher S. Hourigan, DPhil FACP FRCP"
    ],
    "author_affiliations": [
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ],
        [
            "Laboratory of Myeloid Malignancies, National Heart, Lung and Blood Institute, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Background: The powerful \"graft versus leukemia\" effect thought partly responsible for the therapeutic effect of allogeneic hematopoietic stem cell transplantation in reducing relapse of high-risk acute myeloid leukemia (AML) provides the rationale for the investigation of immune-based therapy in those with relapsed or refractory AML. There is considerable pre-clinical evidence for potential synergy between PD-1 checkpoint blockade and hypomethylating agents. Aims: To determine the feasibility of a novel combination of pembrolizumab and decitabine in relapsed/refractory adult AML patients. Methods: 17-H-0026, (PD-AML, NCT02996474) was an investigator sponsored, single-institution, single-arm open-label ten subject study approved by the NHLBI IRB and conducted in accordance with the Declaration of Helsinki (FDA IND: 131826). Pembrolizumab 200 milligrams was administered intravenously on day 1 of every three-week cycle, with decitabine 20 milligrams per meter squared administered on days 8-12 and 15-19 (i.e.: total of 10 days) of alternative cycles starting with cycle 1. Up to eight cycles (24 weeks) of therapy were given. Results: Ten high-risk patients (median age 62, range 30-81) were enrolled, seven with refractory disease (including two with therapy-related myeloid neoplasm) and three with early relapse (less than 6 months from completion of last therapy). This novel combination therapy was well tolerated, with a toxicity profile largely consistent with that expected from decitabine. No grade 5 adverse events occurred. Most grade 4 adverse events were hematological. Non-hematological grade 4 events were seen in only two subjects; febrile neutropenia, hypotension and sepsis in one, and sepsis in the other. Two patients suffered from hypothyroidism as an immune-related adverse event (after 2 and 4 cycles respectively) and a third patient developed central diabetes insipidus thought possibly associated with pembrolizumab. In summary, 4 of the 10 patients had stable disease at the end of 8 cycles (24 weeks), 4 progressed prior to cycle 8, 1 patient was taken off study due to grade 4 toxicity (sepsis) in cycle 5 in a morphological leukemic free state (MLFS) and 1 patient achieved an MRD negative complete response at the end of 8 cycles. Specifically, a 74 year-old male patient, enrolled at second relapse, achieved a CR3 lasting 337 days (compared with prior CR2 of 185 days) which was MRD negative at the end of eight cycles, and was still alive 14 months from start of treatment. A 81 year old male patient, with refractory treatment related myeloid neoplasm achieved a MRD-negative MLFS but was removed from study early due to grade 4 toxicity. The 4 patients with stable disease at the end of planned eight cycles included a 71 year-old male patient in early first relapse who decreased blasts from 4.4% at enrollment to 0.1% at the end of 8 cycles. Median overall survival for patients on this study was 7 months (range 2 to ongoing at 14 months) with a median time of follow-up in survivors of 13 months (range 7-14 months). Updated survival data will be reported at the meeting. Additional planned laboratory correlates include assessment of changes in leukemic clonality, T-cell receptor repertoire diversity and bone marrow-resident immune cell profiles during therapy. Conclusion/summary: This first proof of principle study demonstrates the feasibility of the combination of pembrolizumab and decitabine in relapsed/refractory adult AML patients. . Table. View large Download slide Table. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}