{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2243.2243",
    "article_title": "Neutrophil Extracellular Traps Promote Lung Arteriole Occlusion in Sickle Cell Disease ",
    "article_date": "December 7, 2017",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia—Basic and Translational Science: Poster II",
    "abstract_text": "Introduction:Sickle cell disease (SCD) is an autosomal-recessive-genetic disorder, which leads to red blood cell sickling and hemolysis. Acute systemic painful vaso-occlusive crisis (VOC) is the predominant pathophysiology requiring emergency medical care by SCD patients. 10-20% of SCD patients hospitalized with VOC tend to develop acute chest syndrome (ACS), a type of lung injury within next few days, suggesting a role for pulmonary vaso-occlusion in ACS. The cellular, molecular and biophysical mechanism of pulmonary vaso-occlusion has just started to unfold and a profound understanding is needed for the development of rescue therapies to halt the progression of VOC to ACS. Our recent findings using quantitative fluorescence intravital lung microscopy (qFILM) revealed that lung vaso-occlusion is enabled by the entrapment of embolic neutrophil-platelet aggregates in the pulmonary arterioles of transgenic humanized SCD mice. Neutrophil extracellular traps (NETs) are web-like structures of decondensed nuclear DNA decorated with citrunilated-histones and neutrophil granule proteins. NETs are released by activated neutrophils under inflammatory conditions and are known to possess pro-inflammatory and pro-thrombotic properties. Recently, hemolysis driven release of cell free hemoglobin or hemin has been shown to promote NETs formation in the pulmonary microcirculation of SCD mice. Nevertheless, how these NETs can serve to facilitate pulmonary vaso-occlusion and promote ACS is still unclear. Materials and Methods:Townes knock-in humanized SS (hα/hα:βS/βS) and AS (hα/hα:βA/βS) mice were used as SCD and control mice, respectively . SS and AS mice were intravascularly (IV) challenged with Oxy-hemoglobin (Oxy-Hb) and hemin to model VOC. Fluorescently-conjugated anti-mouse CD49b and Ly6G mAbs, Sytox Orange, and FITC dextran were administered IV to visualize platelets, neutrophils, extracellular DNA and lung vasculature in the mouse, respectively. Lung microcirculation was visualized in real time in vivo using qFILM and analyzed as described elsewhere. Also, SCD or control human blood with or without treatment with Oxy-Hb or hemin was perfused through in vitro microfluidic microchannels presenting a combination of P-selectin, ICAM-1 and IL-8, and neutrophil-platelet interactions as well as NET formation was visualized using Quantitative Microfluidic Fluorescence Microscopy (qMFM). Fluorescent anti-human mAbs against CD49b, CD16, citrullinated histones (H3-Cit) and neutrophil elastase were added to human blood to visualize platelets, neutrophils, histones, and neutrophil elastase, respectively. Results and Discussion:Our initial findings using qFILMreveal that non-lethal dose of 20 µmole/kg IV hemin or 10 µmole/kg IV Oxy-Hb led to entrapment of neutrophil-platelet embolic aggregates in the lung arteriolar bottlenecks of SCD but not control mice. These aggregates resulted loss of blood perfusion in the lung, followed by shedding of NETs from neutrophils into the blood circulation. Conclusion: Erythroid DAMPs, hemin and Oxy-Hb promote occlusion of lung arterioles by neutrophil-platelet aggregates in SCD mice. These aggregates promote loss of blood flow and release of NETs from neutrophils in the lung arterioles. Disclosures Kato: Bayer: Research Funding; Global Blood Therapeutics: Consultancy; Novartis: Consultancy; MAST Therapeutics: Research Funding.",
    "topics": [
        "arteriole",
        "lung",
        "neutrophil extracellular traps",
        "sickle cell anemia",
        "hemin",
        "histones",
        "collagen receptors",
        "embolism",
        "entrapment (morphologic abnormality)",
        "hemoglobin"
    ],
    "author_names": [
        "Ravi Vats, MSc",
        "Margaret F. Bennewitz, PhD",
        "Maritza Ann Jimenez, BS",
        "Tomasz Brzoska, PhD",
        "Egemen Tutuncuoglu, MSc",
        "Jesus Tejero, PhD",
        "Cheryl Hillery, MD",
        "Gregory J. Kato, MD",
        "Mark T Gladwin, MD",
        "Prithu Sundd, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ravi Vats, MSc",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margaret F. Bennewitz, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maritza Ann Jimenez, BS",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Brzoska, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Egemen Tutuncuoglu, MSc",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus Tejero, PhD",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Hillery, MD",
            "author_affiliations": [
                "Medical College of Wisconsin Blood Research Institute, Pittsburgh, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory J. Kato, MD",
            "author_affiliations": [
                "University of Pittsburgh Physicians, Pittsburgh, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark T Gladwin, MD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA ",
                "Division of Pulmonary, Allergy and Critical Care Medicine, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prithu Sundd, PhD",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, Blood and Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:36:23",
    "is_scraped": "1"
}