{
    "doi": "https://doi.org/10.1182/blood.V110.11.1616.1616",
    "article_title": "Expressing N-Ras G12D from the Endogenous Promoter Induces Myeloproliferative Disease (MPD) and Cooperates with Retroviral Insertional Mutagenesis (RIM) To Generate Acute Myeloid Leukemia (AML). ",
    "article_date": "November 16, 2007",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "Somatic NRAS and KRAS mutations are common in myeloid malignancies, particularly juvenile and adult chronic myelomonocytic leukemia (JMML and CMML) and AML. Use of the interferon-inducible Mx1-Cre transgenic strain to activate oncogenic Kras G12D expression from the endogenous Kras promoter induces an aggressive MPD with 100% penetrance that is fatal by ∼100 days of age. These Mx1-Cre, Kras G12D mice do not develop AML, which suggests that additional mutations are required. To identify genes that might cooperate with Kras G12D in leukemogenesis, we performed RIM with MOL4070LTR virus. Mx1-Cre, Kras G12D pups were injected with this virus at birth and with pIpC at 3 weeks of age to induce Cre recombinase expression. Approximately 12% of these mice developed either AML or a transplantable MPD-like leukemia. In parallel studies, we intercrossed Mx1-Cre mice with a novel strain of loxP-STOP-loxP (LSL) Nras G12D “knock in” mice to investigate the effects of expressing Nras G12D in the same experimental system. Although Mx1-Cre, Nras G12D mice develop MPD, this disease is remarkably less aggressive with a much later onset of disease and longer survival compared to Kras mutant mice. Consistent with the attenuated disease phenotype, myeloid progenitors from Mx1-Cre, Nras G12D mice form fewer cytokine independent colonies in methylcellulose cultures and are less hypersensitive to growth factors than Kras G12D progenitors. Importantly, 90% of Mx1-Cre, Nras G12D mice that were injected with MOL4070LTR at birth and with pIpC at 3 weeks old developed AML or MPD-like leukemia, most of which demonstrate myelomonocytic features that are reminiscent of human M4 AML. We are cloning retroviral integrations from these leukemias and have identified Evi1 and other common insertions. Although both NRAS and KRAS are commonly mutated in myeloid malignancies, our data indicate that expressing these oncoproteins at endogenous levels in primary stem/progenitor cells results in distinct phenotypes. We recently showed that fetal liver cells infected with MSCV viruses expressing Nras G12D , Kras4a G12D , or Kras4b G12D demonstrate similar patterns of cytokine-independent colony formation and growth factor hypersensitivity. These data raise the possibility that variable levels of expression of Ras isoforms in different hematopoietic compartments may underlie some of our results. These models provide tractable systems for identifying cooperating genes in leukemogenesis and platforms for testing and designing new therapeutic agents.",
    "topics": [
        "cancer",
        "cloning",
        "cytokine",
        "growth factor",
        "human leukocyte interferon",
        "hypersensitivity",
        "interferons",
        "juvenile myelomonocytic leukemia",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Qing Li, MD, PhD",
        "Kevin Haigis, Ph.D.",
        "Andrew McDaniel, B.S.",
        "Benjamin Huang, B.S.",
        "Michelle Miller",
        "Angell Shieh, B.S.",
        "Scott Kogan, M.D.",
        "Lynda Wolff, Ph.D.",
        "Tyler Jacks, Ph.D.",
        "Kevin Shannon, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Qing Li, MD, PhD",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin Haigis, Ph.D.",
            "author_affiliations": [
                "Biology, Massachusetts Institute of Technology, Cambridge, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew McDaniel, B.S.",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Huang, B.S.",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Miller",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angell Shieh, B.S.",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Kogan, M.D.",
            "author_affiliations": [
                "Pathology, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynda Wolff, Ph.D.",
            "author_affiliations": [
                "Basic Sciences, National Cancer Institute, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tyler Jacks, Ph.D.",
            "author_affiliations": [
                "Biology, Massachusetts Institute of Technology, Cambridge, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Shannon, M.D.",
            "author_affiliations": [
                "Pediatrics, University of California at San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T18:41:44",
    "is_scraped": "1"
}