{
    "doi": "https://doi.org/10.1182/blood.V124.21.3398.3398",
    "article_title": "Ongoing Spontaneous DNA Damage and the Role of Aberrant Epigenome in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Multiple Myeloma (MM) is characterized by genomic heterogeneity that contributes to differences in clinical outcome. Mis - or unrepaired DNA damage poses a serious threat to genomic stability, potentially leading to the formation of oncogenic mutations, including translocations, deletions and amplifications. Spontaneous endogenous DNA damage represents an essential portion of DNA lesions; therefore, a thorough knowledge of its types and prevalence is of high importance for its impact on myelomagenesis, its interaction with exogenous DNA damaging sources, and consequently, at improving the clinical outcome of myeloma patients. First, we evaluated the occurrence of spontaneous DNA damage in a panel of 4 MM cell lines, 4 CD138+ primary MM patients samples and in 4 solid tumor cell lines. Using single-cell gel electrophoresis (comet assay) under neutral and alkaline conditions we observed high levels of olive tails moments indicative of DNA damage in all MM cell lines (mean±SD, MM1S 47.56±7.1, OPM2 60.92±7.9) and primary MM cells as well as solid tumor cell lines, compared to normal cell controls (PBMCs 6.283±3.56, HEEC 1.448±0.2, BJ 0.64±0.58) (P=.0001). Significantly higher signal of the most widely used marker of DNA damage γH2ax phosphorylated at serine139, 53BP1 and RPA32 as indicator of Single strand breaks (SSB) was observed by immunoblotting in all MM cell lines compared to normal controls confirming the high occurrence of DNA damage in MM in absence of any exogenous genotoxic insult. These results were further confirmed by immunocytochemistry with γH2Ax, ku70/80, 53BP1, Rad51. Remarkably, the Non homologous end joining (NHEJ) marker ku70/80 was co-localized with γH2Ax and was present in ~80% of cells, indicating the activation of NHEJ throughout the cell cycle. To further elucidate the differential spontaneous DNA damage in MM, we detected and quantified the abasic sites by using an ELISA-based assay. The distribution of abasic sites showed same pattern as the DSBs in all the MM cell types analyzed, indicating that abasic sites constitute an important portion of spontaneous DNA damage (OPM2 57.3/10 5 , PBMCs 12/10 5 bp). On the basis of these findings, we hypothesized that the increased stimulation by endogenous oxidative stress or possible inactivation of DNA damage repair mechanisms might be implicated to this observed high occurrence of DSBs in MM. By using our chromosomally integrated green fluorescent protein reporter construct-based assay, we observed that NHEJ and homologous recombination (HR) were significantly more active in all MM cells compared to normal controls. Moreover, we found that increased stimulation by endogenous oxidative stress was present in all MM cells evaluated, while a strong correlation between the levels of oxidative stress and the spontaneous DSBs was observed (r=0.85, P<.0001). As the information conveyed by epigenetic modifications play a key role in the regulation of DNA processes including DNA damage and repair, we performed Chip-seq analysis for γH2ax. After performing peak calling on γH2ax ChIP-seq data, we sought to determine whether γH2ax enrichment regions tend to occur in previously reported common fragile sites or early replicating sites. Interestingly, we found that spontaneous DNA damage is equally representative in replicating fragile sites and random sites throughout genome. Next, we performed sequential double chip-seq analysis for γH2ax for the first Chip and a total 5 different epigenetic marks for the re-Chip. We performed peak-calling analysis on each data type, and strikingly, we found that similar numbers of peaks can be found across re-ChIP dataset with H3K27ac having the greatest number of peaks (653). Of the 5 marks evaluated, we observed that only H4K20me2 showed significant enrichment in promoter regions relative to random chance (P=.039) within 1kb of transcription start sites. A similar trend is also observed for the region within 3kb of transcription start sites (P=.026), and 2kb of transcription start sites (P=.084, weakly significant), indicating a possible role of methylation of K20 in proper chromatin organization in proximity of DSBs. In conclusion, our study demonstrates the higher occurrence of ongoing spontaneous DNA damage in MM and provides insights into possible relationship between the aberrant epigenome and spontaneous DNA damage revealing mechanism that might be dysregulated promoting genomic instability. Disclosures Anderson: Celgene: Consultancy; Sanofi-Aventis: Consultancy; Onyx: Consultancy; Acetylon: Scientific Founder, Scientific Founder Other; Oncoprep: Scientific Founder Other; Gilead Sciences: Consultancy. Dimopoulos: Celgene: Consultancy, Honoraria.",
    "topics": [
        "dna damage",
        "epigenome",
        "multiple myeloma",
        "dna",
        "comet assay",
        "solid tumors",
        "tumor suppressor p53-binding protein 1",
        "immunoblotting",
        "chromatin",
        "enzyme-linked immunosorbent assay"
    ],
    "author_names": [
        "Maria Gkotzamanidou, MD PhD",
        "Masood Shammas, PhD",
        "Vassilis L. Souliotis",
        "Weihua Song, MD",
        "Jagannath Pal, MBBS, PhD",
        "Puru Nanjappa, MS",
        "Naim Rashid, PhD",
        "Kenneth C. Anderson, MD",
        "Meletios A. Dimopoulos, MD",
        "James Bradner, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Gkotzamanidou, MD PhD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masood Shammas, PhD",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vassilis L. Souliotis",
            "author_affiliations": [
                "Institute of Biology, Medicinal Chemistry and Biotechnology, National Hellenic Research Foundation, Athens, Greece "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weihua Song, MD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jagannath Pal, MBBS, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Puru Nanjappa, MS",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naim Rashid, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard School of Public Health, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos, MD",
            "author_affiliations": [
                "University of Athens School of Medicine, Athens, Greece "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Bradner, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "VA Boston Healthcare System, West Roxbury, MA ",
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T15:04:06",
    "is_scraped": "1"
}