{
    "doi": "https://doi.org/10.1182/blood.V114.22.1430.1430",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1395",
    "start_url_page_num": 1395,
    "is_scraped": "1",
    "article_title": "Removal of Normal Competition Increases Proliferation of Pre-Leukemic Cells in a Mouse Model of Pre-B Acute Lymphoblastic Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - MALIGNANT STEM AND PROGENITOR CELLS POSTER",
    "topics": [
        "acute lymphocytic leukemia",
        "blood cell depletion therapy",
        "childhood cancer",
        "cytokine",
        "growth factor",
        "interleukin 7 receptor",
        "interleukin-7",
        "leukemia",
        "leukemia, lymphocytic, acute, childhood",
        "leukemia, precursor b-cell lymphoblastic"
    ],
    "author_names": [
        "Gregor SD Reid, PhD",
        "David Barrett, MD, PhD",
        "Alix Eden Seif, MD, MPH",
        "Valerie I. Brown, MD, PhD",
        "Stephan A. Grupp, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Oncology and Hematology, Children's Hospital of Philadelphia and the University of Pennsylvania School of Medicine, Philadelphia, PA, "
        ],
        [
            "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Oncology, Children's Hosp. of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Oncology and Pathology and Laboratory Medicine, Children's Hospital of Philadelphia and the University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.947761799999995",
    "first_author_longitude": "-75.19269659999999",
    "abstract_text": "Abstract 1430 Poster Board I-453 B cell precursor (BCP) acute lymphoblastic leukemia (ALL) is the most common childhood malignancy. While the peak age of onset for this disease is 4 years, abnormal cells that will eventually give rise to disease can be detected in blood taken from patients at birth. Interestingly, similar abnormal cell populations can also be detected in blood taken at birth from many children who do not go onto develop ALL. Understanding the factors that influence the survival and expansion or elimination of these abnormal pre-leukemic cells will shed light on the process of leukemogenesis and may suggest strategies for the prevention of BCP-ALL progression. We have used a mouse model of BCP-ALL to investigate the influence of normal immune cells on the pre-leukemic population. An abnormal BCP population arises in Eμ-RET (RFP) transgenic mice during fetal development, with overt leukemia developing between 3 and 9 months of age. We show that purified BCP from bone marrow of 4-week old pre-leukemic RFP mice undergo rapid expansion when adoptively transferred into immune-deficient mice, in many cases reaching white blood cell counts of >10 5 (with >90% showing the abnormal BCP phenotype). Secondary and tertiary transfer of expanded BCP into immune-deficient mice again produced a severe BCP lymphoproliferative disease. Such an expansion was not observed when purified BCP were transferred into wild-type mice or when unsorted pre-leukemic RFP bone marrow was transferred into immune-deficient mice. In addition, outgrowth of the abnormal cells was significantly curtailed if the purified RFP cells were mixed with a tenfold excess of wild-type bone marrow cells prior to adoptive transfer. This inhibition of BCP outgrowth was not achieved with Rag1-deficient bone marrow cells, suggesting that competition with normal adaptive immune cells for limited growth factors may impair the expansion of RFP pre-leukemic cells. Consistent with this hypothesis, blockade of the IL-7 receptor on pre-leukemic cells abrogated their expansion following adoptive transfer. As production of IL-7 is elevated in lymphopenic settings, we evaluated the impact of T cell-depletion on pre-leukemic cells in RFP mice. Pre-leukemic cell populations were significantly elevated in the spleen (31.3% +/- 15.4 vs 9% +/- 9, p<0.01) and blood (17% +/-19.2 vs 3% +/- 4.8, p<0.05) of T cell-depleted mice compared to controls. Taken together, these results suggest that competition for growth factors such as IL-7 may be a limiting step in the early expansion of pre-leukemic cell populations and may provide a mechanistic link between immune responses and pediatric ALL through the cytokine-mediated expansion of the pre-leukemic cell pool. Disclosures No relevant conflicts of interest to declare."
}