{
    "doi": "https://doi.org/10.1182/blood-2018-99-110427",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3960",
    "start_url_page_num": 3960,
    "is_scraped": "1",
    "article_title": "A Phase I, Open-Label Study to Evaluate the Safety, Pharmacokinetic, Pharmacodynamic, and Clinical Activity of PF-06863135, a B-Cell Maturation Antigen/CD3 Bispecific Antibody, in Patients with Relapsed/Refractory Advanced Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "antibodies, bispecific",
        "antigens",
        "b-lymphocytes",
        "multiple myeloma",
        "pharmacodynamics",
        "toxic effect",
        "immunoglobulin g",
        "monoclonal antibodies",
        "adverse event",
        "alanine transaminase"
    ],
    "author_names": [
        "Alexander M. Lesokhin, MD",
        "Noopur Raje, MD",
        "Cristina J Gasparetto, MD",
        "Justine Walker, MD",
        "Heike I. Krupka, PhD PMP",
        "Tenshang Joh, PhD",
        "Carrie T. Taylor, PhD MHS",
        "Andrzej Jakubowiak, MD PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "Pfizer Inc, New York, NY "
        ],
        [
            "Pfizer Inc, New York, NY "
        ],
        [
            "Pfizer Inc, New York, NY "
        ],
        [
            "Pfizer Inc, New York, NY "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL"
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "Background: Despite a number of recent advances in the treatment of multiple myeloma (MM), the majority of patients are likely to relapse or become resistant to current treatment options. PF-06863135 (PF-3135) is a humanized immunoglobulin G (IgG) CD3 bispecific monoclonal antibody that utilizes anti-B-cell maturation antigen (BCMA) and anti-CD3 targeting arms paired through hinge-mutation technology within an IgG2a backbone. The molecule binds to BCMA-expressing myeloma cell lines and to T cells with affinities of 20 pM and ~40 nM, respectively (Panowski et al. Blood 2016). PF-3135 has a half-life of ~4-6 days in cynomolgus monkeys, which is predicted to be similar in humans (Panowski et al. Blood 2016). This is an ongoing open-label, multidose, multicenter, dose-escalation phase I study to assess the safety, pharmacokinetics (PK), and pharmacodynamics of PF-3135 in adult patients with advanced MM who have relapsed from, or are refractory to, standard therapy (ClinicalTrials.gov, identifier: NCT03269136). Methods: Patients aged ≥18 years with relapsed or refractory MM and measurable disease (as per International Myeloma Working Group updated criteria 2014), who have received prior therapy that included a proteasome inhibitor, an immunomodulatory drug, and an anti-CD38 monoclonal antibody, either in combination or as a single agent, received escalating doses of PF-3135 intravenously. The primary objectives include assessment of safety and tolerability at increasing dose levels of PF-3135 to estimate the maximum tolerated dose and select the recommended phase 2 dose (RP2D). Secondary objectives include evaluation of the overall safety profile, anti-myeloma activity, PK, and immunogenicity of PF-3135. A modified toxicity probability interval method, which targets a dose-limiting toxicity rate of 25% with an acceptable equivalence interval (± 5%), is utilized for dose escalation. Results: Five patients have received PF-3135 in the dose-escalation portion of the study. No dose-limiting toxicities or cytokine-release syndrome events have been reported. One patient experienced a grade 1 fever (not related to PF-3135) that was reported as a serious adverse event (AE) because the patient was hospitalized for observation. The majority of reported treatment-emergent AEs (all-causality) have been grade ≤2. One patient experienced acute grade 3 alanine aminotransferase/aspartate aminotransferase elevation (<5 days' duration) following Cycle 1 Day 1 dosing, which was considered related to study drug. To date, all reported AEs are as expected for the patient population. Conclusion: PF-3135 has been well tolerated at the dose levels studied in the ongoing phase I study to date. This encouraging safety profile supports the continued study of higher dose levels to select the RP2D. Updated clinical trial data will be presented in the poster. Disclosures Lesokhin: Squibb: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Serametrix, inc.: Patents & Royalties: Royalties; Janssen: Research Funding; Genentech: Research Funding. Raje: BMS: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Merck: Consultancy; Takeda: Consultancy; AstraZeneca: Research Funding; Research to Practice: Honoraria; Medscape: Honoraria; Amgen Inc.: Consultancy. Gasparetto: Celgene: Consultancy, Honoraria, Other: Travel, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Other: Travel; Janssen: Consultancy, Honoraria, Other: Travel; Takeda: Honoraria. Walker: Pfizer Inc: Employment. Krupka: Pfizer Inc: Employment. Joh: Pfizer Inc: Employment. Taylor: Pfizer Inc: Employment, Equity Ownership. Jakubowiak: Karyopharm: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; SkylineDx: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Adaptive Biotechnologies: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria."
}