{
    "doi": "https://doi.org/10.1182/blood.V122.21.4527.4527",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2498",
    "start_url_page_num": 2498,
    "is_scraped": "1",
    "article_title": "Impact of Macrophage Activation on Delayed Engraftment Following Allogeneic Hematopoietic Stem Cell Transplantation: Mac Ratio, a New Predictive Index ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "engraftment",
        "macrophage activation",
        "allopurinol",
        "antigens",
        "cytokine",
        "hematological diseases",
        "hemophagocytic lymphohistiocytosis",
        "infections",
        "microscopes"
    ],
    "author_names": [
        "Naomi Kawashima, MD",
        "Satoshi Nishiwaki, MD, PhD",
        "Seitaro Terakura, MD, PhD",
        "Sonoko Kamoshita, MD",
        "Kyoko Watakabe, MD",
        "Emi Yokohata, MD",
        "Daisuke Koyama, MD",
        "Naoko Shimizu, MD, PhD",
        "Shingo Kurahashi, MD, PhD",
        "Yukiyasu Ozawa, MD, PhD",
        "Masafumi Ito, MD, PhD",
        "Koichi Miyamura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Pathology, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
        ],
        [
            "Japanese Red Cross Nagoya Daiichi Hospital, Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "35.1451415",
    "first_author_longitude": "136.9659172",
    "abstract_text": "Introduction Delayed engraftment and subsequent engraftment failure cause fatal complications including severe infection and lead to poor prognosis after allogeneic hematopoietic stem cell transplantation (allo-SCT). We have previously reported that hemophagocytic syndrome (HPS) induced by uncontrolled macrophage activation in bone marrow had high mortality due to engraftment failure (BMT.2012;47:387–394). Macrophages are phagocytic cells with abilities of phagocytosis, antigen-presenting, and secretion of cytokines. Although phagocytosis reflects only a part of their activation, their morphological changes or increased cell counts can be used for evaluating their activation. Our hypothesis was that macrophage activation would have intrinsic value whether it would meet diagnostic criteria for HPS or not. In this study, we analyzed the clinical impact of activated macrophages in bone marrow during the peri-enrgaftment period in patients with delayed engraftment and engraftment failure. Patients and Methods We retrospectively reviewed 212 adult patients who received a first allo-SCT for hematological diseases from January 2006 to December 2011 in our institution. Delayed engraftment was defined that neutrophil engraftment was achieved later than day 15, 20 and 27 post peripheral blood stem cell, bone marrow and cord blood transplantation, respectively, whereas engraftment failure was defined that engraftment was never observed including those who received second allo-SCT. Bone marrow clot sections of day 14±7 and day 28±7 post allo-SCT were analyzed by staining macrophages with anti-CD163 monoclonal antibody. CD163 is a member of the scavenger receptor cystein-rich superfamily and is an exclusive marker for macrophages, playing a major role in the scavenging components of damaged cells. Recently macrophages with an unrestrained proinflammatory activation state along with highly expressed CD163 were reported (JCI.2011;121:985–97). Therefore, the total number of CD163 positive-macrophages was counted in three fields at a 200-fold magnification. We calculated the ratio of macrophages (mac ratio), dividing the number of macrophages by the total cell counts per field. Total area of CD163 positive-macrophages was measured with a digital microscope (BZ-9000, Keyence, Japan). The size of a macrophage was estimated total area of CD163+/ number of CD163 positive-macrophages. Results Delayed engraftment and engraftment failure were observed in 17 (8.0%) and 7 (3.3%) out of 212 patients, respectively. Median mac ratio of day 14 marrow was 0.09 (0.03-0.28), 0.54 (0.15-0.82) and 0.57 (0.46-0.65), whereas that of day 28 marrow was 0.05 (0.02-0.08), 0.25 (0.14-0.70) and 0.53 (0.33-0.82) in normal engraftment, delayed engraftment and engraftment failure groups, respectively. Both delayed engraftment and engraftment failure groups had significantly higher mac ratio in both day 14 and 28 than normal engraftment group (p=0.0002, 0.002 at day 14, p=0.0000, 0.0004 at day 28, respectively). Between delayed engraftment and engraftment failure groups, mac ratio was significantly higher in engraftment failure group in day 28 marrow (p=0.04), while no difference was observed in day 14 marrow (p=0.64). Higher mac ratio than 0.5 could predict delayed engraftment or engraftment failure in day14 marrow (p=0.002), and engraftment failure in day 28 marrow (p=0.000). Only 1 patient of 7 engraftment failure patients (14%) met the criteria of HPS, while mac ratio of 5 patients (71%) was >0.5 at day14. The size of macrophages at day 14 was significantly larger in delayed engraftment and engraftment failure groups than normal engraftment group (p=0.03; 1682.2 μm 2 in engraftment failure, 1537.1 μm 2 in delayed engraftment and 1054.3 μm 2 in normal engraftment, respectively), which indicated the activation of macrophages. Conclusion Increased number of activated macrophages in bone marrow during the peri-engraftment period post allo-SCT was associated with subsequent delayed engraftment and engraftment failure. Our data also suggest that delayed engraftment and engraftment failure could be predicted by the mac ratio of day 14 and 28 marrow, which could be more sensitive marker than the criteria of HPS. This study suggests rationale for macrophage-targeted therapy among patients with the proliferation of activated macrophages in their bone marrow to prevent engraftment failure. Disclosures: No relevant conflicts of interest to declare."
}