{
    "doi": "https://doi.org/10.1182/blood.V106.11.338.338",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=305",
    "start_url_page_num": 305,
    "is_scraped": "1",
    "article_title": "Re-Examining the Role of IL-7 in Human B Lymphopoiesis. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "The role of IL-7 in human B-cell development is still not well understood in contrast to its role in murine B-cell development. Adult mice with targeted disruptions in the IL-7 receptor (R) alpha chain or IL-7 genes completely lack B-lineage cells, while human severe combined immunodeficiency (SCID) patients with mutations in the IL-7R alpha chain have normal numbers of circulating B-lymphocytes. The goal of this study was to re-examine the functional consequences of IL-7R signaling in human B-cell precursors. This was accomplished using a xenogeneic culture system consisting of human CD34+ cord blood hematopoietic stem cells (HSC) plated on the MS-5 murine stromal cell line supplemented with G-CSF and SCF. Following the robust development of monocyte-like precursors and cells encompassing the later stages of granulocyte differentiation by 2 weeks, cells that emerged at 2.5–4 weeks were phenotypically pro-B cells (CD19+/CD10+/CD20lo/CD22+/CD24+/CD34-/pre-BCR-). The pro-B cells harbored functional heavy chain rearrangements, since re-plating them on MS-5 stromal cells supplemented with anti-CD40 and IL-4 led to the development of pre-BCR+ cells. CD19+ cells purified from HSC/MS-5 cultures underwent rapid cell death within 24 hours, and IL-7 had minimal effect on survival. Purified CD19+ cells re-plated in direct contact with MS-5 stromal cells survived for 7–10 days, but did not proliferate. However, addition of human (h) IL-7 from 0.01 to 10 ng/mL promoted dose-dependent proliferation of CD19+ cells re-plated on MS-5. Approximately one-third of the CD19+ cells that emerged at 2.5–4 weeks expressed the IL-7R. FACS-purified IL-7R+/CD19+ cells were larger and proliferated on MS-5 in response to hIL-7, while IL-7R-/CD19+ cells were smaller and did not expand on MS-5 after stimulation with hIL-7. These results suggested that the IL-7R+/CD19+ cells that emerged in the HSC/MS-5 culture might be responding to murine (m) IL-7 produced by MS-5. In order to determine if endogenous IL-7 could be contributing to B-lymphopoiesis, murine and human-specific ELISAs were used to screen HSC/MS-5 culture supernatants. Supernatants from 3 and 4 week HSC/MS-5 cultures contained 20–30 pg/mL mIL-7 and 0.1–2.0 pg/mL hIL-7. Analysis of the kinetics of mIL-7 accumulation in steady-state cultures of confluent MS-5 (no HSC present) showed an increase from 8.0 pg/mL at 2 days, to nearly 150 pg/mL after 2.5 weeks. Flow cytometric analysis of STAT5 phosphorylation in IL-7R+/CD19+ cells demonstrated that hIL-7 and mIL-7 were capable of transducing a signal through the human IL-7R resulting in STAT5 phosphorylation. Furthermore, a monoclonal antibody to the human IL-7R alpha chain blocked STAT5 phosphorylation by both hIL-7 and mIL-7. Inclusion of goat anti-mouse IL-7 neutralizing antibody in HSC/MS-5 cultures effectively reduced the concentration of bioactively available mIL-7 to less than 6 pg/mL. This resulted in a 33% and 67% reduction in the number of CD19+ cells by 3 and 4 weeks, respectively. These collective results are the first to reveal a crucial role for stromal cell-derived IL-7 in promoting the proliferative expansion of human CD19+ B-lineage cells, and support a model wherein IL-7 can transduce a proliferative/replicative signal that cooperates with a stromal cell-derived co-stimulus to regulate development of human B-lineage cells.",
    "topics": [
        "interleukin-7",
        "lymphopoiesis",
        "severe combined immunodeficiency",
        "cd34 antigens",
        "cd40 antigens",
        "galveston orientation and amnesia test",
        "granulocyte colony-stimulating factor",
        "interleukin 7 receptor",
        "interleukin-4",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Sonja E. Johnson, MA",
        "Nisha Shah, MS",
        "Timothy Singleton, MD",
        "Angela Panoskaltsis-Mortari, PhD",
        "Tucker W. LeBien, PhD"
    ],
    "author_affiliations": [
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Laboratory Medicine &Pathology, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA",
            "Pediatrics, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "The Cancer Center, University of Minnesota, Minneapolis, MN, USA",
            "Laboratory Medicine &Pathology, University of Minnesota, Minneapolis, MN, USA"
        ]
    ],
    "first_author_latitude": "44.97429585",
    "first_author_longitude": "-93.22823735"
}