{
    "doi": "https://doi.org/10.1182/blood.V122.21.2086.2086",
    "article_title": "Outcomes Of Relapse Of AML Post Allogeneic Transplantation In The Era Of Hypomethylating Agents: An Analysis Of 162 Allogeneic Transplants From a Single Center ",
    "article_date": "November 15, 2013",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster I",
    "abstract_text": "Allogeneic hematopoietic cell transplantation (allo-HCT) can be curative in many patients with intermediate and high risk AML. However, post-transplant relapse remains an important cause of treatment failure. Patients with AML who relapse post allo-HCT typically have a dismal prognosis with limited therapeutic options. Hypomethylating agents alone are increasingly being used to treat AML in patients who are elderly or otherwise unfit for chemotherapy. They may also be used for maintenance/consolidation following induction chemotherapy. The activity and minimal toxicity associated with hypomethylating agents makes them potentially useful in the management of AML patients who relapse following allo-HCT. However, their use in this setting has not been well studied. We assessed one hundred and sixty two consecutive patients who underwent a first allo-HCT for AML at our center during a period when hypomethylating agent therapy was widely available (February 2005 through May 2013). Patient characteristics were: median age, 53 (range18-74); M=75, F=87; donor-matched-sibling (MRD) =59, matched-unrelated (MUD) =67, HLA-haploidentical (Haplo) =36; ablative conditioning=98, RICT/NST=64; PBSC=142, BM=20; CIBMTR risk category- high=53, intermediate=28, low=74, unknown=7. Post-relapse therapy was determined by the attending physician and patient preference. Patient characteristics, post-relapse therapy, GVHD and survival were prospectively collected as part of our comprehensive HCT database. With a median follow-up for surviving patients of 22.4 months, relapse of AML post-allo-HCT was experienced by fifty-five patients (22 MRD, 24 MUD, 9 Haplo; cytogenetic risk 23 poor, 31 intermediate, 1 unknown) at a median of 113 days (range 25-1106) post-transplant. Thirty-four patients (62%) were treated with a hypomethylating agent post-relapse (17 azacitidine, 10 decitabine, 7 both) (12 hypomethylating agent alone, 11 combined with chemotherapy, 11 sequentially with chemotherapy). Median number of cycles of hypomethylating agent therapy was 2 (range 1-9). Of the 23 patients that received at least 2 cycles of hypomethylating agents, 14 achieved CR or CRi. Donor lymphocyte infusions (DLI) were administered in 15 of the 55 relapsed patients and 16 patients received a second allo-HCT. Estimated Kaplan-Meier probability of post-relapse survival (PRS) at 6, 12 and 24 months post-relapse for all patients was 53%, 36% and 19% and was not significantly different for patients who developed any versus no GVHD following post-relapse therapy. However, PRS at 6 and 12 months was 62% (95% CI 43-76%) and 38% (95% CI 22-54%) in patients who received hypomethylating agent therapy post-relapse versus 38% (95% CI 18-58%) and 33% (95% CI 15-53%) in patients who did not (p=0.063 Gehan’s test). PRS was not different between the two groups at 24 months. Survival > 1 year post relapse was achieved in 19 of 55 relapsing patients (35%). Of these patients, 9 received a second allo-HCT, 9 received DLI and 12 were treated with a hypomethylating agent. At the time of writing 6 patients are alive and in complete remission at a median of 49 months (10-72) following relapse. Of the 6 patients (5 MRD, 1 MUD; cytogenetic risk 2 poor, 4 intermediate), 4 received hypomethylating agents, 3 received a second transplant, 1 received DLI, and 4 have active GVHD. These data demonstrate that relapse post allo-HCT remains a major obstacle to long-term survival in patients transplanted for AML. Hypomethylating agents can be used in the majority of relapsed patients in this setting and appear effective in inducing responses. The use of hypomethylating agents may be associated with a prolongation of early post-relapse survival although it does not appear to increase survival beyond one year post-relapse. Survival beyond one year post-relapse can be achieved even without a second allogeneic transplant, but is only achieved in a minority of relapsing patients. Combination of therapy with hypomethylating agents and novel agents may be necessary to impact long-term outcome. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allopurinol",
        "azacitidine",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant",
        "complete remission",
        "costa rica",
        "decitabine",
        "donors",
        "follow-up",
        "gehan's test"
    ],
    "author_names": [
        "Justin LaPorte, PharmD, BCOP",
        "Xu Zhang, PhD",
        "Zaamin Hussain",
        "Stacey Brown, BA",
        "Connie A. Sizemore, PharmD",
        "Melissa Sanacore, PharmD",
        "Ronald Mihelic, PharmD, BCOP",
        "Mindy Leech, PharmD",
        "Lawrence E. Morris, MD",
        "H. Kent Holland, MD",
        "Scott R. Solomon, MD",
        "Asad Bashey, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin LaPorte, PharmD, BCOP",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xu Zhang, PhD",
            "author_affiliations": [
                "Mathematics and Statistics, Georgia State University, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zaamin Hussain",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Brown, BA",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie A. Sizemore, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Sanacore, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Mihelic, PharmD, BCOP",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mindy Leech, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence E. Morris, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kent Holland, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott R. Solomon, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asad Bashey, MD, PhD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:35:10",
    "is_scraped": "1"
}