{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1645.1645",
    "article_title": "Phenotypic and Prognostic Relevance of the Who Diagnostic Distinction between Polycythemia Vera and JAK2 -Mutated Essential Thrombocythemia: Combined Analysis of 785 Informative Cases ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "abstract_text": "Background : The 2016 World Health Organization (WHO) classification system ( Arber et al. Blood 2016;127:2391 ) distinguishes essential thrombocythemia (ET) from polycythemia vera (PV), based primarily on hemoglobin/hematocrit level. However, there is significant overlap between the two in terms of other clinical and laboratory parameters and the majority of patients with both ET and PV share the JAK2 V617F mutation. These observations have suggested the possibility that JAK2 -mutated ET and PV represent a clinic-pathologic disease continuum with similar phenotype and prognosis; we explored this possibility by a combined analysis of 785 consecutive cases of WHO-defined PV or JAK2 -mutated ET. Methods : Study patients were selected from our institutional database of myeloproliferative neoplasms (MPN). Diagnoses of ET, PV, blast phase disease, and post-ET/PV myelofibrosis (MF) were according to WHO ( Arber et al. Blood 2016;127:2391 ) and international working group for MPN research and treatment (IWG-MRT; Barosi et al. Leukemia 2008;22:437 ) criteria. Statistical analyses considered clinical and laboratory data collected at the time of diagnosis. Overall (OS), leukemia-free (LFS), myelofibrosis-free (MFFS) and thrombosis-free (TFS) survivals were calculated from the date of diagnosis to the date of death, event or last contact. Results : The study population ( n =785) was selected from a larger cohort of 1383 consecutive cases of PV and ET and included 456 cases with PV and 329 with JAK2 -mutated ET. Phenotypic comparisons at diagnosis between PV and JAK2-mutated ET Outside of the expected differences in hemoglobin level and platelet count, the 329 patients with JAK2 -mutated ET, compared to the 456 with PV, displayed a preponderance of female gender (63% vs 48%; p<0.0001) and lower incidences of leukocytosis (28% vs 55%; p<0.0001), microcirculatory symptoms (20% vs 34%; p=0.0005) and palpable splenomegaly (20% vs 29%; p=0.005). On the other hand, notable similarities included the incidences of age ≥60 years (51% vs 53%; p=0.6), thrombosis history (24% vs 25%; p=0.70), arterial thrombosis history (18% vs 16%; p=0.66) and abnormal karyotype (14% vs 19%; p=0.1). Of note, when PV was compared to all ET cases regardless of JAK2 mutational status ( n =927), significant differences were also noted for age, abnormal karyotype and venous thrombosis. Rates of complications post-diagnosis in PV vs JAK2-mutated ET At a median follow-up of 9 years, 323 (41%) deaths, 26 (3%) leukemic transformations, 89 (11%) fibrotic progressions, and 161 (20%) thrombotic complications, including 115 (15%) arterial events were recorded. Compared to that of JAK2 -mutated ET, mortality (44% vs 36%; p<0.0001) and fibrotic progression (14% vs 8%; p=0.02) rates were higher in PV; there was no significant difference in blast transformation (4% vs 3%; p=0.44) or post-diagnosis thrombotic events (21% vs 20%; p=0.8). Combined analysis of OS, LFS, MFFS and TFS: When all 785 study patients were analyzed together, multivariable analysis identified diagnosis of \"PV\" vs \" JAK2 -mutated ET\" (HR 1.5, 95% CI 1.03-2.1), age ≥60 years (HR 4.3, 95% CI 3.0-6.2), leukocyte count ≥11 x 10(9)/L (HR 1.4, 95% CI 1.03-2.0) and abnormal karyotype (HR 1.9, 95% CI 1.3-2.8) as significant risk factors for OS; figure 1 depicts survival comparisons of PV vs JAK2 -mutated ET vs JAK2- unmutated ET; the apparent difference in survival between the latter two was accounted for by the significant difference in age distribution. A similar analysis for TFS identified history of diabetes (HR 2.0, 95% CI 1.3-3.2) and thrombosis (HR 1.9, 95% CI 1.4-2.7), but not the specific diagnosis of PV vs ET (p=0.7) as significant risk factors. The number of events was too small to determine the relevance of PV vs ET diagnosis for LFS or MFFS. Conclusions : The current study validates the phenotypic and prognostic relevance of the current WHO-defined diagnostic distinction between JAK2 -mutated ET and PV; phenotypically, the two were primarily different in their gender distribution and leukocyte count while survival was worse in PV; thrombotic complication rates between the two were similar, implicating the JAK2 mutation as the common offender. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "mutation",
        "phenotype",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "karyotype determination procedure",
        "thrombosis",
        "thrombus",
        "leukemia",
        "myelofibrosis",
        "arterial thrombosis"
    ],
    "author_names": [
        "Silvia Betti, MD",
        "Daniela Barraco, MD",
        "Mythri Mudireddy, MBBS",
        "Curtis A. Hanson, MD",
        "Rhett P. Ketterling, MD",
        "Animesh D. Pardanani, MBBS, PhD",
        "Naseema Gangat, MBBS",
        "Ayalew Tefferi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia Betti, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniela Barraco, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mythri Mudireddy, MBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Curtis A. Hanson, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rhett P. Ketterling, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Animesh D. Pardanani, MBBS, PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naseema Gangat, MBBS",
            "author_affiliations": [
                "Divisions of Hematology and Laboratory Medicine, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:38:17",
    "is_scraped": "1"
}