{
    "doi": "https://doi.org/10.1182/blood.V126.23.3902.3902",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3062",
    "start_url_page_num": 3062,
    "is_scraped": "1",
    "article_title": "Gene Expression Profiling Signatures Allow the Identification of Unclassifiable Leukemic B-Cell Lymphoid Neoplasms ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "b-lymphocytes",
        "gene expression profiling",
        "lymphoid neoplasm, malignant",
        "hairy-cell leukemia",
        "splenic marginal zone b-cell lymphoma",
        "hairy cell leukemia variant",
        "mantle-cell lymphoma",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Alba Navarro",
        "Guillem Clot",
        "Alejandra Martinez-Trillos",
        "Itziar Salaverria",
        "David Martin-Garcia",
        "Nicola Trim",
        "Veronica Fernandez",
        "Neus Villamor",
        "Dolors Colomer",
        "Magda Pinyol",
        "Pedro Jares",
        "Wendy N. Erber",
        "Adrian Wiestner",
        "Wyndham H. Wilson, MD PhD",
        "Reiner Siebert, MD",
        "Marta Aymerich",
        "Armando Lopez-Guillermo",
        "Àlex Sánchez",
        "Elias Campo",
        "Estella Matutes",
        "Sílvia Beà"
    ],
    "author_affiliations": [
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ],
        [
            "West Midlands Regional Genetics Laboratory, Birmingham, United Kingdom "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Genomics Unit, IDIBAPS, Barcelona, Spain "
        ],
        [
            "Genomics Unit, IDIBAPS, Barcelona, Spain "
        ],
        [
            "Pathology, University of Western Australia, Crawley, Australia "
        ],
        [
            "Hematology Branch, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Cancer Institute, Bethesda, MD "
        ],
        [
            "Institute of Human Genetics, Christian-Albrechts-University Kiel, Kiel, Germany "
        ],
        [
            "Hospital Clínic, Barcelona, Spain "
        ],
        [
            "Hematology, Hospital Clinic, Barcelona, Spain "
        ],
        [
            "Department of Statistics, University of Barcelona, Barcelona, Spain "
        ],
        [
            "Hematophatology Unit, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Barcelona, Spain "
        ],
        [
            "Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona, Spain "
        ]
    ],
    "first_author_latitude": "41.388756799999996",
    "first_author_longitude": "2.1510751999999997",
    "abstract_text": "Leukemic B-cell chronic lymphoproliferative disorders (B-CLPD) encompass a heterogeneous group of defined disease entities. However, around 10% of the cases cannot be reliably classified based on the current criteria and are considered B-CLPD not otherwise specified (B-CLPD NOS). Few recurrent mutations and genetic alterations have been reported in some entities, but none is specific. We performed gene expression profiling (GEP) to develop a robust GEP-molecular classifier for leukemic B-CLPD. We analyzed purified blood of 189 B-CLPD, including 54 chronic lymphocytic leukemia (CLL), 54 mantle cell lymphoma (MCL), 12 follicular lymphoma (FL), 23 splenic marginal zone lymphoma (SMZL), 4 splenic diffuse red pulp lymphoma (SDRPL), 4 hairy cell leukemia (HCL), 4 HCL-variant (HCL-v), 6 lymphoplasmacytic lymphoma (LPL) and 28 B-CLPD NOS. We used a multiple step approach to build a GEP-array classifier and then analyzed an additional series as a validation cohort by quantitative PCR (qPCR). Mutational analysis of BRAF, MAP2K1, MYD88, NOTCH1, NOTCH2, SF3B1 and TP53 and copy number alterations were studied. In the training set, a supervised analysis clustering revealed that each B-CLPD entity has a specific expression profile. By a multi-step GEP classifier using 43 genes ( Table 1 ) we could classify CLL, SOX11-positive MCL (MCLc), HCL, FL, SOX11-negative MCL (MCLi) and HCL-v cases in six successive stages. However, we were not able to clearly identify distinct signatures for LPL, SMZL and SDRPL. Furthermore, we could classify 36% of B-CLPD NOS cases. Interestingly, the 43-gene signature identified in leukemic samples could also classify the 28 tumor splenic biopsies. Finally, we built a simple 8-gene predictive model using qPCR data ( including: FMOD, KSR2, SOX11, MYOF, MME, CCND1, CXCR4, and CAMSAP2 ) that was used in an independent validation cohort and classified 14% B-CLPD NOS cases. The classification yield increased to 61% and 50%, for GEP-array and qPCR, respectively, when additional morphological, molecular and genetic features were considered. Our findings support the use in a routine base of a simple test as a diagnostic tool that can be applied to help multiparameter interpretation in the classification of leukemic B-CLPD and specially B-CLPD NOS. Table 1. Gene signatures (43 genes) and steps used for the GEP-array model.  Step model . B-CLPD . Specific signatures . 1 CLL FMOD, KSR2 , ADTRP, CLNK, LEF1, FILIP1L, CTLA4, IGSF3, EBF1  2 MCLc SOX11 , PLEKHG4B, HDGFRP3, CNN3, PON2, SH3BP4, FCGBP, STMN1, FARP1, DBN1, NREP, NINL, MARCKSL1, MEX3D, CRIM1, KAZN  3 HCL HPGDS, IL1R2, TJP1, PLOD2, EMP1, NOVA1 4 FL MME , SLC2A5, SMAD1, PRDM15  5 MCLi CCND1 6 HCL-v TUSC1, LRP1B, KCNJ3, NRCAM, MS4A14, FAM129C, CXCR4  7 Miscellaneous LPL-SDRPL-SMZL No specific genes Step model . B-CLPD . Specific signatures . 1 CLL FMOD, KSR2 , ADTRP, CLNK, LEF1, FILIP1L, CTLA4, IGSF3, EBF1  2 MCLc SOX11 , PLEKHG4B, HDGFRP3, CNN3, PON2, SH3BP4, FCGBP, STMN1, FARP1, DBN1, NREP, NINL, MARCKSL1, MEX3D, CRIM1, KAZN  3 HCL HPGDS, IL1R2, TJP1, PLOD2, EMP1, NOVA1 4 FL MME , SLC2A5, SMAD1, PRDM15  5 MCLi CCND1 6 HCL-v TUSC1, LRP1B, KCNJ3, NRCAM, MS4A14, FAM129C, CXCR4  7 Miscellaneous LPL-SDRPL-SMZL No specific genes View Large CLL: chronic lymphocytic leukemia; FL: follicular lymphoma, HCL: hairy cell leukemia; HCL-v: hairy cell leukemia variant; LPL, lymphoplasmacytic lymphoma; MCLc: conventional SOX11-positive mantle cell lymphoma; MCLi: indolent SOX11-negative mantle cell lymphoma; SDRPL, splenic diffuse red pulp lymphoma; SMZL, splenic marginal zone lymphoma. Bold letters indicate some of the genes included in the simple qPCR model. Disclosures Lopez-Guillermo: Roche, Celgene, Mundipharma, Gilead, Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding."
}