{
    "doi": "https://doi.org/10.1182/blood.V128.22.486.486",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3464",
    "start_url_page_num": 3464,
    "is_scraped": "1",
    "article_title": "Integrated Evaluation of Results from Genome-Wide Association Studies and Crispr/Cas9-Based Functional Genomics in Myeloma: Implications for Cell-Autonomous Vs. Non-Autonomous Role of Candidate Genes in Myeloma Pathophysiology ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Microenvironment",
    "abstract_text": "Genome wide association studies (GWAS) in multiple myeloma (MM), and other neoplasias, have provided important insights into candidate germline variations, which may influence the risk of an individual to develop a given cancer, experience adverse clinical outcomes or develop side effects after treatment. However, it has been typically challenging to pursue further mechanistic evaluation of all these germline variants. Consequently, the role of many such variants in myeloma biology and clinical behavior often remains to be elucidated. We reasoned that recently developed functional genomics platforms, such as the CRISPR/Cas9 gene editing methodology, could provide insight into the role of GWAS-derived germline variants in MM. Specifically, we hypothesized that at least some germline variants previously proposed to correlate with higher risk for development of MM or its adverse clinical outcome could reside in or be proximal to genes which influence the proliferation and survival of MM cells. To address this hypothesis, we examined the results from our genome-wide CRISPR/Cas9-based gene editing screens in 2 MM cell lines (MM1.S and RPMI-8226; using the GeCKOv2 library of single guide RNAs [sgRNAs]), as well as additional results from other in-house or publicly available genome-wide CRISPR/Cas9 gene editing studies in 50 cell lines from other hematologic malignancies and 8 different types of solid tumors. In this functional genomic dataset, we examined the performance of 50 genes located in close proximity to over 60 risk loci identified in 6 different previously published GWAS studies for MM. Many of these genes had plausible potential involvement in MM/tumor biology, given their participation in transcriptional control or epigenetic regulation (e.g. CBX7 , ASXL2, LCOR, MED24, SMARCD3, POU5F1 ); immunoglobulin secretion in plasma cells ( ELL2 ), cell-to-cell adhesion (e.g. CDH12 , CDH13 ); DNA repair (e.g. POLQ ). We determined whether sgRNAs against these genes exhibited statistically significant (for 3 or more sgRNAs/gene, FDR=0.05) depletion or enrichment among the MM or non-MM cell lines of our study. While 14 and 6 of these genes exhibited statistically significant depletion (FDR=0.05) of their sgRNAs (3 or more per gene) in RPMI8226 and MM.1S cells, respectively, almost all of these genes were not ranked within the top 2000 genes with the most pronounced sgRNA depletion (in terms of log2 fold change and number of depleted sgRNAs/gene) in either MM or non-MM cell lines. Similarly, statistically significant sgRNA enrichment was not observed for the overwhelming majority of the genes in question in MM or non-MM cell lines. Interestingly, however, several genes showed a statistically significant association with clinical outcome in at least one clinically annotated gene expression profiling dataset in MM (e.g. correlation of ELL2 , CDH13 transcript levels with clinical outcome of bortezomib-treated MM patients). These results taken together suggest that the majority of genes identified through prior GWAS studies for MM risk or adverse clinical outcome in this disease may have modest, if any, impact of the proliferation or survival of MM cells, as well as many other types of non-MM tumor cells, in CRISPR/Cas9-based screens conducted in cell-autonomous assay systems. In turn, these observations imply that, if these candidate genes are validated to play important roles in the pathophysiology of MM cells in vivo, this may likely involve cell-nonautonomous roles of these genes, e.g. in regulating tumor cell interaction with non-malignant cells in the local microenvironment or immune evasion. Our results highlight the value of a previously underappreciated approach in integrating genome-wide CRISPR/Cas9 in vitro genomic results with GWAS studies, in order to more comprehensively examine the putative roles of candidate germline variants and their proximal genes in the pathophysiology of myeloma and other neoplasias. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "candidate disease gene",
        "crispr",
        "functional genomics",
        "genome-wide association study",
        "multiple myeloma",
        "gene editing",
        "neoplasms",
        "adhesions",
        "adverse effects",
        "bortezomib"
    ],
    "author_names": [
        "Ricardo De Matos Simoes, PhD",
        "Geoffrey M. Matthews, PhD",
        "Yiguo Hu, MD PhD",
        "Brian Glassner, PhD",
        "Megan A. Bariteau, BSc",
        "Michal Sheffer, PhD",
        "Ryosuke Shirasaki, MD",
        "Constantine S Mitsiades, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Teikyo University Hospital, Tokyo, JPN"
        ],
        [
            "Dept. of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418"
}