{
    "doi": "https://doi.org/10.1182/blood-2019-123762",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4275",
    "start_url_page_num": 4275,
    "is_scraped": "1",
    "article_title": "Macrophage Transfer to HSCs Assigns Residence in Bone Marrow ",
    "article_date": "November 13, 2019",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "bone marrow",
        "macrophages",
        "transfer technique",
        "liposomes",
        "cxcr4 receptors",
        "stromal cell-derived factor 1",
        "cd34 antigens",
        "coculture techniques",
        "gap junction protein",
        "granulocyte colony-stimulating factor"
    ],
    "author_names": [
        "Xin GAO, PhD",
        "Philip Boulais, PhD",
        "Masato Tanaka",
        "Christopher Richard Marlein, PhD",
        "Paul S. Frenette, MD"
    ],
    "author_affiliations": [
        [
            "Albert Einstein College of Medicine, New York, NY "
        ],
        [
            "Albert Einstein College of Medicine, New York, NY "
        ],
        [
            "School of Life Science, Tokyo University of Pharmacy and Life Sciences, Hachioji, Tokyo, JPN"
        ],
        [
            "Albert Einstein College of Medicine, New York, NY "
        ],
        [
            "Albert Einstein College of Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Hematopoietic stem cells (HSCs), residing at the apex of the hematopoietic hierarchy, are a rare and heterogeneous cell population. Although HSC subsets with various repopulation capacities and lineage bias have been identified, there is no available information about whether each HSC has an equal chance of being mobilized or whether there are specific pools of mobilizable or non-mobilizable HSCs in bone marrow (BM). Here, we identify a BM resident HSC subset based on the expression of the macrophage marker F4/80. Flow cytometry analysis revealed that F4/80 was expressed on 75% of HSCs (Lin - Sca1 + cKit + CD150 + CD34 - ; hereafter referred to as HSC M ) in the BM. In competitive transplantation assays, HSC M exhibited significantly lower engraftment potential, but no lineage bias, compared to F4/80 - HSCs (HSC M : 19.7±4.8%; F4/80 - HSC: 37.1±4.5%, P <0.05). We next analyzed the ability of HSC M and F4/80 - HSCs to be mobilized after G-CSF treatment and found that F4/80 - HSCs, but not HSC M , were exclusively mobilized (F4/80 - HSC: 5042±912.5; HSC M : 6.6±6.6 per mL blood, P <0.001). Similar selective mobilization was observed after administration of AMD3100 or macrophage depletion using clodronate liposomes. To confirm this observation in a genetic model, we crossed transgenic mice expressing Cre recombinase knocked into the Cd169 locus, a marker of BM macrophages (MΦ), with ROSA26-loxP-stop-loxP-tdTomato (CD169/Tomato). We found CD169/Tomato labelled a large fraction of HSC M (31.7±8.4%), in contrast to F4/80 - HSCs which were largely unlabelled (2.1±1.2%). Remarkably, CD169/Tomato + HSCs were not mobilized into the circulation after G-CSF treatment (CD169/Tomato - HSC: 4573±1416; CD169/Tomato + HSC: 90.6±90.6 per mL blood, P <0.01). Although HSCs are reported to express Csf1r , the expression of macrophage markers on HSCs (F4/80 and CD169) was unexpected. To ascertain the expression origin, we transplanted CD169/Tomato + and CD169/Tomato - sorted HSCs into lethally irradiated CD45.1 congenic mice. If HSCs expressed CD169, we would expect that donor HSC tomato expression would be retained. However, to our surprise, we found that the proportion of Tomato + HSCs was higher in the CD169/Tomato - group, suggesting that F4/80 and CD169 expression may be acquired, rather than expressed within HSCs. Indeed, co-culture of TdTomato + BM MΦ with GFP + HSCs consistently revealed the acquisition of tdTomato (GFP + TdTomato + : 9.9±1.9%). Transwell experiments revealed that cell contact was important as GFP + cells did not show any TdTomato expression in the absence of direct cell contact (GFP + TdTomato + : 0%). To investigate the mechanism of HSC retention, we analyzed CXCR4 expression on HSC M and F4/80 - HSC subsets. These analyses revealed that CXCR4 was expressed at higher expression levels on HSC M compared to F4/80 - HSCs (HSC M: 79.4±9.1% CXCR4 + ;F4/80 - HSC: 45.6±8.5% CXCR4 + , P <0.001). In accordance with their increased CXCR4 expression, HSC M exhibited a 4.7-fold increase in pERK1/2 after CXCL12 stimulation, while CXCL12 only triggered a modest increase (1.5-fold) in pERK1/2 in F4/80 - HSCs, suggesting that HSC M have a higher signaling response to CXCL12, and thus exhibit enhanced BM retention. To further confirm that the cell transfer occurred in vivo , we used xenografted mice in which human HSCs were transplanted into NOG mice. We found a significant presence of murine F4/80 on human CD34 + HSCs in xenografted huNOG mice, confirming the F4/80 transfer from host MΦ into human HSCs in vivo. To investigate further the mechanism of cell transfer, we carried out co-culture experiments of GFP + lineage-depleted BM cells with TdTomato + MΦ in the presence of inhibitors known to prevent cell transfer through membrane and cytoskeleton remodeling. Of all conditions tested, only the presence of the GAP junction inhibitor carbenoxolone (CBX) could inhibit the transfer of TdTomato from MΦ to GFP + cells (control: 21.4±3.0%; CBX: 12.6±2.1%, P <0.001). Furthermore, treatment of wild-type mice with CBX led to a marked suppression of F4/80 transfer in vivo, similar to that observed in vitro, suggesting that GAP junctions are responsible for the direct transfer of cellular content from BM MΦ to HSCs. Our results thus identify a novel mechanism by which macrophages can assign HSC residence in BM. Manipulation of macrophage-mediated transfer may enhance the mobilizable HSC pool and provide a new method to improve HSC yields after mobilization. Disclosures Frenette: Cygnal Therapeutics: Equity Ownership; Ironwood Pharmaceuticals: Research Funding; Albert Einstein College of Medicine, Inc: Patents & Royalties; Pfizer: Consultancy."
}