{
    "doi": "https://doi.org/10.1182/blood.V106.11.2326.2326",
    "article_title": "Positively Charged Alpha-Chains Can Stimulate K-Cl Cotransport in Transgenic Mouse Red Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Transgenic mice were generated with human α-chain anti-sickling mutations at contact sites for the HbS polymer. Some of these mice were found to have elevated K-Cl cotransport. Elevation of K-Cl cotransport in patients with homozygous HbS or SC disease increases red cell MCHC and contributes to pathology. In contrast to C57Bl mouse red cells (mRBC) and mRBC expressing only HbA that have little volume-stimulated K-Cl cotransport, we previously reported that HbC under all conditions, and HbS + γ, in the absence of mouse globins, are able to stimulate the activity of K-Cl cotransport in mRBC. These observations support the contention that HbS and HbC stimulate K-Cl cotransport activity in both mouse and human red cells and may do so via the positive charge on the human β-chain. We report here that positively charged α-chains also stimulate K-Cl cotransport in mRBC. Mice expressing α-chain mutants were generated: α49 (HbSavaria, α49S→R, +1 positive charge vs human α) with no human β-globin; α49 and β S ; α49 and NY1 (that expresses human α and β S ); α49–114, that expresses both α49 and α114 (HbChiapas α114P→R, +2 positive charge vs human α) with no human β-globin; α49–114 and β S ; α20 (HbLeLamentin, α20 H→Q, -1 negative charge vs human α) and β S ; and α20–114 (that has no average charge difference from human α) with no human β-globin. Mice were bred with α- and β-KO mice and mice expressing the NY1 transgene to produce mice expressing various levels of mutant α, human α, β S , and mouse globins. Density gradients detected increased red cell density relative to wild type mice (C57Bl) in mice expressing α-globins with a positive charge relative to human α. To isolate the effect of charged α-globin, we first examined mice with only mutated α-globins and no β S . We previously measured volume-stimulated K-Cl cotransport in C57Bl and HbAKO mice (that only express HbA) as 2.0±0.9 and 2.4±1.7 mmol/L cells x hr (FU) respectively. We found a similar value (2.4±1.1 FU) in mRBC expressing either 32% or 100% α20–114 with no β S (no charge difference from human α). mRBC expressing α49 at 44 or 100% with no β S had an average value of 12.9±3.3 FU; similarly, mRBC expressing 48% α114-49 with no β S averaged 9.4±1.2 FU. The volume-stimulated K-Cl cotransport was both chloride and okadaic acid sensitive. These results demonstrate that positively charged α-chains stimulate K-Cl cotransport while mutant α-chains without a charge difference do not. We have also examined mRBC expressing α49 or α49–114 with β S or NY1 and found that all mice exhibited increased K-Cl cotransport with the exception of mRBC from founder α49–114β S mice that express 31% mutant α and 9% β S . We conclude that a positive charge in excess of that found on human α can stimulate K-Cl cotransport and result in increased MCHC. In the presence of β S , this effect results in mouse red cells with properties similar to human SC disease and prevents the birth of mice that are fully knocked out, due to polymer formation, despite the presence of anti-sickling mutations. In constrast, mice with α20β S (−1 vs human α) were viable with exclusively human globins. These observations could only have been made by creating mouse models and imply that charge must also be considered when anti-sickling globins are proposed.",
    "topics": [
        "chlorides",
        "erythrocytes",
        "globins",
        "hemoglobin a",
        "hemoglobin c",
        "hemoglobin sc disease",
        "hemoglobin, sickle",
        "mean corpuscular hemoglobin concentration determination",
        "mice, transgenic",
        "okadaic acid"
    ],
    "author_names": [
        "Jose R. Romero, PhD",
        "Sandra M. Suzuka, MS",
        "Raouf Alami, PhD",
        "Steven N. Feiring, PhD",
        "Eric E. Bouhassira, PhD",
        "Ronald L. Nagel, MD",
        "Mary E. Fabry, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jose R. Romero, PhD",
            "author_affiliations": [
                "Division of Endocrinology, Diabetes, and Hypertension, Brigham and Women’s Hospital/Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sandra M. Suzuka, MS",
            "author_affiliations": [
                "Division of Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raouf Alami, PhD",
            "author_affiliations": [
                "Division of Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven N. Feiring, PhD",
            "author_affiliations": [
                "Microbiology, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric E. Bouhassira, PhD",
            "author_affiliations": [
                "Division of Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald L. Nagel, MD",
            "author_affiliations": [
                "Division of Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary E. Fabry, PhD",
            "author_affiliations": [
                "Division of Hematology, Albert Einstein College of Medicine, Bronx, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:43:27",
    "is_scraped": "1"
}