{
    "doi": "https://doi.org/10.1182/blood.V120.21.4319.4319",
    "article_title": "Late Clearance of Circulating Leukemic Blasts (CBs) During Induction Therapy (IT) Is a predictive of Refractory Adult Acute Myeloid Leukemia (AML) ",
    "article_date": "November 16, 2012",
    "session_type": "Acute Myeloid Leukemia - Pathophysiology &amp; Clinical Studies",
    "abstract_text": "Abstract 4319 Background: CBs are highly variable at diagnosis and during the course of IT in AML patients. Assessing response to IT carries a huge implication on the prognosis of individual patient with AML. Our study investigates whether late clearance of CBs during IT using standard cytarabine + anthracycline regimen is associated with refractory phenotype. Methods: We retrospectively reviewed the chart of 83 AML patients (43 males, 40 females, mean age 61.7) who received standard cytarabine and anthracycline regimen during induction between January, 2000-January, 2011 at William Beaumont Health System. Data collected include complete blood count with blast count during course of induction, and bone marrow response. AML is considered refractory if morphological evaluation, flow cytometry or cytogenetic study was positive in the first bone marrow post induction. Response to IT was assessed according to Cancer and Leukemia Group B (CALGB) criteria as complete remission versus residual leukemia or treatment failure (failing to achieve complete remission). Results: We noted that 57 of 83 patients (68.7%) showed CBs at the time of diagnosis. During the IT, CBs clearance occurred within 7 days (early clearance) in 38 of these 57 patients. The remaining 19 patients had CBs persistent more than 7 days (delayed clearance). The frequency of bone marrow residual disease at count recovery post IT was significant higher in patients with late clearance and those with early clearance (84% vs 42%, p=0.0015). Further analysis of data showed the frequency of bone marrow residual disease was not significantly different between patients with no CBs at the diagnosis and those with early clearance of CBs (38% vs 42%, p=0.8). Conclusion: Adult AML patients with persistent CBs >7 days during IT with standard induction cytarabine and anthracycline regimen are more likely to have induction failure. CBs clearance can be used as an early assessment of response to the IT. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anthracycline antibiotics",
        "blast cells",
        "complete blood count",
        "complete remission",
        "cytarabine",
        "drug clearance",
        "flow cytometry",
        "leukemia",
        "leukemia, myelocytic, acute",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Alaa Muslimani, MD",
        "Aya Rifai, MD",
        "Mohammad Muhsin Muhsin Chisti, MD",
        "Jeffery Margolis, MD",
        "Laura Nadeau, MD",
        "Ishmael Jaiyesimi, DO",
        "James Huang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alaa Muslimani, MD",
            "author_affiliations": [
                "Hematology/Oncology, Oakland University William Beaumont School of Medicine, Rochester Hills, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aya Rifai, MD",
            "author_affiliations": [
                "Internal Medicine, Oakland University William Beaumont School of Medicine, Royal oak, MI, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Muhsin Muhsin Chisti, MD",
            "author_affiliations": [
                "Hematology and Oncology, Oakland University William Beaumont School of Medicine, Royal Oak, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery Margolis, MD",
            "author_affiliations": [
                "Hematology- oncology, Oakland University William Beaumont School of Medicine, Royal oak, MI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Nadeau, MD",
            "author_affiliations": [
                "Hematology-Oncology, Oakland University William Beaumont School of Medicine, Royal Oak, MI, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ishmael Jaiyesimi, DO",
            "author_affiliations": [
                "Hematology-Oncology, Oakland University William Beaumont School of Medicine, Royal oak, MI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Huang, MD",
            "author_affiliations": [
                "Clinical Pathology, Oakland University William Beaumont School of Medicine, Royal oak, MI, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T06:52:02",
    "is_scraped": "1"
}