{
    "doi": "https://doi.org/10.1182/blood-2019-126787",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4453",
    "start_url_page_num": 4453,
    "is_scraped": "1",
    "article_title": "Safety and Efficacy of Brentuximab Vedotin in Combination with AVD in Stage II-IV HIV-Associated Classical Hodgkin Lymphoma: Results of the Phase 2 Study, AMC 085 ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": [
        "brentuximab vedotin",
        "hiv",
        "hodgkin's disease",
        "brachial plexus neuritis",
        "chlorambucil",
        "viral load result",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "computed tomography/positron emission tomography imaging",
        "febrile neutropenia",
        "neuropathy"
    ],
    "author_names": [
        "Paul G. Rubinstein, MD",
        "Page C. Moore, PhD",
        "Milan Bimali, PhD",
        "Amy Chadburn, MD",
        "Ethel Cesarman, MD PhD",
        "Michelle Rudek, PharmD, PhD",
        "Lee Ratner, MD PhD",
        "Richard F. Ambinder, MD",
        "David H. Henry, MD",
        "Stefan K. Barta, MD MRCP, MS",
        "Herve Ghesquieres, MD PhD",
        "Paul Coppo, MD PhD",
        "Pierre Delobel, MD",
        "Francois Boue, MD PhD",
        "Lionel Galicier, MD",
        "Juan Carlos Ramos, MD BS",
        "Erin G. Reid, MD MS",
        "Elad Sharon, MD MPH",
        "Nicolas Mounier, MD",
        "Caroline Besson, MD PhD",
        "Ariela Noy, MD"
    ],
    "author_affiliations": [
        [
            "John H. Stroger, Jr. Hospital of Cook County, Chicago, IL ",
            "Ruth M. Rothstein CORE Center, Chicago, IL ",
            "Rush University Medical Center, Chicago, IL "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Biostatistics, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Weill Cornell Medicine, New York, NY "
        ],
        [
            "Weill Cornell Medical College, New York, NY "
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Baltimore, MD "
        ],
        [
            "Washington University, St. Louis, MO "
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Baltimore, MD "
        ],
        [
            "Pennsylvania Hospital, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Fox Chase Cancer Center, Philadelphia, PA "
        ],
        [
            "Department of Hematology, Centre Hospitalier Lyon Sud, Hospices Civils de Lyon, Pierre Benite, France "
        ],
        [
            "APHP - Hôpital St Antoine, Paris, France "
        ],
        [
            "CHU de Toulouse: Baylac Hôpital Purpan, Toulouse, France "
        ],
        [
            "PHP - Hôpital Antoine Béclère (Bicêtre- Béclère), Clamart, FRA "
        ],
        [
            "Clinical Immunology Unit - Hôpital St. Louis, Paris, FRA "
        ],
        [
            "University of Miami, Miami, FL "
        ],
        [
            "Moores University of California, San Diego Cancer Center, La Jolla, CA "
        ],
        [
            "Division of Cancer Treatment and Diagnosis, National Cancer Institute, Cancer Therapy Evaluation Program, Bethesda, MD "
        ],
        [
            "CHU de Nice, Nice, FRA "
        ],
        [
            "CH Versailles, Versailles, France "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Department of Medicine, Weill Cornell Medical College, New York, NY"
        ]
    ],
    "first_author_latitude": "41.8727197",
    "first_author_longitude": "-87.6737256",
    "abstract_text": "Introduction: Patients (pts) with HIV have a 6-fold increased risk of developing classic Hodgkin lymphoma (cHL) over the general population. The outcome of frontline therapy for HIV-associated cHL (HIV-cHL) using doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD) is similar to the non-HIV population. However, pts with advanced stage cHL continue to have a 30% chance of refractory/relapsed disease with ABVD. Brentuximab vedotin (BV) is an anti-CD30 antibody drug conjugate that selectively induces apoptosis of CD30+ cells. The FDA approved BV with AVD (BV-AVD) after the Echelon-1 (E1) study for advanced stage disease demonstrated improved modified progression free survival (mPFS) at 2 years compared with standard ABVD: 82% vs. 77%. Pts with HIV were excluded from both relapsed/refractory and frontline BV trials. Here we present the final results of the phase 2 trial of BV-AVD in previously untreated HIV-associated cHL, an AIDS Malignancy Consortium/LYSA collaboration (ClinicalTrials.gov ID: NCT01771107). Methods: Forty-one pts were treated on days 1 and 15 of 6, 28 day cycles, with 1.2mgs/kg of BV in combination with doxorubicin 25 mg/m 2 , vinblastine 6 mg/m 2 , and dacarbazine 375 mg/m 2 (AVD). Eligibility criteria included untreated cHL stage II-IV, CD4 + T-cell counts ≥50 cells/mm 3 , and initiation of combined antiretroviral therapy (cART) at least 1 week prior to therapy. Ritonavir, zidovidine, cobisistat, and other strong CYP3A4 or P-glycoprotein inhibitors were excluded with a washout of at least 1 week being required. Hematopoietic growth factor was mandated. The primary objective was 2 year PFS. The sample size was based on providing an estimate of the PFS with a 95% CI +/- 10% under the assumption of a 2 year progression free survival (PFS) estimate of 85%. Secondary objectives included toxicity, effects on CD4/CD8 + T-cells, HIV-1 viral load, prognostic significance of post C2 and end of treatment PET-CT. Results: Forty-one pts (93% men) were treated with a median age of 48y (range 24-67). Pts presented with stage II (17%), III (27%), and IV (56%) disease. Two year PFS estimate in the overall population (N=41) was 86% (95% CI: .74, .98). The 2-year overall survival (OS) estimate was 92% (95% CI: 0.83, 1.0) with 3 deaths at the time of analysis, including 1 which was a treatment related death (Figure 1A). For pts with advanced disease (N=34), the 2-year PFS estimate was 87% (95% CI: 0.76, 0.99) with an OS estimate of 90% (95% CI: 0.8, 1.00) (Figure 1B). Safety profiles were quite similar to the BV-AVD arm in the E1 study of the pts who received growth factor. Neuropathy was higher in our study compared to E1, (49% vs. 29% for any grade, P=0.01; 9.8% vs. 5% for G3/4, p=0.06). G3 Neutropenia was greater in AMC 085 compared to E1 BV-AVD arm with growth factor: 57% vs. 29% (p<0.01). The outcomes between this study and E1 with respect to serious adverse events due to infection (33% vs. 44%) or febrile neutropenia (11% vs. 15%) during therapy were similar. Two pts were removed from study for violating inclusion criteria by taking ritonavir, a strong CYP 3A4 inhibitor since enrollment. One developed febrile neutropenia and G4 pancreatitis cycle 1 day 7 while the second developed febrile neutropenia prior to cycle 2. A third pt discontinued ritonavir 2 days prior to enrollment and developed a prolonged G3 neuropathy. The median CD4 and CD8+ T-cell counts at diagnosis were 289 cells/mm 3 (range 32-818) and 486 cells/mm 3 (range 26-1780), respectively. Of evaluable pts an increase in CD4 and CD8+ T-cell counts were noted just 1 month after therapy to 545 cell/mm 3 (range161-2130) and 745 cell/mm 3 (range 132-3106) noted by cycle 2 day 1. Sixty-nine % had undetectable viral loads at baseline. For those with detectable viral loads at diagnosis, the median viral load was 52 copies/ml (range 22-15,706). HIV-1 viral loads declined during therapy. PET/CT data demonstrated 3/32 pts were PET positive after cycle 2. One of 29 pts was PET/CT positive by end of cycle 6 deemed to be a false positive based on benign biopsy and follow up. Conclusions: BV-AVD in stage II-IV HIV-cHL was efficacious although neutropenia and neuropathy were increased compared to the non-HIV population. The 2-year PFS estimate was 86% for the entire cohort and 87% for advanced stage HIV-cHL. Major interactions with strong CYP3A4 inhibitors lead to toxicity and must be avoided. The etiology of the CD4 increase is under investigation and may have implications for future therapy. View large Download slide View large Download slide  Disclosures Rudek: Cullinan Apollo: Research Funding; Taiho: Research Funding; RenovoRX: Research Funding; Celgene: Research Funding. Barta: Mundipharma: Honoraria; Celgene: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees; Takeda: Research Funding; Seattle Genetics: Honoraria, Research Funding; Bayer: Consultancy, Research Funding; Mundipharma: Honoraria; Merck: Research Funding; Celgene: Research Funding; Janssen: Membership on an entity's Board of Directors or advisory committees. Noy: Medscape: Honoraria; Janssen: Consultancy; Prime Oncology: Honoraria; NIH: Research Funding; Pharamcyclics: Research Funding; Raphael Pharma: Research Funding. OffLabel Disclosure: Brentuximab Vedotin has been approved for the upfront treatment of advanced stage cHL in combination with AVD though not specifically approved for use in patients infected with HIV or stage 2 cHL."
}