{
    "doi": "https://doi.org/10.1182/blood.V114.22.3576.3576",
    "article_title": "Generation and Implementation of a Novel Murine Xenograft Model for Evaluating Human Hematopoietic Cell-Targeted Gene Therapies for Fabry Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "Gene Therapy and Transfer Poster II",
    "abstract_text": "Abstract 3576 Poster Board III-513 Fabry disease is an X-linked lysosomal storage disorder caused by a deficiency of the enzyme α-galactosidase A (α-gal A). The inability to prevent the progression of galactosylsphingolipid deposition, such as globotriaosylceramide (Gb 3 ), has a significant impact on quality of life and diminishes lifespan from early-onset strokes, progressive renal failure, and heart attacks. Previously, we have demonstrated that gene transfer into murine hematopoietic cells can correct the defect systemically in Fabry mice. The goal of the present study is to create a pure Fabry/NOD/SCID murine line to facilitate the in vivo assessment of human cell-targeted therapies against the disease. The pure line was generated by a “speed congenic” breeding program. The parental generation (F 0 ) was represented by a C3H + C57BL/6 Fabry female mouse (α-gal A −/− scid +/+ ) and a NOD/SCID male mouse (α-gal A +/0 scid −/− ). To generate the α-gal A -/+ scid −/− female mice (F 2 ), the double heterozygous female mice from F 1 were mated with NOD/SCID male mice. F 3 and all the subsequent generations (until F 11 ) were derived by backcrossing α-gal A -/+ scid −/− female mice with α-gal A +/0 scid −/− male mice. At this point, genome scanning analysis, fluorometric enzymatic assays, and HPLC assessment revealed that the F 11 purity was higher than 99%; α-gal A activity was reduced significantly in plasma and Gb 3 levels were increased considerably in heart, liver, spleen, kidney and lung, in comparison to NOD/SCID control mice. With the aim of obtaining the pure Fabry/NOD/SCID line, F 11 mice were crossed with each other (α-gal A -/+ scid −/− female mice with α-gal A -/0 scid −/− male mice) and then F 12 double homozygous female mice (α-gal A −/− scid −/− ) were crossed with F 12 hemizygous (α-gal A -/0 scid −/− ) male mice. For each generation, the genotype of offspring was analyzed by PCR and the absence of T and B cells was confirmed phenotypically by flow cytometry. Currently, this new xenograft model is being validated by using hematopoietic cell targets. To this end, normal human mobilized CD34 + cells were separately transduced with a control (eGFP lentivector) or a bicistronic lentiviral vector encoding the human α-gal A and the human CD25 cell surface marker. 8×10 5 cells were injected intravenously into sub-lethally irradiated 8-week-old pure Fabry/NOD/SCID male mice. Injected cells were 25% positive for eGFP and 34% positive for human CD25 expression, respectively. Presence of human CD45 + cells, CD45 + /CD25 + cells, CD45 + /eGFP + cells and α-gal A activity will be regularly monitored on peripheral blood or plasma, respectively. Near future studies will include Gb 3 quantification in tissues at sacrifice and secondary recipient transplantation. As well, Fabry patient bone marrow cells are currently being collected under an approved protocol for testing in this model. In conclusion, this novel xenograft Fabry model is a key tool for developing different therapies for Fabry Disease and will help us to reduce the gap between the bench and the clinic. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "fabry disease",
        "gene therapy",
        "mice",
        "transplantation, heterologous",
        "severe combined immunodeficiency",
        "antigens, cd25",
        "cd45 antigens",
        "breeding",
        "cd34 antigens",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Natalia A. Pacienza, PhD",
        "Nobuo Mizue, PhD",
        "Makoto Yoshimitsu, MD",
        "Matthew Scaife, BSc",
        "Ronan Foley, MD, FRCPC",
        "Jeffrey A. Medin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Natalia A. Pacienza, PhD",
            "author_affiliations": [
                "University Health Network, Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nobuo Mizue, PhD",
            "author_affiliations": [
                "University Health Network, Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Yoshimitsu, MD",
            "author_affiliations": [
                "University Health Network, Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Scaife, BSc",
            "author_affiliations": [
                "University Health Network, Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronan Foley, MD, FRCPC",
            "author_affiliations": [
                "Pathology, Hamilton Health Sciences, Hamilton, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Medin, PhD",
            "author_affiliations": [
                "University Health Network, Ontario Cancer Institute, Toronto, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T18:42:24",
    "is_scraped": "1"
}