{
    "doi": "https://doi.org/10.1182/blood.V120.21.2464.2464",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2360",
    "start_url_page_num": 2360,
    "is_scraped": "1",
    "article_title": "Autophagy As a Target for Differentiation Therapy in Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "abstract_text": "Abstract 2464 Autophagy is a catabolic cellular process whereby redundant or damaged proteins and organelles are sequestered within vesicular “autophagosomes” and degraded to reusable monomers via lysosomal hydrolases. Autophagic activity is heightened in times of cellular stress or remodeling and has recently been proposed to play an important role in cell differentiation. As Acute Myeloid Leukemia (AML) is a condition that is characterized by a differentiation block, we have investigated the importance of autophagy in the differentiation of AML cells and the consequences of pharmacologic modification of autophagy on this process. We examined autophagy in the NB4 (t15:17, PML-RARα+) Acute Promyelocytic Leukemia (APML) cell line, a well-established model of leukemic cell differentiation. Treatment of NB4 cells for 4 days with all- trans -retinoic acid (ATRA) induced differentiation evidenced by cellular morphology and confirmed by both flow cytometric and western blot detection of the CD11b and CD14 surface markers of granulocytic differentiation. During days 0 to 4 of ATRA-induced differentiation, NB4 cells progressively accumulated cytoplasmic vesicles - a characteristic feature of autophagy. LC3, GABARAP and GATE16 are cytoplasmic proteins that become lipid-conjugated during autophagy activation and incorporated into autophagic vesicles. Immune-fluorescence microscopy demonstrated a shift in the staining pattern of these proteins from a diffuse cytoplasmic pattern to a discreet punctate pattern as differentiation proceeded, consistent with incorporation into autophagic vesicles. Up-regulation of these autophagy markers during differentiation was also confirmed by western blotting. To determine the functional consequences of autophagy inhibition, we treated NB4 cells with ATRA in the presence and absence of lysosomal inhibitors E64d and Pepstatin A. Expression of CD11b and CD14 was decreased at day 4 in cells treated with ATRA/E64/Pepstatin A compared to cells treated with ATRA alone. This was also seen by western blot. We next assessed the effects of Lithium, a known inducer of autophagy, on leukemic cell differentiation. We treated high passage HL60 cells (AML cell line more resistant to ATRA-induced differentiation, PML-RARα-) with Lithium (10mM) alone and in combination with ATRA (1μM) for 4 days. Western blot analysis confirmed that Lithium treatment elevated the expression of LC3, GABARAP and GATE16. We observed early morphological features of differentiation in combination-treated cells. CD11b expression at Day 4 was increased in Lithium-treated cells compared to cells treated with ATRA alone (24.1% v 12.4%). In combination-treated cells, differentiation was even further induced (33.5% CD11b expression). Combination treatment also resulted in increased apoptosis (Annexin V flow cytometric assay) at day 4 (22.7%) compared to Lithium alone (8.4%) and to ATRA alone (6.1%). Colony-forming assays were performed to assess the proliferative capacity of cells from these treatment groups sampled at day 2 and placed in drug-free methylcellulose medium for 7 days (MethoCult H4034). Colony numbers were significantly reduced in ATRA and Lithium combination-treated cells compared to either mono-therapy or controls. We have begun to test the use of Lithium alone and in combination with ATRA on primary AML samples. Early data suggests Lithium attenuates malignant cell growth on colony-forming assay. Experiments are underway to determine the molecular mechanisms whereby lithium sensitizes cells to ATRA and promotes differentiation. Conclusion: Autophagy plays a significant role in the myeloid differentiation of APL cells. Pharmacologic inhibition of autophagy impedes ATRA-induced leukemic cell differentiation while autophagy induction in non-APL leukemia in combination with ATRA promotes differentiation, decreases the proliferative capacity of malignant cells and decreases malignant cell viability. These findings suggest that autophagy induction with readily available agents such as Lithium may represent an exciting means of re-opening differentiation pathways in AML. We are continuing to test this hypothesis in AML patient samples. Disclosures: Orfali: MSD: Unrestricted educational support, Unrestricted educational support Other; Amgen: Unrestricted educational support Other; BMS: Unrestricted educational support, Unrestricted educational support Other; Novartis: Unrestricted educational support Other; Pfizer: Unrestricted educational support, Unrestricted educational support Other.",
    "topics": [
        "autophagy",
        "differentiation therapy",
        "infectious mononucleosis",
        "leukemia, myelocytic, acute",
        "tretinoin",
        "lithium",
        "macrophage-1 antigen",
        "western blotting",
        "leukemic cells",
        "tumor cells, malignant"
    ],
    "author_names": [
        "Nina M. Orfali, MBBchBAO",
        "Tracey O'Donovan, PhD",
        "Michelle Nyhan, PhD",
        "Nigel P Mongan, PhD",
        "Lorraine J Gudas, PhD",
        "Mary R Cahill, MB FRCPath",
        "Sharon McKenna, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pharmacology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Cork Cancer Research Centre, Cork, Ireland, "
        ],
        [
            "Cork Cancer Research Centre, Cork, Ireland, "
        ],
        [
            "Cancer Biology & Translational Research, University of Nottingham, Leicestershire, United Kingdom, "
        ],
        [
            "Department of Pharmacology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Department of Haematology, Cork University Hospital, Cork, Ireland"
        ],
        [
            "Cork Cancer Research Centre, Cork, Ireland, "
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127"
}