{
    "doi": "https://doi.org/10.1182/blood.V116.21.2057.2057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1846",
    "start_url_page_num": 1846,
    "is_scraped": "1",
    "article_title": "A Phase 1B Dose-Escalation Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of FBS0701, a Novel Oral Iron Chelator for the Treatment of Chronic Iron Overload ",
    "article_date": "November 19, 2010",
    "session_type": "Regulation of Iron Metabolism: Poster I",
    "topics": [
        "iron chelating agents",
        "iron overload",
        "pharmacokinetics",
        "pharmacodynamics",
        "deferasirox",
        "iron",
        "administration, oral",
        "adverse event",
        "anemia",
        "chelating agents"
    ],
    "author_names": [
        "Hugh Y. Rienhoff, Jr, MD",
        "ip Viprakasit, MD, D, Phil",
        "Lay H. Tay, MBBS, FRCPA",
        "Paul Harmatz, MD",
        "Elliott Vichinsky, MD",
        "Deborah Chirnomas, MD, MPH",
        "Janet Kwiatkowski, MD",
        "Amy E Tapper, PhD",
        "John B Porter, MD",
        "Ellis J. Neufeld, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Ferrokin, Inc., San Carlos, CA, USA, "
        ],
        [
            "Siriraj Hospital, Mahidol University, Bangkok, Thailand, "
        ],
        [
            "Imvs, Division of Hematology, Adelaide, SA, Australia, "
        ],
        [
            "Gastroenterology, Children's Hospital & Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Northern California Comprehensive Thalassemia Center, Hematology/Oncology, Children's Hospital & Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Hematology, Children's Hospital Boston, Boston, MA, USA, "
        ],
        [
            "Hematology DEPT, CHILDREN’S HOSPITAL, Philadelphia, PA, USA, "
        ],
        [
            "Ferrokin, Inc., San Carlos, CA, USA, "
        ],
        [
            "Haematology, University College London, London, United Kingdom"
        ],
        [
            "Hematology, Children's Hospital Boston, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "37.5047091",
    "first_author_longitude": "-122.25862389999999",
    "abstract_text": "Abstract 2057 Background: Iron chelators in current use (parenteral deferoxamine, oral deferasirox and deferiprone) are individually efficacious in many patients with transfusion dependent anemias, but each has liabilities relating to safety, ease of administration, patient acceptance, or narrow therapeutic index. The oral chelator FBS0701 is a polyether derivative of the siderophore-related compound, desazadesferrithiocin, a tri-dentate chelator with high affinity binding and selectivity for Fe(III). Animal studies of FBS0701 demonstrated a 4-fold higher no-observable-adverse-effect level in pre-clinical studies compared to deferasirox suggesting a favorable clinical safety profile with respect to nephrotoxicity. Single dose safety and pharmacokinetic studies in both healthy volunteers and iron overloaded patients have established preliminary data to guide further clinical trials. Objectives: To assess multiple-dose pharmacokinetics, safety, and tolerability of FBS0701 in patients with congenital transfusion-dependent anemias. Methods: This was a multicenter, open-label, dose-escalating, multiple dose study of four dose levels (3, 8, 16 and 32 mg/kg/d) of FBS0701. Sixteen patients with documented transfusional iron overload over the age of seventeen were studied. Each dose cohort consisted of 4 patients. After a washout period, patients were dosed daily for seven days. Patients were clinically evaluated on Days 3, 6, 7, 8, 9, 10 and 15 and then weekly thereafter for three weeks. Assessments included physical exam, clinical pathology and ECG. A standard pharmacokinetic protocol of plasma sampling was performed throughout Day 7 and continuing to Day 10. Urine was collected in three intervals over the 24 hour period following the last dose. Each dose level was separated by a minimum of three weeks to assess safety before escalating to the next dose level. Results: FBS0701 was well tolerated in all dose cohorts. There were no serious adverse events related to the drug. With the exception of a change in urine color that was regarded as without clinical significance, adverse events did not show dose-dependency in frequency or severity. Pharmacokinetic parameters derived from plasma and urine drug levels are shown in the table below. There was no evidence of accumulation after 7 days of dosing. Dose- dependent pharmacokinetics were observed as predicted.  Parameter * . Dose . 3 mg/kg/day . 8mg/kg/day . 16 mg/kg/day . 32 mg/kg/day . C max (ng/mL) 5,910 ± 2,298 (4) 15,000 ± 4,439 (4) 38,225 ± 3,947 (4) 68, 250 ± 27,519 (4) T max (h) 1.31 (4) 1.18 (4) 1.00 (4) 1.49 (4) AUC (0-24 ) (h×ng/mL) 19,476 ± 11,327 (4) 44,916 ± 30,751 (4) 92,261 ± 36,560 (4) 157,577 ± 43,484 (4) ëz(h -1 ) 0.0655 ± 0.0606 (4) 0.0424 ± 0.0249 (4) 0.0421 ± 0.0246 (4) 0.0381 ± 0.0091 (2) t ½ (h) 16.2 ± 8.32 (4) 20.9 ± 11.3 (4) 21.3 ± 11.8 (4) 18.7 ± 4.48 (2) CL/F (mL/min) 162 ± 85.0 (4) 225 ± 142 (4) 206 ± 78.4 (4) 172 ± 60.1 (4) Vz/F (L) 185 ± 84.1 (4) 311 ± 137 (4) 339 ± 166 (4) 214 ± 2.94 (2) Ue (0-24)( mg) 66.1 ± 24.0 (4) 201 ± 68.1 (4) 402 ± 203 (4) 641 ± 208 (4) Fe (0-24) (%Dose) 44.0 ± 16.0 (4) 47.4 ± 13.8 (4) 39.2 ± 5.86 (4) 43.1 ± 15.8 (4) CLr (mL/min) 75.2 ± 46.8 (4) 105 ± 62.9 (4) 83.2 ± 36.5 (4) 73.6 ± 37.8 (4) Parameter * . Dose . 3 mg/kg/day . 8mg/kg/day . 16 mg/kg/day . 32 mg/kg/day . C max (ng/mL) 5,910 ± 2,298 (4) 15,000 ± 4,439 (4) 38,225 ± 3,947 (4) 68, 250 ± 27,519 (4) T max (h) 1.31 (4) 1.18 (4) 1.00 (4) 1.49 (4) AUC (0-24 ) (h×ng/mL) 19,476 ± 11,327 (4) 44,916 ± 30,751 (4) 92,261 ± 36,560 (4) 157,577 ± 43,484 (4) ëz(h -1 ) 0.0655 ± 0.0606 (4) 0.0424 ± 0.0249 (4) 0.0421 ± 0.0246 (4) 0.0381 ± 0.0091 (2) t ½ (h) 16.2 ± 8.32 (4) 20.9 ± 11.3 (4) 21.3 ± 11.8 (4) 18.7 ± 4.48 (2) CL/F (mL/min) 162 ± 85.0 (4) 225 ± 142 (4) 206 ± 78.4 (4) 172 ± 60.1 (4) Vz/F (L) 185 ± 84.1 (4) 311 ± 137 (4) 339 ± 166 (4) 214 ± 2.94 (2) Ue (0-24)( mg) 66.1 ± 24.0 (4) 201 ± 68.1 (4) 402 ± 203 (4) 641 ± 208 (4) Fe (0-24) (%Dose) 44.0 ± 16.0 (4) 47.4 ± 13.8 (4) 39.2 ± 5.86 (4) 43.1 ± 15.8 (4) CLr (mL/min) 75.2 ± 46.8 (4) 105 ± 62.9 (4) 83.2 ± 36.5 (4) 73.6 ± 37.8 (4) View Large AUC 0–24 : area under the plasma concentration versus time, zero time point to 24 hours; C max : time to maximum observed plasma concentration; t max : time to maximum plasma concentration; k el : terminal elimination rate constant; t ½ : half-life calculated by the equation t ½ = 0.693/k el ; CL/F: the apparent total plasma clearance of drug after oral administration; Vz/F: the apparent volume of distribution during terminal phase after oral administration; Ue: amount of drug excreted into urine; Fe: the fraction of orally administered drug excreted unchanged in urine; CLr: renal clearance Conclusions: FBS0701, a novel tridentate iron chelator, was well tolerated for 7 days at doses up to 32 mg/kg, the high end of the predicted therapeutic dose range. The compound is of interest because in preclinical animal studies there was no evidence of gastrointestinal toxicity and FBS0701 was less able to cause renal toxicity than deferasirox. The pharmacokinetic parameters suggest good dose proportionality and support once-daily dosing that might provide 24 hour protection from non-transferrin bound iron based on the gradual terminal-phase elimination. FBS0701 warrants Phase 2 safety and efficacy studies in transfusional iron overloaded patients. Disclosures: Rienhoff: Ferrokin, Inc.: Employment, Equity Ownership. Viprakasit: Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Ferrokin, Inc.: Research Funding. Tay: Ferrokin, Inc.: Research Funding. Harmatz: Ferrokin, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Research Funding. Vichinsky: Novartis: Research Funding. Chirnomas: Novartis: Research Funding. Kwiatkowski: Ferrokin, Inc.: Research Funding. Tapper: Ferrokin, Inc.: Employment. Porter: Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Neufeld: Novartis, Inc: Research Funding; Ferrokin, Inc: Research Funding."
}