{
    "doi": "https://doi.org/10.1182/blood-2018-99-111986",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4004",
    "start_url_page_num": 4004,
    "is_scraped": "1",
    "article_title": "Characteristics Associated with Hydroxyurea Treatment Change in Patients with Polycythemia Vera: An Analysis from the Reveal Study ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": null,
    "author_names": [
        "Anas Al-Janadi, MD",
        "Ruben A. Mesa, MD FACP",
        "Philomena Colucci, DO, MS",
        "Shreekant Parasuraman, BPharm, PhD",
        "Dilan Chamikara Paranagama, PhD",
        "Michael Richard Grunwald, MD"
    ],
    "author_affiliations": [
        [
            "Breslin Cancer Center, Michigan State University, Lansing, MI "
        ],
        [
            "UT Health San Antonio Cancer Center, San Antonio, TX "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Incyte Corporation, Wilmington, DE "
        ],
        [
            "Levine Cancer Institute, Charlotte, NC"
        ]
    ],
    "first_author_latitude": "42.7028914",
    "first_author_longitude": "-84.5545837",
    "abstract_text": "Introduction : Polycythemia vera (PV) is associated with increased blood cell counts, risk of thrombosis, and symptoms. Guidelines support the use of hydroxyurea (HU) in high-risk patients, or low-risk patients with an indication for cytoreductive therapy. However, a proportion of patients become resistant or intolerant to HU over time. The objective of this analysis is to describe patients with PV enrolled in REVEAL who changed from HU to an alternative treatment. Methods : REVEAL (NCT02252159) is a prospective, observational study of adult patients with PV in the US. Patients were observed over a 36-month period and clinical data were collected from usual care visits. In this analysis, an index date of 6 months prior to enrollment was determined for each patient. Patients who received other PV-related treatments prior to initiating HU, who never received HU prior to data cutoff, or who discontinued HU within 3 months of the data cutoff were excluded. Patients who initiated HU prior to their index date and continued through the index date and patients who initiated HU after the index date were included. This patient cohort was subdivided into 3 subgroups: patients who discontinued HU and did not initiate an alternative; patients who were still receiving HU at the time of data cutoff; and patients who started an alternative treatment after HU. For patients who initiated an alternative treatment, laboratory values (maximum values within the reporting period), number of phlebotomies, and symptoms were evaluated within 3 months prior to the treatment change. For patients who discontinued and for those who continued HU, data were evaluated within 3 months prior to discontinuation or data cutoff, respectively (time of evaluation). Symptom burden was assessed using the Myeloproliferative Neoplasm Symptom Assessment Form Total Symptom Score (MPN-SAF TSS). All data were analyzed with descriptive statistics. Results: Of the 2,510 patients enrolled in REVEAL, 1,239 met the criteria for this analysis. Of these patients, 56 (4.5%) discontinued HU without initiating an alternative therapy, 1,059 (85.5%) continued HU, and 124 (10.0%) started an alternative cytoreductive treatment after HU. Patients who discontinued HU treatment were older, with a median age (range) of 74.0 (28.0-91.0) years compared with patients who continued HU or who started an alternative treatment (Table). A similar proportion of patients who discontinued HU had high-risk disease (89.3%) compared to those who continued HU (87.2%) or initiated an alternative treatment (83.1%). Among those who started an alternative treatment, ruxolitinib was the most common (102 patients, 82.3%), followed by anagrelide (17 patients, 13.7%), interferon (4 patients, 3.2%), and chlorambucil (1 patient, 0.8%). Patients who initiated an alternative treatment for PV had higher mean blood counts and more frequent phlebotomy procedures compared with those who discontinued HU and with those who continued (Table). Patients who initiated an alternative treatment had higher mean HU dose at the time of treatment change (968.6 mg/d) compared with those who discontinued HU (707.1 mg/d at the time of discontinuation) or those who continued (811.2 mg/d at the time of data cutoff). Similarly, the maximum HU dose received since index was higher for those who initiated an alternative treatment compared with those who discontinued HU or continued HU (1072.9, 803.6, and 891.9 mg/d, respectively). Patients who initiated an alternative treatment following HU had a higher mean TSS, both at the time of treatment change and at enrollment (29.8 and 25.9) compared with those who discontinued HU (at the time of discontinuation, 22.5 and 20.4) and those who continued HU (at the time of data cutoff, 20.8 and 16.8). A higher proportion of patients who discontinued HU had a history of nonhematological adverse events (12.5%) compared with those who started another alternative treatment (8.1%) or those who continued HU (5.9%). Conclusion: Patients with PV who received HU demonstrated variation with respect to HU management. Patients who started alternative treatments after HU were younger, had higher counts, more frequent phlebotomies, and higher symptom burden before changing treatment. These data support current criteria for HU resistance/intolerance. View large Download slide View large Download slide  Disclosures Mesa: Promedior: Research Funding; Novartis: Consultancy; UT Health San Antonio - Mays Cancer Center: Employment; Pfizer: Research Funding; NS Pharma: Research Funding; Genentech: Research Funding; Celgene: Research Funding; Incyte Corporation: Research Funding; Gilead: Research Funding; CTI Biopharma: Research Funding. Colucci: Incyte: Employment, Equity Ownership. Parasuraman: Incyte: Employment, Equity Ownership. Paranagama: Incyte: Employment, Equity Ownership. Grunwald: Celgene: Consultancy; Pfizer: Consultancy; Agios: Consultancy; Merck: Consultancy; Janssen: Research Funding; Forma Therapeutics: Research Funding; Genentech: Research Funding; Cardinal Health: Consultancy; Amgen: Consultancy; Incyte: Consultancy, Research Funding."
}