{
    "doi": "https://doi.org/10.1182/blood-2019-123360",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4221",
    "start_url_page_num": 4221,
    "is_scraped": "1",
    "article_title": "Hexokinase-2 Regulates Hypoxia-Inducible Autophagy, Leading to Enhance Anti-Apoptotic Capability of Refractory Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "autophagy",
        "hexokinase",
        "hypoxia",
        "multiple myeloma",
        "stress",
        "bortezomib",
        "proteasome inhibitors",
        "transcription factor",
        "western blotting",
        "dna, complementary"
    ],
    "author_names": [
        "Sho Ikeda, MD PhD",
        "Fumito Abe, MD PhD",
        "Matsuda Yuka",
        "Akihiro Kitadate, MD PhD",
        "Takahiro Kobayashi, MD PhD",
        "Naoto Takahashi, MD PhD",
        "Hiroyuki Tagawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita City, Japan "
        ],
        [
            "Department of Hematology, Nephrology, and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan"
        ],
        [
            "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan "
        ]
    ],
    "first_author_latitude": "39.7314857",
    "first_author_longitude": "140.1511349",
    "abstract_text": "(background) The drug resistance of multiple myeloma (MM) cells is thought to be induced by various factors of the bone marrow microenvironment. Of these factors, hypoxic stress may be associated with drug resistance in various hematologic malignancies, including MM. Hypoxic stress lead MM cells to induce distinct gene expressions. It has been reported that oncogenic transcription factors such as IRF4 and Myc are suppressed under hypoxia. Instead, accumulation of another transcription factor, HIF-1α upregulates anti-apoptotic proteins, increases glycolysis, and enhances neovascularization leading MM cells to represent anti-apoptotic phenotype. Autophagy is an intracellular process that encapsulates cytoplasmic components, which are directed to the lysosome for degradation. Autophagy and proteasomal degradation prevent apoptosis caused by endoplasmic reticulum (ER) stress. Although proteasome inhibitor such as bortezomib, is a key drug for MM, it may induce treatment resistance. This might be because autophagy is induced in hypoxic microenvironment. Autophagy associated molecules might be therapeutic target in MM cells adapted to hypoxia. (Aim and methods) To clarify the association of hypoxia inducible genes and autophagy, and to obtain rational basis for a new therapeutic strategy against MM, we performed following experiments in vitro using myeloma cell lines (MM.1S, KMS-12-PE, KMS-11, and H929) and primary samples (n=6) that were subjected to hypoxia (1% O 2 ). (Results) First, we examined volcano plot analysis on our cDNA microarray data (GSE80545) of patient samples incubated in normoxia or hypoxia for 48 hours. 546 probes were significantly elevated in hypoxia (fold change > 2.0, p < 0.05). Gene ontology analysis revealed that \"Glycolytic Process\" contained 13 genes such as PFKFB4 , ENO2 , ALDOC , PFKFB3 , HK2 , PFKP , GPI , PGK1 , LDHA , ALDOA , ENO1 , PKM , and GAPDH . We focused on hexokinase-2 (HK2) because it has been reported that HK2 activates autophagy under stress conditions. Western blot analysis for patient samples revealed that HK2 expression was remarkably upregulated under hypoxia. Apoptosis assay showed that viable cells of HK2 knockdowned cell lines were significantly lower than that of control cells under hypoxia, but not under normoxia. Also, in hypoxia, we found that number of 3-bromopyruvate (3-BrPA, a HK2 inhibitor) subjected viable cells were significantly lower than that of normoxia. This suggested that HK2 contributes to anti-apoptotic phenotype of MM cells under hypoxia. Next, we examined the role of HK2 in autophagy under hypoxia. Because degradation of p62 and increase of LC3-II/LC3-I ratio is considered to be useful for autophagy detection, we examined these factors by Western blot analysis. We found that hypoxic stress decreased expression of p62 and increased the ratio of LC3-II/LC3-I in myeloma cell lines, indicating that hypoxia activates autophagy. However, under hypoxia, these changes were canceled by HK2 knockdown. We confirmed that the number of autophagosome were significantly decreased in HK2-knockdowned myeloma cells by electron microscopy analysis. These data suggested that HK2 is required for hypoxia-inducible autophagy in MM. Finally, we examined the effect of combined inhibition of HK2 and proteasome. In hypoxia, apoptosis by bortezomib was significantly increased in HK2-knockdowned myeloma cells when compared with control. Moreover, we found that the combination of 3-BrPA and bortezomib increased apoptotic cells in both normoxia and hypoxia. These results suggested that HK2-inhibition can induce apoptosis against MM cells with enhancement of sensitivity to proteasome inhibitors. (Conclusion) These results suggest that hypoxia induced HK2 promotes autophagy and inhibits apoptosis. Thus, the combination of proteasome inhibitors and HK2 inhibition may bring about a deep response against treatment resistant MM. Disclosures Ikeda: Nippon Shinyaku Research Grant: Research Funding. Takahashi: Bristol-Myers Squibb: Speakers Bureau; Eisai Pharmaceuticals: Research Funding; Pfizer: Research Funding, Speakers Bureau; Otsuka Pharmaceutical: Research Funding, Speakers Bureau; Kyowa Hakko Kirin: Research Funding; Chug Pharmaceuticals: Research Funding; Ono Pharmaceutical: Research Funding; Novartis Pharmaceuticals: Research Funding, Speakers Bureau; Astellas Pharma: Research Funding; Asahi Kasei Pharma: Research Funding."
}