{
    "doi": "https://doi.org/10.1182/blood.V120.21.2719.2719",
    "article_title": "Early Response to Methotrexate, Vincristine and Procarbazine Chemotherapy-Adapted Strategy for Primary CNS Lymphoma: Omitted Radiotherapy for Patients Achieving Complete Response in Interim Analysis. ",
    "article_date": "November 16, 2012",
    "session_type": "623. Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2719 The aim of this study was to evaluate treatment outcomes and prognostic factors of high-dose MVP (methotrexate, vincristine and procarbazine) chemotherapy and response adapted intensification therapy in primary central nervous system lymphoma (PCNSL). We evaluated the expression of Epstein-Barr virus (EBV)-encoded RNA in tissue and pretreatment EBV-DNA in whole blood. Forty patients with PCNSL who treated with high-dose MVP chemotherapy were retrospectively reviewed. Additional radiotherapy or autologous stem cell transplantation were performed for the patients who could not achieve complete response (CR) at interim response ( Figure 1 ). The median age was 55 years. CR rate was 50.0% and objective response rate was 80.0%. Two-year overall survival (OS) was 59.8% and 2-year progression free survival (PFS) was 47.1%. Grade 3 or 4 neutropenia was seen in 19 of 40 (47.5%) patients and thrombocytopenia was developed in 13 (32.5%) patients. Treatment-related mortality was occurred in 4 patients. Delayed neurotoxicity was occurred in 4 patients. Poor performance status, elevated cerebrospinal fluid protein level and whole blood EBV-DNA positivity showed inferior OS ( P =0.036, P =0.022, P =0.013, respectively, Figure 2 ). We detected whole blood EBV-DNA in 10 (29.4%) of 34 patients. It was related with poor OS and PFS in high risk patients according to International Extranodal Lymphoma Study Group scores ( P =0.015, P =0.027, respectively). This study suggests that high-dose MVP chemotherapy without intrathecal chemotherapy and response adapted strategy may be an effective regimen for the newly diagnosed PCNSL. Whole blood EBV-DNA positivity could predict the inferior outcome in high-risk patients. Figure 1: View large Download slide Treatment scheme HD-MVP high dose methotrexate, vincristine and procarbazine, CR complete response, CRu unconfirmed complete response, PR partial response, SD stable disease, PD progressive disease, Tx treatment, NE not evaluated, ASCT autologous hematopoietic stem cell transplantation, RT radiotherapy Figure 1: View large Download slide Treatment scheme HD-MVP high dose methotrexate, vincristine and procarbazine, CR complete response, CRu unconfirmed complete response, PR partial response, SD stable disease, PD progressive disease, Tx treatment, NE not evaluated, ASCT autologous hematopoietic stem cell transplantation, RT radiotherapy Close modal Figure 2: View large Download slide View large Download slide Overall survival and progression free survival according to EBV-DNA status in high risk patients. EBV Epstein-Barr virus Figure 2: View large Download slide View large Download slide Overall survival and progression free survival according to EBV-DNA status in high risk patients. EBV Epstein-Barr virus Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "complete remission",
        "interim analysis",
        "methotrexate",
        "primary central nervous system lymphoma",
        "procarbazine",
        "radiation therapy",
        "vincristine",
        "dna",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Yu Ri Kim",
        "Se Hoon Kim",
        "Jong Hee Chang",
        "Chang-Ok Suh",
        "Soo Jeong Kim, MD",
        "yun Deok Kim",
        "Doh Yu Hwang, MD",
        "Ji Eun Jang",
        "Shin Young Hyun",
        "June-Won Cheong",
        "Yoo-Hong Min",
        "Jin Seok Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Yu Ri Kim",
            "author_affiliations": [
                "Internal medicine, Hematology, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Se Hoon Kim",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Hee Chang",
            "author_affiliations": [
                "Yonsei University College of Medi, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Ok Suh",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soo Jeong Kim, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "yun Deok Kim",
            "author_affiliations": [
                "Departmet of Internal Medicine, YONSEI UNIVERSITY COLLEGE OF MEDICINE, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Doh Yu Hwang, MD",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Eun Jang",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Young Hyun",
            "author_affiliations": [
                "Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "June-Won Cheong",
            "author_affiliations": [
                "Department of Internal Medicine, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoo-Hong Min",
            "author_affiliations": [
                "Div. of Hem., Yonsei Univ. College of Med., Seoul, South Korea, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Seok Kim",
            "author_affiliations": [
                "Department of Internal Medicine, Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T15:36:19",
    "is_scraped": "1"
}