{
    "doi": "https://doi.org/10.1182/blood.V108.11.3210.3210",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=768",
    "start_url_page_num": 768,
    "is_scraped": "1",
    "article_title": "Alloreactive Natural Killer Cells Rebuild Adaptive Immunity to Infections after Haploidentical Hematopoietic Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acquired immunity",
        "immune response",
        "infections",
        "natural killer cells",
        "transplantation",
        "graft-versus-host disease",
        "infusion procedures",
        "leukemia, acute",
        "tissue transplants",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Loredana Ruggeri, MD, PhD",
        "Emanuela Burchielli, MD, PhD",
        "Katia Perruccio, MD, PhD",
        "Marusca Capanni",
        "Martin Stern, MD, PhD",
        "Kathrin Hafen",
        "Franco Aversa, MD",
        "Massimo F. Martelli, MD, PhD",
        "Luigina Romani, MD, PhD",
        "George Hollander, MD, PhD",
        "Andrea Velardi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Pediatric Immunology, Basel, Switzerland"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Microbiology Section, Perugia, Italy"
        ],
        [
            "Department of Pediatric Immunology, Basel, Switzerland"
        ],
        [
            "Department of Clinical and Experimental Medicine, Division of Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ]
    ],
    "first_author_latitude": "43.116426800000006",
    "first_author_longitude": "12.386898400000002",
    "abstract_text": "Transplantation of peripheral blood hematopoietic cells from HLA haplotype-mismatched family members is a therapeutic strategy for patients with high-risk acute leukemia who need transplantation and do not have matched donors. As T cell alloreactions cause lethal GvHD in mismatched transplants, only T cell-depleted hematopoietic grafts can be used. In adults, because of declining thymic function, immune-recovery originates from expansion of the mature T cells infused with the graft. In T cell depleted mismatched transplant immune recovery is hindered by the paucity of the starting T-cell population. Slow recovery of functional T cell immunity to pathogens is responsible for 35% infection-related mortality which remains the most pressing clinical issue. In murine MHC-haploidentical bone marrow transplant models we demonstrated donor-versus-recipient alloreactive NK cells ablate recipient-type lympho-hematopietic cells such as leukemic cells, the T cells that cause rejection and the antigen-presenting cells which trigger GvHD. Consequently mismatched T cell-replete transplants can be performed without GvHD (Ruggeri et al., Science 2002). Unexpectedly, in recent experiments, we observed alloreactive NK cells hastened immune-reconstitution. Pre-transplant infusion of alloreactive NK cells promoted brisk recovery of donor B and T cell precursors which matured correctly and of donor DCs. Rapidly reconstistuting DCs were crcuicial in protecting mice from infectious challenges. We next demonstrated: interaction between alloreactive NK cells and NK-susceptible recipient DCs alone was responsible for immune-rebuilding, NK conditioned mice remain receptive to accelerated immune rebuilding even when transplanted a week after NK conditioning, therefore the NK-DC interaction appears to release an as yet unknown immune-rebuilding factor which acts upon bone marrow and thymus microenvironements stably over time, quantitative PCR on bone marrow and thimus of NK conditioned mice shows several-fold increased expression of cytokines implicated in B, T and myeloid cell maturation, such as IL-7 and c-Kit ligand; the accelerated immune rebuilding effect can be reproduced by conditioning mice with the infusion of NK:DC co-culture supernatants. These observation prompted an analysis of infectious mortality in 178 acute leukemia patients who received haploidentical transplant at our Center. Transplantation from KIR ligand-mismatched (i.e., NK alloreactive) donors, in addition to controlling AML relapse, offers statistically significant protection from infectious mortality in AML and ALL patients. Studies are in progress to identify “immune rebuilding factor(s)”, produced in consequence of the interaction between donor alloreactive NK and recipient DCs, in the hope they might be exploited to boost immune-recovery and help reduce infection mortality after haploidentical hematopoietic transplantation."
}