{
    "doi": "https://doi.org/10.1182/blood-2020-141143",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4592",
    "start_url_page_num": 4592,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Stem Cell Transplant Versus No Transplant in Adult Patients with Philadelphia Chromosome Positive Acute Lymphoblastic Leukemia in First Complete Remission and Complete Molecular Remission ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "topics": null,
    "author_names": [
        "Armin Ghobadi, MD",
        "Kahee A Mohammed, MDMPH",
        "Rawan Faramand, MD",
        "Hagop M. Kantarjian, MD",
        "Elias Jabbour, MD",
        "Nicholas J. Short, MD",
        "Feng Gao, MD PhD MPH",
        "Geoffrey L Uy, MD",
        "Peter Westervelt, MD PhD",
        "John F. DiPersio, MD PhD",
        "Richard E. Champlin, MD",
        "Farhad Ravandi, MBBS",
        "Partow Kebriaei, MD"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Moffitt Cancer Center, University of South Florida, Tampa, FL "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Introduction: Allogeneic hematopoietic cell transplantation (HCT) in first complete remission (CR1) is the standard of care for adult patients with Philadelphia Chromosome Positive (Ph+) Acute Lymphoblastic Leukemia (ALL). The addition of tyrosine kinase inhibitors (TKI) to therapy have resulted in significantly higher rates of complete molecular remissions (CMR) and better overall outcomes. Given the increased toxicity associated with HCT, we aimed to study the benefit of HCT in adult patients with Ph+ ALL in CR1 in CMR. Methods: We performed a multi-institutional, retrospective analysis of 186 patients ≥18 years of age who received induction therapy including TKI for Ph+ ALL from January 2001 through December 2018 and achieved a CMR CR1. Patients achieving CMR within 3 months of diagnosis were included. Sixty-six patients underwent HCT consolidation (HCT group) and 120 patients did not receive HCT in CR1 (no HCT group). Primary outcomes of interest were overall survival (OS), relapse free survival (RFS), cumulative incidence of relapse (CIR), non-relapse mortality (NRM), and GVHD free relapse free survival (GRFS). GRFS was defined as being alive without grade III-IV acute GVHD, extensive or systemic chronic GVHD requiring therapy, or relapse. Although GRFS in no HCT group should be exactly as RFS, GRFS comparison was done to compare the composite outcome of quality of life in addition to survival in two groups. Landmark analysis was performed at 3 months to ensure CMR in all subjects at time 0. Survival end points were estimated using Kaplan-Meier method and analyzed with the log-rank test and Cox proportional hazard regression models. Gray's test was used for the comparison of cumulative incidence between cohorts. Results: Patient characteristics at diagnosis are summarized in Table 1. Compared to the non-transplanted patients, HCT patients were younger (median age 45 years vs. 56 years, p  90% in 90% of patients vs. 60%, p<0.001). Among patients in the no HCT group, 92.5% were treated with TKI as maintenance therapy with 43% receiving the treatment for more than 3 years. In the HCT group, 86.4% underwent myeloablative conditioning, 81.8 % had a matched related or unrelated transplant, and 47% had TKI as maintenance therapy after transplantation. The rates of patients with transplantation-comorbidity index (HCT-CI) of 0, 1-2, and 3 or more at transplant were 26.7%, 33.3% and 40% respectively. Median follow-up for survivors was 73.2 months (range, 4.3-206 months). Among transplant patients, 65.2% developed acute GVHD with 48.8% of them having a maximum grade of 2. Additionally, 51.6% developed chronic GVHD. In both univariate and multivariate analysis, there was no statistically significant difference in OS or RFS between the two treatment groups (Figure 1A and 1B). Compared to the non-transplanted patients, HCT patients had higher rates of NRM (HR: 3.57; 95% CI: 1.62-7.85), lower rates of CIR (Figure 1C), and a trend toward lower GRFS (Figure 1D). Five-year estimates of the probabilities of OS, RFS, CIR, and GRFS were 65%, 59%, 21%, and 38% for allo-HCT group and 58%, 54%, 28%, and 54% for no allo-HCT group, respectively. Conclusions: Comparing transplant versus chemotherapy only consolidation in CR1, this multicenter retrospective study shows that adult patients with Ph+ ALL in CMR have similar estimates of OS and RFS. Lower CIR in the HCT group was offset by higher NRM, resulting in similar RFS. Results of this study need to be confirmed in a prospective randomized trial. View large Download slide View large Download slide  Disclosures Ghobadi: Kite: Consultancy, Research Funding; BMS: Consultancy; Amgen: Consultancy, Research Funding; EUSA: Consultancy; WUGEN: Consultancy. Kantarjian: Janssen: Honoraria; Pfizer: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Jazz: Research Funding; Immunogen: Research Funding; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Honoraria, Research Funding; Sanofi: Research Funding; Oxford Biomedical: Honoraria; BMS: Research Funding; Amgen: Honoraria, Research Funding; Abbvie: Honoraria, Research Funding; Ascentage: Research Funding; BioAscend: Honoraria; Aptitute Health: Honoraria; Adaptive biotechnologies: Honoraria; Delta Fly: Honoraria. Jabbour: AbbVie: Other: Advisory role, Research Funding; Adaptive Biotechnologies: Other: Advisory role, Research Funding; Genentech: Other: Advisory role, Research Funding; BMS: Other: Advisory role, Research Funding; Amgen: Other: Advisory role, Research Funding; Takeda: Other: Advisory role, Research Funding; Pfizer: Other: Advisory role, Research Funding. Short: Astellas: Research Funding; Amgen: Honoraria; AstraZeneca: Consultancy; Takeda Oncology: Consultancy, Honoraria, Research Funding. Uy: Daiichi Sankyo: Consultancy; Astellas Pharma: Honoraria; Agios: Consultancy; Pfizer: Consultancy; Jazz Pharmaceuticals: Consultancy; Genentech: Consultancy. DiPersio: Magenta Therapeutics: Membership on an entity's Board of Directors or advisory committees. Champlin: Actinium: Consultancy; Johnson and Johnson: Consultancy; DKMS America: Membership on an entity's Board of Directors or advisory committees; Genzyme: Speakers Bureau; Takeda: Patents & Royalties; Cytonus: Consultancy; Omeros: Consultancy. Ravandi: Macrogenics: Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Orsenix: Consultancy, Honoraria, Research Funding; Xencor: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Research Funding; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Astellas: Consultancy, Honoraria, Research Funding. Kebriaei: Amgen: Other: Research Support; Jazz: Consultancy; Pfizer: Other: Served on advisory board; Kite: Other: Served on advisory board; Novartis: Other: Served on advisory board; Ziopharm: Other: Research Support."
}