{
    "doi": "https://doi.org/10.1182/blood.V122.21.417.417",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2676",
    "start_url_page_num": 2676,
    "is_scraped": "1",
    "article_title": "Center Experience and Calendar Year Of Transplantation Strongly Influence Short Term Survival After Autologous Peripheral Blood Transplantation In 1315 Patients With Light Chain Amyloidosis: An EBMT Analysis ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results",
    "topics": [
        "primary amyloidosis",
        "transplantation",
        "autologous stem cell transplant",
        "amyloidosis",
        "antigens, cd98 light chains",
        "chemotherapy regimen",
        "follow-up",
        "melphalan",
        "multiple myeloma",
        "prognostic factors"
    ],
    "author_names": [
        "Stefan O Schonland, MD",
        "Ute Hegenbart, MD",
        "Simona Iacobelli, Ph. D.",
        "Jennifer Hoek",
        "M Rovira",
        "Guustaaf van Imhoff",
        "G Bandini",
        "Ulf-Henrik Mellqvist, MD, PhD",
        "Veronique Leblond, MD",
        "Kristina Carlson",
        "Samo Zver, MD, Ph.D",
        "Didier Blaise, MD",
        "Emilio Paolo Alessandrino, MD",
        "Laurent Garderet",
        "Nicolaus Kröger, MD"
    ],
    "author_affiliations": [
        [
            "Amyloidosis Center, University Hospital, Heidelberg, Germany, "
        ],
        [
            "Amyloidosis Center, University Hospital Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Interdipartimentale di Biostatistica e Bioinformatica, Universita tor Vergata, Roma, Italy, "
        ],
        [
            "EBMT Data Office, Leiden, Netherlands, "
        ],
        [
            "Haematology, Hospital Clinic, Barcelona, Spain, "
        ],
        [
            "Hematology, University Medical Center, Groningen, Netherlands, "
        ],
        [
            "Bologna University, Bologna, Italy, "
        ],
        [
            "Department of Medicine, Section of Hematology and Coagulation, Sahlgrenska University Hospital, Gothenburg, Sweden, "
        ],
        [
            "Department of Haematology, Hopital de la Pitie-Salpetriere, Paris, France, "
        ],
        [
            "Dept of Haematology, University Hospital Uppsala, Uppsala, Sweden, "
        ],
        [
            "Dept. of Hematology, University Clinical Center Ljubljana, Ljubljana, Slovenia, "
        ],
        [
            "Hematology department, Transplant Program, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "Hematology, Policlinico San Matteo e Università di Pavia, Pavia, Italy, "
        ],
        [
            "Hematology, CHU St Antoine, Paris, France, "
        ],
        [
            "Department for Stem Cell Transplantation, University Cancer Center Hamburg, Hamburg, Germany"
        ]
    ],
    "first_author_latitude": "49.41994789999999",
    "first_author_longitude": "8.667565299999998",
    "abstract_text": "Introduction High-dose chemotherapy and autologous stem cell transplantation (ASCT) is a treatment option for eligible patients with systemic light chain (AL) amyloidosis. Compared to patients with multiple myeloma (MM), the risk for complications and transplant-related mortality is increased. However, in this fragile patient group it is often not possible to distinguish between treatment- and amyloidosis-related deaths in the post-transplant period. The CIBMTR reported a one year survival (1-yr OS) of 66% of patients transplanted between 1995 and 2001. Another multicenter analysis from Great Britain reported a one year survival of 75% (Goodman et al., BJH, 2006); interestingly, they could show a significant reduction of day 100 all-cause mortality from 32% to 13% after 1998. In recent single center studies 1-yr OS was better ranging from 80% to 90% (reviewed by Schönland et al., BMT, 2011). The amyloidosis groups of Mayo Clinic and Boston Medical School could also show a survival improvement over time (Tsai et al., Blood, 2012 and Gertz et al., BMT, 2010). Specific Aim The aim of this retrospective study was to analyze the 1-yr OS after ASCT for patients with AL amyloidosis in Europe. Of special interest were calendar year of transplants and center experience. Methodology Patient-, disease-, and transplant-related variables were collected according to the data entries in the EBMT database. Inclusion criteria were as follows: first autologous transplant with peripheral blood stem cells performed between 1997 and 2010. Center experience was measured for each patient by the number of previous MM ASCT done in the center until the year of AL transplant. Results 1315 patients from 259 centers fulfilled the entry criteria and were included in the analysis (for patient characteristics see table ). The conditioning regimen was high-dose melphalan in most cases. Median follow up was 47 months. 1-yr OS after ASCT was 80.7% (CI 78.5 – 82.9). In univariate analysis age, gender, time from diagnosis to ASCT had no influence on 1-yr OS. Bad performance status (57% (50-65) vs. 90% (87-92); p<0.001) and progression/relapse as status at conditioning (61% (53-69) vs. 85% (83-87); p<0.001) significantly reduced 1-yr OS. A strong and significant influence of the transplant period (see figure 1 , log-rank test, p<0.001) and higher center experience (see figure 2 ; log-rank test, p<0.001) could also be demonstrated. Interestingly, the proportion of patients with bad performance status decreased from 28% to 13% in most recent years (p=0.001). These results hold in multivariate analysis. Bad performance status (HR 4.3; p<0.001), progression/relapse as status at conditioning (HR 1.96; p<0.001) and earlier transplant period (HR 1.1; p<0.001) retained their highly significant negative influence on 1-yr OS. In an alternative multivariate model replacing transplant period with center experience, the latter has also a beneficial effect (HR 0.99 for 10 additional previous MM transplants; p=0.015) and all other prognostic factors retained the estimated effects. Table Patients characteristics (n=1315) . . Age (median / range) 56 yrs (28 - 83) Gender (female / male) 47% / 53% Time diagnosis to transplant (< 1yr / > 1 yr) 76% / 24% Performance status (good / poor / missing) 65% / 15% / 20% Disease status at conditioning (CR+PR / SD / untreated / relapse+progression / missing) 25% / 26% / 21% / 11% / 17% Patients characteristics (n=1315) . . Age (median / range) 56 yrs (28 - 83) Gender (female / male) 47% / 53% Time diagnosis to transplant (< 1yr / > 1 yr) 76% / 24% Performance status (good / poor / missing) 65% / 15% / 20% Disease status at conditioning (CR+PR / SD / untreated / relapse+progression / missing) 25% / 26% / 21% / 11% / 17% View Large Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide Conclusion This is the first report from the EBMT about the results of ASCT in AL amyloidosis from 259 European centers and the largest retrospective analysis for this rare entity. It clearly shows that short term survival has been improved over time probably due to better patient selection and increase of center experience. Of note, in the most recent cohort (2009 to 2010) the 1-yr OS was 91% (CI 87-96) supporting the further use of ASCT in eligible AL amyloidosis patients. Disclosures: Leblond: Roche : Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; Janssen: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Mundipharma: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau."
}