{
    "doi": "https://doi.org/10.1182/blood.V108.11.3922.3922",
    "article_title": "Generation of Proliferating Blood-Derived Endothelial Progenitor Cells Critically Depends on Culture Conditions and Extracellular Matrix Proteins. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Endothelial progenitor cells (EPC), bone marrow derived cells circulating in adult peripheral blood, may play an important role in postnatal vasculogenesis. We have used two different culture conditions for the isolation and generation of EPC from peripheral blood. Mononuclear cells (MNC) were harvested from peripheral blood (PB) of healthy volunteers by Ficoll-density gradient centrifugation. In the first method according to Hill et al., NEJM  2003 , 348 : 593 , cells were plated at a density of 5x10 6 cells/well in fibronectin-coated 6-well plates and cultured in Endocult (CellSystems). After a preplating step of 48 hours, non-adherent cells were cultured in fibronectin-coated 24-well plates at a density of 1x10 6 /well. Emerging colonies (cell mass composed of a central cord of round cells with elongated spindle-shaped cells sprouting at the periphery) were counted at day 5. In the second method according to Lin et al., J Clin Invest  2000 , 105 : 71 , cells were plated at a density of 10x10 6 cells/well in collagen type I-coated 6-well plates and cultured in EBM2-MV (Cambrex) medium containing 5% FCS, VEGF, bFGF, R3-IGF-1, hEGF, hydrocortisone, and ascorbic acid. Emerging colonies were counted at day 14–25. Colony cells were phenotypically analyzed on day 7, 14, 21, 28 (method 1), and between day 40 – 55 (method 2) for the following antigens: leukocyte markers CD45 and CD14, and endothelial markers CD31 (PE-CAM), CD105 (endoglin), von-Willebrand factor, and CD34. Furthermore, the proliferative potential was evaluated by counting and determining the replating efficiency. Using method 1, colonies appeared on day 4–5. They consisted of centrally located round cells with elongated spindle-shaped cells sprouting at the periphery. The colonies disappeared after day 8–10; after 4 to 5 weeks the spindle-shaped cells degenerated to foamy cells. FACS analysis of the cells on day 5, 12, and 21 showed strong expression of CD45 and CD14, weak expression of CD31, but no expression of CD 105, CD34, and von-Willebrand factor. Using method 2, we observed cells with a different morphology and growth-pattern in 50% of the wells between 14–25 days. These cells rapidly replicated to form colonies with a cobblestone-like appearance which later formed a confluent monolayer. The cells continued growing for more 60 days. By FACS analysis, these cells showed strong expression of CD31 and CD105, weak expession of CD34, and no expression of CD45 or CD14. The cells stained positive for von-Willebrand factor. Our results suggest that cells which were cultured according to method 1 (fibronectin-coated plates, preplating step, use of non-adherent cells) display an angiogenic macrophage-like phenotype. These cells have a low proliferative potential. In contrast, cells which were cultured according to method 2 (collagen-type I-coated plates, no preplating, adherent cells) have a high proliferative potential and display an endothelial phenotype with no coexpression of leukocyte antigens. Since transduction with retroviral vectors depends on replication of target cells, isolated late endothelial outgrowth cells (EOC) generated according to the second method will be used for genetic modification to enhance the vasculogenetic properties of endothelial progenitor cells.",
    "topics": [
        "antigens",
        "ascorbic acid",
        "cd14 antigen",
        "cd31 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "centrifugation",
        "endoglin",
        "endothelial progenitor cells",
        "extracellular matrix proteins"
    ],
    "author_names": [
        "Marcus Stockschlaeder, MD",
        "Olga Shardakova, MD",
        "Bianca Weingarth",
        "Volker Stoldt, PhD",
        "Rudiger E. Scharf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcus Stockschlaeder, MD",
            "author_affiliations": [
                "Institute of Hemostasis and Transfusion Medicine, Heinrich-Heine University Medical Center, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Olga Shardakova, MD",
            "author_affiliations": [
                "Institute of Hemostasis and Transfusion Medicine, Heinrich-Heine University Medical Center, Duesseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianca Weingarth",
            "author_affiliations": [
                "Institute of Hemostasis and Transfusion Medicine, Heinrich-Heine University Medical Center, Duesseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Stoldt, PhD",
            "author_affiliations": [
                "Institute of Hemostasis and Transfusion Medicine, Heinrich-Heine University Medical Center, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rudiger E. Scharf, MD",
            "author_affiliations": [
                "Institute of Hemostasis and Transfusion Medicine, Heinrich-Heine University Medical Center, Duesseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T12:58:48",
    "is_scraped": "1"
}