{
    "doi": "https://doi.org/10.1182/blood-2019-131222",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4313",
    "start_url_page_num": 4313,
    "is_scraped": "1",
    "article_title": "Hispanic Ethnicity Is Associated with Low End of Induction Absolute Lymphocyte Count in Pediatric Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "ethnic group",
        "hispanics or latinos",
        "leukemia, lymphocytic, acute, childhood",
        "lymphocyte count measurement",
        "inflammation",
        "tumor necrosis factors",
        "host factor",
        "adult t-cell lymphoma/leukemia",
        "bacterial infections",
        "biological factors"
    ],
    "author_names": [
        "Adriana Saavedra-Simmons",
        "Wanda LeJeune, M.Sc.",
        "Geraldine Aubert, PhD",
        "Kellen Gandy, PhD",
        "Lisa R. Hartman, MD",
        "Jill Hartley, MSN, RN",
        "Rodrigo Erana, MD",
        "Juan C. Bernini, MD",
        "Olga Taylor, MPH",
        "Philip J. Lupo, PhD MPH",
        "Michael E. Scheurer, PhD MPH",
        "Karen R. Rabin, MD PhD",
        "Maria Monica Monica Gramatges, MD PhD"
    ],
    "author_affiliations": [
        [
            "University of Texas Rio Grande Valley School of Medicine, Edinburg, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "British Columbia Cancer Agency, Vancouver, CAN "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "El Paso Children's Hospital, El Paso, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Vannie Cook Children's Clinic, McAllen, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Vannie Cook Children's Clinic, McAllen, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Vannie Cook Children's Clinic, McAllen, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Cancer and Hematology Centers, Houston, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Baylor College of Medicine TX Children's Cancer Center, Houston, TX "
        ],
        [
            "Texas Children's Hospital, Baylor College of Medicine, Texas Children's Hospital, Houston, TX"
        ]
    ],
    "first_author_latitude": "26.3074321",
    "first_author_longitude": "-98.1745751",
    "abstract_text": "Background: Minimal residual disease (MRD) obtained at the end of Induction (EOI) is a powerful prognostic indicator for assessing relapse risk in pediatric acute lymphoblastic leukemia (ALL). We have shown that low absolute lymphocyte count at the end of induction (EOI-ALC) is a significant and independent adverse prognostic factor in childhood ALL that further refines MRD-based risk stratification algorithms (Gramatges and Rabin, 2011). However, the mechanisms underlying the relationship between EOI-ALC, MRD, and prognosis have not yet been determined. Here, we investigated associations between clinical and biological host factors and EOI-ALC. Given that hematopoiesis is highly sensitive to telomere shortening and that inflammation further contributes to cellular stress, we hypothesized that shortened lymphocyte telomere length and evidence for systemic inflammation at EOI would be associated with a lower EOI-ALC. The relationship between EOI-ALC and risk for microbiologically documented bacterial infections (MDBI) during the first three months of leukemia therapy was also assessed. Methods: Children between the ages of 1 and 21 years with newly diagnosed B- or T-cell acute lymphoblastic leukemia (ALL) and enrolled to the Reducing Ethnic Disparities in Acute Leukemia (REDIAL) study were included. Blood samples were collected at EOI, and patient demographics and relevant clinical information including EOI MRD, ALC, and MDBI within the first 90 days of treatment were abstracted from the medical record. EOI lymphocyte telomere length was measured with telomere flow fluorescence in situ hybridization, and age-based percentiles assigned based on population norms (Repeat Diagnostics). Mean fluorescence intensity (MFI) of cytokines, including interferon-γ, interleukin (IL)-1ra, IL-1α, IL-1β, IL-3, IL-6, IL-7, IL-8, tumor necrosis factor (TNF)-α, and TNF-β was measured in plasma using a MILLIPLEX® MAP kit (EMD Millipore) on Luminex® equipment. Samples with at least one analyte with detectable MFI above normal range was considered evidence of systemic inflammation. Each sample was assessed in triplicate and analyzed with Belysa™ software. Clinical factors, systemic inflammation, lymphocyte telomere length ≤10th percentile for age, and number of MDBIs in the first 90 days of treatment were then compared between subjects with high or low EOI-ALC using Fisher's Exact Test. The EOI-ALC cutoff applied for this analysis was > or < 1500/µl (EOI-ALC-high and EOI-ALC-low, respectively), as applied in our prior study. All research activities were conducted under local IRB-approved protocols. Results: Forty subjects were enrolled, and their clinical, demographic, and biological characteristics are reported in Table 1. Of these subjects, 23 had EOI-ALC-low and 17 had EOI-ALC-high. Subjects with EOI-ALC-low were 9 times more likely to report Hispanic ethnicity (18/21 EOI-ALC-low subjects, vs. 5/15 EOI-ALC-high subjects, p=0.01). No significant differences in age, sex, or induction therapy regimen were noted between the EOI-ALC groups. Although there was no association between Hispanic ethnicity and MRD status (p=0.26), those with EOI-ALC-low were ~3 times more likely to have positive EOI MRD (p=0.17). We observed no relationship between EOI lymphocyte telomere length, evidence for systemic inflammation, and EOI-ALC. There was also no relationship observed between EOI-ALC and MDBIs in the first 90 days of treatment. Conclusion: In addition to EOI MRD, EOI-ALC is a low-cost, clinically relevant prognostic indicator in pediatric ALL. The relationship between ALC and MRD noted in this study was consistent with our prior observations, albeit not significant due to the relatively small sample size of this cohort. Our results suggest that Hispanic ethnicity is a primary host factor determinant of EOI-ALC, rather than other demographic, treatment, or biological factors. Given that a number of studies have demonstrated poorer survival among Hispanic children diagnosed with ALL, further work is needed to investigate whether genetic ancestry-associated determinants of host immunity may contribute to outcome disparities. View large Download slide View large Download slide  Disclosures Aubert: Repeat Diagnostics: Employment."
}