{
    "doi": "https://doi.org/10.1182/blood-2018-99-113419",
    "article_title": "Molecular Remissions with Anti-CD22 Recombinant Immunotoxin Moxetumomab Pasudotox Are Associated with Improved Complete Remission Durations during Phase I and III Testing ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "BACKGROUND: Hairy cell leukemia (HCL) is an indolent B-cell malignancy strongly expressing CD22, with high sensitivity to purine analog chemotherapy, but relapses frequently occur, associated with minimal residual disease (MRD). Targeted non-chemotherapeutic approaches have shown efficacy but leave MRD. Moxetumomab pasudotox is an anti-CD22 recombinant immunotoxin recently reported in relapsed/refractory HCL to achieve 57% and 51% complete remission (CR) rates in phase 1 and 3 testing, respectively. Eradication of MRD by bone marrow flow cytometry or immunohistochemistry was associated with improved CR duration. We have previously reported that Taqman real-time quantitative PCR (RQPCR), which amplifies patient- and HCL-specific B-cell immunoglobulin rearrangements (IGHV), can detect one HCL cell in 10 6 normal cells. In the present study we determined whether MRD eradication measured by RQPCR is associated with improved CR duration. METHODS: A total of 28 patients achieving CR to moxetumomab pasudotox in phase 1 (n=18) and phase 3 (n=10) trials were studied at the National Institutes of Health by multicolor flow cytometry of the bone marrow aspirate (BMA) and blood. Patients received moxetumomab pasudotox at 40-50 mcg/Kg on days 1, 3 and 5 of 2-7 cycles (median 5) at 4-week intervals. Blood and bone marrow samples were obtained to determine CR. In addition to end of treatment, bone marrow samples for MRD were generally obtained every 6-12 months for 2.5 years, then every other year. Blood flow cytometry was obtained every 6 months for 2.5 years, then yearly. Follow-up (time since treatment initiation) was 26.9-121.8 (median 84) months. For this analysis, CR for each bone marrow time point was determined by standard criteria for all patients independent of specific data-reporting requirements and data cut-off time points. RQPCR testing for each patient required cloning the immunoglobulin heavy chain variable regions and designing sequence-specific primers and probes. RNA samples were made from PAXgene tubes of blood and sodium-heparin tubes of BMA. RESULTS: We found that BMA RQPCR was most sensitive, followed by BMA flow cytometry, blood RQPCR, and blood flow cytometry. Of the 28 patients studied, 12 (43%) achieved MRD-free CR by all 4 tests and 2 of 12 patients (17%) relapsed. Seven (25%) were MRD+ by BMA RQPCR but negative by the other 3 studies, and none relapsed. One patient RQPCR+ and flow-negative in both blood and BMA relapsed. Seven patients flow-negative but RQPCR+ in blood, flow+ in BMA, and either BMA RQPCR+ or RQPCR not done, all relapsed. One patient with BMA RQPCR not done and the other 3 studies positive relapsed. With respect to RQPCR of blood as a single test, 3 of 20 negative vs 8 of 8 positive patients relapsed (p<0.001). Median CR duration was 13.0 months in blood RQPCR+ patients, vs not reached in blood RQPCR-negative patients, 17 (85%) of whom remain in CR at 11.6-112.9 (median 53) months of follow-up. With respect to BMA status, 2 of 12 patients negative vs 9 of 16 patients positive by either flow or RQPCR relapsed (p=0.054), and the 12 BMA MRD-negative patients had longer CR duration than the other 16 patients (p=0.018). CONCLUSIONS: RQPCR negativity of blood is strongly associated with prolonged CR duration after moxetumomab pasudotox and may be a useful measure of MRD when bone marrow studies cannot be done. Additional testing will be needed to determine if blood RQPCR can be used to determine the optimal number of cycles of immunotoxin to administer. BMA RQPCR, though more sensitive than blood RQPCR, was not as useful due to fewer patients being evaluable and more time needed for BMA-RQPCR+ patients to relapse. Additional testing and follow-up may determine if BMA RQPCR negativity will correlate significantly with CR duration. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Yao: MedImmune: Employment. Marshall: MedImmume: Employment. Pastan: NIH: Patents & Royalties: Co-inventor on the NIH patent for Moxetumomab Pasudotox. Kreitman: NIH: Patents & Royalties: Co-inventor on the NIH patent for Moxetumomab Pasudotox.",
    "author_names": [
        "Evgeny Arons, PhD",
        "Daniel Gorelik",
        "Maryalice Stetler-Stevenson, MD PhD",
        "Constance M. Yuan, MD PhD",
        "Mark Sokolsky",
        "Hong Zhou",
        "Nai Shun (nancy) Yao, MD",
        "Shannon Marshall, PhD",
        "Katherine Potocka",
        "Erin Fykes",
        "Ira Pastan, MD",
        "Robert J. Kreitman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evgeny Arons, PhD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Gorelik",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryalice Stetler-Stevenson, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constance M. Yuan, MD PhD",
            "author_affiliations": [
                "Laboratory of Pathology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Sokolsky",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Zhou",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nai Shun (nancy) Yao, MD",
            "author_affiliations": [
                "MedImmune, Gaithersburg, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Marshall, PhD",
            "author_affiliations": [
                "MedImmune, Gaithersburg, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine Potocka",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Fykes",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ira Pastan, MD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Kreitman, MD",
            "author_affiliations": [
                "Laboratory of Molecular Biology, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T09:44:18",
    "is_scraped": "1"
}