{
    "doi": "https://doi.org/10.1182/blood.V128.22.1790.1790",
    "article_title": "A Phase II, Open-Label Study of Bortezomib (Velcade ® ), Cladribine, and Rituximab (VCR) in Advanced, Newly Diagnosed and Relapsed/Refractory Mantle Cell and Indolent Lymphomas ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster I",
    "abstract_text": "Background: Mantle cell lymphoma (MCL) is characterized by initial sensitivity to both chemotherapy and radiation but also by an invariable relapse and eventual resistance to treatment. Bortezomib (Velcade) is a proteasome inhibitor and is approved as a single agent for relapsed MCL and in combination therapy as part of initial therapy (Goy et al, JCO 2005; Robak et al, NEJM 2015). Cladribine is a purine nucleoside analog effective in indolent and mantle cell lymphomas (Inwards et al, 2008; Rummel et al, 1999), with 52% durable CR rate reported in MCL in combination with rituximab, and it shows CR rates of up to 20% in relapsed and up to 32% in untreated indolent lymphomas (Kay et al, 1992; Fridrik et al, 1998). The median age at diagnosis for these lymphomas is approximately 65 years which precludes many patients from receiving combination therapies which have significant toxicities, representing an unmet need for novel combinations with high efficacy, good tolerability and non-overlapping toxicities. We investigated a combination of bortezomib, cladribine and rituximab(VCR) in both front line and relapsed/refractory (R/R) settings with a primary objective to determine 2-year progression free survival(PFS) in patients with MCL, marginal zone, lymphoplasmacytic, small lymphocytic, and relapsed follicular lymphomas (NCT00980395). Methods: Adult patients with histologically confirmed mantle cell, marginal zone, lymphoplasmacytic, small lymphocytic lymphoma (both frontline and relapsed), or follicular lymphoma (relapsed/refractory), platelet counts ≥100,000, absolute neutrophil count >1000, creatinine clearance >20 ml/min who met treatment criteria were eligible. Prior treatment with bortezomib and/or rituximab was acceptable. Patients with grade 2 or greater peripheral neuropathy, myocardial infarction in the last 6 months or other active cardiac ailments were excluded. Rituximab 375 mg/m 2 IV day 1, Cladribine 4 mg/m 2 IV over 2 hours days 1-5, Bortezomib 1.3 mg/m 2 IV days 1 and 4 were administered every 28 days, which constituted a cycle, for a maximum of 6 cycles. Results: Twenty-four patients were enrolled with planned follow-up of two years from end of treatment. Eleven patients had mantle cell lymphoma (MCL) and rest was indolent lymphomas; 42% received the treatment as frontline. All patients received at least one cycle. Median age was 65 years, 75% were male, 96% were Caucasians, 54% of patients had bulky disease (>5cm), and 75% of patients had bone marrow involvement. Fifty eight percent of patients had grade 3 or greater adverse events and 67% of patients did not receive all 6 cycles, with median number of cycles being 5. Most common grade 3/4 adverse events were leukopenia (33%), thrombocytopenia (25%), fatigue (21%) and anemia (4%). There were no deaths due to adverse events. Overall response rate was 92% and another 4% had stable disease. The overall CR rate was 33%, and duration of response for those in CR was 41.5 months. After a two year minimum follow-up, median progression free survival (PFS) was 42 months and median time to progression was 33 months. The overall 2 year PFS was 63%. The 2 year PFS in patients with no prior therapy and prior therapy were 78%, and 54% respectively. In patients with no prior therapy, median OS was not reached. Conclusion: This study shows VCR is an effective regimen in indolent and mantle cell lymphomas. This combination has better response rates that better than both single agent bortezomib and cladribine (Kay et al, 1992; Fridrik et al, 1998; Goy et al, JCO 2005). In combination, VR-CAP (bortezomib, rituximab, cyclophosphamide, doxorubicin, prednisone) was reported to have a complete response rate of 53 % and a median PFS of 24.7 months (Robak et al, NEJM 2015), and rituximab-cladribine-vorinostat had similar response rates (100%) but a CR rate of 69%(Spurgeon et al, ASH annual Meeting 2012). Rituximab-Cladribine combination is reported to have a response rate of 87% and a median PFS of 37.5 months (Spurgeon et al; Leuk Lymphoma 2011) which is slightly lower than our study. This regimen is associated with significant cytopenias leading to majority of patients not receiving all of the 6 planned cycles but has significant activity in mantle cell and indolent lymphomas. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Anwer: Seattle Genetics: Other: Advisory Board Participant; Incyte: Speakers Bureau. Persky: Gilead: Speakers Bureau; Merck: Research Funding; Spectrum: Research Funding. Puvvada: Spectrum: Other: Institutional Research Funding; Gilead: Speakers Bureau; Takeda: Other: Institutional Research Funding; Pharmacyclics: Other: Advisory Board participant; Seattle Genetics: Other: Advisory Board participant, Institutional Research Funding; Abbvie: Other: Advisory board participant.",
    "topics": [
        "bortezomib",
        "cladribine",
        "non-hodgkin's lymphoma, indolent",
        "rituximab",
        "mantle-cell lymphoma",
        "adverse event",
        "follicular lymphoma",
        "follow-up",
        "indolent",
        "lymphoma"
    ],
    "author_names": [
        "Abhijeet Kumar, MD",
        "Jose Guillen-Rodriguez",
        "Jonathan H. Schatz, MD",
        "Lora Inclan",
        "Alfonso E Ayala",
        "Xavier Rivera",
        "Srinath Sundararajan, MD",
        "Faiz Anwer, MD",
        "Daruka Mahadevan, MD PhD",
        "Daniel O. Persky, MD",
        "Soham D. Puvvada, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abhijeet Kumar, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jose Guillen-Rodriguez",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan H. Schatz, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, University of Miami Sylvester Comprehensive Cancer Center, Miami, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lora Inclan",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfonso E Ayala",
            "author_affiliations": [
                "University of Arizona College of Medicine, Tucson, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Rivera",
            "author_affiliations": [
                "University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srinath Sundararajan, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daruka Mahadevan, MD PhD",
            "author_affiliations": [
                "Divison of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel O. Persky, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soham D. Puvvada, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, University of Arizona Cancer Center, Tucson, AZ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:34:00",
    "is_scraped": "1"
}