{
    "doi": "https://doi.org/10.1182/blood-2020-140821",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4504",
    "start_url_page_num": 4504,
    "is_scraped": "1",
    "article_title": "Prospective Study Reveals Increased Platelet Function Associated with Multiple Myeloma and Its Treatment ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Dalia Khan",
        "Joanne Mitchell",
        "Rekha Rana",
        "Neline Kriek",
        "Amanda Unsworth",
        "Tanya Sage",
        "Michael Laffan, DM, FRCP, FRCPath",
        "Susie Shapiro, MD",
        "Anjan Thakurta",
        "Karthik Ramasamy, MBBS, MRCP, FRCPath, PhD",
        "Jonathan Gibbins, BSc, PhD"
    ],
    "author_affiliations": [
        [
            "Blood theme Oxford Biomedical Research Centre, Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom "
        ],
        [
            "Institute for Cardiovascular and Metabolic Research, School of Biological Sciences, University of Reading, Reading, GBR "
        ],
        [
            "University of Reading, Reading, GBR "
        ],
        [
            "Institute For Cardiovascular and Metabolic Research, School of Biological Sciences, University of Reading, Reading, GBR "
        ],
        [
            "Institute for Cardiovascular and Metabolic Research, School of Biological Sciences, University of Reading, Reading, GBR "
        ],
        [
            "Institute for Cardiovascular and Metabolic Reserach, School of Biological Sciences, University of Reading, Reading, GBR "
        ],
        [
            "Centre for Haematology, Department of Medicine, Imperial College London, London, United Kingdom "
        ],
        [
            "Oxford Haemophilia and Thrombosis Centre, Oxford University, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
        ],
        [
            "Bristol Myers Squibb, Princeton, NJ ",
            "University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford University Hospitals NHS Trust, Oxford, United Kingdom ",
            "Oxford University, Oxford University Hospitals NHS Trust, Oxford, United Kingdom "
        ],
        [
            "Inst. for Cardiovascular and Metabolic Research, School of BIological Sciences, Inst. for Cardiovascular and Metabolic Research University of Reading, Reading, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.754816399999996",
    "first_author_longitude": "-1.2543668000000001",
    "abstract_text": "Background: Multiple Myeloma (MM) is a rare incurable bone marrow cancer characterised by a malignant proliferation of plasma cells. MM is usually preceded by a premalignant and benign Monoclonal Gammopathy of Undetermined Significance (MGUS). The incidence of arterial and venous thrombosis in MM is substantially higher than in the normal population, however the cause of this increased thrombosis risk and the impact of MM on platelet function is unclear. Treatments for both newly diagnosed and relapsed/refractory patients with MM include Immunomodulatory drugs (IMiDs) such as thalidomide/lenalidomide-based combinations. These treatments improve considerably patient outcomes, however iMiD treatment also increases the risk of thrombotic complications in these patients. Aims: In this prospective study we explored the impact of MM and its treatment on platelet function. Methods: High throughput functional analysis was performed using platelets from normal healthy controls (n=31) and patients with MGUS (n=18), smouldering multiple myeloma (SMM, n= 20), and MM (26). The MM group was further divided into 3 treatment cohorts; (1) no treatment, (2) treatment with proteasome inhibitor (PI) and dexamethasone (Dex), and (3) treatment with PI, Dex, immunomodulatory drug (iMiD) and direct oral anticoagulant. Platelet aggregation and activation (fibrinogen binding and P-selectin exposure) were measured in response to a concentration range of agonists including ADP, the thrombin receptor agonist TRAP-6, collagen, collagen-related peptide (CRP), a thromboxane receptor agonist U46619 and epinephrine. Cereblon protein was detected in platelet protein extracts by immunoblot analysis. Results: Consistent with previous reports, modestly increased VWF and factor VIII levels were detected in MM patients, but no additional differences in coagulation parameters were detected in patient groups compared to normal healthy controls (other than expected due to anticoagulant usage). Platelet aggregation in response to each agonist was increased significantly in the MM patient group compared to the normal healthy controls, suggesting that platelet reactivity is elevated in MM patients through a common mechanism that is shared by different activation pathways or the involvement of multiple mechanisms. P-selectin exposure on platelets from MM patients was not significantly different from normal healthy donors, indicating that enhanced platelet reactivity in MM is specifically through modulation of integrin αIIbβ3 activation, fibrinogen binding and therefore enhanced aggregation. The effects of treatment on platelet function in patients on iMiD vs. non iMiD treatment were assessed. In the iMiD treatment group, patient platelets aggregated in response to lower concentrations of ADP, collagen, epinephrine and CRP in samples taken post-treatment compared to those taken before and during treatment. This demonstrates an increased sensitivity to platelet activation in these patients induced by treatment. Immunoblot analysis revealed that platelets contain cereblon, a therapeutic target of lenalidomide. The potential direct effects of iMiDs on platelets in vitro was therefore explored. Lenalidomide treatment (10mM) increased the ability of platelets to aggregate in response to low concentrations of each agonist tested when compared to normal controls. Conclusions: Platelet reactivity is increased in multiple myeloma and increased further upon iMiD treatment. The presence of the key therapeutic target for iMiDs in platelets and the ability of lenalidomide to modulate platelet function directly, reveals new avenues for investigation to determine the underlying mechanism of action. Disclosures Laffan: CSL: Consultancy; Pfizer: Consultancy; Sobi: Consultancy; Roche: Consultancy; LFB: Consultancy; Shire: Consultancy; Octapharma: Consultancy; Bayer: Speakers Bureau; Roche-Chugai: Speakers Bureau; Takeda: Speakers Bureau; Leo-Pharma: Speakers Bureau; Pfizer: Speakers Bureau. Shapiro: Bayer: Consultancy, Speakers Bureau; Pfizer: Consultancy, Speakers Bureau; NovoNordisk: Consultancy, Speakers Bureau; Sobi: Consultancy, Speakers Bureau; Chugai/Roche: Consultancy, Speakers Bureau; Shire/Takeda: Consultancy, Speakers Bureau. Thakurta: Oxford University: Other: visiting professor; Bristol Myers Squibb: Current Employment, Current equity holder in publicly-traded company. Ramasamy: Takeda: Research Funding; Janssen: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Research Funding; Amgen: Research Funding; Amgen: Honoraria; Takeda: Honoraria; Sanofi: Honoraria; Oncopeptides: Honoraria; Takeda: Speakers Bureau; Abbvie: Membership on an entity's Board of Directors or advisory committees; GSK: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria; Bristol Myers Squibb: Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees; Bristol Myers squibb: Membership on an entity's Board of Directors or advisory committees. Gibbins: Bristol Myers Squibb: Research Funding; Arena Pharmaceuticals: Research Funding."
}