{
    "doi": "https://doi.org/10.1182/blood.V104.11.790.790",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=93",
    "start_url_page_num": 93,
    "is_scraped": "1",
    "article_title": "Myeloma Cell Lines Are Not Sensitive to Modulation of Cyclin D1 Level. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "Dysregulation of D type cyclins is an almost universal event in multiple myeloma. Overexpression of cyclin D1 may occur by chromosomal translocation of t(11:14)(q13:32), and also in association with hyperdiploidy. To investigate the role of cyclin D1 in the growth of human myeloma cell lines, we used both shRNA plasmid constructs, and an siRNA Smartpool against cyclin D1 and compared to control cells transfected with anti-GFP or GAPDH constructs. siRNA was electroporated into multiple myeloma cell lines overexpressing cyclin D1 (KMS12PE, U266, H929) which gave a 50–60% transfection efficiency, assessed using a GFP plasmid. Successful reduction in levels of cyclin D1 was confirmed by western blotting and normalization to a beta actin standard. Cyclin D1 protein in sh- or siRNA transfected cells was reduced on average to 32% of that in cells transfected with an anti-GAPDH or anti-GFP siRNA. In individual experiments reduction of cyclin D1 protein to as little as 10% of control was observed. However, we found no sign of increased apoptosis by Annexin V/Propidium iodide staining. Furthermore, cell cycle analysis by ethidium bromide staining and flow cytometry revealed no significant change in the cell cycle of sh- or siRNA transfected cells when compared to control cells. qPCR analysis revealed no acute compensatory increase in the RNA levels of other D-type cyclins (D2, D3) following reduction of cyclin D1 levels. These results may be explained by the residual presence of sufficient cyclin D1 protein for cell cycle progression. An alternative explanation is that changes that frequently occur in myeloma to other cell cycle regulators, for example p16(INK4a) and Rb are able to circumvent cell cycle effects of reducing cyclin D1protein. These results suggest that the human myeloma cell lines tested are not acutely sensitive to cyclin D1 level.",
    "topics": [
        "cyclin d1",
        "myeloma cells",
        "rna, small interfering",
        "cyclins",
        "multiple myeloma",
        "annexin a5",
        "bromides",
        "cell cycle regulator",
        "ethidium",
        "flow cytometry"
    ],
    "author_names": [
        "Helen D. Nickerson, PhD",
        "Marta Chesi, PhD",
        "Peter Leif Bergsagel, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Mayo Clinic Cancer Center, Scottsdale, AZ, USA"
        ],
        [
            "Mayo Clinic Cancer Center, Scottsdale, AZ, USA"
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127"
}