{
    "doi": "https://doi.org/10.1182/blood.V124.21.4814.4814",
    "article_title": "Translating Findings of Proteasome Inhibitors Effects from the in Vivo Drosophila Experimental Model to Humans: The Paradigm of the Molecular-Cellular Responses to Bortezomib and Carfilzomib ",
    "article_date": "December 6, 2014",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster III",
    "abstract_text": "Cellular proteostasis (homeostasis of the proteome) is ensured by the efficient maintenance of proteome quality and functionality. Central to the proteostasis process is the proteasome, which is involved in the degradation of both normal short-lived ubiquitinated proteins and mutated or damaged proteins. Recent findings indicate that the over-activation of the proteostasis ensuring mechanisms represents a hallmark of advanced tumors, and thus their inhibition provides a strategy for the development of novel anti-tumor therapies. In line with this concept, proteasome inhibitors (i.e. bortezomib and carfilzomib) have demonstrated clinical efficacy in the treatment of multiple myeloma (MM) and mantle cell lymphoma and are under evaluation for the treatment of other malignancies. By using the fruit fly Drosophila melanogaster as an in vivo platform for screening the effects of proteasome inhibitors at the whole organism level we recently reported that proteasome functionality in flies’ somatic tissues is sex- and tissue- dependent and that it declines with aging. Administration of bortezomib to young flies caused dose-dependent decrease of proteasome activities in the somatic tissues; induction of the proteasome genes expression, disruption of proteostasis, reduced motor function (a phenotype that recapitulates peripheral neuropathy of bortezomib treatment in the clinic) and a marked reduction of flies’ lifespan. Our in vivo data also showed that carfilzomib was less toxic compared to bortezomib, including neuromusculatory toxicity and effects on flies’ longevity. To address the question whether these findings can be translated to humans we started characterizing proteasome regulation and functionality in both healthy donors, as well as in MM patients treated with either bortezomib or carfilzomib. Initially, we screened isolated red blood cells (RBCs) and peripheral blood mononucleated cells (PBMCs) from male and female healthy donors of different ages; these two cell types represent either an anucleate relatively “long-lived” proteome (RBCs) or cell lineages with the capacity to mobilize genome responses after proteasome inhibition (PBMCs). Our analyses revealed significant variability of basal proteasome peptidase activities among different donors in both RBCs and PBMCs. PBMCs expressed (independently of sex) higher basal proteasome activities as compared to RBCs. Moreover, RBCs isolated from female donors had elevated (as compared to males’ RBCs) basal chymotrypsin-like activity; whereas, males’ PBMCs exhibited higher trypsin-like and caspase-like enzymatic activities as compared to PBMCs from females of similar age. In line with our observations in flies’ somatic tissues, we also found that the proteasome peptidase activities decrease significantly during aging (in a sex-independent manner) in both RBCs and PBMCs. Our studies in isolated RBCs and PBMCs from MM patients treated with either bortezomib or carfilzomib revealed drug-, donor- and cell type-specific readouts. Specifically, in most cases proteasome activities were suppressed in both RBCs and PBMCs after drug administration. Also, we noted that RBCs were particularly sensitive to both inhibitors and their proteasome activities remained low during the entire course of treatment. On the other hand, PBMCs were characterized by phases of relapsed proteasome activities during the periods of no drug administration. Finally, as in the case of the in vivo Drosophila experimental model, proteasome dysfunction in PBMCs triggered in most patients a significant upregulation of the proteasome 20S and 19S genes expression. Moreover, we noted an induction of genes involved in cellular antioxidant responses; this finding is in line with our observations in flies showing that administration of proteasome inhibitors results in increased cellular oxidative stress that mobilizes genomic antioxidant responses. Data on the clinical outcomes of the treated patients in correlation with the recorded molecular responses will be presented at the meeting. Overall, our findings indicate that the molecular-cellular responses to proteasome inhibitors observed at the in vivo Drosophila Experimental model are largely translatable to humans. Moreover, we anticipate that our employed methodologies will set the basis towards a more personalized clinical therapeutic approach for multiple myeloma patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "drosophila",
        "proteasome inhibitors",
        "translating",
        "proteome",
        "antioxidants",
        "multiple myeloma",
        "neoplasms",
        "peptide hydrolases"
    ],
    "author_names": [
        "Ioannis P. Trougakos",
        "Eleni-Dimitra Papanagnou",
        "Tina Bagratuni",
        "Efstathios Kastritis, MD",
        "Issidora S. Papassideri",
        "Evangelos Terpos",
        "Meletios A. Dimopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Ioannis P. Trougakos",
            "author_affiliations": [
                "Faculty of Biology, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eleni-Dimitra Papanagnou",
            "author_affiliations": [
                "Faculty of Biology, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina Bagratuni",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis, MD",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Issidora S. Papassideri",
            "author_affiliations": [
                "Faculty of Biology, National and Kapodistrian University of Athens, Athens, Greece "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T21:36:39",
    "is_scraped": "1"
}