{
    "doi": "https://doi.org/10.1182/blood.V118.21.4866.4866",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2120",
    "start_url_page_num": 2120,
    "is_scraped": "1",
    "article_title": "Increased Body Mass Index Correlates with Higher Risk of Disease Relapse and Differentiation Syndrome in Patients with Acute Promyelocytic Leukemia Treated with Aida Protocols ",
    "article_date": "November 18, 2011",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute promyelocytic leukemia",
        "increased body mass index",
        "obesity",
        "overweight",
        "underweight",
        "weight gain",
        "fever",
        "follow-up",
        "lung infiltration",
        "neoadjuvant therapy"
    ],
    "author_names": [
        "Massimo Breccia, MD",
        "Luca Mazzarella, MD",
        "Giuseppina Loglisci",
        "Vincenzo Bagnardi",
        "Davide Disalvatore",
        "Roberto Latagliata",
        "Anna Maria Testi",
        "Giuseppe Cimino, MD",
        "Giuseppe Avvisati, MD",
        "Maria Concetta Petti",
        "Pier Guiseppe Pelicci",
        "Robin Foá, MD",
        "Francesco Lo Coco"
    ],
    "author_affiliations": [
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Rome, Italy, "
        ],
        [
            "Department of Experimental Oncology, European Institute of Oncology, Milan, Milan, Italy, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Rome, Italy, "
        ],
        [
            "Division of Epidemiology and Biostatistics, European Institute of Oncology, Milan, Milan, Italy, "
        ],
        [
            "Frontier Science and Technology Research Foundation Southern Europe, Chiasso, Switzerland, "
        ],
        [
            "Dept. of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Rome, Italy, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Rome, Italy, "
        ],
        [
            "Univ.Polo Pontino, Latina, Italy, "
        ],
        [
            "Hematology, University Campus Bio-Medico, Rome, Italy, "
        ],
        [
            "Hematology, IFO, Rome, Italy, "
        ],
        [
            "Department of Experimental Oncology, European Institute of Oncology, Milan, Milan, Italy, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Rome, Italy, "
        ],
        [
            "Department of Biopathology, University Tor Vergata, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001",
    "abstract_text": "Abstract 4866 The association between obesity and outcome of acute promyelocytic leukemia (APL) patients is still not defined. We investigated whether increased body mass index (BMI) might have a role in the outcome of APL patients. The study population includes 144 patients consecutively diagnosed as having APL between January 1993 and December 2005 at the “Sapienza” University of Rome and treated with AIDA or AIDA2000 schedule. Diagnosis was confirmed for all patients at molecular level. Patient demographic information, weight and height, treatments received, events and survival outcome data were collected. In particular the diagnosis of definitively present retinoic differentiation syndrome (DS) was clinically established by the presence of at least three of the following signs weight gain, respiratory distress, unexplained fever, interstitial pulmonary infiltrates, pleural or pericardial effusions, according to Frankel et al. There were 66 males and 78 females, median age 39.3 years. Seventy-five patients were aged more than 40 years at diagnosis. Twenty-four patients out of 144 were classified as having variant type according to FAB classification and 83 patients have BCR1 type of transcript. BMI was defined as the individual's body weight divided by the square of him or her height: we stratified 4 categories of patients, according to height and weight at the time of diagnosis: underweight (BMI< 18.5), normal weight (BMI 18.5-29.9) and obese (BMI ≥30). Fifty-seven (39.6%) and 87 (60.4%) patients were underweight/normal (BMI<25) and overweight/obese (BMI≥25), respectively. Increased BMI was associated with older age (p=0.0002) and male gender (p=0.004). Twenty-one patients (14.5%) experienced DS during induction therapy according to reported criteria: we evaluated in multivariable logistic regression model clinico-pathological features at baseline possibly associated to an increased risk of DS and we identified as the significant factor only BMI (p=0.014, OR 7.2, 95% CI 1.5–34.9). After a median follow-up time of 6 years, the estimated cumulative incidence of relapse (CIR) at 5 years was 31.6% (95% CI: 22.7%,43.8%) in overweight/obese and 11.2% (95% CI: 5.3%,23.8%) in underweight/normal weight patients (p=0.029). Multivariable analysis showed that BMI was an independent predictor of relapse (HR = 2.45, 95% CI 1.00, 5.99, in overweight/obese vs under/normal weight patients, p=0.049). In conclusion, increased BMI at diagnosis is associated to higher risk of RAS and relapse in APL. Disclosures: Breccia: novartis: Honoraria; Bristol Myers Squibb: Honoraria."
}