{
    "doi": "https://doi.org/10.1182/blood-2019-124191",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4169",
    "start_url_page_num": 4169,
    "is_scraped": "1",
    "article_title": "Expanded Meta-Analyses Confirms the Association between MRD and Long-Term Survival Outcomes in Multiple Myeloma (MM) ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "brachial plexus neuritis",
        "computed tomography/positron emission tomography imaging",
        "equity",
        "flow cytometry",
        "massively-parallel genome sequencing",
        "multiple myeloma",
        "polymerase chain reaction",
        "surrogate endpoints",
        "transplantation",
        "cytogenetics"
    ],
    "author_names": [
        "Nikhil C. Munshi, MD",
        "Herve Avet-Loiseau, MD PhD",
        "Kenneth C. Anderson, MD",
        "Paola Neri, MD PhD",
        "Bruno Paiva, PhD",
        "Mehmet Samur, PhD",
        "Meletios A. Dimopoulos, MD",
        "Margarita Kulakova",
        "Bart Heeg, PhD",
        "Mahmoud Hashim",
        "Jon Ukropec, PhD",
        "Kevin Liu",
        "Maria Krevvata, PhD",
        "Annette Lam",
        "Sarah Cote",
        "Nizar Bahlis, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA ",
            "Veterans Administration Boston Healthcare System, West Roxbury, MA "
        ],
        [
            "Unite de Genomique du Myelome, IUC-T Oncopole, Toulouse, France "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Arnie Charbonneau Cancer Research Institute, University of Calgary, Calgary, Canada "
        ],
        [
            "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, Athens, Greece "
        ],
        [
            "Ingress Health, Rotterdam, Netherlands "
        ],
        [
            "Ingress-Health, Rotterdam, Netherlands "
        ],
        [
            "Ingress Health, Rotterdam, Netherlands "
        ],
        [
            "Janssen Global Medical Affairs, Horsham, PA "
        ],
        [
            "Janssen Research & Development, LLC, Raritan, NJ "
        ],
        [
            "Janssen Research & Development, LLC, Spring House, PA "
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ"
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ"
        ],
        [
            "Arnie Charbonneau Cancer Research Institute, University of Calgary, Calgary, Canada "
        ]
    ],
    "first_author_latitude": "42.32868324999999",
    "first_author_longitude": "-71.12796515",
    "abstract_text": "Introduction: Achievement of MRD negativity in MM is associated with prolonged progression-free survival (PFS) and is being investigated as a potential surrogate for established clinical endpoints, such as PFS and overall survival (OS). Here, we evaluated the predictive utility of MRD in patients (pts) with MM for PFS and OS using a systematic literature review (SLR) and meta-analysis, and investigated how hazard ratios (HR) for PFS and OS, stratified by MRD status, changed for various pt subgroups. Methods: A SLR was conducted to identify all studies in MM reporting survival outcomes by MRD status (through 8 June 2019). In these studies, MRD was assessed by various assays (multiparametric flow cytometry [MFC], next generation sequencing [NGS], and polymerase chain reaction [PCR]), sensitivity thresholds (10 -4 , 10 -5 , and 10 -6 ), and disease settings (relapsed/refractory MM [RRMM], transplant-eligible [TE] and transplant-ineligible [TIE] newly diagnosed MM [NDMM]). Studies with allogeneic transplant, where MRD was measured in peripheral blood or using PET-CT, or from which PFS and OS data could not be extracted were excluded from the analysis. To obtain a pooled effect estimate of MRD status on PFS and OS HRs, a meta-analysis was performed. Subgroup analyses were performed to adjust for variables expected to impact the association of MRD and PFS/OS outcomes. Variables were selected based on available qualitative evidence from studies. Statistical analyses were performed using the 'metafor' R package for meta-analyses. Results: 143 publications met the inclusion criteria; 86 publications were included in the meta-analysis based on data availability (65 PFS and 28 OS HRs). Outcomes for PFS (N = 8590) and OS (N = 3392) were significantly improved for MRD-negative pts: PFS HR 0.35 (95% confidence interval [CI], 0.31-0.39) and OS HR 0.48 (95% CI, 0.41-0.55; P <0.001 for both). This benefit was also observed in pts achieving ≥complete response, with HRs for MRD negativity being 0.44 (95% CI, 0.35-0.54) for PFS and 0.45 (95% CI, 0.28-0.71) for OS (both P <0.001), consistent with results of a previous analysis (Munshi NC, et al. 2017. JAMA Oncol ). When analyzed by MRD sensitivity threshold, HRs for PFS and OS were in favor of MRD-negativity in all subgroups. Outcomes for PFS and OS improved with increasingly stringent sensitivity thresholds. HRs for PFS were 0.36 (95% CI, 0.31-0.42) at 10 -4 ; 0.35 (95% CI, 0.30-0.41) at 10 -5 , and 0.26 (95% CI, 0.17-0.39) at 10 -6 (all P <0.001). For OS, HRs were 0.49 (95% CI, 0.42-0.57) at 10 -4 and 0.47 (95% CI, 0.34-0.65) at 10 -5 (both P <0.001); analysis of OS at a 10 -6 sensitivity threshold was not possible due to limited data availability. MRD analyzed by MFC showed the least benefit, with PFS HRs of 0.39 (95% CI, 0.34-0.44), 0.27 (95% CI, 0.20-0.37), and 0.26 (95% CI, 0.19-0.36) by MFC, NGS, and PCR, respectively. This trend was less pronounced for OS, likely due to reduced data availability. It is possible that older studies reporting MFC used a lower MRD sensitivity threshold, resulting in less favorable HRs. When analyzed by disease setting, MRD negativity provided superior PFS for both TE NDMM (HR, 0.39 [95% CI, 0.32-0.46]) and TIE NDMM (HR, 0.35 [95% CI, 0.29-0.42]). Consistent with PFS, the effect of MRD-negativity on OS was less pronounced in TE NDMM (HR, 0.53 [95% CI, 0.45-0.63]) than TIE NDMM (HR, 0.40 [95% CI, 0.30-0.54]). As RRMM is an aggressive disease state, achieving MRD-negativity is important for long-term outcomes; notably, our cohort of RRRM pts had a PFS HR of 0.30 (95% CI, 0.18-0.49). Benefit for achieving MRD-negativity was confirmed for PFS in pts with high-risk cytogenetics (HR, 0.44 [95% CI, 0.35-0.57]) and standard-risk cytogenetics (HR, 0.46 [95% CI, 0.32-0.66]). A similar improvement was observed in OS for high-risk (HR, 0.66 [95% CI, 0.46-0.94]) and standard-risk cytogenetic pts (HR, 0.64 [95% CI, 0.54-0.75]). Additional analyses with survival data will be presented. Conclusions: This meta-analysis, involving a large pt cohort, confirms that MRD negativity has a positive effect on both PFS and OS in both TE and TIE NDMM. Outcomes for MRD-negative pts improve with an increase in MRD assay sensitivity. Pts with RRMM and with high cytogenetic risk also have favorable outcomes for PFS and OS with MRD negativity. Disclosures Munshi: Takeda: Consultancy; Abbvie: Consultancy; Celgene: Consultancy; Amgen: Consultancy; Janssen: Consultancy; Adaptive: Consultancy; Oncopep: Consultancy. Avet-Loiseau: celgene: Consultancy, Other: travel fees, lecture fees, Research Funding; takeda: Consultancy, Other: travel fees, lecture fees, Research Funding. Anderson: Janssen: Consultancy, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Other: Scientific Founder; Oncopep: Other: Scientific Founder; Amgen: Consultancy, Speakers Bureau; Sanofi-Aventis: Other: Advisory Board. Neri: Celgene, Janssen: Consultancy, Honoraria, Research Funding. Paiva: Amgen, Bristol-Myers Squibb, Celgene, Janssen, Merck, Novartis, Roche, and Sanofi; unrestricted grants from Celgene, EngMab, Sanofi, and Takeda; and consultancy for Celgene, Janssen, and Sanofi: Consultancy, Honoraria, Research Funding, Speakers Bureau. Dimopoulos: Sanofi Oncology: Research Funding. Kulakova: Ingress-health: Employment. Heeg: Ingress-Health: Employment. Hashim: Ingress-Health: Employment. Ukropec: Janssen: Employment, Equity Ownership. Liu: Janssen: Employment, Equity Ownership. Krevvata: Janssen: Employment. Lam: Janssen: Employment, Equity Ownership. Cote: Janssen: Employment, Equity Ownership. Bahlis: Takeda: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria."
}