{
    "doi": "https://doi.org/10.1182/blood.V114.22.591.591",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1496",
    "start_url_page_num": 1496,
    "is_scraped": "1",
    "article_title": "Genome-Wide Analysis of DNA Methylation Patterns Reveals Dynamic Epigenetic Regulation of the AML Genome After Decitabine Treatment. ",
    "article_date": "November 20, 2009",
    "session_type": "MOLECULAR PHARMACOLOGY, DRUG RESISTANCE: NOVEL TARGETS AND DETERMINANTS OF DRUG RESPONSE IN AML",
    "abstract_text": "Abstract 591 The human genome is adorned with methylated cytosine residues that function in the epigenetic guidance of cellular differentiation and development. Cellular interpretation of this epigenetic mark is incompletely understood and tissue specific patterns of DNA methylation vary with age, can be altered by environmental factors, and are often abnormal in human disease. Aberrant DNA methylation is a common means by which tumor suppressor genes (TSGs) are inactivated during carcinogenesis (Baylin, Herman, Graff, Vertino and Issa 1998; Laird and Jaenisch 1996; Singal and Ginder 1999). Unlike genetic mechanisms of gene inactivation, such as gene deletion and mutation, the epigenetic silencing of TSGs by promoter hypermethylation is potentially reversible. This has led to the broad interest of cancer biologists in the study of DNA methylation. Method: We developed a method for genome-wide analysis of DNA methylation by using a recombinant protein containing a methyl-CpG binding domain (MBD) to enrich methylated DNA fragments that are then identified by massively parallel sequencing using the SOLiD sequencer (ABI). We generated ∼15-million sequence tags per specimen and wrote custom R-language algorithms to develop an analytical platform with which to study DNA methylation. We used this technology to study the pharmacodynamics of DNA methylation in acute myelogenous leukemia (AML) cells following exposure to the hypomethylating agent, 5-aza-2'-deoxycytidine (decitabine). We compared DNA methylation patterns before and after decitabine treatment with transcriptional activity revealed by microarrays (Illumina) and quantitative PCR. We found that Sequence Tag Analysis of Methylation Profiles (STAMP) permits highly reproducible, genome-wide identification of DNA methylation density at near base-pair resolution. This method is cost effective and can be extended, without modification, to any mapped genome. Results: STAMP analysis revealed patterned DNA methylation at all scales across the genome: from whole chromosomes to individual genes. We found that densely methylated elements (DMEs) of the human genome are often highly conserved or closely associated with gene coding regions and promoters. We identified distinct patterns of DNA methylation surrounding the transcription start and termination sites of all genes. These methylation patterns are associated with transcriptional activity of neighboring genes. Interestingly, genes with a densely methylated transcription start site (TSS) have little methylation in the surrounding regions whereas genes with little or no methylation at the TSS have disproportionately higher methylation within their gene bodies. In untreated cells, we detected ∼75,000 DMEs (false discovery rate <0.01) with a median length ∼600 bp and with 75% being less than 960bp. The longest DMEs extend up to ∼24000 bp and are composed of microsatellite clusters. The majority of the DMEs are not classic CpG islands (CGI) but are GC-rich regions (median 57% GC) with a greater than expected incidence of CpG dinucleotides (median CpG observed/expected 0.49): results that suggest the definition of a CGI excludes the majority of the methylated human genome. Although the pattern of DNA methylation was qualitatively similar in cells treated with decitabine, we found that the density of methylation was generally lower and fewer DMEs (∼50,000) were identified. Decitabine treatment led to increased expression of ∼800 genes involved in cell cycle control, apoptosis and cellular differentiation whereas the ∼50 genes with downregulated expression were most commonly involved in RNA metabolism. Distinct pre-treatment DNA methylation patterns were associated with, and tended to predict, the transcriptional activity following treatment with decitabine. Summary: We developed and utilized a powerful new technology to uncover the genome-wide effects of decitabine on DNA methylation patterns in AML. We found that although decitabine induces genome-wide DNA hypomethylation, its effect on transcription depends upon the pattern of DNA methylation prior to treatment. The STAMP methodology leverages the power and flexibility of massively parallel sequencing with the high selectivity of the MBD for its natural ligand, methyl-CpG. This assay permits robust, unbiased and highly sensitive whole-genome identification of methylated DNA segments. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "decitabine",
        "dna methylation",
        "epigenetics",
        "genome",
        "genome-wide association study",
        "massively-parallel genome sequencing",
        "cancer",
        "carcinogenesis",
        "cytosine",
        "deoxycytidine"
    ],
    "author_names": [
        "Fabienne Brenet, Ph.D.",
        "Michelle Moh, MS",
        "Patricia Funk, BS",
        "Daoqui You, MS",
        "Agnes J. Viale, Ph.D.",
        "Nicholas D. Socci, PhD",
        "Joseph M. Scandura, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Laboratory of Molecular Hematopoiesis, Weill-Cornell College of Medicine, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Laboratory of Molecular Hematopoiesis, Weill-Cornell College of Medicine, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Laboratory of Molecular Hematopoiesis, Weill-Cornell College of Medicine, New York, NY, USA, "
        ],
        [
            "Genomics Core Laboratory, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Genomics Core Laboratory, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Computational Biology Center, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Medicine, Leukemia Program and Laboratory of Molecular Hematopoiesis, Weill-Cornell College of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.765308049999994",
    "first_author_longitude": "-73.95437824999998"
}