{
    "doi": "https://doi.org/10.1182/blood.V122.21.2427.2427",
    "article_title": "p18 INK4C Is a Checkpoint For a Noncanonical Differentiation Path Of Hematopoietic Stem Cells Into Lymphoid Lineages ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "p18 INK4C (CDKN2C, p18) is a negative regulator of cell cycle progression at early G1 phase. Deletion of p18 was indicated to be associated with T cell malignancies in mice and B cell malignancies in humans. It is an important indicator for the poor prognosis of patients with multiple myeloma. While the pathological effects of p18 absence can be attributed to the disruption of B cell differentiation or the hyper-response of T cell activation, the potential contribution of hematopoietic stem cell (HSC) to the pathogenesis or defense in the absence of p18 is unknown. This is a logical and important question because p18 is also a known inhibitor for self-renewal of HSC and HSC has been thought to be involved in most if not all the hematopoietic malignancies. To address this issue, we reexamined the phenotypic markers of HSC in the p18 deficient mice (p18 -/- ). Notably, we found a new stem cell like population, namely “Lin - Sca-1 + c-kit low (LSK low )” ( Fig.1 ) in p18 -/- bone marrow (BM), which is apart from the known HSC phenotype, Lin - Sca-1 + c-kit + (LSK + ). LSK low expresses low level of c-kit and is negative for CD34 and IL-7R. It is also distinct from the common lymphoid progenitors (CLPs), a canonical differentiation stage of HSC toward lymphoid lineage. LSK low was observed only in p18 -/- BM 12 weeks after birth and was not present in p18 +/+ mice. Its frequency was similar with or higher than that of LSK + . To determine the differentiation potential of LSK low into lymphoid vs. myeloid lineages, we cultured LSK low cells with or without OP9/OP9-DL1 stromal cells in comparison with LSK + cells and CLPs. Our results revealed that LSK low cells could only be induced into lymphoid (including T, B and NK) cells as well as CLPs, while LSK + cells could differentiate into both lymphoid and myeloid directions. In vivo transplantation further confirmed the differentiation spectrum of LSK low cells and also indicated that LSK low cells are derived from LSK + cells. To obtain a molecular signature of LSK low , we performed single cell qRT-PCR for the genes involved in HSC maintenance and lymphoid commitment. Our data showed similar expression profiles between LSK and LSK low except higher levels of some but limited lymphoid genes such as Rag1, Rag2 and Foxo1 in LSK low cells. In order to explore epigenetic mechanisms underlying the phenotypic alteration, we also examined a series of DNA methylation related genes. In comparison with LSK + cells, LSK low cells have a lower methylation level. This epigenetic alteration was consistent with down-regulation of DNA methyltransferases (including DNMT3a and DNMT3b) and elevation of a new class of the molecules involved in DNA demethylation (including Tet1, Tet2 and Tet3). We therefore speculate that these epigenetic changes may facilitate the formation of LSK low cell population in p18 -/- mice. View large Download slide View large Download slide  Close modal Our ongoing studies are determining the direct contribution of LSK low cells to the lymphoid malignancies in the absence of p18. Nevertheless, this work reveals an interesting paradigm in which a new stem or progenitor cell population may emerge in the absence of a specific gene and this new stem cell like population due to the genetic abnormality may potentially participate in disease pathogenesis or defense. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cd34 antigens",
        "cell cycle checkpoint",
        "dna modification methylases",
        "forkhead box protein o1",
        "hematopoietic stem cells",
        "lymphoid neoplasm, malignant",
        "molecule",
        "multiple myeloma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Sha Hao, Ph.D",
        "Fang Dong",
        "Hui Cheng, Ph.D",
        "Shihui Ma",
        "Yajie Wang",
        "Weiping Yuan, Ph.D",
        "Tao Cheng, M.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Sha Hao, Ph.D",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fang Dong",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Cheng, Ph.D",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shihui Ma",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yajie Wang",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiping Yuan, Ph.D",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tao Cheng, M.D",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T18:38:14",
    "is_scraped": "1"
}