{
    "doi": "https://doi.org/10.1182/blood-2018-99-112485",
    "article_title": "Immunocytokines with Target Cell-Restricted IL-15 Activity for Induction of NK Cell Reactivity Against Acute Myeloid Leukemia (AML) ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Pre-clinical T and NK Cell Immunotherapies",
    "abstract_text": "Introduction: The efficacy of monoclonal antibodies (mAbs), which have substantially improved treatment options for cancer patients, largely relies on their ability to induce antibody-dependent cellular cytotoxicity (ADCC) of NK cells. Recently, we have introduced Fc-optimized (SDIE modification) antibodies targeting CD133 and CD135 (FLT3) with improved capacity to induce NK cell reactivity against AML cells (Koerner et al, Leukemia 2017; Hofmann et al, Leukemia 2012). Our FLT3 mAb termed FLYSYN is currently clinically evaluated in AML patients with minimal residual disease (NCT02789254). Notably, NK cell reactivity can be substantially increased by the cytokine IL-15, but clinical application of truly effective doses is currently prevented by substantial side effects due to unspecific immune activation (Conlon et al, JCO 2015). To overcome this limitation and to strengthen therapeutic efficacy, we fused our Fc-optimized CD133 and CD135 mAbs to an IL-15 mutant with abolished binding to IL-15 receptor α (IL-15Rα). The resulting modified immunocytokines (MIC) should substitute trans-presentation of IL-15 by binding to their target antigens on leukemic cells which facilitates stimulation of IL-15Rβ/γ on NK cells. Methods: Comparative analysis of MIC133/MIC135 binding to target cells, target antigen expression and induction of antigen shift was performed by flow cytometry using primary AML cells and target antigen transfected cell lines. NK cell activation was monitored by flow cytometric analyses of activation markers such as CD69 and CD25. Cytokine release, in particular that of IFN-γ, was measured by ELISA. Target cell killing in cocultures of healthy peripheral blood mononuclear cells (PBMC) with primary AML cells or target antigen transfected cell lines was studied by Europium, Xcelligence and flow cytometry based assays. Toxicity against healthy FLT3 expressing cells was studied by flow cytometric analysis of monocytes, dendritic cells and CD34+ cells within healthy PBMC or bone marrow. For in vivo analysis, MIC135 was tested in a NOD.Cg-Prkdc(scid)IL2rg(tmWjl)/Sz xenotransplantation model by inducing leukemia with primary AML cells and polyclonal NK cells as effector cells. Results: Functional analyses confirmed target antigen-restricted binding of MIC133/MIC135 with saturating doses reached at approximately 1µg/ml. FLT3 was found to be expressed on primary AML cells with significantly higher extent and to be less susceptible to antigen shift compared to CD133. Analysis of activation and cytokine release, the latter being particularly relevant for side effects, demonstrated that MIC proteins stimulate NK cells in a target cell-restricted manner and to a profoundly greater extent than their Fc-optimized counterparts without IL-15. In line, target cell killing induced by either MIC was clearly superior to that of the respective Fc-optimized CD133 and FLT3 mAbs as revealed by various experimental systems using primary AML cells. MIC135, which was chosen for further development due to its superior characteristics described above, did not induce unwanted effects against healthy FLT3 expressing cells and potently reduced leukemic burden in a NSG xenotransplantation model with primary AML and polyclonal NK cells. Conclusion: In summary, MIC stimulate NK cells in a target cell-restricted manner, clearly outperform Fc-optimized antibodies and thus constitute a promising treatment option for AML. Disclosures Jung: Several patent applications: Patents & Royalties: e.g. EP3064507A1. Salih: Several patent applications: Patents & Royalties: e.g. EP3064507A1.",
    "topics": [
        "interleukin-15",
        "leukemia, myelocytic, acute",
        "natural killer cells",
        "antigens",
        "cytokine",
        "leukemia",
        "adverse effects",
        "antibodies",
        "flow cytometry",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Bastian J. Schmied, MSc",
        "Latifa Zekri, PhD",
        "Martin Pflügler, PhD",
        "Melanie Märklin, PhD",
        "Lothar Kanz",
        "Gundram Jung, Prof., MD",
        "Helmut R. Salih, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bastian J. Schmied, MSc",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Department for Internal Medicine II, Tuebingen, Germany ",
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Latifa Zekri, PhD",
            "author_affiliations": [
                "Department for Immunology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Pflügler, PhD",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Department for Internal Medicine II, Tuebingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Märklin, PhD",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Department for Internal Medicine II, Tuebingen, Germany ",
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz",
            "author_affiliations": [
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gundram Jung, Prof., MD",
            "author_affiliations": [
                "Department for Immunology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R. Salih, MD",
            "author_affiliations": [
                "Clinical Collaboration Unit Translational Immunology, German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Partner site Tuebingen, Department for Internal Medicine II, Tuebingen, Germany ",
                "Department of Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T02:35:49",
    "is_scraped": "1"
}