{
    "doi": "https://doi.org/10.1182/blood.V104.11.4002.4002",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=118",
    "start_url_page_num": 118,
    "is_scraped": "1",
    "article_title": "Confirmation of a New Statistical Method for Comprehensively Dissecting QTLs Using In Vitro Transcription, the Model Factor VII Gene and a Novel Modification of the G-Free Cassette. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "factor vii",
        "genes",
        "quantitative trait loci",
        "dna",
        "thrombosis",
        "cardiovascular diseases",
        "cerebrovascular accident",
        "factor v leiden mutation",
        "genetic analysis",
        "genetic pedigree"
    ],
    "author_names": [
        "Maria Sabater, B.S.",
        "Jose Manuel Soria, Ph.D.",
        "Manana Khachidze, M.D., Ph.D.",
        "Xiaoping Meng, M.D.",
        "Laura Almasy, Ph.D.",
        "Juan Carlos Souto, M.D., Ph.D.",
        "Jordi Fontcuberta, M.D., Ph.D.",
        "John Blangero, Ph.D.",
        "Tom Howard, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Hematologia, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematologia, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Genetics, Southwest Foundation for Biomedical Research, San Antonio, TX, USA"
        ],
        [
            "Hematologia, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematologia, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Genetics, Southwest Foundation for Biomedical Research, San Antonio, TX, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "41.41369969999999",
    "first_author_longitude": "2.174314",
    "abstract_text": "Thrombosis is a genetically complex disorder that plays a prominent pathogenic role in myocardial infarction, stroke and pulmonary embolism. Because these distinct endpoints of cardiovascular disease are the most common cause of death worldwide, the goal of investigators in several countries is to comprehensively catalogue human DNA polymorphisms influencing thrombosis susceptibility. It is now generally accepted that accomplishing this goal will require the use of linkage analysis and individuals from extended-pedigrees, even though previous investigations -- which predominantly were based on association analyses and case/control candidate gene studies -- resulted in several notable discoveries including the factor V Leiden mutation. In this regard, we recently completed the first genome linkage screen for DNA regions affecting normal variance of factor VII activity (fVII:C) levels in the 21 families from the Genetic Analysis of Idiopathic Thrombophilia (GAIT) Project. Only one quantitative trait locus (QTL) (LOD score=3.2; p-value=0.022) was identified and localized to the region of chr13q containing the fVII gene, F7 . We performed the first comprehensive variation scan of this locus by resequencing the F7 genes in 40 unrelated GAIT subjects. The 49 polymorphisms identified were then genotyped in the full GAIT Project. Using a newly developed BQTN ( B ayesian Q uantitative T rait N ucleotide) method to estimate the posterior probability of a given variant being functional, we identified strong evidence for the functionality of 2 rare variants, including a novel SNP in intron 7 (C9830T) and a previously known SNP in the coding region of exon 8 (A294V). We also found 2 clusters of promoter (P) and intron 1 (I1) polymorphisms, designated C1: {A-630C, G-402A, T700C, G707A} and C2 {C-2989A, G-401T, -323ins0/10, T-122C, G73A, T835C}, within which all variants exhibit strong linkage disequilibrium (LD) and posterior probabilities of >90% for affecting fVII:C levels. In this study, we will use in vitro transcription to test the statistical findings of the BQTN analysis and, if confirmed, to specifically delineate the functional variant(s) in each cluster. We are creating G-free cassette (GfC) reporter constructs representing the natural P/I1 haplotypes statistically predicted as functional and 10 pairs of constructs where each pair represents the 2 alleles of each of the 10 variants in C1 and C2. All constructs have the same size P (0.9kb) and I1 (1kb) fragments ligated 5′ and 3′ of the GfC, respectively. Because C1 and C2 contain P and I1 variants, a new 120bp GfC was made to match the size of exon 1a and to approximate the native spacing of these polymorphisms in vivo . Once these constructs are sequenced, we will measure and compare their rate of transcriptional initiation using mouse liver nuclear extracts. Because of the strong LD among these P and I1 polymorphisms, population studies alone essentially only analyze the natural haplotypes that are present. The in vitro assays developed in this study will allow the specific influence of each polymorphism to be investigated in the context of a near native configuration of these known regulatory regions."
}