{
    "doi": "https://doi.org/10.1182/blood.V128.22.614.614",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3447",
    "start_url_page_num": 3447,
    "is_scraped": "1",
    "article_title": "Sequential RCHOP, Radioimmunotherapy and Rituximab Maintenance Improves Early Outcomes in Advanced Stage Follicular Lymphoma: 5 Year Outcomes from SWOG 0801 ",
    "article_date": "December 2, 2016",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Chemoimmunotherapy in Follicular Lymphoma",
    "abstract_text": "Background: Despite an abundance of effective therapeutic options, advanced stage follicular lymphoma (FL) remains incurable. Further, prospective trials consistently demonstrate that 20% of patients relapse within 2 years and ultimately have an inferior survival (Casulo 2015). Maintenace rituximab following chemoimmunotherapy induction is able to delay disease progression but has not demonstrated a benefit in overall survival (Salles 2011). Additionally, radioimmunotherapy (RIT) is one of the most effective single agent options in FL but is not commonly utilized as part of upfront treatment. As such, the role of both remains unclear. Based on results demonstrated with RIT consolidation in SWOG 0016 and the efficacy of rituximab maintenance, SWOG 0801 was designed as a phase 2 single arm trial, conducted to evaluate the utility of consolidative RIT and sequential maintenance rituximab following chemoimmunotherapy induction. Methods: Eligible patients (pts) with treatment naïve stage III/IV or bulky stage II FL received RCHOP for 6 cycles (without rituximab for the last 2 cycles) followed by iodine-131 tositumomab and subsequent rituximab administered every 3 months for up to 4 years. The primary endpoint was progression-free survival (PFS) at 3 years. Secondary endpoints included 5-year overall survival (OS), overall response rate (ORR), and safety. Results: Of 87 pts registered to this study, 85 were deemed eligible following central pathologic review. One additional patient withdrew consent and received no treatment on protocol. Of the 84 evaluable patients, the median age was 52 years (range 29 - 80) ) and 18%, 40%, and 42%had low, intermediate and high risk FLIPI scores, respectively. Seventy-three pts completed RCHOP and I-131 tositumomab. Grade ≥3 AEs occurring ≥5% of pts included neutropenia (57%), leukopenia (40%), thrombocytopenia (20%), febrile neutropenia (17%), fatigue (10%), neuropathy (8%), anemia (7%) and hyperglycemia (5%). Reasons for discontinuation included refusal of tositumumab (6 pts), prolonged myelosuppression (2 pts), ascites (1pt), inability to provide tositumumab (1 pt), and an unrelated lower extremity wound (1 pt). Following induction and RIT, 59 complete responses and 23 partial responses were observed, for a ORR of 99% (95% CI: 93.5%, 99.9%) Sixty nine eligible patients registered to maintenance therapy with 42 completing the 4 year treatment plan. The only grade ≥3 AE that occurred in ≥5% of pts was leukopenia (5%). Twenty-seven pts discontinued maintenance therapy, including 11 in the first 2 years and 16 in the last 2 years, due to the following reasons: infection (8 pts), patient preference (8 pts), deaths (2 pts), treatment delay (2 pts), secondary solid tumors (2 pts), bowel perforation (1 pt), joint pain (1 pt), hepatic transaminase elevation (1 pt), insurance refusal (1 pt), and dose error (1 pt). Four additional secondary malignancies were reported following completion of therapy including solid tumors (3 pts) and AML (1 pt). To date, 9 deaths have occurred due to secondary malignancies (3 pts), unknown etiology (3 pts), cardiac arrest (2 pts) and non-alcoholic cirrhosis (1 pt). After median follow-up of 5.6 years (range 3-7 years), 17 events have occurred including 9 pts experiencing progressive FL resulting in a progression free survival of 90% (95% CI: 81.9%, 95.1%) at 3 years and 84%(95% CI: 74.5%, 90.6%) at 5 years (Figure). Three-year overall survival is 96% (95% CI: 89.3%, 98.8%) and 5-year overall survival is 94% (95% CI: 86.2%, 97.5%). Conclusions: SWOG 0801 demonstrates near universal responses following chemoimmunotherapy and RIT. This sequential therapeutic strategy appears to improve early outcomes as 94% of pts are without disease progression at 2 years, consistent with the best results ever demonstrated for FL in the National Clinical Trials Network. However, the majority of discontinuations occurred during maintenance suggesting that rituximab over a 4-year span is not feasible for many patients due to cumulative toxicity. Future studies investigating precision strategies in high-risk FL may consider an aggressive chemoimmunotherapy induction and RIT consolidation platform to overcome early FL progression given these promising outcomes. Support: NIH/NCI grants CA180888, CA180819, and in part by GlaxoSmithKline. Figure. View large Download slide Progression-Free Survival and Overall Survival Figure. View large Download slide Progression-Free Survival and Overall Survival  Disclosures Barr: Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; AbbVie: Consultancy. Smith: Amgen: Other: Educational lecture to sales force; Juno: Consultancy; Pharmacyclics: Consultancy; AbbVie: Consultancy; Portola: Consultancy; Celgene: Consultancy; Gilead: Consultancy; Genentech: Consultancy, Other: on a DSMB for two trials ; TGTX: Consultancy. Gopal: Janssen: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Spectrum: Consultancy. Persky: Merck: Research Funding; Gilead: Speakers Bureau. Press: Roche / Genentech: Consultancy, Research Funding. Fisher: Gilead: Consultancy; Seattle Genetics: Consultancy; Johnson and Johnson: Consultancy. Friedberg: Bayer: Other: Data Safety Monitoring Committee.",
    "topics": [
        "follicular lymphoma",
        "radioimmunotherapy",
        "rituximab",
        "southwest oncology group",
        "brachial plexus neuritis",
        "disease progression",
        "leukopenia",
        "neoplasm metastasis",
        "solid tumors",
        "anemia"
    ],
    "author_names": [
        "Paul M. Barr",
        "Hongli Li, PhD",
        "Richard Burack, MD PhD",
        "Michael LeBlanc, PhD",
        "Sonali M. Smith, MD",
        "Ajay K. Gopal, MD",
        "Justin D. Floyd, DO",
        "Daniel O. Persky, MD",
        "Oliver Press, MD PhD",
        "Richard I. Fisher, MD",
        "Jonathan W. Friedberg, MD"
    ],
    "author_affiliations": [
        [
            "Wilmot Cancer Institute, University of Rochester, Rochester, NY "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY "
        ],
        [
            "SWOG Statistical Center, Seattle, WA "
        ],
        [
            "The University of Chicago Medicine, Chicago, IL "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Cancer Care Specialists of Illinois, Swansea, IL "
        ],
        [
            "University of Arizona, Tucson, AZ "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fox Chase Cancer Center/Temple University School of Medicine, Philadelphia, PA"
        ],
        [
            "Wilmot Cancer Institute, University of Rochester, Rochester, NY "
        ]
    ],
    "first_author_latitude": "43.12221460000001",
    "first_author_longitude": "-77.6220965"
}