{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3275.3275",
    "article_title": "Transaminase Elevation As a Marker of Liver GVHD Is Associated with Poor Survival Among Allogeneic Stem Cell Transplant Recipients ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster II",
    "abstract_text": "Introduction: Liver dysfunction (Hepatotoxicity) is a frequent complication, occurring in 50-72% of patients undergoing allogeneic hematopoietic stem cell transplantation (AHSCT) with mortality rates ranging between 4-15%. Management of liver dysfunction is often complex as multiple etiologies might exist and treatment could be contradicting. A major cause of liver dysfunction in AHSCT is liver GVHD. There is a paucity of data on incidence, risk factors, and outcomes of liver GVHD following AHSCT. In addition, the current liver acute GVHD grading system incorporates only total bilirubin levels. Therefore, a subset of patients with transaminase elevation but normal bilirubin is frequently missed. We aimed to evaluate transaminase elevation as a marker of liver GVHD, confirmed by liver biopsy and/or responsiveness to immunosuppression. Methods: We retrospectively evaluated adult patients who underwent AHSCT between January 2003 and December 2010 at our institution. The primary objective was to compare overall survival (OS) and relapse free survival (RFS) between patients with liver GVHD and other etiologies of transaminase elevation. Additionally, we evaluated frequency and risk factors of liver GVHD in this population. Results: Total 695 patients underwent AHSCT during the study period, and 263 patients developed transaminase elevation. Of these 263 patients, liver GVHD was clinically diagnosed in 46 patients, whereas histologic diagnosis through liver biopsy was made in 86 patients (total 132 patients). Forty-eight patients developed acute GVHD and 84 developed chronic GVHD. The clinical staging of acute liver GVHD is as follows (number of patients): stage 0 (15), stage 1 (7), stage 2 (6), stage 3 (9), stage 4 (11). The histologic gradings are as follows (number of patients): grade 1 (21), grade 2 (46) and grade 3 (19). The 1-year cumulative incidence of liver GVHD in patients with transaminase elevation post-AHSCT was 44.6% (95% CI, 38.4%-50.5%). Of the remaining 131 patients with transaminase elevation, 18% was due to hemochromatosis, 18% to medications 10% to sepsis and 8% to sinusoidal obstruction syndrome (SOS), whereas in 36% of the patients, the cause of the transaminase elevation could not be identified. The median time to development of liver GVHD was 151 (range, 7-1366) days. More patients in liver GVHD group received matched related AHSCT compared to the other group (50% vs 35%). Of 132 liver GVHD patients, 48 patients developed only liver GVHD, 63 patients had overlap with skin GVHD, and 56 patients had overlap with GI GVHD. A proportion of patients (N=15) with transaminase elevation were classified as clinical stage 0 liver GVHD because of absence of hyperbilirubinemia. The AST, ALT, ALP, total bilirubin and ferritin values at the time of liver GVHD onset were 143 (range, 12-1425), 190 (range, 22-1998), 236 (range, 60-1355), 3.8 (range, 0.8-20.1), and 3366 (range, 62-75000), respectively. Transaminases normalized with treatment in 101 patients (77%) with liver GVHD and 86 patients (66%) with other etiologies of transaminase elevation. The median time to LFTs normalization was 35 (range, 0-3706) days for liver GVHD and 45 (range, 2-1616) days for other etiologies of transaminitis. The multivariate analysis demonstrated liver GVHD to be one of the adverse factors for poor OS and RFS (p<0.003). Disease recurrence was the most common cause of death. Conclusion: Liver GVHD is one of the commonly occurring complications, accounting for adverse survival. Therefore, early recognition with immunosuppressive treatment based on clinical suspicion is essential. Current staging system underestimates the true severity of acute liver GVHD because of discrepancies between elevations of transaminases and bilirubin. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "graft-versus-host disease",
        "liver",
        "transaminases",
        "bilirubin",
        "liver dysfunction",
        "graft-versus-host disease, acute",
        "liver biopsy",
        "allogeneic hematopoietic stem cell transplant",
        "ferritin"
    ],
    "author_names": [
        "Dipenkumar Modi, MD",
        "Wei Chen",
        "Hyejeong Jang",
        "Abhinav Deol, MD",
        "Lois Ayash, MD",
        "Asif Alavi, MD",
        "Divaya Bhutani, MD",
        "Voravit Ratanatharathorn, MD",
        "Joseph P. Uberti, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dipenkumar Modi, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wei Chen",
            "author_affiliations": [
                "Department of Hematology/Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyejeong Jang",
            "author_affiliations": [
                "Department of Hematology/Oncology, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abhinav Deol, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lois Ayash, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asif Alavi, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Divaya Bhutani, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute/Wayne State University, Detroit, MI"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Voravit Ratanatharathorn, MD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph P. Uberti, MD, PhD",
            "author_affiliations": [
                "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:32:37",
    "is_scraped": "1"
}