{
    "doi": "https://doi.org/10.1182/blood.V118.21.3130.3130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1975",
    "start_url_page_num": 1975,
    "is_scraped": "1",
    "article_title": "Cost-Effectiveness of Double-Unit Cord Blood Transplantation Versus Single-Unit Cord Blood Transplantation in Adult Patients with Acute Leukaemia in France- On Behalf of SFGM-TC, Eurocord, ALWP-EBMT ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Abstract 3130 Unrelated donor cord blood transplantation (UCBT) using a single (s) or double (d) CB unit has become a widely accepted treatment for hematologic diseases in the absence of an HLA identical stem cell donor. Retrospective studies have reported a reduced risk of relapse after dUCBT compared with sUCBT, however one limitation of using dUCBT is the cost of the 2 units, but comparison of the total cost of the 2 procedures has not yet been published. The aim of this study was to evaluate the outcome of adult patients transplanted for acute leukaemia in first remission and to access the cost-effectiveness of dUCBT compared to sUCBT). We analyzed clinical results and costs of 134 consecutive CBT performed in 31 transplant centers in France from 2001 to 2009. All hospital costs were estimated from donor search to 1 year after UCBT, according to the French public system. A Markov decision analysis model was used to calculate the QALY (quality-adjusted life years) and cost-effectiveness ratio (ICER). For cost-effectiveness analysis, reduced intensity conditioning (RIC) and myeloablative conditioning (MAC) were studied separately. Forty patients were transplanted for ALL and 94 for AML in CR1. Median age was 42 years and median time from diagnosis to UCBT was 180 days. CMV serology for 49% of patients was negative. Sixty one patients received a sUCBT and 73 a dUCBT. Twenty eight percent of CB units were HLA identical to recipient or had 1 HLA disparity (antigen level for HLA-A and B allelic level for DRB1) and 72% had 2–3 HLA disparities. Median infused nucleated cell dose was 2.7×10 7 /kg in sUCBT and 3.8×10 7 /kg in dUCBT. Seventy nine patients received a RIC (97% TBI<4Gy based) and 55 a MAC (84% TBI ≥4Gy Based). The median follow-up was 31 months after sUCBT and 24 months after dUCBT. Neutrophil recovery was achieved in 115 patients (51 of 61 patients who received a sUCBT and 64 of 73 dUCBT), with a median time of 23 (6–53) days. No statistical difference was observed for neutrophil recovery after sUCBT or dUCBT. dUCBT was associated with a higher rate of acute GVHD grade II-IV: 56% versus 30% for sUCBT, p=0.003. At day +100, 53% of patients experienced CMV reactivation (37% after sUCBT and 71% after dUCBT, p=0.01), 45% had viral infection other than CMV and 49% had bacterial infection. Fifteen patients (11%) received a second transplant, 6 for graft failure (4 in sUCBT group and 2 in dUCBT group) and 9 for relapse (6 in sUCBT group and 3 in dUCBT group). The median interval between first and second transplant was 327 days. The estimated survival at 2 years was 40±6% vs 58±6% after sUCBT and dUCBT, respectively (p=0.04). Leukaemia-free survival at 2 years was 30±6% in sUCBT vs 49±6% in dUCBT, (p=0.09). Cumulative incidence of relapse at 2 years was lower after dUCBT: 29±4% vs to 42±4% after sUCBT, (p=0.04). No statistically significant difference was observed in terms of non-relapse mortality and incidence of chronic GVHD. The mean cost for donor identification and UCB acquisition was 28.164 € for sUCBT and 48.929 € for dUCBT. The estimated costs within 1 year after RIC-sUCBT was 133.790 € and it was 211.735 € after MAC-sUCBT. The estimated cost was 180.549 € after RIC-dUCBT and 205.375 €, after MAC-dUCBT. Table 1 summarizes details of costs by type of graft and conditioning. In the MAC group, dUCBT was associated with lower cost (minus 13.554€) and better effectiveness (plus 0, 53 QALY). The cost per QALY obtained after RIC-dUCBT compared with sUCBT was 91.199 €. In conclusion, In France, dUCBT is associated with higher incidence of acute GVHD, lower relapse and better survival in adults transplanted for acute leukaemia. With a MAC, dUCBT is the best option, and the cost per QALY obtained for dUCBT when using RIC is acceptable. Table. Estimated costs from donor search to 1 year after transplantation for single UCBT, double UCBT and type of conditioning regimen (MAC or RIC)  . . . sUCBT . dUCBT .  CB unit search   28 164 €  48 929 €       MAC  Initial hospitalisation  Mean duration (d) 66 65   Mean cost 137.757 € 131.773 €       Outpatient visits  Number of days 9 11   Mean cost 7.788 € 9.223 €       Further hospitalisations  Mean duration (d) 50 23   Mean cost 38.026 € 15.449 €       Total mean cost within 1 year   211.735 €  205.374 €       RIC  Initial hospitalisation  Mean duration (d) 29 48   Mean cost 58.621 € 96.335 €       Outpatient visits  Number of days 21 23   Mean cost 17.870 € 19.366 €       Further hospitalisations  Mean duration (d) 40 21   Mean cost 29.135 € 15.918 €       Total mean cost within 1 year   133.790 €  180.549 €  . . . sUCBT . dUCBT .  CB unit search   28 164 €  48 929 €       MAC  Initial hospitalisation  Mean duration (d) 66 65   Mean cost 137.757 € 131.773 €       Outpatient visits  Number of days 9 11   Mean cost 7.788 € 9.223 €       Further hospitalisations  Mean duration (d) 50 23   Mean cost 38.026 € 15.449 €       Total mean cost within 1 year   211.735 €  205.374 €       RIC  Initial hospitalisation  Mean duration (d) 29 48   Mean cost 58.621 € 96.335 €       Outpatient visits  Number of days 21 23   Mean cost 17.870 € 19.366 €       Further hospitalisations  Mean duration (d) 40 21   Mean cost 29.135 € 15.918 €       Total mean cost within 1 year   133.790 €  180.549 €  View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cost effectiveness",
        "leukemia, acute",
        "umbilical cord blood transplantation",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care",
        "human leukocyte antigens",
        "transplantation"
    ],
    "author_names": [
        "Myriam Labopin, MD, MS",
        "Annalisa Ruggeri, MD",
        "Namik Taright",
        "Federico Garnier, MD",
        "Catherine Faucher, MD",
        "Anne-Gaelle Le Coroller",
        "Noel-Jean Milpied, MD",
        "Didier Blaise, MD",
        "Manuela Badoglio",
        "Mohamad Mohty",
        "Agnes Buzyn",
        "Fernanda Volt",
        "Eliane Gluckman, MD, PhD",
        "Norbert C Gorin",
        "Vanderson Rocha, MD, PhD"
    ],
    "author_affiliations": [
        [
            " ALWP, EBMT-Paris Office, Hôpital Saint Antoine AP-HP, Université Pierre et Marie Curie Paris 6, UMR-S 893 Equipe 14, Paris, France, "
        ],
        [
            "Eurocord International Registry, Hôpital Saint-Louis, Paris, France, "
        ],
        [
            "Hopitaux de Paris, Assistance Publique, Paris, "
        ],
        [
            "agence de la biomédecine, Sait Denis, France, "
        ],
        [
            "Institut Paoli-Calmettes, Marseille, France, "
        ],
        [
            "-Université de la Méditerranée, UMR912 (Inserm-Ird), Marseille, "
        ],
        [
            "hematology, Hopital Haut Leveque - Pessac, Pessac, France, "
        ],
        [
            "hematologie, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "EBMT Data & Study Office, EBMT Late effects working party, "
        ],
        [
            "Hematology department, CHU de Nantes, Nantes, France, "
        ],
        [
            "Hopital Necker, Paris, France, "
        ],
        [
            "Hopital Saint Louis, Eurocord, Paris, "
        ],
        [
            "Eurocord International Registry, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Hematology-Oncology, Hopital Saint-Antoine and UniversitÃ ÃƒÃƒÃ, ƒ © Pierre et Marie Curie UPMC, Paris, France"
        ],
        [
            "Eurocord International Registry, Hopital Saint Louis, Paris, France, "
        ]
    ],
    "first_author_latitude": "48.8479576",
    "first_author_longitude": "2.37011265"
}