{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.204.204",
    "article_title": "Advanced Forms of the Myeloproliferative Neoplasms Are Associated with Chromosomal Abnormalities Involving 1q and 12q: Implicating MDM2 and MDM4 in Disease Progression ",
    "article_date": "December 7, 2017",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Biologic-Clinical Correlative Studies in MPNs, Including Transplant",
    "abstract_text": "Inevitably patients (pts) with myeloproliferative neoplasms (MPNs) including polycythemia vera (PV) and essential thrombocythemia (ET) progress to more advanced forms of myelofibrosis (MF) and acute myeloid leukemia (AML). Loss of TP53 function plays a critical role in cancer biology yet, the MPNs are characterized predominately by wild type (WT) TP53 (Rampal et al, PNAS, 2014;111: 5401-10). The major protein regulators of TP53 are MDM2 and MDM 4. TP53 activity has been reported to be down-regulated in MPNs due to overexpression of MDM2 (Lu et al, Blood, 2012;120:3098-3105, Nakatake et al, Oncogene, 2012: 311: 323-33). Since the gene for MDM4 is located on chromosome 1q and the gene for MDM2 is located on chromosome 12q, we hypothesized that cytogenetic abnormalities involving these locations might lead to disease progression This hypothesis is supported by the recent observation that mice engineered to possess JAK2 V617F and lack TP53 are prone to develop AML as compared to JAK2 V617F+ mice with WT TP53 (Rampal et al, PNAS, 2014:111:5401-10). Gain of 1q (+1q) in the form of jumping translocations in pts with MPN was previously reported to be associated with transformation to AML (Najfeld et al, Br.J. Haematol., 2010; 151: 285-291).These studies were extended to 362 MPN pts enrolled in 5 different MPN-RC clinical trials involving pts with ET or PV (222), MF and MPN -Blast Phase (MPN-BP)(140) and 989 pts with MPNs, ET(177), PV (400), MF (385) and MPN-BP(27) who were studied at the Icahn School of Medicine at Mount Sinai (ISMMS) between 1986 and June 2017. 92 pts in the various MPN-RC trials (25.4%) and 344 (34.7%) of the pts from ISMMS were chromosomally abnormal. Among the abnormalities, 23 pts in the MPN-RC trials had either +1q/dup(1q)(n=16) or rearrangements of 12q (n=7) (6.3% of the total pts and 25.0% of the chromosomally abnormal pts). Similarly, the most frequently observed chromosomal abnormality at ISMMS associated with disease progression, either as a sole abnormality or as a subclone with other chromosomal abnormalities, was gain of 1q, identified in 59 pts (6.0% of total, 17.4% of the abnormal pts). Gain of 1q was observed in three forms: 1) as an unbalanced translocation with the breakpoint at 1q21. 2) a duplication of 1q region and/or 3) as a jumping +1q translocation. The most frequent unbalanced translocation identified was +der(9)t(1;9)(q21;q12) (24%) resulting in three copies of 1q and 3 copies of 9p. Rearrangement of 12q most frequently involved balanced translocations and/or inv(12q) with 50% of these pts having a breakpoint at 12q15 where the gene for MDM2 is located. Gain of 1q/dup(1q) and rearrangements of 12q were mutually exclusive with the exception of one patient with a translocation between chromosomes 1 and 12 [der(12)t(1;12)(q24;q15)]. Among PV/ET pts enrolled in MPN-RC trials, 1.3% (3/222) had +1q and 0.0% (0/222) had 12q abnormalities, while 11% (15/140) of pts enrolled in MF and MPN-BP treatment protocols had +1q and 5% (7/140) had 12q abnormalities. These findings indicate that +1q and structural abnormalities of 12q are associated with more advanced forms of MF and MPN-BP (p<0.001). In both, the MPN-RC and the ISMMS data bases, 42 cases with +1q and 13 cases with 12q abnormalities were identified where the driver mutational status was known. The JAK2 V617F mutation was observed in 83.3% (35/42)of pts with +1q while 23.1% (3/13) pts with 12q abnormalities were JAK2 V617F+.These data indicate that gain of 1q but not 12q abnormalities are associated with the JAK2 V617F mutation (p<0.001). In a limited number of pts (n=10) we were able to monitor the chronological acquisition of 1q and 12q abnormalities. The 1q abnormalities occurred 5-7 years following the initial cytogenetic evaluation of PV pts and the proportion of cells with gain of 1q increased over time being present in 100% of cells over the next 4-5 years of observation. By contrast, 12q abnormalities occurred exclusively in MF pts as the sole abnormality and appeared in 90-100% of the examined cells at presentation. In 5 MF pts with +1q, qPCR demonstrated upregulation of MDM 4 mRNA transcripts (86%) when compared to 5 pts without +1q. These data suggest that MPN disease progression is associated with specific chromosomal abnormalities that result in up regulation of MDM2 or MDM4 which further down-regulate p53 .These data provide the rationale for the use of MDM2/MDM4 antagonists as a means of halting MPN disease progression. Disclosures Mascarenhas: CTI Biopharma: Research Funding; Novartis: Other: DSMB member , Research Funding; Merck: Research Funding; Incyte: Other: Clinical Trial Steering Committee , Research Funding; Promedior: Research Funding; Janssen: Research Funding.",
    "topics": [
        "chromosome abnormality",
        "disease progression",
        "mdm4 gene",
        "myeloproliferative disease",
        "brachial plexus neuritis",
        "protein p53",
        "antagonists",
        "leukemia, myelocytic, acute",
        "myelofibrosis",
        "polycythemia vera"
    ],
    "author_names": [
        "Bridget Marcellino, MD PhD",
        "Joseph Tripodi",
        "Min Lu, PhDMD",
        "Heidi Kosiorek, MS",
        "John Mascarenhas, MD",
        "Raajit K. Rampal, MD PhD",
        "Amylou Constance Dueck, PhD",
        "Ronald Hoffman, MD",
        "Vesna Najfeld, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bridget Marcellino, MD PhD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joseph Tripodi",
            "author_affiliations": [
                "Department of Pathology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Lu, PhDMD",
            "author_affiliations": [
                "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Kosiorek, MS",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Mascarenhas, MD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raajit K. Rampal, MD PhD",
            "author_affiliations": [
                "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amylou Constance Dueck, PhD",
            "author_affiliations": [
                "Mayo Clinic, Scottsdale, AZ "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "Division of Hematology/Medical Oncology, The Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vesna Najfeld, PhD",
            "author_affiliations": [
                "Department of Pathology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:42:46",
    "is_scraped": "1"
}