{
    "doi": "https://doi.org/10.1182/blood.V108.11.1049.1049",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=805",
    "start_url_page_num": 805,
    "is_scraped": "1",
    "article_title": "The Incidence of Thrombosis in Patients with Isolated Heparin Induced Thrombocytopenia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "thrombocytopenia, heparin-induced",
        "thrombosis",
        "deep vein thrombosis",
        "heparin",
        "thrombus",
        "anticoagulants",
        "platelet transfusion",
        "thrombocytopenia",
        "antibodies",
        "arterial thrombosis"
    ],
    "author_names": [
        "Rachel P. Rosovsky, MD",
        "Omar I. Abdel-Wahad, MD",
        "Elizabeth M. Van Cott, MD",
        "David J. Kuter, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA",
            "Department of Hematology/Oncology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Internal Medicine, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Pathology, Massachusetts General Hospital, Boston, MA, USA"
        ],
        [
            "Department of Hematology/Oncology, Massachusetts General Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.34322194999999",
    "first_author_longitude": "-71.1275997",
    "abstract_text": "Introduction : Heparin-induced thrombocytopenia type-II (HIT) is a serious prothrombotic disorder caused by heparin exposure. The incidence of thrombosis in patients with isolated HIT, defined as HIT without clinically evident thrombosis at the time of diagnosis, is not well established. Aim : The purpose of this prospective study was to determine the total incidence of thrombotic events after diagnosis of isolated HIT from radiographic evidence of asymptomatic deep venous thrombosis (DVT) plus radiographic confirmation of symptomatic thrombosis. Patients and Methods : We evaluated all patients with a positive enzyme-linked immunoassay (ELISA) for heparin-platelet factor 4 (PF4) antibody (Ab) daily at Massachusetts General Hospital from 10/10/05 to 5/13/06. Inpatients with (1) a positive PF4 Ab test, (2) thrombocytopenia, as defined by a ≥50% drop from baseline platelet count and/or a fall in platelet count to <150×10 9 /L, in association with heparin exposure, (3) no signs or symptoms of thrombosis at time of the positive Ab test, and (4) no other definitive etiology of thrombocytopenia were considered to have isolated HIT and included for study. Patients with a prior diagnosis of HIT, DVT, pulmonary embolism, or peripheral arterial thrombosis were excluded. Within 72 hours of diagnosis and of initiation of a non-heparin anticoagulant, all included patients underwent radiographic examination for asymptomatic DVT in the lower extremities (LE). Objective evidence of thrombotic events other than LE DVT after the diagnosis was also recorded. Daily platelet count, type and timing of all anticoagulants, use of blood products, and PF4 Ab titer were collected to determine if there was an association between these factors and development of thrombosis. Mortality rate during hospitalization was also recorded. Results: Of the 158 patients with a positive heparin-PF4 Ab, 64 patients met criteria for study, 14 of which were lost to follow-up. Among the 50 remaining eligible patients, the total incidence of thrombosis was 20% (12% were found to have an asymptomatic thrombotic event and 8% developed a symptomatic thrombotic event). Development of thrombosis was independently associated with platelet transfusion (p=0.005) and with the degree of platelet count nadir as expressed by platelet count (p=0.038) or by percent decrease from baseline (p=0.031). There was no association between the PF4 Ab titer or the type and timing of non-heparin anticoagulant and development of thrombosis. The overall mortality rate in patients diagnosed with isolated HIT during hospitalization was 22%. Conclusion : The total incidence of thrombotic events in isolated HIT was 20%, with greater than half of the events being asymptomatic thromboses found only by radiographic examination. This high incidence of asymptomatic LE DVT suggests that routine investigation for LE DVT should be performed in this patient population and that patients with isolated HIT should be treated with a non-heparin anticoagulant. Our findings also confirm the current recommendation to avoid platelet transfusions in patients with isolated HIT as we found an increased rate of thrombosis associated with this practice."
}