{
    "doi": "https://doi.org/10.1182/blood.V126.23.1053.1053",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3022",
    "start_url_page_num": 3022,
    "is_scraped": "1",
    "article_title": "Genetic Evaluation in aHUS: Characterization of a Variant of Unknown Significance in CFHR3 ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "atypical hemolytic-uremic syndrome",
        "genetic analysis",
        "massively-parallel genome sequencing",
        "polymerase chain reaction",
        "dideoxy chain termination dna sequencing",
        "dna",
        "complement system proteins",
        "nucleotides",
        "organ failure",
        "rare diseases"
    ],
    "author_names": [
        "Valerie Trapp-Stamborski, PhD",
        "Stefanie N Dugan, MS, CGC",
        "Kenneth D Friedman, MD",
        "Matthew Anderson, MD",
        "Rupa A Udani, PhD"
    ],
    "author_affiliations": [
        [
            "BloodCenter of Wisconsin, Milwaukee, WI"
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI"
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI"
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI"
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "43.0383261",
    "first_author_longitude": "-87.93462919999999",
    "abstract_text": "Atypical Hemolytic Uremic Syndrome (aHUS) is a rare disease of hemolysis, thrombocytopenia, and organ dysfunction (predominantly renal or CNS) that is often attributed to mutations in the alternate pathway of the complement system. To aid in the evaluation of patients with aHUS, a 15-gene next generation sequencing (NGS) panel was developed. Included in the panel are several genes within the highly homologous region of complement activation (RCA). Sixteen exon pairs across five genes in this region (CFH, CFHR1, CFHR3, CFHR4, and CFHR5) have greater than 95% sequence identity. This leads to difficulties in aligning corresponding NGS reads to the appropriate exons. Accordingly, reference databases for normal populations, as generated by whole genome or whole exome sequencing, are lacking in variant frequency data for these and many other highly-homologous genes, leaving an increased dependence on predictive tools in attempt to classify the pathogenicity of variants. A detail-oriented approach, including allele-specific PCR and Sanger sequencing of longer amplicons to confirm appropriate alignment of reads, allowed for interrogation of these difficult regions for which polymorphism frequency data is sparse. An example of a challenging NGS alignment is reads attributed to CFHR3 exon 5 or CFHR4 exon 9. The reference sequences for these exons differ by one base pair, which correspond to CFHR3 c.721 C and CFHR4 c.1415 T. Combining allele-specific PCR and Sanger sequencing uncovered a variant in CFHR3 (c.721C>T) which corresponds to the reference nucleotide for CFHR4. Allele-specific PCR involved designing primers in the introns of these genes which results in sequencing a region 770 bases long, or more than three times the length of a typical NGS read. Due to the length of the sequence identity, the NGS read corresponding to this variant always aligned bioinformatically to the incorrect gene (CFHR4) as the reference allele. The variant was analyzed with several algorithms including SIFT, Polyphen2, Condel, and Mutation Taster which predicted it was benign, but the accuracy of these tools is uncertain. This variant was not previously reported in either aHUS patients or the normal population; however, over a 16 month period, allele-specific PCR and Sanger sequencing for this variant of unknown significance was performed on all patient samples and was detected in 14% of the samples tested. In order to better categorize the pathogenicity of the variant, it was necessary to determine whether the subset of patient DNA tested was enriched for the variant because it was associated with aHUS, or whether the variant was present at such a high frequency in the normal population. A high-throughput melt-curve assay was developed. CFHR3 exon 5 and a portion of the adjacent introns was amplified by allele specific PCR and melting curve analysis was performed to determine the genotype using FRET probe technology on the LC480 instrument. DNA extracted from normal blood donor samples, including 96 African Americans, 74 Caucasians, and 112 Hispanics were screened. Overall, 31% of the population was heterozygous for the variant and 16% of the population was homozygous for the variant. The allele was most common in the African American population where 25% of the population was homozygous for the variant and least common in the Caucasian population where 68% of the population was wild-type. This data provides evidence that the variant is benign and not associated with an increased risk of aHUS. Focused large-gene panels, such as this one for aHUS, highlight the ability to meet challenges associated with NGS technology in regions of high sequence identity. We presented our approach for resolution of sequencing information to allow for appropriate classification of variant pathogenicity, resulting in decreased reporting of clinically insignificant results. Disclosures Friedman: Novo Nordisk: Consultancy; Alexion: Speakers Bureau; Instrumentation Laboratories: Consultancy; CSL Behring: Consultancy, Honoraria."
}