{
    "doi": "https://doi.org/10.1182/blood.V122.21.3610.3610",
    "article_title": "Acquired Factor VIII Inhibitor: A Single Institution Experience With 62 Patients ",
    "article_date": "November 15, 2013",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "abstract_text": "Background Acquired Factor VIII inhibitor or autoimmune hemophilia A (AHA), has an estimated incidence of up to 1.5 cases per million/year and may result in severe hemorrhagic complications and death. Approximately 50% of cases have an underlying condition such as malignancies, autoimmune disorders and post-partum state. AHA should be suspected in any patient presenting with unexplained bleeding and an inhibited aPTT. Management consists of maintaining hemostasis and elimination of the inhibitor, however management is not standardized. We present 62 cases of AHA managed at Mayo Clinic Rochester, over the course of 36 years. We also analyzed whether aPTT at presentation correlated with the strength of inhibition measured by Bethesda Titer. Methods After IRB approval, medical records of patients with AHA were reviewed and all clinical data collected. Cumulative incidence of death was estimated by Kaplan-Meier analysis. Spearman correlation was used to calculate relation of APTT to Bethesda titer. Results Between 1976 and 2012, we identified 62 patients (male: 35), with a median age at diagnosis of AHA 69 years (mean 64, range 20-86). Clinical presentation consisted of extensive ecchymoses (n=40, 64%) in majority of cases. 29/62 (47%) patients had at least 1 identifiable predisposing condition with 12/62 (19%) patients with an underlying malignancy and 16/62 (26%) with underlying autoimmune conditions. Median Bethesda titer was 29 (range 1 to 1178). Bethesda titer was not related to the number or duration of hospitalizations. Most (69%) patients had at least one hospitalization and 12 (19%) had more than one hospitalization for bleeding complication. Inpatient therapy for bleeding consisted most commonly of FEIBA in 21 pts (34%) and rFVIIa in 6 pts (10%). Prednisone was the most common immunosuppressant used in 54 (87%) patients while Rituximab was used in 11 (18%) patients. Of 32 patients with available follow up labs most (69%) achieved remission. There was no difference in remission rates between patients treated or not treated with Rituximab (p=0.1735). Conclusion Acquired Hemophilia A is a rare condition with very heterogenous presentation. It affects mostly older male patients who present with ecchymoses and elevated APTT. The degree of APTT prolongation at the time of diagnosis does not correlate with the strength of the Bethesda titer and should not guide choice of therapy in a patient presenting with an acute bleed. Rituximab use in the 11 patients treated at Mayo did not seem to influence remission rates or survival. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "factor viii antibody",
        "activated partial thromboplastin time measurement",
        "hemorrhage",
        "disease remission",
        "rituximab",
        "brachial plexus neuritis",
        "cancer",
        "ecchymosis",
        "anti-inhibitor coagulant complex",
        "autoimmune diseases"
    ],
    "author_names": [
        "Ewa M. Wysokinska, MD",
        "Ramila Mehta",
        "Diane Grill",
        "Rajiv K. Pruthi, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Ewa M. Wysokinska, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ramila Mehta",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Grill",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajiv K. Pruthi, MBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T04:05:43",
    "is_scraped": "1"
}