{
    "doi": "https://doi.org/10.1182/blood-2021-148828",
    "article_title": "With Equal-Access, Service Members with Lymphoma Have Better Outcomes Than Their Civilian Counterparts ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Introduction: The Military Health System (MHS) is a single-payer, equal-access healthcare system that provides healthcare to 1.4 million active-duty service members (ADSMs) from diverse socioeconomic backgrounds. ADSMs with cancer receive prompt care without copayments, deductibles, prior authorizations, or other insurance barriers. Lymphoma is the most common hematologic malignancy diagnosed in ADSMs. We sought to compare overall survival (OS) of ADSMs with lymphoma with matched civilian lymphoma patients. We also sought to identify variables among ADSMs that predicted OS. Methods: The Department of Defense Automated Central Tumor Registry (ACTUR) was retrospectively accessed to identify ADSMs with Hodgkin Lymphoma (HL), diffuse large B-cell lymphoma (DLBCL), and indolent lymphomas over a 20-year span from 1997-2017. A comparator arm was created from the National Cancer Institute's Surveillance, Epidemiology and End-Result (SEER)-18 database and was matched in a 4:1 ratio by age, sex, race, ethnicity, year of diagnosis, and stage. OS was assessed with Cox proportional hazards models. Kaplan Meier curves were constructed and compared using log rank tests. Among ADSMs, univariate and multivariable analyses were performed to assess OS based on race, ethnicity, sex, age at diagnosis, stage, year of diagnosis, rank, branch of service, and geographic region at diagnosis. All data analyses were conducted using STATA/SE 15.1 for Windows; the alpha level for statistical significance was set to 0.05. Results: There were 1,170 ADSMs with HL, 443 with DLBCL, and 284 with indolent lymphomas identified from ACTUR. Most ADSMs were between ages 20-40, white/non-Hispanic, enlisted, and in the Army. All three groups of ADSMs had superior OS when compared with their matched civilian counterparts. There were 49%, 48%, and 35% reductions in the risk of death among ADSMs with DLBCL, indolent lymphoma and Hodgkin lymphoma, respectively (DLBCL hazard ratio [HR] 0.51, 95% CI 0.40-0.65, p <0.0001; indolent HR 0.52, 95% CI 0.33-0.81, p <0.002; HL HR 0.65, 95% CI 0.52-0.82, p <0.002). Among the ADSMs, variables that reached statistical significance in the univariate and/or the multivariable analyses for OS include increasing age (DLBCL, indolent), advanced stage (DLBCL, HL), and geographic residence at diagnosis (DLBCL, HL). Notably, there were no statistically significant differences in OS based on race, ethnicity, sex, rank, or branch of service. Discussion: ADSMs with lymphoma treated within the MHS have significantly better survival than their matched civilian counterparts. Further, disparities based on race/ethnicity and sex are not present in the MHS, despite being pervasive in the civilian sector. It is possible that better access to care within the equal-access MHS might explain our results. Alternatively, regular fitness tests and periodic health assessments may render ADSMs are more fit and less comorbid than their civilian counterparts, translating to a better chance of long-term survival. Although this study is limited by its retrospective design and possible coding inaccuracies, the finding of advanced age and stage impacting OS serves as a good internal control and confirms the quality of ACTUR data. Findings from this study reflect favorably on ADSMs with cancer. The absence of racial/ethnic or gender disparities reflects favorably on cancer care received within the equal-access MHS. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Thornton:  Undisclosed Companies: Current equity holder in publicly-traded company.",
    "author_names": [
        "Gilbert Patrick Ancira",
        "Joshua Romain",
        "Jennifer Thornton",
        "Christin Blair Destefano"
    ],
    "author_dict_list": [
        {
            "author_name": "Gilbert Patrick Ancira",
            "author_affiliations": [
                "Brooke Army Medical Center, San Antonio Uniformed Services Health Education Consortium, Fort Sam Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joshua Romain",
            "author_affiliations": [
                "David Grant USAF Medical Center, Travis AFB, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Thornton",
            "author_affiliations": [
                "David Grant USAF Medical Center, Travis AFB, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christin Blair Destefano",
            "author_affiliations": [
                "David Grant USAF Medical Center, Travis AFB, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:34:36",
    "is_scraped": "1"
}