{
    "doi": "https://doi.org/10.1182/blood.V108.11.3359.3359",
    "article_title": "Total Annual Costs of Infused Iron Chelation Therapy in the United States. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Patients suffering from thalassemia or sickle cell disease (SCD) who are undergoing chronic blood transfusions are at risk for iron overload which, if not treated by iron chelation therapy (ICT), can create serious organ damage and reduce life expectancy. Deferoxamine (DFO), an ICT agent, has to be infused for 8–10 hours, 5–7 times a week. Although the clinical need for ICT is clearly established, less is known about the economic burden of DFO treatment. Aim: To estimate the total annual costs of DFO ICT by identifying resource utilization and compliance data from medical chart reviews and patient interviews, supplemented by the medical literature. Methods: A naturalistic cohort study of the resource utilization and quality of life burden of infused ICT in the usual care setting (acute hospital and out-patient) was conducted in four US treatment centers between September and December 2005. A total of 49 patients (40 thalassemia; 9 SCD; 50% male; mean age 28 ± 10 years) undergoing infused ICT participated. Data from patients’ initial and most recent years of ICT, related to prescribed ICT regimens, infusions performed in a health care setting, and monitoring, were abstracted from the charts. In patient interviews, compliance to ICT as well as resource utilization related to ICT equipment, supplies and home delivery were queried. To supplement data not otherwise obtained from the study, a review of the literature was also performed. Unit costs (2004/2005 USD) were applied. Results: The estimated mean weighted annual cost was $70 for ICT home delivery, $3,293 for equipment, $562 for monitoring and $7,232 for home health care. The mean weighted annual cost for in-patient infusions were estimated at $6,222 for the initial year and at $1,766 for subsequent years of ICT administration. The annual per patient mean cost of the drug alone, adjusted for compliance, ranged from $9,060 to $18,857 (when drug used as prescribed: $9,060 to $25,691) depending on the age and weight of the patient (mean weighted annual cost: $17,081 when adjusted by compliance and $23,466 when drug was used as prescribed). Thus, total mean weighted per patient treatment costs were estimated at $34,460 for the initial year and at $30,004 for subsequent years of ICT. When only ancillary costs were considered, the mean weighted cost per infusion for the initial year of ICT was estimated at $86 and at $64 for subsequent years. When home health care costs were excluded, the mean weighted ancillary costs per infusion were estimated at $50 for the initial year and at $28 for subsequent years of ICT. The total annual costs of infused ICT have likely been underestimated because treatment costs for the clinical consequences of poor adherence to DFO and lost productivity were not included. Conclusions: Cost estimates of ICT are higher in the initial year than in subsequent years of ICT. Total costs of ICT appear substantial and well exceed the cost of DFO alone. The drug cost only accounts for 34% to 77% of annual costs of DFO treatment (50% and 57% of total mean-weighted annual cost of initial and subsequent years of ICT respectively).",
    "topics": [
        "iron chelation therapy",
        "infusion procedures",
        "patient interview",
        "thalassemia",
        "blood transfusion",
        "deferoxamine",
        "iron overload",
        "sickle cell anemia",
        "home care services",
        "medical literature"
    ],
    "author_names": [
        "K.A. Payne",
        "M.-P. Desrosiers",
        "I. Proskorovsky",
        "K. Ishak",
        "N. Lordan",
        "J.-F. Baladi"
    ],
    "author_dict_list": [
        {
            "author_name": "K.A. Payne",
            "author_affiliations": [
                "Caro Research Institute, Montreal, Canada",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "M.-P. Desrosiers",
            "author_affiliations": [
                "Caro Research Institute, Montreal, Canada",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "I. Proskorovsky",
            "author_affiliations": [
                "Caro Research Institute, Montreal, Canada",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K. Ishak",
            "author_affiliations": [
                "Caro Research Institute, Montreal, Canada",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N. Lordan",
            "author_affiliations": [
                "Caro Research Institute, Concord, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J.-F. Baladi",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corp, East Hanover, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:52:11",
    "is_scraped": "1"
}