{
    "doi": "https://doi.org/10.1182/blood-2018-99-110523",
    "article_title": "Early Molecular Response with Generic Imatinib Therapy in Sokal/Hasford Intermediate- & High-Risk Chronic Phase Chronic Myeloid Leukemia Patients: A Single Institution Experience from India ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "abstract_text": "Introduction: Chronic myeloid leukemia (CML) is the commonest adult leukemia in India. Prognostication of newly diagnosed patients of chronic phase CML (CML-CP) is done by calculating pre-treatment risk scores as per Sokal and Hasford scoring systems, and patients are categorized into low-, intermediate- & high-risk groups. According to the latest NCCN guidelines, CML-CP patients with intermediate- or high-risk Sokal or Hasford score may preferentially benefit from second generation tyrosine kinase inhibitor (TKI) treatment. The two second generation TKI drugs available in India are dasatinib & nilotinib. Unfortunately, majority of CML-CP patients in India cannot afford upfront second generation TKI therapy, and generic imatinib is the mainstay of treatment even for intermediate-risk & high-risk patients. Achievement of early molecular response (EMR), defined as BCR-ABL1 (international scale, IS) ≤ 10% after 3 months of first-line TKI therapy, has emerged as one of the most important predictors of favourable long-term outcomes in CML-CP. The present study describes the rate of EMR achievement with first-line generic imatinib therapy in Sokal & Hasford intermediate- & high-risk patients. Objectives: To study the early molecular response rates with generic imatinib therapy at 400 mg/day dose in CML-CP patients with intermediate-risk & high-risk Sokal or Hasford scores. Methods: Our study enrolled 73 newly diagnosed CML-CP patients with intermediate- or high-risk Sokal/Hasford scores between March 2016 and March 2018. All the patients hailed from poor socio-economic background with severe financial constraint, and none of them had any medical insurance. All the patients were treated with generic imatinib mesylate 400 mg/day which was available free of cost at the hospital. None of the patients could afford dasatinib or nilotinib, despite adequate counseling & information regarding the efficacy of 2nd generation TKIs. Treatment response was monitored and defined as per European LeukemiaNet 2013 recommendations. Hematological response was assessed at 3 months for achievement of complete hematologic response (CHR). Molecular response was assessed at 3 months of first-line treatment by quantitative real-time PCR for BCR-ABL1 (IS). Complete data of 65 patients who were compliant to imatinib treatment for at least 3 months were available for analysis. Eight patients were lost to follow up. Results: The median age of patients was 35 years (age range 17 - 72 years; 40 male). CHR was achieved in 92% patients (60 out of 65 patients). Early molecular response at 3 months ( BCR-ABL1 , IS) ≤ 10%) was documented in 68% (44 out of 65) patients. The range of BCR-ABL1 transcript level at 3 months was 0.01% - 10% in patients who achieved EMR. EMR was not achieved in about 60% of Sokal high-risk patients and 30% of Hasford high-risk patients. Conclusion: The real scenario of CML treatment in developing countries with resource-constrained settings is very much different from that in the developed countries. The response rates to generic Imatinib therapy in Sokal/Hasford intermediate-risk & high-risk CML-CP patients are not impressive. There is scope for significant improvement in treatment response with upfront 2nd generation TKI therapy in intermediate- & high-risk CML-CP patients, if the drugs can be made available at affordable costs in developing countries. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "imatinib mesylate",
        "india",
        "leukemia, myeloid, chronic-phase",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "nilotinib",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "polymerase chain reaction",
        "frequency of responses"
    ],
    "author_names": [
        "Uttam Kumar Nath, MDDM",
        "Rituparna Chetia, MD",
        "Avriti Baveja, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uttam Kumar Nath, MDDM",
            "author_affiliations": [
                "Department of Hematology, All India Institute of Medical Sciences (AIIMS), Rishikesh, All India Institute of Medical Sciences (AIIMS), Rishikesh, Rishikesh, India "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rituparna Chetia, MD",
            "author_affiliations": [
                "Department of Hematology, All India Institute of Medical Sciences (AIIMS) Rishikesh, Rishikesh, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avriti Baveja, MD",
            "author_affiliations": [
                "Department of Hematology, All India Institute of Medical Sciences (AIIMS) Rishikesh, Rishikesh, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T12:59:05",
    "is_scraped": "1"
}