{
    "doi": "https://doi.org/10.1182/blood.V106.11.2220.2220",
    "article_title": "Expression and Activation of the Farnsesoid X Receptor in Human Dendritic Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Baground: The farnesoid X receptor/bile acid receptor (FXR, NR1H4) is a member of the nuclear hormone superfamily that regulates bile acid as well as lipoprotein and glucose metabolism after heterodimerization with retinoid X receptor. Dendritic cells (DCs) are potent antigen presenting cells capable of regulating immune responses. It has previously been reported that spleen, a tissue rich in DCs, expresses FXR. Taking this into account, we wanted to investigate the possible involvement of FXR in DCs biology. Material and Methods: Immature DCs were generated from peripheral human blood monocytes (CD14+ cells) by culturing them with GM-CSF and IL4 for 7 days. For maturation, immature DCs were cultured with the addition of TNFα, and LPS for another 24 hours. The expression and activity of FXR in DCs was assessed with RT-PCR, western immunoblotting, immunofluoresence and EMSA analysis. Results and Discusion:We have shown with RT-PCR that FXR is marginally expressed in human monocytes (CD14+ cells) and its expression is elevated during the differentiation process of these to dendritic cells. Moreover, using specific primers we have found that only FXR -alpha and not FXR-beta is expressed in DCs. Western blot analysis with a specific anti-FXR antibody confirmed the FXR expression in DCs. Immunofluoresence microscopy with a specific anti-FXR antibody showed that FXR, in contrast with the classical FXR-expressing tissues (liver, kidney), has strong cytoplasmic and perinuclear localization and weak nuclear localization in DCs. The nuclear localization is potentiated upon treatment of the immature dendritic cells with LPS or TNFα. Finally, using a DNA probe that contains consensus FXR binding sites, we have shown with EMSA analysis that FXR is transcriptional active in immature DCs but not in CD14 monocytes, and is strongly activated upon LPS or TNFα treatment for 48 h of immature DCs. Overall our study reveals, for the first time, that FXR, a nuclear hormone receptor with a limited tissue expression, might have a new role in DCs biology, since it is not only expressed in human dendritic cells but moreover its transcriptional activity is affected by signals (TNFα, LPS) that influence the function of DCs.",
    "topics": [
        "antibodies",
        "bile acids",
        "cd14 antigen",
        "dendritic cells",
        "dna probes",
        "granulocyte-macrophage colony-stimulating factor",
        "hormones",
        "interleukin-4",
        "lipoproteins",
        "nuclear hormone receptor"
    ],
    "author_names": [
        "Panos Ziros",
        "Ilina Micheva",
        "Ioannis Habeos",
        "Athanasios Papavasiliou",
        "Nicholas Zoumbos"
    ],
    "author_dict_list": [
        {
            "author_name": "Panos Ziros",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology Division, Patras University Medical School, Rion, Patras, Greece",
                "Department of Biochemistry School of Medicine, University of Patras, Rion, Patras, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ilina Micheva",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology Division, Patras University Medical School, Rion, Patras, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Habeos",
            "author_affiliations": [
                "Department of Biochemistry School of Medicine, University of Patras, Rion, Patras, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Papavasiliou",
            "author_affiliations": [
                "Department of Biochemistry School of Medicine, University of Patras, Rion, Patras, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Zoumbos",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology Division, Patras University Medical School, Rion, Patras, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T09:36:34",
    "is_scraped": "1"
}