{
    "doi": "https://doi.org/10.1182/blood.V126.23.4535.4535",
    "article_title": "Circulating Endothelial Progenitor Cells and Their Relation to Thrombosis in Paroxysmal Nocturnal Hemoglobinuria ",
    "article_date": "December 3, 2015",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Introduction : Paroxysmal nocturnal hemoglobinuria (PNH) is an acquired clonal hematopoietic stem cell disorder. Chronic intravascular hemolytic anemia, bone marrow failure and thrombophilia are the main clinical findings. Thrombosis is one of the most important cause of morbidity and mortality of this disease. Multiple factors are held responsible for thrombotic tendency in these patients. Endothelial progenitor cells (EPCs) originate from primitive hematopoietic stem cells and are able to turn into endothelial cells. There are extremely small numbers of EPCs in the circulation under normal conditions. The level of EPCs is considered to be indicative of restoration capacity in case of vascular disease and potential damage. Lower EPC levels are also considered as a risk factor in cardiovascular diseases. In this study, our aim was to investigate circulating EPCs in PNH and their relationship with thrombosis. Seventeen patients with PNH, 18 patients with aplastic anemia and 10 healthy volunteers were included in the study. CD309, CD133 and CD34 antibodies were used in order to determine circulating EPCs by flow cytometry and cells which expressed all three antibodies were analyzed as EPC. Prepared samples were read using a prepared list mode software for endothelial progenitor cells on FACS Diva software in BD FACS Canto II device with 6 color lasers and a total of 1,000,000 cells per analysis were evaluated. EPC levels were compared between untreated PNH patients and who were on eculizumab therapy. Statistical analysis was performed using SPSS 22.0 software. The distribution of variables was evaluated by Kolmogorov-Smirnov test, the analysis of quantitative data was evaluated by ANOVA, Kruskal-Wallis, Mann-Whitney U tests and the analysis of the qualitative data was evaluated by chi-square test. Findings and Discussion: The thrombotic complications were observed in five PNH patients. All of these patients had a history of portal vein thrombosis. One of them also had a history of peripheral arterial disease and amputation related to this. There was not a significant difference in EPC levels between patients with and without a history of thrombosis (p>0,05). We also did not find any significant difference between levels of EPC's in PNH groups with or without eculizumab therapy (p˃0,05). There was no significant difference in levels of EPC between aplastic anemia and PNH groups (p ˃ 0,05). However, we found a significant positive correlation between the levels of EPC and LDH in multivariate analysis (p < 0,05). This finding suggests that hemolysis causes vascular endothelium and promotes new blood vessel formations. Increased EPCs in PNH might be an indirect indicator for vascular endothelium damage in PNH. Table. General Features and Rates of EPC of PNH, AA, Healthy Volunteers Groups  . . Aplastic Anemia group . PNH group . Control group . p . Age mean±s.smedian (min-max) 40.0±14.7 37.5 (20.0-67.0) 41.9±13.9 43.0 (19.0-78.0) 29.3±3.5 29.5(24.0-34.0) 0.047 Sex Female n-% Male n-% 7 38,9% 11 61.1% 9 52.9% 8 47.1% 5 50% 5 50% 0.687 EPC(%) mean±s.s median (min-max) 0.2% 0.2% 0.1% (0.0-0.6%) 0.3%±0.3% 0.1% (0.0-0.9%) 0.1%±0.0% %0,0(%0,0-0,2) 0.393 All Events (x1000) mean±s.s median (min-max) 617±172* 565 (360-914) 588±255* 471 (250-1000) 878±143 950(655-1000) 0.003 CD309 and CD34 mean±s.s median (min-max) 0.003±0.002 0.002 (0.001-0.007) 0.005±0.004 0.000-0.011) 0.001±0.001 0.001 (0.000-0.002) 0.009 CD133 mean±s.s median (min-max) 45.8±36.3 58.3 (0.0-88.2) 45.8±39.6 60 (0.0-94.7) 42.0±19.4 46.4 (11.1-81.3) 0.867 . . Aplastic Anemia group . PNH group . Control group . p . Age mean±s.smedian (min-max) 40.0±14.7 37.5 (20.0-67.0) 41.9±13.9 43.0 (19.0-78.0) 29.3±3.5 29.5(24.0-34.0) 0.047 Sex Female n-% Male n-% 7 38,9% 11 61.1% 9 52.9% 8 47.1% 5 50% 5 50% 0.687 EPC(%) mean±s.s median (min-max) 0.2% 0.2% 0.1% (0.0-0.6%) 0.3%±0.3% 0.1% (0.0-0.9%) 0.1%±0.0% %0,0(%0,0-0,2) 0.393 All Events (x1000) mean±s.s median (min-max) 617±172* 565 (360-914) 588±255* 471 (250-1000) 878±143 950(655-1000) 0.003 CD309 and CD34 mean±s.s median (min-max) 0.003±0.002 0.002 (0.001-0.007) 0.005±0.004 0.000-0.011) 0.001±0.001 0.001 (0.000-0.002) 0.009 CD133 mean±s.s median (min-max) 45.8±36.3 58.3 (0.0-88.2) 45.8±39.6 60 (0.0-94.7) 42.0±19.4 46.4 (11.1-81.3) 0.867 ANOVA / Kruskal-Wallis / Mann-Whitney U test / Chi-square test *The difference with the control group, p <0.05 EPCs: Endothelial progenitor cells View Large Disclosures Yenerel: Alexion: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "endothelial progenitor cells",
        "paroxysmal nocturnal hemoglobinuria",
        "thrombosis",
        "aplastic anemia",
        "antibodies",
        "cd34 antigens",
        "eculizumab",
        "thrombus",
        "amputation",
        "cardiovascular diseases"
    ],
    "author_names": [
        "Esra Turan Erkek",
        "Esra Nazligul",
        "Meliha Nalcaci",
        "Melih Aktan",
        "Mustafa Nuri Yenerel"
    ],
    "author_dict_list": [
        {
            "author_name": "Esra Turan Erkek",
            "author_affiliations": [
                "Dept.of Internal Medicine, Div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Esra Nazligul",
            "author_affiliations": [
                "Dept.of Internal Medicine, Div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meliha Nalcaci",
            "author_affiliations": [
                "Istanbul University, Istanbul, Turkey ",
                "Dept of Internal Medicine, div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, ISTANBUL, Turkey ",
                "Dept of Internal Medicine, div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melih Aktan",
            "author_affiliations": [
                "Dept of Internal Medicine, div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mustafa Nuri Yenerel",
            "author_affiliations": [
                "Dept.of Internal Medicine, Div. Of Hematology, Istanbul University, Istanbul Faculty of Medicine, Istanbul, Turkey "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T06:45:17",
    "is_scraped": "1"
}