{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.548.548",
    "article_title": "Development of a Pure Small Molecule αVβ3 Antagonist ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry: Vascular Wall Biology and Endothelial Cells",
    "abstract_text": "# Contributed equally αVβ3 has been implicated in the pathophysiology of important disorders, including osteoporosis, sickle cell disease, tumor angiogenesis, metastasis, virus invasion, glomerulonephritis, dermal and hepatic fibrosis, acute myelogenous leukemia, supravalvular aortic stenosis, bowel strictures, and T-cell lymphoma, but no αVβ3 antagonists have been approved for human therapy. The RGD-based αVβ3 antagonist MK-0429 (MK429) had favorable results in osteoporosis patients in Phase 2, but was not advanced, and the RGD-based antagonist cilengitide was studied in patients with malignancies, but did not demonstrate efficacy. Since RGD-based antagonists can under certain circumstances activate αVβ3, prime it to bind ligand, induce apoptosis, increase tumor angiogenesis and growth, and increase hepatic fibrosis, we sought to develop a pure αVβ3 antagonist that does not induce high affinity ligand binding or exposure of the epitope for mAb AP5, both of which depend on the swing-out of the β3 PSI domain. We built on Arnaout's group's studies of a variant fibronectin fragment with high affinity for αVβ3 (hFN10) that did not induce the β3 swing-out motion because a Trp substitution on the ligand formed a π-π interaction with β3 Y122 on the β1-α1 loop, thus preventing the latter's movement toward the MIDAS, which is the trigger for β3 swing-out. To develop a small-molecule that mimics the effect of hFN10, we used inferences from a predicted docking pose of MK429 into the hFN10 binding site of the αVβ3 crystal structure to rationally design a compound with an aromatic ring that directly engages β3 Y122. Based on the results of molecular dynamics simulations, the aromatic group of this compound, TDI-4161, is only 4.4 Å from Y122 (and forms a π-π interaction), which compares with 4.7 Å for hFN10 and 7.0 Å for MK429 (which does not form a π-π interaction). We analyzed compounds in 2 assays: 1. Adhesion of HEK293 cells expressing human αVβ3 (HEK-αVβ3) to fibrinogen (reported as the concentration producing 50% inhibition; IC 50 ). 2. Exposure of the epitope for mAb AP5 (the concentration producing 50% exposure; EC 50 ). The racemate of MK429 (rMK429) has an IC 50 =0.0036 µM and an EC 50 =0.019 µM, and cilengitide has an IC 50 =0.050 µM and an EC 50 =0.034 µM, indicating that both are potent αVβ3 antagonists and potent inducers of the αVβ3 active conformation. In sharp contrast, TDI-4161 has an IC 50 =0.022 µM and an EC 50 >10 µM, indicating that it does not induce the β3 conformational change even at 400X the IC 50 . TDI-4161 inhibited the binding of: purified αVβ3 to adenovirus 2 penton base (IC 50 = 0.028 µM) and purified αVβ5 to vitronectin (IC 50 =2.09 µM), but not purified αVβ6 to TGF-β1 Latency Associated Peptide even at 10 µM. TDI-4161inhibited adhesion of mouse endothelial cells containing murine αVβ3 to fibrinogen (IC 50 = 0.437 µM). We tested TDI-4161's ability to 'prime\" αVβ3 by: incubating it with HEK-αVβ3 at 10 µM, fixing the cells with paraformaldehyde, washing, incubating with fluorescent fibrinogen, and measuring bound fibrinogen by flow cytometry. The peptide RGDS (100 µM) increased fibrinogen binding from 8.7 ± 1.5 to 24.3 ± 1.4 GMFI (p <0.001; n=3), but TDI-4161 did not (7.0 ± 2.6 GMFI; p<0.001 vs RGDS). After oral administration of TDI-4161 to mice at 100 mg/kg, the Cmax was 7.5 µM at the Tmax of 0.94 hours; the T 1/2 was 3.6 hours. Once-daily oral dosing of TDI-4161 for 28 days at 10, 30, and 100 mg/kg was well tolerated in male CD-1 mice (n=3). Day 1 and day 28 plasma levels 1 hour after dosing were similar. We tested the effect of TDI-4161 on osteoclast function by adding it at 10 µM (0.1% DMSO) to bone marrow-derived murine macrophages and cultured them either on plastic or bovine bone slices with RANKL and a source of M-CSF. After 5 days, cells incubated with TDI-4161 demonstrated an osteoclast phenotype similar to that of β3 null mice; osteoclast numbers were better preserved than with rMK429, but less well than with the DMSO control. Supernatants from bone slices were assayed for cross-linked collagen degradation products (CrossLaps). When compared to the DMSO control (32.7 nM), rMK429 (10 µM) produced 82% inhibition (5.9 nM) and TDI-4161 produced 74% inhibition (8.3 nM). In summary, using inferences from structural data derived from hFN10, we have synthesized an orally bioavailable pure αVβ3 antagonist that reacts with both human and murine αVβ3, does not prime αVβ3 to bind fibrinogen, and inhibits osteoclast bone resorption. Disclosures Filizola: Icahn School of Medicine at Mount Sinai: Patents & Royalties. Foley: Tri-Institutional Therapeutics Discovery Institute: Patents & Royalties.",
    "topics": [
        "antagonists",
        "small molecule",
        "fibrinogen",
        "dimethyl sulfoxide",
        "ligands",
        "mechlorethamine",
        "adhesions",
        "epitopes",
        "hepatic fibrosis",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Jihong Li, MD",
        "Yoshiyuki Fukase, PhD",
        "Yi Shang, PhD",
        "Wei Zou, PhD",
        "Ryoma Hara, PhD",
        "Yuta Tanaka, PhD",
        "Rei Okamoto, PhD",
        "Takeshi Yasui, PhD",
        "Takashi Nakahata, PhD",
        "Toshihiro Imaeda, PhD",
        "Kazuyoshi Aso, PhD",
        "Charles Locuson, PhD",
        "Dragana Nesic, PhD",
        "Mark Duggan, PhD",
        "Steven Teitelbaum, MD",
        "Marta Filizola, PhD",
        "Michael Foley, PhD",
        "Barry S. Coller, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jihong Li, MD",
            "author_affiliations": [
                "Allen and Frances Adler Laboratory of Blood and Vascular Biology, Rockefeller University, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshiyuki Fukase, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Shang, PhD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zou, PhD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryoma Hara, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuta Tanaka, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rei Okamoto, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Yasui, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Nakahata, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Imaeda, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuyoshi Aso, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Locuson, PhD",
            "author_affiliations": [
                "Takeda Oncology, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dragana Nesic, PhD",
            "author_affiliations": [
                "Allen and Frances Adler Laboratory of Blood and Vascular Biology, Rockefeller University, New York, NY "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Duggan, PhD",
            "author_affiliations": [
                "LifeSci Consulting, LLC, Tequesta, FL "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Teitelbaum, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Filizola, PhD",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Foley, PhD",
            "author_affiliations": [
                "Tri-Institutional Therapeutics Discovery Institute, New York, NY "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry S. Coller, MD",
            "author_affiliations": [
                "Allen and Frances Adler Laboratory of Blood and Vascular Biology, Lab of Blood & Vascular Biology, The Rockefeller University, New York, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:42:32",
    "is_scraped": "1"
}