{
    "doi": "https://doi.org/10.1182/blood.V116.21.1008.1008",
    "article_title": "RSK Inhibition Rescues Defective Erythropoiesis Caused by Blockade of Mitochondrial Aconitase ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, excluding Iron: New Insights in Dyserythropoiesis and Defective Erythropoiesis",
    "abstract_text": "Abstract 1008 Production of red blood cells in the adult bone marrow consists of well-defined developmental stages regulated in part by erythropoietin (EPO) signaling and in part by iron signaling via aconitase enzymes. We previously showed that direct inhibition of aconitase activity induced ERK hyperphosphorylation during iron-replete erythropoiesis. In those studies, in vivo inhibition of aconitase by fluoroacetate (FA) infusion normalized red cell counts in JAK2V617F-Tg mice, with no effects on non-erythroid lineages (Talbot et al. , ASH 2009 #75). The current studies have examined how aconitase inhibition may affect the subcellular distribution of ERK1/2 and the transmission of signals to pathways downstream of ERK1/2. In human erythroid progenitors analyzed by subcellular fractionation followed by immunoblot, pharmacological inhibition of aconitase by FA led to the redistribution of a subset of ERK1/2 into a non-extractable chromatin/cytoskeleton compartment. Interestingly, mitochondrial aconitase, but not mitochondrial SOD2, showed a pattern of subcellular redistribution with FA treatment similar to that of ERK1/2, raising the possibility of recruitment into a common complex. Specific interaction of ERKs 1 and 2 with mitochondrial aconitase was confirmed in cotransfection-coimmunoprecipitation experiments. To address the consequences of aconitase inhibition on the dynamic signaling to ERK1/2 and downstream effectors, erythroid progenitors cultured ± FA underwent cytokine starvation followed by restimulation with EPO alone, stem cell factor (SCF) alone, or EPO plus SCF. Kinetic analysis of the activation of ERK1/2 and its substrate p90 RSK, by immunoblotting with phospho-specific antibodies, showed distinct effects of aconitase inhibition depending on the cytokine stimuli provided. In stimulation with EPO or Stem Cell Factor (SCF) alone, FA had no effect on ERK1/2 activation but decreased phospho-RSK levels. By contrast, in cells stimulated with EPO plus SCF, FA caused diminished phosphorylation of ERK1/2 and enhanced phosphorylation of RSK. Thus, aconitase modulation of p90 RSK phosphorylation appeared to depend on the cytokine stimuli provided. To determine how alterations in RSK activation could contribute to FA inhibition of erythropoiesis, erythroid cultures with EPO plus SCF ± FA underwent treatment with the specific RSK inhibitor SL0101. In the absence of FA, treatment of erythroid progenitors with SL0101 weakly inhibited differentiation but had no effect on proliferation. By contrast, in FA treated cells, SL0101 significantly enhanced both differentiation and proliferation. These data identify RSK, downstream of ERK1/2, as the primary target of aconitase regulation and suggest that inappropriate activation of RSK contributes to the erythroid blockade associated with aconitase inhibition. To determine the contributions of cytosolic aconitase to erythroid regulation, IRP1−/− mice (lacking cytosolic aconitase) were subjected to hemolytic challenge with PHZ or to FA infusion. Under both regimens, IRP1−/− mice responded in a manner indistinguishable from that of wild type (WT) littermate mice. These data indicate that cytosolic aconitase is not required for steady-state or stress-induced erythropoiesis and point to mitochondrial aconitase as the main regulator of erythropoiesis in vivo. In summary, ERK1/2 and mitochondrial aconitase displayed patterns of subcellular co-distribution and physical interaction suggestive of direct cross-talk. Aconitase inhibition altered ERK1/2 mediated RSK phosphorylation during cytokine stimulation in a stimulus-dependent manner, and a specific RSK inhibitor reversed the effects of aconitase inhibition on erythroid differentiation and proliferation. We postulate that in erythroid cells mitochondrial aconitase may function as a novel scaffold regulating ERK communication with RSK. This alternative function of mitochondrial aconitase might be regulated itself by cytokine signaling, iron availability, or small molecules binding its active site. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aconitate hydratase",
        "ineffective erythropoiesis",
        "mitochondria",
        "cytokine",
        "iron",
        "immunoblotting",
        "infusion procedures",
        "stem cell factor",
        "antibodies",
        "dose fractionation"
    ],
    "author_names": [
        "Anne-Laure Talbot",
        "Grant C. Bullock",
        "Lorrie Delehanty",
        "Adam Goldfarb, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anne-Laure Talbot",
            "author_affiliations": [
                "Department of Pathology, and Medical Scientist Training Program, University of Virginia School of Medicine, Charlottesville, VA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grant C. Bullock",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorrie Delehanty",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Goldfarb, MD",
            "author_affiliations": [
                "Department of Pathology, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:06:38",
    "is_scraped": "1"
}