{
    "doi": "https://doi.org/10.1182/blood.V118.21.4504.4504",
    "article_title": "Successful Autologous Peripheral Blood Stem Cell Transplantation in 3 Women with POEMS Syndrome: A Single Centre Experience ",
    "article_date": "November 18, 2011",
    "session_type": "Clinical Allogeneic and Autologous Transplantation: Results",
    "abstract_text": "Abstract 4504 INTRODUCTION POEMS syndrome (polyneuropathy, organomegaly, endocrinopathy, M protein and skin changes) is a rare multi-system disease characterized by chronic progressive polyneuropathy and plasma-cell dyscrasia. A major diagnostic criterion for POEMS is elevation of circulating vascular endothelial growth factor (VEGF), which is believed to play a pathogenic role in this disease. We report 3 cases of POEMS syndrome treated with high-dose melphalan and autologous peripheral blood stem cell transplantation (PBSCT). PATIENTS AND METHODS CASE 1 A 32-year-old woman presented with a progressive gait difficulty, weakness in limb muscles, skin hyperpigmentation, axillar and laterocervical lymphoadenopathies, peripheral edema. Neurophysiological testing showed a motor and sensory axonal polyneuropathy. At laboratory testing, thrombocytosis and monoclonal gammopathy IgA-λ were detected. A biopsy of laterocervical lymphonode was positive for Castleman’s disease. Initial treatment with intravenous immunoglobulin (IVIg) failed to result in clinical benefit. After cyclophosphamide 2 g plus G-CSF priming a total of 7.1×10 6 /kg stem cells were collected from peripheral blood and used to perform double autologous transplantation at interval of 5 months following conditioning with melphalan 140 mg/sq/m. CASE 2 A 48-year-old woman presented with numbness and paresthesias in foot soles, weakness in lower limbs and axillar lymphoadenopathy. Nerve conduction studies showed motor and sensor demyelinating polyneuropathy. A monoclonal gammopathy IgG K-λ was present and bone marrow biopsy was unremarkable. She was treated with prednisone and plasma exchange with progressive improvement and clinical stabilization for two years. Unfortunately she presented a relapse of neurological symptoms responding to the same therapeutic strategy. A second relapse occurred after 3 months with appearance of sensory ataxia, xerotic skin, hepatomegaly. Laboratory analysis revealed biclonal gammopathy IgG k -λ and IgA-λ and Bence Jones proteinuria (λ light chain). Radiologic studies showed lytic lesions with sclerotic rim in homerus, VII rib and iliac bone and mediastinal, axillary and iliac lymphadenopathies. The patient received cyclophosphamide 2 g and G-CSF for mobilization. Melphalan 200 mg/sq/m was administered intravenously as conditioning regimen followed by reinjection of the cells collected. CASE 3 A 44-year-old woman presented with asthenia, scleroderma-like skin changes, weight loss, limb paraesthesia and weakness. Neurophysiological testing showed a motor and sensor demyelinating polyneuropathy. She presented thrombocytosis and a monoclonal IgG-λ protein at laboratory tests. Radiologic studies showed laterocervical, axillary, mediastinal lymphoadenopathies, multiple thyroid nodules and a mixed sclerotic and lytic lesion in the pelvis and in the right humeral head. Biopsy of this lesion demonstrated a plasmacytoma with λ light chain restriction. Initial treatment with IVIg was unsuccesful. She received oral therapy with melphalan and prednisone for 3 years obtaining clinical stabilization, then she was treated with monthly zoledronic acid infusion only. After 3 years she presented a relapse of neurological symptoms, appearance of hepatomegaly, axillar and laterocervical lymph nodes enlargement, peripheral edema. She therefore underwent PBSC harvesting following cyclophophamide priming (2 g), than she received melphalan (200 mg/sq/m) with CD34-selected PBSC rescue. RESULTS The post-transplant course was uneventful other than the development of febrile neutropenia in 2 cases. Patients 1 and 2 presented a progressive improvement in strength, physical skills and peripheral neuropathy after few months. They are well with clinical stabilization after 4 and 6 years, respectively, from PBSCT. At 3 months from PBSCT, patient 3 presents progressive neurological improvement and reduction of organomegalies. CONCLUSIONS Although treatment for POEMS is not standardized, disseminated disease require systemic therapy. No randomized controlled trials have been conducted, but patients with POEMS have been successfully treated with PBSCT since 1998. Our cases confirm its usefulness and safety and support the idea that, although delayed intervention maintains its efficacy, PBSCT could be considered early during the disease course to obtain the best response. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "peripheral blood stem cell transplantation",
        "poems syndrome",
        "weight reduction",
        "melphalan",
        "asthenia",
        "immunoglobulin g",
        "immunoglobulins, intravenous",
        "polyneuropathies",
        "stabilization",
        "antigens, cd98 light chains"
    ],
    "author_names": [
        "Giusy Antolino",
        "Giovanni Antonini",
        "Antonella Ferrari",
        "Giacinto La Verde",
        "Raffaele Porrini",
        "Francesca Saltarelli",
        "Esmeralda Conte",
        "Barbara Veggia",
        "Virginia Naso",
        "Pamela Latino",
        "William Arcese",
        "Enrico Montefusco"
    ],
    "author_dict_list": [
        {
            "author_name": "Giusy Antolino",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Antonini",
            "author_affiliations": [
                "Neurology, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonella Ferrari",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giacinto La Verde",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaele Porrini",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Saltarelli",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esmeralda Conte",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Veggia",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginia Naso",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Latino",
            "author_affiliations": [
                "Neurology, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Arcese",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Tor Vergata University, Rome, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrico Montefusco",
            "author_affiliations": [
                "Haematology, Rome Transplant Network, Sant’Andrea Hospital, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T13:03:35",
    "is_scraped": "1"
}