{
    "doi": "https://doi.org/10.1182/blood.V106.11.4062.4062",
    "article_title": "Isolated Alpha-2 Antiplasmin Deficiency Presenting as a Spontaneous Bleeding Disorder in a 63 Year Old Man. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Spontaneous disruption of hemostasis in adults is a common clinical presentation. However, in a few patients, no cause is found. We were faced with such a situation when a 63 year old Caucasian male presented with a large spontaneous hematoma of his left thigh. There was no prior history of bleeding disorders in our patient or amongst his family members. Initial investigations did not show any conclusive coagulation factor abnormalities. Fibrinogen, D-dimer, liver function tests and platelet aggregation studies were normal. Subsequent tests showed that while his activatable plasminogen and euglobin clot lysis were normal, the function of his alpha-2 antiplasmin was at 35% of normal. Laurell immunoassay demonstrated a type 1 deficiency with antigen levels proportionately decreased at 30% of normal. Treatment with low dose epsilon amino caproic acid resulted in resolution of the hematoma and control of bleeding. We therefore sought to determine the cause of his isolated alpha-2 antiplasmin deficiency. Alpha-2 antiplasmin is a serpin which targets plasmin. It is synthesized in the liver and deficiency results in a bleeding disorder.Congenital deficiencies of alpha-2 antiplasmin are uncommon bleeding disorders. However, since heterozygotic mutations of alpha-2 antiplasmin can present with initial bleeds late in life, we sequenced his alpha-2 antiplasmin gene. This gene is located on chromosome 17, spanning 16 Kb. It has 10 exons which we amplified by PCR in 13 segments and sequenced by the di-deoxy method. All splice junctions and the 70 base pairs upstream of exon 1 were normal. Three heterozygous polymorphisms were found, ruling out major gene deletions. The polymorphisms are as follows: Exon 2, C to T causing substitution of Alanine by Valine in the signal peptide, Exon 3, C to T causing substitution of Arginine by Tryptophan, Exon 10, G to A causing substitution of Arginine by Lysine. Each of these 3 polymorphisms have been found in blood donors. This raises important issues about his deficiency. First, lack of production could be due to defective translational factors or epigenetic factors regulating gene transcription. It could also be due to the Alanine to Valine change in the signal peptide which we are currently investigating. Secondly, non-inhibitory antibodies to alpha-2 antiplasmin could explain his type 1 deficiency. Finally, age-related vascular and connective tissue defects may unmask a dormant inherited bleeding disorder. Unfortunately, his demise due to the development of nephrotic syndrome and sepsis may leave us without answers to these questions. There is no case linking nephrotic syndrome with the use of epsilon amino caproic acid. In conclusion, since response to anti- fibrinolytics can be dramatic, deficiencies of alpha-2 antiplasmin must be considered in patients presenting at any age with a spontaneous bleeding disorder.",
    "topics": [
        "alpha-2 antiplasmin",
        "bleeding diathesis",
        "blood coagulation disorders",
        "alanine",
        "arginine",
        "hematoma",
        "nephrotic syndrome",
        "peptides",
        "valine",
        "antibodies"
    ],
    "author_names": [
        "Vallathucherry C. Harish, MD",
        "Heather L. Lawson, MHA",
        "Lin Zhang, MD",
        "Jason D. Huff, MD",
        "John Owen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vallathucherry C. Harish, MD",
            "author_affiliations": [
                "Section on Hematology and Oncology, Department of Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heather L. Lawson, MHA",
            "author_affiliations": [
                "Section on Hematology and Oncology, Department of Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Zhang, MD",
            "author_affiliations": [
                "Section on Hematology and Oncology, Department of Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason D. Huff, MD",
            "author_affiliations": [
                "Section on Hematology and Oncology, Department of Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Owen, MD",
            "author_affiliations": [
                "Section on Hematology and Oncology, Department of Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T09:36:27",
    "is_scraped": "1"
}