{
    "doi": "https://doi.org/10.1182/blood.V104.11.2701.2701",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=181",
    "start_url_page_num": 181,
    "is_scraped": "1",
    "article_title": "Ex Vivo Production of Transfusable Red Blood Cells at Large Scale from Cord Blood CD34+ Cells Using a Coculture System with Human Telomerase Catalytic Subunit (hTERT)-Transfected Human Stromal Cells at Early Phase and with Acitivated Macrophage from Cord Blood CD34+ Cells at Late Phase. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "New sources of red blood cells (RBC) would improve the transfusion capacity of blood centers. Several investigators have previously reported that erythroblasts could be obtained from hematopoietic stem cells including those of cord blood (CB) by in vitro culture. However, transfusion of erythroblasts may not be suitable for supplementation of acute blood loss because it should need some time lag until hemoglobin (RBC) boost in circulation due to the fact that transfused erythroblasts once lodged at bone marrow where they undergo maturation into RBCs which are bound to be released into circulation. We have developed a culture system for producing large quantity of enucleated RBCs (e-RBCs) as well as erythroblasts from CB in vitro: one unit e-RBCs (2 x 10 12 RBCs) was obtained from one standard CB unit (corresponding to 2 x 10 6 CD34+ cells) using a coculture system with hTERT-transfected human stromal cells at early phase followed by with activated macrophage in liquid culture (American Society of Hematology 45th Annual Meeting, SanDiego, 2003). In the present study, we first analyzed the function of those manufactured e-RBCs in comparison of that of adult peripheral blood RBCs (PB-RBCs) or that of eryhthroblasts. The hemoglobin (Hb) content of the e-RBCs quantified by photometric determination was almost equivalent to that of adult PBRBC. A Hb A/Hb F ratio of e-RBC analyzed by high-performance liquid chromatography (HbA: HbF = 35: 65) was between those of CB RBCs (10: 90) and adult PB-RBC (99: 1). Oxygen dissociation curves of e-RBCs measured by Hemox-Analyzer was comparable to that of fresh adult PB-RBCs. The erythroblasts showed adhesive property to stromal cells in vitro but e-RBC did not. When we injected e-RBCs into NOD/SCID mice, they were detectable in circulation while erythroblasts were not. In conclusion, the e-RBCs produced by large-scale culturing system from CB CD34+ cells may be useful for acute blood loss.",
    "topics": [
        "coculture techniques",
        "erythrocytes",
        "macrophages",
        "stromal cells",
        "telomerase",
        "umbilical cord blood",
        "catalytic domain",
        "acute hemorrhage",
        "fetal hemoglobin",
        "hemoglobin"
    ],
    "author_names": [
        "Akihito Fujimi, MD",
        "Takuya Matsunaga, MD",
        "Masayoshi Kobune, MD",
        "Yutaka Kawano, MD",
        "Ikuta Tanaka, MD",
        "Naofumi Takemoto, MD",
        "Takehide Akiyama, MD",
        "Hirofumi Hamada, MD",
        "Yoshiro Niitsu, MD"
    ],
    "author_affiliations": [
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Department of Molecular Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University, School of Medicine, Sapporo, Hokkaido, Japan"
        ]
    ],
    "first_author_latitude": "43.055198",
    "first_author_longitude": "141.3321401"
}