{
    "doi": "https://doi.org/10.1182/blood.V126.23.5533.5533",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3226",
    "start_url_page_num": 3226,
    "is_scraped": "1",
    "article_title": "Micro-Transplantation: A New Choice for Patients with Int /High Risk MDS? ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "topics": [
        "microbiology procedures",
        "transplantation",
        "human leukocyte antigens",
        "refractory anemia with excess blasts",
        "cytopenia, refractory, with multilineage dysplasia",
        "decitabine",
        "graft-versus-host disease",
        "chemotherapy regimen",
        "cytarabine",
        "infusion procedures"
    ],
    "author_names": [
        "Miao Miao",
        "Hong Wang",
        "Ting Xu",
        "Xiaofei Yang",
        "Xuhui Zhang",
        "Aining Sun, PhD",
        "Wu Depei, MD"
    ],
    "author_affiliations": [
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ],
        [
            "Jiangsu Institute of Hematology, the First Affiliated Hospital of Soochow University, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.302696999999995",
    "first_author_longitude": "120.63475799999999",
    "abstract_text": "Purpose : Allogeneic stem cell transplantation (alloSCT) has significantly improved the prognosis of patients with Int/High risk myelodysplastic syndrome (MDS). However, it is associated with severe graft-versus-host disease (GVHD), and the lack of available human leukocyte antigen (HLA)-matched donors remains a major obstacle.In the present study, we explored the clinical value and feasibility of HLA-mismatched or HLA-matched hematopoietic stem cell infusion combined with chemotherapy (micro-transplantation) as a new therapy to improve the prognosis of MDS patients. Methods: 6 patients diagnosed with Int/High myelodysplastic syndrome between May 15 2014 and May 5 2015 who received micro-transplantation were enrolled in our study. Their diagnoses were defined by the FAB and WHO criteria, including 1 patient with RARS, 2 with RCMD, 1 with RAEB-1, 1 with RAEB-2 and 1 with CMML. Among them, one patient with RCMD was diagnosed as secondary MDS who received radiotherapy with lung cancer. According to IPSS, 2 patients with Int-1 risk group, 1 patients with In-2, and 3 patients with high risk group. 4/6 presented with complex karyotype, 3/6 with P53 mutation and 1/6 with mutation of ASXL1 and DNMT3. Before receiving micro-transplantation, the treatment of 4 patients were unsuccessful: one patient with RARS who received supportive therapy and vitamin B6 for 18 month was still dependent on RBC transfusion, with hemoglobin between 39g/l and 50g/l, and his iron overloading was severe; one patients with RCMD who received decitabine therapy and acquired hematopoietic improvement; one patient with CMML received induction chemotherapy of CAG and did not present with PR or hematologic improvement; one patient with RAEB-2 achieved CR after the first cycle of decitabine therapy (20mg/m2*5d) and relapsed after the next three courses. Before the micro-transplantion, remission induction chemotherapy consisted of intra- venous infusion of decitabine (25mg/m2) for 4 days (-9,-8,-7,-6), cytarabine (235mg/m2) for 3 days (-5, -4, -3). For one patients with RAEB-2, we increased the dose of cytarabine to 1g/m2, q12h for 3 days (-5, -4, -3). Among the 3 patients with high risk IPSS scores, 2 patients who presented with P53 mutation additionally received another Idarubicin (10mg) or VP-16 (100mg). Results: The median number of donor peripheral blood mononuclear cells was 4.26*10E8/kg (range:2.55-6.18), and the median number of CD34+ cells was 1.275*10E8/kg (range:0.85-1.6). The median time of patients with NE ≥0.5×109/L was 13 ( range:10-18) days, and median time of Plt≥20×109/L was 13 ( range:11-16) days. After miro-transplantation, bone marrow test indicated that all the six patients received CR, and their karyotype and molecular mutation became negative. Peripheral blood routine test suggested the significant hematopoietic improvement, and the STR was between 1.3% and 7.8%. No patients presented with acute GVHD, and all the six patients were alive until now, with median follow-up time after micro-transplantation was 6 months (2-14month). Conclusion: In present study, micro-transplantation therapy achieved a promising outcome in patients with Int /High risk MDS, all patients achieved hematopoietic improvement and no patients died for severe infection or GVHD. For MDS patients, those with older age, without HLA-matched donor, or with poor performance status who can not tolerated the blative or reduced intensity conditioning, micro-transplantation may be a new choice. Considering the small number of patients and different conditioning therapy we used before micro-transplantation in our study, further study may been needed to verify our findings. Disclosures No relevant conflicts of interest to declare."
}