{
    "doi": "https://doi.org/10.1182/blood-2018-99-116418",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4055",
    "start_url_page_num": 4055,
    "is_scraped": "1",
    "article_title": "Prognostic Role of Neutrophil to Lymphocyte Ratio (NLR) in Myelofibrosis Patients Treated with Ruxolitinib: A Multi-Center Experience ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "topics": [
        "myelofibrosis",
        "neutrophil-lymphocyte ratio",
        "ruxolitinib",
        "splenomegaly",
        "physical examination",
        "cancer",
        "cytokine",
        "disease progression",
        "fibrosis",
        "follow-up"
    ],
    "author_names": [
        "Alessandra Romano, MDPhD",
        "Francesca Palandri, PhD MD",
        "Lucia Masarova, MD",
        "Massimiliano Bonifacio",
        "Nicola Polverelli, MD",
        "Elena Maria Elli, MD",
        "Alessandra Iurlo",
        "Micaela Bergamaschi, MD",
        "Giulia Benevolo, MD",
        "Alessia Tieghi, MD",
        "Nicola Sgherza, MD",
        "Francesco Cavazzini, MD",
        "Alessandro Isidori",
        "Gianni Binotto, MD",
        "Costanza Bosi, MD",
        "Monica Crugnola, MD",
        "Lucia Catani, PhD",
        "Luigi Scaffidi, MD",
        "Daniele Cattaneo, MD",
        "Umberto Vitolo",
        "Antonio Cuneo, MD",
        "Gianpietro Semenzato",
        "Franco Aversa, MD",
        "Michele Cavo, MD",
        "Nicola Vianelli, MD",
        "Daniela Bartoletti, MSc",
        "Luca Scalise",
        "Giuseppe A. Palumbo, MD",
        "Francesco Di Raimondo, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_affiliations": [
        [
            "Dipartimento di Specialità medico-Chirurgiche, CHIRMED, Sezione di Ematologia, Università degli Studi di Catania, Catania, Italy "
        ],
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Medicine, Section of Haematology, University of Verona, Verona, Italy "
        ],
        [
            "Bone Marrow Transplant Unit, ASST-Spedali Civili di Brescia, Chair of Hematology, Dpt of Clinical and Experimental Sciences, University of Brescia, Brescia, Italy "
        ],
        [
            "Hematology Division, Ospedale San Gerardo - ASST Monza, Monza, Italy "
        ],
        [
            "Hematology Division, Foundation IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy "
        ],
        [
            "Hematology Clinic, Policlinico San Martino-IST, Genova, Italy "
        ],
        [
            "Hematology Division, Città della Salute e della Scienza Hospital, Turin, Italy "
        ],
        [
            "Hematology, Arcispedale Santa Maria Nuova-IRCCS, Reggio Emilia, Italy "
        ],
        [
            "Division of Hematology, IRCCS Ospedale Casa Sollievo Sofferenza, San Giovanni Rotondo, Italy "
        ],
        [
            "Division of Hematology, Department of Medical Sciences, University of Ferrara, Azienda Ospedaliera-Universitaria, Arcispedale S. Anna, Ferrara, Italy "
        ],
        [
            "N/A, Gambettola (FC), Italy "
        ],
        [
            "Hematology and Clinical Immunology, Department of Medicine, Padua School of Medicine, Padova, Italy "
        ],
        [
            "Division of Hematology, Piacenza, Italy "
        ],
        [
            "Hematology and BMT Center, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
        ],
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
        ],
        [
            "Department of Medicine, Section of Hematology, Department of Hematology, University of Verona, Verona, Italy "
        ],
        [
            "U.O.S. Sindromi Mieloproliferative, Foundation IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy "
        ],
        [
            "Azienda Ospedaliera Universitaria Città della Salute e della Scienza di Torino, Turin, Italy "
        ],
        [
            "Hematology section, Department of Medical Sciences, University of Ferrara - Azienda Ospedaliera-Universitaria di Ferrara, University of Ferrara, Ferrara, Italy "
        ],
        [
            "Dept. of Medicine, Hematology and Clinical Immunology, Padua School of Medicine, Padova, Italy "
        ],
        [
            "Hematology, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy "
        ],
        [
            "Institute of Hematology \"L. and A. Seràgnoli\", Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, \"S. Orsola-Malpighi\" Hospital, Bologna, Italy "
        ],
        [
            "Institute of Hematology \"L. and A. Seràgnoli\", S. Orsola-Malpighi Bologna University Hospital, Bologna, Italy "
        ],
        [
            "Department of Experimental, Diagnostic and Specialty Medicine, Institute of Hematology 'L. and A. Seràgnoli', University of Bologna, S. Orsola-Malpighi Hospital, Bologna, Italy "
        ],
        [
            "Azienda Policlinico Vittorio Emanuele, Catania, Italy "
        ],
        [
            "Dipartimento di Scienze Mediche Chirurgiche e Tecnologie Avanzate \"G.F. Ingrassia\", Università degli Studi di Catania, Catania, Italy "
        ],
        [
            "Division of Hematology, AOU Policlinico-OVE, University of Catania, Catania, Italy "
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "37.5035647",
    "first_author_longitude": "15.086498099999998",
    "abstract_text": "Background Myelofibrosis (MF) is featured by an inflammatory condition that can also drive the progression of disease. Ruxolitinib (RUX) is the-first-in-class Jak1/2 inhibitor approved for treatment for MF. Clinical benefits of RUX are presumably derived from reduction of inflammatory cytokines even if the exact mechanism remains unclear. Recent reports have identified the ratio between absolute neutrophils count (ANC) and absolute lymphocyte count (ALC), called NLR, as a simple parameter that mirrors the inflammatory status and the myeloid associated immune suppression. In various malignancies NLR has been indicated as predictor of progression free survival (PFS) and overall survival (OS). Our preliminary work in a single-center experience showed that patients with NLR>6 before RUX start had a lower chance to obtain > 50% spleen reduction in the first 12 weeks or a complete resolution of splenomegaly at 24 weeks. Objective : We proposed to test NLR=6 as bio-marker in MF to apply into clinical practice as a possible predictor of response to RUX. Methods We used two separate cohorts to validate NLR (as a continuous variable and as a cut off 6) as predictor of response to RUX bases on our preliminary data from healthy volunteers (data not shown). Cohort (#1) including 111 MF patients from MD Anderson Cancer Center treated with RUX on phase 1/2 clinical trial from 2007 to 2010; and cohort (#2) including 367 patients treated at 18 Italian centers between years 2012 - 2018. Spleen responses to RUX treatment, PFS and OS were independently validated in cohorts #1 and 2. As cohort 1 included patients treated on clinical trial, spleen was assessed by MRI before and after 24 weeks of RUX therapy, and by physical examination at week 12. In cohort #2, spleen size was assessed by physical examination before, after 12 and 24 weeks of RUX continuous treatment in a real-life setting. NLR was calculated using data obtained from the complete blood count before RUX start and correlated with driver mutations, early spleen reduction, progression free survival (PFS), defined as time from RUX start to last follow-up or progressive disease (including progression to acute myeloid leukemia, ≥20% blasts in peripheral blood or bone marrow, AML) or death for any reason; and overall survival (OS). Results : Clinical and demographics characteristics of patients in each cohort are summarized in Table 1. In cohort #1 we found that NLR was lower in patients with lower bone marrow fibrosis (grade 0-1: 6.2±0.8 versus grade 2-3: 7.3±0.8, p=0.03). Similarly, in cohort #2, patients with grade 0-1 bone marrow fibrosis had lower NLR than those carrying grade 2-3 bone marrow fibrosis (7.7±0.7 versus 10.6±1.3, p=0.04). NLR was higher in patients carrying JAK2 (V617F) mutation (mean +/- SD, 6.4±0.6 vs 5.3±0.5, p=0.02 in cohort 1 and 9.1±0.6 vs 5.0±0.5, p=0.002 in cohort 2). While in cohort 1 NLR appeared lower in CALR (exon 9 indel) mutated patients, the difference was statistically significant in cohort 2 (5.4±0.8 vs 8.9±0.6, p=0.03). In both cohorts, there were no differences in NLR in either triple negative or MPL (exon 10) patients. In cohort 1, the mean percentage change from baseline in palpable spleen length was −47.7% at week 12 and −53.4% at week 24. NLR=6 was able to identify at baseline early response to RUX with 66.9% sensitivity and 72.3% specificity (HR 1.68, p=0.01). Patients with NLR>6 before RUX start had a lower chance to obtain a complete resolution of splenomegaly at 24 weeks (p=0.001). These observations were confirmed in cohort 2 where NLR > 6 was able to identify at baseline early response to RUX with 50.3% sensitivity and 67.7% specificity (HR 1.56, p=0.01). The mean percentage change from baseline in palpable spleen length was −60.3% at week 12 and −66.7% at week 24. Patients with NLR>6 before RUX start had a lower chance to obtain a complete resolution of splenomegaly at 24 weeks (p<0.002). At the time of this analysis, 84/111 (75.6%) patients in cohort 1 and 122/367 (33.2%) in cohort 2 had died (p 6 was not a predictor of PFS or OS. Conclusions : NLR before RUX start could serve as a useful, simple and early predictor of spleen response in MF patients; and it positively correlates with JAK2 mutation and higher fibrosis grade. View large Download slide View large Download slide  Disclosures Palandri: Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Vitolo: Sandoz: Speakers Bureau; Takeda: Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Speakers Bureau. Cuneo: Roche: Other: advisory board, Speakers Bureau; Abbvie: Other: advisory board, Speakers Bureau; Gilead: Other: advisory board, Speakers Bureau; janssen: Other: advisory board, Speakers Bureau. Aversa: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria; Basilea: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Honoraria. Cavo: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees. Palumbo: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Di Raimondo: Takeda: Honoraria, Research Funding; Celgene: Honoraria. Verstovsek: Celgene: Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Italfarmaco: Membership on an entity's Board of Directors or advisory committees."
}