{
    "doi": "https://doi.org/10.1182/blood.V124.21.4961.4961",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2859",
    "start_url_page_num": 2859,
    "is_scraped": "1",
    "article_title": "Soluble LR11, GCSF−induced Migration Regulator from Myeloid Cells, Is Highly Increased in Chronic Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "201.Granulocytes, Monocytes and Macrophages",
    "topics": [
        "leukemia, myelocytic, chronic",
        "myeloid cells",
        "sorl1 gene",
        "tumor necrosis factor-alpha",
        "gelatinase b",
        "granulocyte colony-stimulating factor",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "recombinant granulocyte colony stimulating factor",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Naomi Shimizu, MD PhD",
        "Hideaki Bujo, MD PhD",
        "Meizi Jiang, MD PhD",
        "Keigo Nishii",
        "Emiko Sakaida, MD PhD",
        "Chikako Ohwada, MD PhD",
        "Masahiro Takeuchi, MD PhD",
        "Naoya Mimura, MD PhD",
        "Yusuke Takeda, MD PhD",
        "Shokichi Tsukamoto, MD PhD",
        "Tomoya Muto, MD PhD",
        "Ichiro Tatsuno, MD PhD",
        "Chiaki Nakaseko, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Blood Transfusion, Toho University Medical Center Sakura Hospital, Sakura, Japan "
        ],
        [
            "Toho University Medical Center Sakura Hospital, Sakura, Japan "
        ],
        [
            "Toho University Medical Center Sakura Hospital, Sakura, Japan "
        ],
        [
            "Chiba University Graduate School of Medicine, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ],
        [
            "Toho University Sakura Medical Center, Sakura, Japan"
        ],
        [
            "Chiba University Hospital, Chiba, Japan "
        ]
    ],
    "first_author_latitude": "35.717155399999996",
    "first_author_longitude": "140.1681094",
    "abstract_text": "Introduction: Chronic myeloid leukemia (CML) is characterized by the myeloproliferative clonal hyperplasia caused by the protein product of the BCR-ABL fusion gene. However, the mechanism underlying the release of increased numbers of myeloid cells from bone marrow (BM) to circulation which causes the accompanied remarkably high count of peripheral white blood cells (WBC) has not been fully elucidated. We have recently reported that G-CSF treatment induced the shedding of an LDL receptor family member LR11 (also called SorLA or SORL1) from myeloid cells, and the released soluble receptor accelerate the trans-endothelial migration of myeloid cells in cooperation with an endothelial activator, tumor necrosis factor-a (TNF-a) (Shimizu et al Ann Hematol 2014). Another group showed that the levels of TNF- a and G-CSF production by CML stem/progenitor cells were increased in the BM of CML. Thus, we hypothesized that the expanded mobilization of peripheral cells in CML is caused by the abnormally induced shedding activity which releases the two soluble key molecules for the migration of clonally expanded cells from BM to peripheral blood. Based on these backgrounds, we examined soluble LR11 levels in the BM of CML patients. Materials and methods: We analyzed 11 patients (comprising three CML, six acute myeloid leukemia (AML) and two immune thrombocytopenia (ITP)), who underwent bone marrow aspiration at the time of diagnosis in Chiba University Hospital between 2011 and 2012. We measured the levels of sLR11 in supernatants of BM by an ELISA method. We also examined the levels of TNF-a and MMP9 in some patients. Then we compared with clinical data including WBC and total nuclear cell count (TNC) of BM. Results: sLR11 levels of supernatant of BM in CML patients were significantly higher than AML patients (134.5+-215.7 ng/ml vs 15.0+-46.1 ng/ml, p=0.0389, Mann-Whitney test, Figure 1 ). The levels of two ITP patients were 14.8, 14.2 ng/ml respectively. There was no significant correlation between TNC and the levels of sLR11 (p=0.4386) in all patients. However, the WBC counts in CML patients (53,400+-60,253/ml) were slightly higher than AML patients (2970+-34,624/ml) (p=0.1967, Mann-Whitney test, Figure 2 ). We next evaluated myeloid TNF-a and MMP9 levels in patients with CML or other hematological malignancy). A CML patient revealed remarkably higher levels of TNF- a (16.8 pg/ml), and also MMP9 (22,000 pg/ml), compared with other hematological diseases. Conclusions: soluble LR11 levels were largely increased in the BM of patients with CML. Considering that the myeloid TNF-a level was increased in a case among them, the increased soluble LR11 in BM may induce myeloid cell release from BM into peripheral blood through the cooperative activation of trans-endothelial migration in cooperation with TNF-a. Figure 1. View large Download slide The levels of sLR11 in BM in patients with CML and AML. (p=0.0389) Figure 1. View large Download slide The levels of sLR11 in BM in patients with CML and AML. (p=0.0389) Figure 2. View large Download slide The WBC count in the patients, CML and AML. (p=0.1967) Figure 2. View large Download slide The WBC count in the patients, CML and AML. (p=0.1967) Disclosures No relevant conflicts of interest to declare."
}