{
    "doi": "https://doi.org/10.1182/blood.V124.21.3712.3712",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2950",
    "start_url_page_num": 2950,
    "is_scraped": "1",
    "article_title": "Restoring Ikaros Function in Leukemia : Casein Kinase II ( CK2) Inhibition Restores Ikaros Tumor Supressor Function and Shows Theraputic Efficacy in Preclinical Models of High Risk Pediatric Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "One common feature of high-risk pediatric B-cell acute lymphoblastic leukemia (B-ALL) is impaired function of the Ikaros ( IKZF1 ) tumor suppressor gene. Ikaros encodes a DNA-binding, zinc finger protein that regulates expression of its target genes. Using chromatin immunoprecipitation coupled with next-generation sequencing (ChIP-SEQ) we determined that Ikaros targets multiple genes that regulate cell cycle progression. Functional studies provided evidence that Ikaros acts as a transcriptional repressor of several key cell cycle-promoting genes. We hypothesize that Ikaros’ ability to regulate transcription is reduced in leukemia and that restoration of Ikaros function as transcriptional repressor of cell cycle-promoting genes will have a strong anti-leukemia effect. We have previously shown that Casein Kinase II (CK2) directly phosphorylates Ikaros in vivo and that this phosphorylation impairs Ikaros function. Here, we show that the activity of Casein Kinase II (CK2) is more than 5-fold increased in primary B-ALL cells as compared to normal bone marrow in kinase assays. We tested whether CK2 inhibition can enhance the binding of Ikaros to cell cycle-promoting genes and enhance Ikaros transcriptional repressor activity. Treatment of leukemia cell lines, as well as primary B-ALL cells, with different CK2 inhibitors resulted in enhanced Ikaros binding to its target genes, as evidenced by quantitative chromatin immunoprecipitation (qChIP). This was associated with transcriptional repression of the Ikaros target genes that function as cell cycle promoters, as evidenced by quantitative real-time PCR (qRT-PCR), and by cell cycle arrest in treated cells. CK2 inhibition had a particularly pronounced effect on Ikaros activity in cells of primary high-risk B-ALL, which carry a deletion of one Ikaros allele. When these cells were untreated Ikaros was unable to bind promoters of its target genes. CK2 inhibition restored Ikaros binding to promoters of the cell cycle-promoting genes resulting in their repression. These results suggest that CK2 inhibition has an anti-proliferative effect on leukemia cells and that these effects occur via enhanced Ikaros tumor suppressor activity as a transcriptional repressor of cell cycle-promoting genes. We tested whether CK2 inhibition can produce an anti-leukemia effect in vivo using two preclinical human-mouse xenograft models of B-ALL: Nalm6 xenografts and primary patient-derived xenografts produced from high-risk leukemia cells that have a deletion of one Ikaros allele. Our results demonstrate that CK2 inhibition results in a potent anti-leukemia therapeutic effect in both xenograft models as evidenced by a reduction of leukemia burden in bone marrow and in spleen of treated mice, along with their prolonged survival as compared to controls. In summary, our results demonstrate the therapeutic efficacy of a novel therapeutic approach for high-risk leukemia – restoration of Ikaros tumor suppressor activity via inhibition of CK2. These results provide a rationale for the use of CK2 inhibitors in clinical trial for high-risk leukemia, including cases with deletion of one Ikaros allele. Supported by the National Institutes of Health R01 HL095120, and the Four Diamonds Fund Endowment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "caseins",
        "childhood leukemia",
        "leukemia",
        "neoplasms",
        "phosphotransferases",
        "leukemia, b-cell, acute",
        "transplantation, heterologous",
        "immunoprecipitation",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Chandrika S. Gowda, MD",
        "Chunhua Song, MD, PhD",
        "Sunil Muthusami, MD",
        "Yali Ding, PhD",
        "Mansi Sachdev, MD",
        "Kimberly Payne, PhD",
        "Sinisa Dovat, MDPhD"
    ],
    "author_affiliations": [
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ],
        [
            "Loma Linda University, Loma Linda, CA"
        ],
        [
            "Pennsylvania State University College of Medicine, Hershey, PA "
        ]
    ],
    "first_author_latitude": "40.26411769999999",
    "first_author_longitude": "-76.67722619999999"
}