{
    "doi": "https://doi.org/10.1182/blood.V112.11.1576.1576",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1329",
    "start_url_page_num": 1329,
    "is_scraped": "1",
    "article_title": "Tolerability and Efficacy of Bortezomib Added to CVP-R for Previously Untreated Advanced Stage Follicular Lymphoma: Interim Analysis of a Phase II Study by the NCIC Clinical Trials Group. ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "bortezomib",
        "follicular lymphoma",
        "interim analysis",
        "phase 2 clinical trials",
        "neurotoxicity syndromes",
        "brachial plexus neuritis",
        "vincristine",
        "anemia",
        "complete remission",
        "cyclophosphamide"
    ],
    "author_names": [
        "Laurie H Sehn, MD, MPH",
        "David A Macdonald, MD",
        "Sheldon H. Rubin, MD",
        "Morel Rubinger, MD, FRCPC",
        "Kevin R Imrie, MD",
        "Judy-Anne W Chapman, PhD",
        "Marina Djurfeldt",
        "Lois Shepherd, MD",
        "Stephen Couban, MD",
        "Michael Crump, MD"
    ],
    "author_affiliations": [
        [
            "British Columbia Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "QEII Health Sciences Centre, Halifax, NS, Canada"
        ],
        [
            "The Moncton Hospital, Moncton, NB, Canada"
        ],
        [
            "Cancercare Manitoba, Winnipeg, MB, Canada"
        ],
        [
            "Sunnybrook Hospital, Toronto, ON, Canada"
        ],
        [
            "Queen’s University, Kingston, ON, Canada"
        ],
        [
            "National Cancer Institute of Canada Clinical Trials Group, Kingston, ON, Canada"
        ],
        [
            "Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Sciences Centre, Queen Elizabeth II Health, Halifax, NS, Canada"
        ],
        [
            "Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "49.247490799999994",
    "first_author_longitude": "-123.09327439999998",
    "abstract_text": "Background: Despite recent improvements in therapy, follicular lymphoma (FL) remains incurable with standard treatment, warranting investigation of new approaches. Bortezomib, the first-in-class proteasome inhibitor has demonstrated promising efficacy as a single agent in heavily pretreated patients (pts) with FL. This is the first study to evaluate the safety and efficacy of the addition of bortezomib to cyclophosphamide, vincristine, prednisone and rituximab (CVP-R). Methods: This is a phase II multi-center open-label trial adding bortezomib (1.3 mg/m 2 day 1&8) to standard dose C(750 mg/m 2 ) V(1.4 mg/m 2 , capped at 2 mg) P(40 mg/m 2 × 5) –R(375 mg/m 2 ) for up to 8 cycles in pts with newly diagnosed stage III/IV FL requiring therapy. Planned accrual is 90 patients. A two-stage design was employed with a planned interim analysis of the first 28 patients to ensure an acceptable level of neurotoxicity (defined as less than 5/28 patients with grade 3/4 neurotoxicity after the first 4 cycles) and meaningful response rate (more than 12/28 patients with a complete response following 8 cycles), prior to enrolling remaining patients. Results: Median age of the first 28 patients was 55 years (range, 30–73). Fifty percent were male and 79% had stage IV disease. FLIPI score at study entry: low 14%, intermediate 43%, high 43%. Overall, the combination of bortezomib and CVP-R was extremely well tolerated. To date, no pts have developed grade 4 neurotoxicity and only 1/28 (4%) has developed grade 3 neurotoxicity within the first 4 cycles (neuropathic pain which resolved without need for treatment modification). The incidence of grade 1 and 2 neurotoxicity was 54% and 25% respectively. Only 3 pts discontinued therapy prematurely (2 pt refusal, 1 progressive disease). Ninety-four percent of planned bortezomib treatments in the first four cycles and 93% of vincristine doses were administered without dose reduction. Hematologic toxicity was mild, with no pts experiencing grade 3/4 anemia or thrombocytopenia. Only 2 episodes of febrile neutropenia occurred and no grade 3/4 infections were noted. Although it is too early to report on efficacy in this ongoing trial, response objectives for stage I have been met, and enrollment to stage 2 is underway. Conclusions: The addition of bortezomib to standard dose CVP-R is very well tolerated, with an acceptable level of neurotoxicity, without compromising the delivery of bortezomib or vincristine. This ongoing study will provide toxicity and efficacy data to facilitate the development of a planned phase III trial."
}