{
    "doi": "https://doi.org/10.1182/blood.V124.21.2061.2061",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2775",
    "start_url_page_num": 2775,
    "is_scraped": "1",
    "article_title": "Is Body Mass Index Related to the Progression of Monoclonal Gammopathy of Unknown Significance to Multiple Myeloma? ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "body mass index procedure",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "obesity",
        "overweight",
        "weight reduction",
        "creatinine",
        "hematologic neoplasms",
        "international classification of diseases",
        "world health organization"
    ],
    "author_names": [
        "Theodore Thomas",
        "Su-Hsin Chang, PhD, M.S.",
        "Suhong Luo, MPH",
        "Katiuscia O'Brian",
        "Graham A Colditz, MD, Dr.PH.",
        "Kenneth R Carson, MD"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Research Service, St. Louis VA Medical Center, St. Louis, MO "
        ],
        [
            "Saint Louis Veterans Administration Medical Center, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Research Service, St. Louis VA Medical Center, St. Louis, MO"
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Introduction: Multiple Myeloma (MM) is a hematologic malignancy that is universally preceded by Monoclonal Gammopathy of Undetermined Significance (MGUS). Obesity is the only known modifiable risk factor for the development of MM, though it is unclear if this is due to increased MGUS incidence or transition of MGUS to MM. In an effort to better understand how obesity may influence the progression of MGUS to MM, we analyzed patient data from the U.S. Veterans Health Administration (VHA). Methods: The VHA database was used to identify patients diagnosed with MGUS between October 1, 1999 and December 31, 2009 using ICD-9 code 273.1. Data was obtained on patient demographics, myeloma direct treatments, weight, height, and other clinical characteristics. Transition to MM was identified using two occurrences of ICD-9 code 203.0 or use of myeloma directed therapy within six months of a single use of ICD-9 code 203.0. Additionally, two investigators reviewed patient records to confirm the diagnosis and verify the diagnosis date. The World Health Organization (WHO) Body Mass Index (BMI) classification (normal-weight: 18.5≤BMI30) was utilized to categorize BMI. Weight recorded closest to the MGUS diagnosis date was used for BMI calculations. Multivariate survival analysis (controlling for sex, race, BMI, marital status, estimated household income level, modified Charlson co-morbidity score, and creatinine level) was conducted by parametric accelerated failure time left-censored analysis with Weibull-modeled survival time. Results: There were 9,430 unique MGUS patients identified in the VHA database. Progression to MM was noted in 501 (5.3%) patients overall, with a frequency of 98/2139 (4.6%), 236/3932 (6.0%), and 167/3359 (5.0%) of the normal weight, overweight and obese BMI groups, respectively. Survival analysis revealed a statistically significant difference in progression from MGUS to MM in overweight and obese patients compared to normal-weight patients. After controlling for other variables, multivariate analysis demonstrated that obese (HR: 1.53; 95% CI 1.19-1.98) and overweight (HR: 1.45; 95% CI 1.14-1.84) patients were at increased risk of progression from MGUS to MM. Black patients (HR: 1.78; 95% CI 1.46-2.17) were also at increased risk of progression to MM. Conclusions: Patients with Monoclonal Gammopathy of Unknown Significance who are overweight or obese at the time of MGUS diagnosis are at increased risk of progression to Multiple Myeloma compared to normal weight counterparts. Also the data is suggestive that an obese BMI is associated with a higher risk of progression to MM compared to being overweight. Elevated BMI is a modifiable risk factor for progression of MGUS to MM and weight loss is a potential strategy to decrease the risk of progression. Disclosures Carson: Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millennium: Consultancy, Research Funding."
}