{
    "doi": "https://doi.org/10.1182/blood.V106.11.2286.2286",
    "article_title": "Bcl2 Associated Induction of the Suppressor of Cytokine Signaling-3 (SOCS3) Gene Involves Activation of the p44/42 MAPK Pathway. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "SOCS3 has been shown to be an essential regulator of IL-6 signaling in hepatocytes and macrophages, as well as a negative regulator of G-CSF signaling in myeloid cells, and SOCS3 expression appears to be STAT3-dependent. However, the underlying cellular pathways which regulate SOCS3 expression in B cells remain to be clearly defined. We previously showed that polyclonal CD19+ B cells isolated from Bcl2 overexpressing Eμ-Bcl2 transgenic mice overexpress SOCS3 protein and that exogenous expression of Bcl2 in hematopoietic and fibroblast cell lines induces SOCS3 protein expression. We also found that a distinct subset of follicular lymphomas (FL) exhibit combined overexpression of Bcl2 and SOCS3. We hypothesized that Bcl2-mediated induction of SOCS3 in B cells may occur indirectly via deregulation of Bcl2-associated cell signaling pathways. In the current study, IL-3-dependent BaF3 pro-B cells were stably transduced with either a 717bp human Bcl2α cDNA (BaF3/Bcl2) or vector only control (Baf3Δ). Cell lines were initially grown in the presence of IL-3, with IL-3 removed 48 hours prior to protein measurements. Western analysis using Bcl2 antisera revealed high level Bcl2 expression in transduced cells (BaF3/Bcl2) and absence of Bcl2 in BaF3Δ control cells. When probed with SOCS3 antisera, BaF3/Bcl2 cells exhibited marked overexpression of SOCS3 protein whereas BaF3Δ control cells did not express SOCS3. To assess whether Bcl2-associated induction of SOCS3 is STAT3-dependent, we measured phospho-STAT3 levels relative to STAT3 in BaF3/Bcl2 cells. Interestingly, when probed with phospho-STAT3 and STAT3 antisera, BaF3/Bcl2 and BaF3Δ cells did not reveal phospho-STAT3 protein but revealed equivalent STAT3 protein levels. Since we had previously noted overexpression of p44/42 Map kinase (MAPK) in CD19+ B cells from Eμ-Bcl2 transgenic mice relative to littermate controls, we next wanted to determine whether p44/42MAPK signaling played a role in Bcl2-mediated SOCS3 induction. Western analysis using p44/42MAPK antisera revealed overexpression of p44/42MAPK in BaF3/Bcl2 cells relative to BaF3Δ control cells. BaF3/Bcl2 and BaF3Δ cells were then grown in the presence or absence of a specific p44/42MAPK pathway inhibitor (MEK 1/2 inhibitor U0126), and whole cell lysates were analyzed for SOCS3 expression by Western analysis. When probed with SOCS3 antisera, BaF3/Bcl2 cells selectively grown in the presence of the p44/42MAPK inhibitor revealed complete abrogation of SOCS3 protein expression while those grown in the absence of inhibitor continued to harbor SOCS3 protein. As expected, ERK1/2 protein levels were selectively decreased in response to treatment with the p44/42MAPK inhibitor, indicating specific inhibition of the p44/42MAPK pathway. Bcl2 protein levels in BaF3/Bcl2 cells remained unchanged in the presence or absence of the p44/42MAPK inhibitor. As controls, inhibitors of p38MAPK (SB203580), AKT (Triciribine), and PI3K (LY294002) were evaluated and none were found to affect SOCS3 protein levels in BaF3/Bcl2 cells. These data indicate that Bcl2-associated induction of SOCS3 in B cells involves activation of the p44/42MAPK cell signaling pathway and is independent of STAT3 activation. These studies illustrate a novel and previously unappreciated Bcl2-associated signaling pathway involving SOCS3 induction in B cells that may play an important role in B cell biology and in Bcl2-associated hematologic malignancies.",
    "topics": [
        "bcl-2 protein",
        "cytokine",
        "mitogen-activated protein kinases",
        "signal transduction",
        "suppressor of cytokine signaling 3 protein",
        "genes",
        "stat3 protein",
        "immune sera",
        "interleukin-3",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Julie Kim, MD, PhD",
        "Sofya Rodov",
        "Jacqueline Barrientos, MD",
        "Ravitharan Krishnadasan, MD",
        "K. Gary J. Vanasse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Kim, MD, PhD",
            "author_affiliations": [
                "Pediatrics, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sofya Rodov",
            "author_affiliations": [
                "Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Barrientos, MD",
            "author_affiliations": [
                "Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravitharan Krishnadasan, MD",
            "author_affiliations": [
                "Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "K. Gary J. Vanasse, MD",
            "author_affiliations": [
                "Medicine, Yale University School of Medicine, New Haven, CT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:45:09",
    "is_scraped": "1"
}