{
    "doi": "https://doi.org/10.1182/blood-2020-134624",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4462",
    "start_url_page_num": 4462,
    "is_scraped": "1",
    "article_title": "High Doses of Targeted Radiation with Anti-CD45 Iodine ( 131 I) Apamistamab [Iomab-B] Do Not Correlate with Incidence of Mucositis, Febrile Neutropenia or Sepsis in the Prospective, Randomized Phase 3 Sierra Trial for Patients with Relapsed or Refractory Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "topics": null,
    "author_names": [
        "Boglarka Gyurkocza, MD",
        "Rajneesh Nath, MD",
        "Hannah Choe, MD",
        "Stuart Seropian, MD",
        "Patrick J. Stiff, MD",
        "Sunil Abhyankar, MD",
        "Edward Agura, MD",
        "Mark Litzow, MD",
        "Benjamin K. Tomlinson, MD",
        "George L. Chen, MD",
        "Parameswaran Hari, MD MRCP",
        "Johnnie Orozco, MD",
        "Zaid S. Al-Kadhimi, MD",
        "Camille Abboud, MD",
        "Koen Van Besien, MD PhD",
        "Mitchell Sabloff, MSc,MDFRCPC",
        "Margarida Magalhaes Magalhaes-Silverman",
        "James M. Foran, MD",
        "Michael W. Schuster, MD",
        "Partow Kebriaei, MD",
        "Moshe Levy, MD",
        "Hillard M Lazarus, MD",
        "Sergio A. Giralt, MD",
        "Qing Liang, PhD",
        "Mark S. Berger, MD",
        "Vijay Reddy, MDPhD",
        "John M. Pagel, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Banner MD Anderson Cancer Center, Gilbert, AZ "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Hematology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Loyola University Chicago Stritch School of Medicine, Maywood, IL "
        ],
        [
            "University of Kansas Cancer Center, Kansas City, KS "
        ],
        [
            "Baylor University Medical Center at Dallas, Dallas, TX "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
        ],
        [
            "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Hematology, The Ottawa Hospital General Campus, Ottawa, Canada "
        ],
        [
            "Division of Hematology, Oncology, and Blood & Marrow Transplantation, University of Iowa, Iowa City, IA "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Stony Brook University Hospital Cancer Center, Stony Brook, NY "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Baylor University Medical Center, Dallas, TX "
        ],
        [
            "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Cleveland Medical Center, Shaker Heights, OH "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Actinium Pharmaceuticals, Inc., New York, NY "
        ],
        [
            "Actinium Pharmaceuticals, Inc., New York, NY "
        ],
        [
            "Actinium Pharmaceuticals, Inc., New York, NY "
        ],
        [
            "Center for Blood Disorders and Stem Cell Transplantation, Swedish Cancer Institute, Seattle, WA "
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "Background: Despite recently approved novel targeted therapies, most patients with high-risk acute myeloid leukemia (AML) still require allogeneic hematopoietic cell transplantation (HCT) to achieve long-term survival. However, older patients with relapsed/refractory (R/R) AML are often unable to undergo HCT due to the toxicity of myeloablative pre-conditioning. Since higher doses of chemotherapy and radiation are associated with prolonged myelosuppression or infectious complications, targeted radiotherapy with Iomab-B, employed in the SIERRA trial, was designed to minimize toxicities in a patient population unable to tolerate standard high-dose myeloablative HCT pre-conditioning. We hypothesize that Iomab-B, which spares non-hematologic organs such as the GI tract, exhibits a favorable toxicity profile with respect to mucositis, febrile neutropenia (FN), and sepsis. Methods: The SIERRA trial is a prospective trial for patients ≥55 years of age with R/R AML (≥5% blasts) and 8/8 HLA-matched related or unrelated donors. Patients were randomized (1:1) to Iomab-B or Conventional Care (CC). Those in the Iomab-B group received a dosimetric infusion of Iomab-B followed by nuclear imaging to determine the personalized therapeutic dose to be delivered to the bone marrow and to other sites of disease. Therapeutic dose calculations, utilizing the Olinda software (Version 2.1, Hermes Medical) to determine the delivery of a maximum of 24 Gray (Gy) dose to the liver, were performed based on the imaging results. HCT is performed 12-14 days following the infusion of a therapeutic dose of Iomab-B, and a non-myeloablative conditioning backbone of fludarabine (30 mg/m 2 x 3) and low-dose Total Body Irradiation (TBI 2 Gy x 1 dose). CC patients received the investigator's choice of salvage therapy. Safety data was evaluated from randomization and up to 100 days after HCT in the patients randomized to the Iomab-B group. We specifically evaluated AE variables of mucositis (Gr 2-4), FN (Gr3,4) and sepsis. An analysis was performed with both total activity of Iomab-B as well as with the radiation dose delivered to the bone marrow, stomach wall, small and large intestinal walls. For each of the 3 AEs of interest, a multivariate analysis was performed, allowing each of the predictor variables to be included in the model. Results: A total of 106 patients were randomized at the time of analysis. For those randomized to Iomab-B, data is available for 45 patients that received a therapeutic dose of Iomab-B and HCT. The median dose of Iomab-B administered was 603 mCi (range 313-1027 mCi) and the median radiation dose delivered to the marrow in the Iomab-B group was 14.7 Gy (range 4.6 - 32 Gy). All patients (median age 64) treated with a therapeutic dose of Iomab-B achieved neutrophil engraftment after a median of 14 days post-HCT (range 9-22), despite presenting with a median 26% marrow blasts prior to initiation of therapy. Rates of mucositis, FN, and sepsis are shown in Table 1. No correlation between AEs (FN, mucositis, sepsis) and administered Iomab-B activity (p=0.08), nor with dose delivered to GI tract (p=0.09) was observed. Furthermore, these AEs were not related to the dose of radiation received by the small intestine (median 2.7 Gy range 1.1-6.8 Gy) large intestine (median 2.6 Gy range 0.9-6.5 Gy), nor an average of all 4 GI sites (median 2.8 Gy range 1.6-6.8 Gy). Conclusions: Unlike cases involving treatment with cytotoxic chemotherapy and external beam radiation where mucositis, infections and sepsis increase along with the administered dose, targeted myeloablative conditioning with Iomab-B resulted in low incidences of severe mucositis, FN, and sepsis. These AEs do not appear to be related to the total dose of Iomab-B administered nor to the specific radiation dose delivered to the bone marrow. Furthermore, a low dose of radiation (2.8 Gy) was received by the GI tract compared to the larger dose of radiation (14.7 Gy) delivered to the marrow. Taken together, these results represent potentially significant improvements in the safe delivery of myeloablative therapy with high-dose targeted radioimmunotherapy, prior to HCT in older patients with R/R AML. This SIERRA trial is currently enrolling patients (www.sierratrial.com or clinicaltrials.gov NCT02665065 ) . View large Download slide View large Download slide  Disclosures Gyurkocza: Actinium: Research Funding. Nath: Actinium: Consultancy, Honoraria; Astellas: Consultancy, Honoraria; Daiichi Sankyo: Consultancy, Honoraria. Stiff: Kite, a Gilead Company: Research Funding; Gamida Cell: Research Funding; Atara: Research Funding; Unum: Research Funding; Delta-Fly: Research Funding; Macrogenics: Research Funding; Amgen: Research Funding. Hari: Amgen: Consultancy; GSK: Consultancy; Janssen: Consultancy; BMS: Consultancy; Takeda: Consultancy; Incyte Corporation: Consultancy. Al-Kadhimi: Actinium Pharmaceuticals Inc.: Research Funding; Genzyme: Research Funding; Bluebird Bio: Current equity holder in publicly-traded company; Gilead Science: Current equity holder in publicly-traded company; Moderna: Current equity holder in publicly-traded company; Novavax: Current equity holder in publicly-traded company. Abboud: Ryvu: Research Funding; Actinium Pharmaceuticals Inc.: Research Funding; Pfizer: Research Funding; Johnson & Johnson: Current equity holder in publicly-traded company; BMS: Current equity holder in publicly-traded company; Abbott Labs: Current equity holder in publicly-traded company; AbbVie Inc: Current equity holder in publicly-traded company; AlloVir: Research Funding; Forty Seven Inc: Research Funding. Magalhaes-Silverman: Kadmon Holdings: Research Funding; Actinium Pharmaceuticals: Research Funding; Incyte: Research Funding. Foran: Xencor: Research Funding; Trillium: Research Funding; Takeda: Research Funding; Kura Oncology: Research Funding; Aptose: Research Funding; Aprea: Research Funding; Actinium: Research Funding; Boehringer Ingelheim: Research Funding; Abbvie: Research Funding; BMS: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Servier: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Revolution Medicine: Consultancy; Agios: Honoraria, Research Funding; H3Biosciences: Research Funding. Schuster: Amgen, Abbvie, Gilead, Takeda, Celgene, Pharmacyclics, Astellas, Verastem, Merck, Novartis, Takeda, Genentech,, Seattle Genetics: Other: Personal Fees; Karyopharm: Membership on an entity's Board of Directors or advisory committees. Kebriaei: Pfizer: Other: Served on advisory board; Kite: Other: Served on advisory board; Amgen: Other: Research Support; Ziopharm: Other: Research Support; Novartis: Other: Served on advisory board; Jazz: Consultancy. Levy: Karyopharm,Takeda, BMS: Consultancy, Honoraria, Speakers Bureau. Giralt: KITE: Consultancy; NOVARTIS: Consultancy, Honoraria, Research Funding; OMEROS: Consultancy, Honoraria; ACTINUUM: Consultancy, Research Funding; MILTENYI: Consultancy, Research Funding; TAKEDA: Research Funding; CELGENE: Consultancy, Honoraria, Research Funding; JAZZ: Consultancy, Honoraria; AMGEN: Consultancy, Research Funding. Liang: Actinium Pharmaceuticals: Current Employment. Berger: Actinium Pharmaceuticals Inc.: Current Employment, Current equity holder in publicly-traded company. Reddy: Actinium Pharmaceuticals Inc.: Current Employment, Current equity holder in publicly-traded company."
}