{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.603.603",
    "article_title": "Achievement of Normal Circulating Factor VIII Activity Following Bmn 270 AAV5-FVIII Gene Transfer: Interim, Long-Term Efficacy and Safety Results from a Phase 1/2 Study in Patients with Severe Hemophilia a ",
    "article_date": "December 7, 2017",
    "session_type": "801. Gene Therapy and Transfer: Gene Therapy for Hemophilia and Improving Lentiviral Vectors",
    "abstract_text": "Background: As an X-linked single gene disorder of Factor VIII (FVIII), hemophilia A (HA) is an ideal candidate for gene therapy. To date, extended follow-up of multiple subjects in multiple dose cohorts following successful gene transfer in HA patients has not been reported. Aim: We present results from an ongoing Phase 1/2 study of AAV5-FVIII gene transfer in patients with severe HA receiving BMN 270. Data is reported herein from the two highest dose cohorts: 6E13 vg/kg and 4E13 vg/kg. Methods: 13 subjects (6E13 vg/kg, n=7; 4E13 vg/kg, n=6) received a single intravenous (IV) dose of an AAV5 vector containing the B-domain-deleted F8 gene (BMN 270). Safety, efficacy, immunogenicity, and other clinically relevant endpoints are being evaluated. Results: Data are current as of July 28, 2017. FVIII activity over time is presented herein as median levels over 4-week intervals. In the 6E13 vg/kg cohort, FVIII activity plateaued by 20 weeks post-BMN 270, with median levels between Weeks 20 to 64 in the normal range (86-122 IU/dL); at Week 64, median FVIII activity was 86 IU/dL (interquartile range [IQR] 65-107 IU/dL). In the 4E13 vg/kg cohort, median [IQR] FVIII activity levels continue to steadily increase toward the normal range (Week 20 [n=6]: 34 [28-40] IU/dL; Week 32 [n=3]: 51 [48-54] IU/dL). Median [IQR] annualized FVIII infusions in the 6E13 and 4E13 vg/kg cohorts declined from 139 [122-157] and 156 [112-183] to 0 [0-0] and 0 [0-0], respectively, 4 weeks post-BMN 270 infusion through the last follow-up visit. Median [IQR] annualized bleeding rate for subjects previously on prophylactic therapy (n=6 in both the 6E13 and 4E13 vg/kg cohorts) declined from 17 [1-24] and 8 [1-15] before dosing to 0 [0-0] and 0 [0-0], respectively, 4 weeks post-BMN 270 infusion through the last follow-up visit, with 5 subjects in each cohort self-reporting no bleeding episodes. Mild, grade 1, asymptomatic alanine aminotransferase (ALT) increases were reported in all 7 and 4 of 6 subjects in the 6E13 and 4E13 vg/kg cohorts, respectively. Peak ALT levels ranged from 44-141 U/L (upper limit of normal=43 U/L). All but 1 subject (in 4E13 vg/kg cohort) currently have a normal ALT level, and all but 1 subject (in 4E13 vg/kg cohort) are off of corticosteroid therapy (dose being tapered in 1 subject). Conclusions: AAV5-FVIII gene transfer in subjects with severe HA has resulted in sustained, clinically relevant FVIII activity that profoundly reduced self-reported bleeding and exogenous FVIII use >1.2 years post-gene transfer in the 6E13 vg/kg cohort. FVIII activity levels in the 4E13 vg/kg cohort continue to steadily rise, reaching the lower end of the normal range >0.6 years post-gene transfer. BMN 270 was well-tolerated. Efficacy and safety data up to 1.5- and 1-year follow-up for all subjects in the 6E13 and 4E13 cohorts, respectively, will be presented. Both doses appear to enable achievement of long-term normalization of FVIII activity in severe HA patients and complete protection against hemophilia-related bleeding, with a favorable safety profile. Optimal dosing of BMN 270 will be further evaluated in upcoming Phase 3 clinical trials. Disclosures Pasi: BioMarin Pharmaceutical Inc.; Octapharma, Alnylam Pharmaceuticals, Bioverativ: Research Funding; Pfizer, SOBI, Octapharma, Shire, Bayer, Alnylam, Biomarin, Biotest: Honoraria; Alnylam Pharmaceuticals, Inc; Biogen Idec Inc.; BioMarin Pharmaceutical Inc.; Octapharmal; Roche; Shire; SOBI: Consultancy; Alnylam Pharmaceuticals; BioMarin Pharmaceutical Inc.; SOBI: Membership on an entity's Board of Directors or advisory committees; Bayer HealthCare; Biotest; Novo Nordisk; Pfizer Inc.; Roche: Speakers Bureau; Roche, NovoNordisk, Pfizer: Other: paid instructor. Rangarajan: Pfizer: Research Funding; Shire: Research Funding; Novo Nordisk: Research Funding; BioMarin: Research Funding; Grifols: Research Funding; Alnylam: Other: Conference support; LFB: Other: Conference support. Kim: BioMarin: Employment. Lester: Sobi: Honoraria; LFB: Honoraria; Novo Nordisk: Honoraria; Bayer: Honoraria. Perry: BioMarin: Research Funding; Novo Nordisk: Honoraria; Biogen: Honoraria. Madan: BioMarin: Honoraria; Novo Nordisk: Other: Conference support; CSL Behring: Other: Conference support; Pfizer: Other: Conference support. Tavakkoli: BioMarin: Employment. Yang: BioMarin: Employment. Pierce: Roche: Consultancy; BioMarin: Consultancy. Wong: BioMarin: Employment.",
    "topics": [
        "factor viii",
        "gene transfer techniques",
        "hemophilia a",
        "follow-up",
        "hemorrhage",
        "infusion procedures",
        "transfer technique",
        "alanine transaminase",
        "bleeding rate",
        "gene therapy"
    ],
    "author_names": [
        "K. John Pasi",
        "Savita Rangarajan",
        "Benjamin Kim",
        "Will Lester",
        "David Perry",
        "Bella Madan",
        "Fatemeh Tavakkoli",
        "Ke Yang",
        "Glenn F. Pierce",
        "Wing Yen Wong"
    ],
    "author_dict_list": [
        {
            "author_name": "K. John Pasi",
            "author_affiliations": [
                "Barts and the London School of Medicine and Dentistry, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Savita Rangarajan",
            "author_affiliations": [
                "Basingstoke and North Hampshire Hospital NHS Foundation Trust, Basingstoke, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Kim",
            "author_affiliations": [
                "BioMarin Pharmaceutical Inc, Novato, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Will Lester",
            "author_affiliations": [
                "Queen Elizabeth Hospital Birmingham, Edgbaston, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Perry",
            "author_affiliations": [
                "Department of Haematology, Addenbrooke's Hospital, Cambridge, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bella Madan",
            "author_affiliations": [
                "Centre for Haemostasis and Thrombosis, St Thomas' Hospital, Cambridge, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatemeh Tavakkoli",
            "author_affiliations": [
                "BioMarin Pharmaceutical Inc, Novato, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ke Yang",
            "author_affiliations": [
                "BioMarin Pharmaceutical Inc, Novato, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Glenn F. Pierce",
            "author_affiliations": [
                "Consultant, La Jolla, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wing Yen Wong",
            "author_affiliations": [
                "BioMarin Pharmaceutical Inc, Novato, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:33:54",
    "is_scraped": "1"
}