{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.420.420",
    "article_title": "The Prognostic Significance of the Complete IgH Rearrangement Pattern Using the BIOMED-2 Protocol in Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "627: Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Molecular Characterization of Diffuse Large B Cell Lymphoma",
    "abstract_text": "Introduction: In several B-cell malignancies, such as chronic lymphocytic leukemia and mantle cell lymphoma, the somatic hypermutation (SHM) status of immunoglobulin heavy chain (IgH) variable region (V H ) significantly correlates with clinical outcome. Diffuse large B-cell lymphoma (DLBCL) usually contains a number of V H SHMs, with considerably variable frequency. However, there have been few reports about the association between V H SHM frequency and clinical outcome in DLBCL. The BIOMED-2 multiplex PCR protocol is one of the standardized methods for detecting IgH gene rearrangements, and has been used to prove clonality in B-cell lymphomas. V H SHMs in the germinal center prevent proper annealing of the applied PCR primers, rendering clonal V H rearrangements undetectable by this protocol. Thus, the complete IgH rearrangement pattern produced by the BIOMED-2 protocol is expected to reflect the frequency of V H SHMs. In this study, we investigated the prognostic impact of complete IgH rearrangement pattern on patients with DLBCL, and analyzed the correlation between complete IgH rearrangement pattern and V H SHM frequency by Sanger sequencing. Materials and Methods: We retrospectively identified 386 patients diagnosed with de novo DLBCL that received anthracycline-based immunochemotherapy at Kobe City Medical Center General Hospital from January 2005 to June 2015. We excluded 83 patients because fresh samples were not available for PCR analysis, and a total of 303 patients were enrolled. Based on the BIOMED-2 protocol, complete IgH rearrangement was detected by three PCR reactions using three V H forward primer sets: framework region (FR) 1, FR2, and FR3. The primary endpoint was 5-year overall survival (5-yr OS). The secondary endpoint was 5-year progression-free survival (5-yr PFS). OS and PFS were estimated using the log-rank test. Multivariate analysis using the Cox proportional hazard ratio was performed for 5-yr OS. For V H sequencing analysis, the cryopreserved PCR products of 42 available samples were sequenced directly using both forward and reverse primers, and for each sequenced sample, the percentage of V H identity to the closest germline gene was calculated, using the immunoglobulin gene database (IMGT/V-QUEST). Results: Of the 303 patients enrolled (median age: 69 years old), 183 patients (60.3%) had advanced stage disease and 148 (48.8%) had a high-intermediate or high International Prognostic Index (IPI) score. The median follow-up was 60.6 months (2.0-133.8 months). Complete IgH rearrangement was detected in 176 (58.1%), 172 (56.8%), and 113 (37.2%) of patients using the FR1, FR2, and FR3 primer sets, respectively. In total, 80 patients (26.4%) were positive for all three PCR reactions, 82 (27.1%) for two, 57 (18.8%) for one, and 84 (27.7%) had completely negative results. We compared the 5-yr OS and PFS among these subgroups (Figure 1), and observed that the probability of survival decreased with accumulation of positive PCR results. As shown in Figure 2, both the 5-yr OS and PFS were significantly worse for patients with all three reactions positive for complete IgH rearrangement (OS: 54.2% vs 73.2% p=0.002; PFS: 34.4% vs. 59.3%, p<0.001). In multivariate analysis adjusted by IPI score, complete IgH rearrangement detected by all three PCR reactions was significantly correlated with poor prognosis (hazard ratio: 2.13; 95% CI: 1.38-3.26; p<0.001).This classification also allowed subgroups with unfavorable prognosis to be identified, even among patients with a high-intermediate or high IPI score (5-yr OS: 28.0% vs. 62.9%, p<0.001). Moreover, V H sequencing analysis of 42 available samples confirmed that patients with complete IgH rearrangement in all three PCR reactions had significantly lower V H gene SHMs than other groups (median value of V H identity; 91.9% vs 84.0%, p<0.001). Conclusion: Complete IgH rearrangement detected by all three primer sets in the BIOMED-2 PCR protocol was associated with poor prognosis in patients with DLBCL. Combined with the additional sequencing analysis, this suggests that the lower levels of V H SHMs may be associated with unfavorable prognosis in DLBCL. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "immunoglobulin heavy chains",
        "polymerase chain reaction",
        "anthracycline antibiotics",
        "b-cell lymphomas",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "clonality (genetic analysis)",
        "cryopreservation"
    ],
    "author_names": [
        "Tomohiro Yabushita, MD",
        "Hayato Maruoka, PhD",
        "Yoshimitsu Shimomura, MD",
        "Nobuhiro Hiramoto, MD",
        "Satoshi Yoshioka, MD PhD",
        "Hisako Hashimoto, MD PhD",
        "Takayuki Ishikawa, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomohiro Yabushita, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hayato Maruoka, PhD",
            "author_affiliations": [
                "Department of Clinical Laboratory, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshimitsu Shimomura, MD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Hiramoto, MD",
            "author_affiliations": [
                "Institute of Biomedical Research and Innovation, Kobe, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Yoshioka, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisako Hashimoto, MD PhD",
            "author_affiliations": [
                "Institute of Biomedical Research and Innovation, Kobe, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Ishikawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Kobe City Medical Center General Hospital, Kobe, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:38:33",
    "is_scraped": "1"
}