{
    "doi": "https://doi.org/10.1182/blood.V108.11.4554.4554",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=776",
    "start_url_page_num": 776,
    "is_scraped": "1",
    "article_title": "Laboratory Tumor Lysis Syndrome Complicating LBH589 Therapy in a Patient with Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "leukemia, myelocytic, acute",
        "tumor lysis syndrome",
        "intravenous fluid",
        "cytarabine",
        "corrected calcium",
        "histone deacetylase inhibitors",
        "hydroxyurea",
        "idarubicin",
        "phosphates",
        "rasburicase"
    ],
    "author_names": [
        "Anna Kalff, MBBS",
        "Jake Shortt, MBBS",
        "Julia Farr",
        "Roger McLennan, MBBS",
        "Jeffrey W. Scott",
        "Angela Liu",
        "Andrew Spencer, MBBS"
    ],
    "author_affiliations": [
        [
            "Clinical Haematology and BMT, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Clinical Haematology and BMT, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Clinical Haematology and BMT, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Haematology, Geelong Hospital, Geelong, Victoria, Australia"
        ],
        [
            "Novrtis Pharmaceuticals, New Jersey, USA"
        ],
        [
            "Novrtis Pharmaceuticals, New Jersey, USA"
        ],
        [
            "Clinical Haematology and BMT, Alfred Hospital, Melbourne, Victoria, Australia"
        ]
    ],
    "first_author_latitude": "-37.8457571",
    "first_author_longitude": "144.98207309999998",
    "abstract_text": "LBH589 (Novartis) is a potent histone deacetylase inhibitor (HDACi) currently in early phase clinical development. Preliminary data suggests biological activity in a range of malignant hematological disorders including acute myeloid leukemia (AML). To-date, laboratory tumor lysis syndrome (LTLS) has not been described as a complication of LBH589 therapy. We report a case of a 60 year-old man who developed LTLS following treatment for AML with oral LBH589. The patient was diagnosed with refractory anemia with excess blasts (RAEB) in July 2005. Cytogenetic analysis demonstrated trisomy 8 and del(20q). He was initially treated with standard dose cytarabine and idarubicin (7 + 3). Post-induction bone marrow examination revealed ongoing dysplasia but no excess of myeloblasts. He subsequently received further cytarabine and idarubicin as consolidation. This was complicated by prolonged pancytopenia and subsequently by rapid progression to overt AML. Salvage therapy with fludarabine/cytarabine/G-CSF (FLAG) failed and he was referred to our institution for investigational therapy with LBH589. The patient was enrolled in a Phase IA/II trial of oral LBH589 for patients with advanced hematological malignancies and commenced intermittent oral LBH589 (30mg orally Monday, Wednesday and Friday on alternate weeks). He re-presented on day 14 with deteriorating renal function - creatinine 0.28mM/L (baseline 0.12mmol/L) and hyperleukocytosis (WBC 68 × 109/L). He recommenced LBH589 and was also commenced on hydroxyurea 1g bd, allopurinol and hydration. Within 24 hours, associated with a fall in his WBC to 9 × 109/L, he developed LTLS - corrected calcium 1.91mM/L (2.23 – 2.50), phosphate 2.99mM/L (0.70 – 1.30) and uric acid 0.8mM/L (0.15 – 0.50). He recovered uneventfully with the administration of rasburicase, intravenous fluid and electrolytes. Hydroxyurea was ceased and he continued LBH589 as per schedule. On day 28 with a WBC of 60 × 109/L and with prophylactic rasburicase and hyper-hydration, LTLS again recurred within 24 hours of LBH589 administration - WBC fell to 6 × 109/L accompanied by corrected calcium of 2.1 mM/L and serum phosphate of 1.91 mM/L. The patient again recovered uneventfully. This first reported case of LTLS with LBH589 therapy clearly demonstrates the potent anti-leukemic potential of LBH589 and mandates that caution be taken with LBH589 treatment of AML patients exhibiting highly proliferative and/or a high tumor burden disease."
}