{
    "doi": "https://doi.org/10.1182/blood.V108.11.4335.4335",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=685",
    "start_url_page_num": 685,
    "is_scraped": "1",
    "article_title": "TGFβ Activates p53 Via PP2A in Hematopoietic Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "aldesleukin",
        "cd4 positive t-lymphocytes",
        "cell cycle arrest",
        "cell lines",
        "cell nucleus",
        "cell proliferation",
        "cytosol",
        "growth retardation",
        "hematologic neoplasms",
        "importins"
    ],
    "author_names": [
        "Rishu Takimoto, MD, PhD",
        "Junji Kato, MD, PhD",
        "Koichi Takada, MD, PhD",
        "Daisuke Takahari, MD",
        "Yoshiro Niitsu"
    ],
    "author_affiliations": [
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan"
        ],
        [
            "Fourth Department of Internal Medicine, Sapporo Medical University School of Medicine, Sapporo, Hokkaido, Japan"
        ]
    ],
    "first_author_latitude": "43.055198",
    "first_author_longitude": "141.3321401",
    "abstract_text": "Dysfunction of TGFβ signal transduction has been shown to result in leukemogenesis. It has been generally accepted that Smads mediate the TGFβ signaling to inhibit cell proliferation, while several Smad4-impaired cell lines retain certain levels of responsiveness to TGFβ, suggesting an additional TGFβ signaling pathway for cell cycle arrest. Here we demonstrate evidence for a novel signal pathway for G1 arrest linking TGFβ and p53/Protein phosphatase 2A (PP2A) in CD4+ T lymphocyte and megakaryocytes. TGFβ induced growth suppression, associated with increment of PP2A activity was clearly observed in cells with impaired Smad signal. In these cells, upon TGFβ stimulation, PP2A was transiently recruited by heteromeric complex of TGFβ receptors (TβRs), released into cytosol, and activated. Subsequently, PP2A dephosphorylated p53 to import it into nucleus by interacting with importin-α/β followed by p21Waf1 induction. The recruitment of PP2A by TβRs and TGFβ-induced growth suppression as well as nuclear import of p53 were inhibited by introduction of siRNA for PP2A-Bα. Based on these preliminary observation, we next used human peripheral CD4+ T lymphocytes, which are reportedly impaired in Smad signaling, but sensitive to TGFβ when stimulated with PHA and IL-2. Growth suppression induced by TGFβ was almost completely abolished by siRNA for p53 (siRNA-p53), but not by siRNA for Smad4 (siRNA-Smad4). Further, nuclear translocation of p53 was inhibited by siRNA for PP2A-Bα(siRNA-Bα). These results suggest that growth suppressive activity of TGFβ in certain immunological responses could be ascribed to PP2A/p53 signal transduction. Thus these results define a novel pathway of TGFβ-induced growth suppression linking p53-PP2A, and suggest that loss of function of p53 which is frequently observed in hematological malignancies may result in the escape from growth inhibitory signal of TGFβ."
}