{
    "doi": "https://doi.org/10.1182/blood.V116.21.3317.3317",
    "article_title": "Effects of Prasugrel In a Rat Model of Myocardial Infarction Induced by Thrombotic Coronary Artery Occlusion ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy: Poster II",
    "abstract_text": "Abstract 3317 Purpose: Prasugrel is the 3 rd generation of thienopyridine with an antiplatelet profile distinct from clopidogrel. Its phase 3 study, TRITON-TIMI 38, demonstrated reduced rates of ischemic events relative to clopidogrel. However, effects of prasugrel in models of myocardial infarction (MI) have not yet been reported. Methods: Photochemical activation of rose bengal by laser activation at 540 nm is well established method for the induction of endothelial injury resulting in arterial thrombotic occlusion. Hirata et al. applied this approach in the rat to induce MI secondary to photochemically induced thrombosis (Jpn. J. Pharmacol., 67, 51–57, 1995). In the present study, the effects of prasugrel (1, 3 and 10 mg/kg, p.o., 2 hrs before photo-irradiation), were evaluated in this rat model of MI induced by photochemical insult to rat coronary arteries. Results: In a vehicle-treated control group of rats the mortality rate was 58.8% during 30-min photo-irradiation. In contrast, mortality rates of prasugrel-treated animals (1-10 mg/kg, p.o.) during the photo-irradiation were 0% for 1 mg/kg, 22.2% for 3 mg/kg and 0% for 10 mg/kg, indicating a protective effect of prasugrel. In surviving rats infarct sizes, the necrosis area/total left ventricular area (NA/TLV), at 24 hrs after irradiation was evaluated. In the control group, NA/TLV was 37.9 ± 6.8% (n=7). At all prasugrel doses tested, infarct size (NA/TLV) was smaller than that in control groups: 14.4 ± 4.0% for 1 mg/kg (p<0.01 vs. control, n=7), 19.8 ± 4.5% for 3 mg/kg (p<0.05 vs. control, n=7), and 14.8 ± 3.6% for 10 mg/kg (p<0.01 vs. control, n=7). We monitored blood pressure (BP), heart rate (HR), and the electrocardiogram in control and 10 mg/kg of prasugrel groups. And found no significant differences between the groups for BP and HR values 24 hrs after photo-irradiation. In contrast, arrhythmia was observed in 5 of 7 animals in the control group at 24 hrs, in contrast no arrhythmia was found in the group treated with prasugrel. Conclusion: The present results indicate that in this rat model prasugrel protected against both myocardial infarction and associated arrhythmia. Disclosures: Sugidachi: Daiichi Sankyo Co., Ltd.: Employment. Yamaguchi: Daiichi Sankyo Co., Ltd.: Employment. Jakubowski: Eli Lilly and Company: Employment. Hashimoto: DAIICHI SANKYO: Employment. Niitsu: Daiichi Sankyo Co., Ltd.: Employment.",
    "topics": [
        "coronary occlusion",
        "myocardial infarction",
        "prasugrel",
        "thrombus",
        "cardiac arrhythmia",
        "clopidogrel",
        "electrocardiogram",
        "ischemia",
        "lasers",
        "rose bengal"
    ],
    "author_names": [
        "Atsuhiro Sugidachi, PhD",
        "Shinji Yamaguchi, PhD",
        "Joseph A Jakubowski, PhD",
        "Masami Hashimoto, PhD",
        "Yoichi Niitsu, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Atsuhiro Sugidachi, PhD",
            "author_affiliations": [
                "Biological Research Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shinji Yamaguchi, PhD",
            "author_affiliations": [
                "Cardiovascular-Metabolics Research Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph A Jakubowski, PhD",
            "author_affiliations": [
                "Lilly Research Laboratories, Eli Lilly and Compamy, Indianapolis, IN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masami Hashimoto, PhD",
            "author_affiliations": [
                "Frontier Research Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoichi Niitsu, PhD",
            "author_affiliations": [
                "Frontier Research Laboratories, Daiichi Sankyo Co., Ltd., Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:44:32",
    "is_scraped": "1"
}