{
    "doi": "https://doi.org/10.1182/blood.V112.11.1270.1270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1098",
    "start_url_page_num": 1098,
    "is_scraped": "1",
    "article_title": "Identification of New CD177 Isoform in NB1 Deficient Individuals ",
    "article_date": "November 16, 2008",
    "session_type": "Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "protein isoforms",
        "hereditary neuralgic amyotrophy",
        "human neutrophil antigens",
        "antigens",
        "immunoblotting",
        "n-formylmethionine leucyl-phenylalanine",
        "transfusion-related acute lung injury",
        "antibodies",
        "antigens, cd59",
        "autoantibodies"
    ],
    "author_names": [
        "Behnaz Bayat",
        "Karin Kissel",
        "Silke Werth",
        "Sentot Santoso"
    ],
    "author_affiliations": [
        [
            "Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany"
        ],
        [
            "Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany"
        ],
        [
            "Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany"
        ],
        [
            "Clinical Immunology and Transfusion Medicine, Justus Liebig University, Giessen, Germany"
        ]
    ],
    "first_author_latitude": "50.580467399999996",
    "first_author_longitude": "8.677140299999998",
    "abstract_text": "Human neutrophil-specific antigen CD177 (NB1; HNA-2a) belongs to the member of the cyctein-rich LY-6 superfamily. Transcriptional analysis of this family revealed intron-retaining mechanism, which produce many spliced forms of gene. In some cases, this mis-spliced isoform was the most abundant form suggesting a control mechanism of gene expression. CD177 glycoprotein carries neutrophil antigen HNA-2a, and antibodies to HNA-2a frequently causes transfusion related acute lung injury (TRALI). Recently, CD177 has been found to be associated with the expression of proteinase-3 (PR3) which plays a role in autoantibody mediated Wegener’s granulomatosis. Neutrophils from some people lack CD177 (termed HNA-2a negative), however, the mechanism responsible for this deficiency is not fully understood. In this study, we investigated whether mis-spliced form of CD177 exist in neutrophils. Neutrophil from blood donors were phenotyped for the presence or absence of CD177 by flow cytometry using two mabs 7D8, MEM166 recognising different epitopes on CD177. HNA-2a positive individuals carrying high surface CD177 density and HNA-2a negative individuals were selected. mRNA was isolated from CD177 phenotyped individuals and were analyzed by PCR using different sets of primer set. Amplification of CD177 transcript (bases 98–1401) showed the expected ~1300 bp band encoding for the entire CD177 (isoform 1), and a smaller band (~417bp) with similar intensity in HNA-2a positive as well as in HNA-2a negative individuals. Sequencing analysis of the short transcript showed the presence of intronic sequence between exon 3 and 4, which produces premature stop codon. Transfection of insect cells with related transcript resulted in production of a ~23 kDa protein which is detectable in immunoblot using rabbit polyclonal antibody against synthetic CD177 peptide. This ~23 kDa protein (isoform 4) did not react with mabs 7D8 and MEM166. Furthermore, immunoblotting analysis of other blood cells showed that isoform 4 was exclusively found on neutrophils. In contrast to the isoform 1, isoform 4 was not upregulated on neutrophils of individuals receiving GCSF. Neutrophils treated with fMLP in vitro showed down-regulation of isoform 4 transcript. This phenomenon however, has not been observed in neutrophils treated with LPS and IL-8. In summary, we characterized a new CD177 isoform in neutrophils. The presence of this isoform in both HNA-2a positive and negative CD177 phenotyped individuals and its regulation with fMLP indicate the role of this protein in inflammatory process."
}