{
    "doi": "https://doi.org/10.1182/blood.V108.11.2510.2510",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=575",
    "start_url_page_num": 575,
    "is_scraped": "1",
    "article_title": "Activity of Bendamustine (TREANDA™) in Chronic Lymphocytic Leukemia and Mantle Cell Lymphoma Cells with Alterations in DNA Damage Response Pathway. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bendamustine",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna damage",
        "mantle-cell lymphoma",
        "caspases",
        "tumor cells",
        "alkylating agents",
        "chemotherapy regimen",
        "cytochrome c"
    ],
    "author_names": [
        "Gaël Roué, PhD",
        "Mónica López-Guerra, BS",
        "Pierre Milpied, BS",
        "Patricia Pérez-Galán, PhD",
        "Neus Villamor, MD,PhD",
        "Elias Campo, MD,PhD",
        "Dolors Colomer, PhD"
    ],
    "author_affiliations": [
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ],
        [
            "Hematopathology Unit, Hospital Clinic, Institut d’Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Universitat de Barcelona, Barcelona, Spain"
        ]
    ],
    "first_author_latitude": "41.389100199999994",
    "first_author_longitude": "2.1516935499999996",
    "abstract_text": "Mantle cell lymphoma (MCL) and chronic lymphocytic leukemia (CLL) are two different types of mature B-cell non-Hodgkin’s lymphoma (NHL). CLL has an indolent natural history and patients are very responsive to frontline chemotherapy. Unfortunately, multiple relapses are inevitable, and ultimately, no regimen or treatment strategy offers a distinct survival benefit over another. In contrast, patients with MCL generally experience a more aggressive course, with rapid disease progression and also without specific therapeutic options. Bendamustine hydrochloride (Treanda™) is a multifunctional, alkylating agent that exhibits single-agent activity in multiple hematologic and solid tumors. Recently, the combination of bendamustine with rituximab has demonstrated to be a highly active regimen in the treatment of low-grade lymphomas and MCL. However, very little is known about its mode of action. The ability of bendamustine to induce apoptosis in vitro in MCL and CLL cells and the mechanisms implicated in bendamustine-evoked cell death signaling were investigated. Bendamustine exerted cytostatic and cytotoxic effects in 11 MCL cell lines and primary tumor cells from 7 MCL patients and 10 CLL patients independent of their p53 status, and other gene alterations. In vitro treatment of cells with bendamustine induced activation of both p53-dependent and -independent signaling pathways that converged in all cases to the activation of the pro-apoptotic protein Noxa, conformational changes of Bax and Bak, and mitochondrial depolarization. These events led to cytosolic release of the mitochondrial apoptogenic factors cytochrome c, Smac/DIABLO and AIF, and activation of both caspase -dependent and -independent cell death. Genotoxic stress and caspase-independent cell death are often associated with the generation of reactive oxygen species (ROS). We observed that ROS production was a key step in the induction of apoptosis by bendamustine, since pre-incubation of tumor cells with ROS scavengers reverted all the typical hallmarks of apoptosis. Furthermore, bendamustine exerted a cytotoxic effect in p53 deleted CLL cases that were resistant to fludarabine treatment. These findings support the use of bendamustine as a therapeutic agent in MCL and CLL cells and also establish the basis for the use of bendamustine in lymphoid malignancies that show resistance to classic genotoxic agents that depend on cellular p53 status."
}