{
    "doi": "https://doi.org/10.1182/blood.V108.11.2071.2071",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=560",
    "start_url_page_num": 560,
    "is_scraped": "1",
    "article_title": "Genetics of t(11;14)(q13;q32)-Negative MCL. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "crossbreeding",
        "cyclin d1",
        "cyclins",
        "gene expression profiling",
        "genetics",
        "immunoglobulins",
        "immunohistochemistry",
        "karyotype determination procedure",
        "lymphoma",
        "mantle-cell lymphoma"
    ],
    "author_names": [
        "Iwona Wlodarska, PhD",
        "Vera Vanhentenrijk, PhD",
        "Helena Pospisilova",
        "Katrien Van Roosbroeck",
        "Michel Stul, PhD",
        "Francesca Minnei, MD",
        "Peter Vandenberghe, MD,PhD",
        "Gregor Verhoef, MD,PhD",
        "Chris De Wolf-Peeters, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Center for Human Genetics, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Department of Pathology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Center for Human Genetics, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Center for Human Genetics, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Center for Human Genetics, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Department of Pathology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Center for Human Genetics, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, Catholic University of Leuven, Leuven, Belgium"
        ],
        [
            "Department of Pathology, Catholic University of Leuven, Leuven, Belgium"
        ]
    ],
    "first_author_latitude": "50.877954499999994",
    "first_author_longitude": "4.7002953",
    "abstract_text": "Mantle cell lymphoma (MCL) is hallmarked by IGH-mediated t(11;14)(q13;q32) resulting in deregulation of CCND1. This gene encodes cyclin D1 that together with cyclin D2 and -D3, plays a key role in cell cycle progression. Given that cyclin D1 is not expressed by normal B lymphocytes, its aberrant expression in lymphoma has a diagnostic value. Recently, it has been shown that rare cyclin D1-negative MCL cases express either cyclin D2 or cyclin D3. The molecular mechanisms underlying these events are unknown. We report here the genetic characteristics of 12 MCL cases without cytogenetic and FISH evidence of CCND1 rearrangement. These cases were collected over the last 15 years; they displayed the typical morphology and gene expression profile (determined by comparative expressed sequence hybridization) of MCL. Of interest, 5 of these lymphomas revealed cerebral or meningeal lesions at diagnosis or during a course of disease. Immunohistochemistry and RT-PCR studies showed a lack of expression of D-type cyclins in 2 cases. One of these cases was documented by t(2;14)(p24;q32) targeting NMYC, as shown by FISH and qRT-PCR. In this case upregulation of NMYC possibly led to inactivation of Rb and an aberrant progression of G1/S transition. The second case was characterized by a complex karyotype including loss of 17p. In the remaining 10 cases expression of cyclin D1, -D2 and -D3 in respectively 3, 2 and 5 cases was found. Cytogenetics and FISH identified t(2;12)(p11;p13) resulting in the IGK-CCND2 rearrangement in 1 of the 2 cases expressing cyclin D2 and der(14)t(6;14)(p21;q32) and der(20)t(14;20)(q32;p13) in one of the cases expressing cyclin D3. The breakpoint at 6p21 however was mapped distal to CCND3. FISH studies of p16, p27, p53 and Rb performed on all cases except one, identified loss of one copy of 1 to 4 of the analyzed genes in 7 cases. These data support the existence of t(11;14)-negative MCL that frequently express one of the three D-type cyclins. In one of the cases a new IG translocation affecting NMYC was found. Other genetic aberrations possibly involved in pathogenesis of t(11;14)-negative MCL included chromosomal translocations affecting CCND2 and unidentified genes at 6p21 and 20p13, and loss of tumor suppressor genes involved in cell cycle regulation."
}