{
    "doi": "https://doi.org/10.1182/blood.V124.21.183.183",
    "article_title": "Randomized Trial of a Novel CMV Vaccine (CMVPepVax) after Allogeneic HCT: Elevated CMV-Specific Immune Response, Reduction in Chronic GvHD and CMV Reactivation Only in Vaccine Arm Patients ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Infections in Transplant Recipients",
    "abstract_text": "Background: Cytomegalovirus (CMV) infection causes significant complications in recipients of hematopoietic cell transplant (HCT). Preemptive anti-viral therapy limits CMV viremia and disease, though its use is associated with toxicity, delayed immune reconstitution, and risk of late-onset CMV disease. We developed a novel CMV vaccine (CMVPepVax) based on the HLA-A*0201 pp65 495-503 CD8 + T-cell epitope (NLVPMVATV) fused with the Tetanus toxin P2 epitope (tt830-843:QYIKANSKFIGITE). The vaccine was formulated with PF03512676 (1.0 mg), a synthetic single-stranded phosphorothioate DNA containing CpG motifs provided by Pfizer Inc. In a Phase 1b healthy volunteer trial, CMVPepVax was found to be safe and immunogenic [LaRosa et al. 2012]. We report on clinical results demonstrating reliable safety, reduced CMV reactivation and chronic (c)GVHD in HCT recipients injected with CMVPepVax compared to randomized observational HCT recipients. Objectives: The primary study objective was safety, with secondary objectives including immunologic responses of HCT recipients to CMVPepVax measured by pentamer assay, prevention of CMV reactivation, and clinical outcome. Patients and methods: Eligible recipients (R+) wereCMV seropositive, HLA-A*0201, between 18-75 years (y) receiving allogeneic T-replete HCT for hematologic malignancy from matched-related (MRD) or 8/8 and 7/8 matched unrelated donors (MUD), excluding those with acute leukemia not in remission. Patients were reassessed on day (d)28 for eligibility and randomized unless they failed to engraft, experienced pre-d28 CMV reactivation or grade 3-4 acute (a)GVHD, received prednisone >1mg/kg/day within 7d of immunization, or had ongoing non-hematologic toxicity (CTCAE >=grade 3). Randomization was stratified by donor (D) CMV serostatus D- vs D+. Patients randomized to the vaccine arm (VA) received CMVPepVax on d28 and d56. Patients randomized to the observation arm (OA) were followed as per standard of care. All patients were monitored for safety/toxicity, CMV-related events, and immune recovery. Results: As of July 2014, of 36 planned patients, 30 patients were enrolled and followed for at least 100d. The median age was 50y (range: 20-76y), with balanced gender accrual. All patients received peripheral blood stem cell grafts, while hematologic diagnosis, pre-HCT conditioning regimens, and GVHD prophylaxis were similar in the VA vs OA. Vaccinations were well tolerated in all 14 patients, and no patient met the safety stopping rule per-protocol. Of three VA patients who developed serious adverse events (SAE), 2 were unrelated and only one was probable (Grade 1 fever), while 8 patients experienced SAE in the OA. The frequency and severity of unrelated AE was similar between arms across all organ systems. None of 6 monitored vaccine recipients developed anti-dsDNA antibodies. In 9 VA patients who reached d180 without reactivation, increases in CMVpp65 pentamer levels after 1 st and 2 nd injections were compared to 10 OA patients, using generalized estimating equations. The model indicates an average 6.5fold positive vaccine effect (p=0.02). While this pilot trial was not powered to detect reduced CMV reactivation, we observed a ~5-fold lower rate of CMV reactivation in the VA (1/14 =7%) compared to the OA (6/16=37%, p=0.09) by d100. aGVHD occurred post-randomization in 6/16 (grade II; 5, III: 1) subjects on the OA, and in 2/14 subjects (grade II: 2) on the VA (p = 0.2). An unexpected and striking finding was differing rates of cGVHD in patients who reached d180 in the VA (1/11) vs. OA (7/12, p=0.03). Noteworthy is that the vaccine formulation is more likely to stimulate TH1 responses, yet TH2 immunity is mechanistically associated with cGVHD. An interesting, but unexplained difference in relapse was observed in the OA (3/16) vs VA (0/14) patients, though the observation period is short. Recent observations relating CMV reactivation and reduced relapse have driven strong interest in a mechanistic understanding of the phenomena observed in this trial related to CMV vaccine or the adjuvant, PF03512676. Conclusions: Trial results indicate safety of injecting CMVPepVax in HCT recipients on d28 and d56, no increase in aGVHD, and reduced CMV reactivation associated with vaccine-stimulated immunity. Compelling observations of reduced cGVHD and relapse will be further tested in a recently NIH-funded multi-institution expanded accrual phase 2 trial. Disclosures Merson: Pfizer Inc.: Employment.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "arm",
        "cmv reactivation",
        "cytomegalovirus",
        "cytomegalovirus vaccines",
        "graft-versus-host disease, chronic",
        "immune response",
        "vaccines",
        "graft-versus-host disease",
        "toxic effect"
    ],
    "author_names": [
        "Ryotaro Nakamura, MD",
        "Corinna La Rosa, PhD",
        "Jeff Longmate, PhD",
        "Margaret O'Donnell, MD FRCPC",
        "Ji-Lian Cai, MD",
        "Len Farol, MD",
        "Amandeep Salhotra, MD",
        "David S Snyder, MD",
        "Jennifer Drake",
        "Cynthia Slape",
        "James Merson, PhD",
        "John A Zaia, MD",
        "Stephen J. Forman",
        "Don J. Diamond, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryotaro Nakamura, MD",
            "author_affiliations": [
                "City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Corinna La Rosa, PhD",
            "author_affiliations": [
                "Beckman Research Institute of the City of Hope, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff Longmate, PhD",
            "author_affiliations": [
                "City of Hope, Beckman Research Institute, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret O'Donnell, MD FRCPC",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji-Lian Cai, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Len Farol, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amandeep Salhotra, MD",
            "author_affiliations": [
                "City of Hope, Duarte, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S Snyder, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Drake",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia Slape",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Merson, PhD",
            "author_affiliations": [
                "Pfizer Inc., La Jolla, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John A Zaia, MD",
            "author_affiliations": [
                "City of Hope, Beckman Research Institute, Duarte, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Don J. Diamond, PhD",
            "author_affiliations": [
                "Beckman Research Institute of the City of Hope, Duarte, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T15:34:54",
    "is_scraped": "1"
}