{
    "doi": "https://doi.org/10.1182/blood.V106.11.1612.1612",
    "article_title": "Arsenic Trioxide Targets the MDS1 and EVI1- Containing Oncoproteins for Degradation by Proteasome Dependent and Independent Mechanisms. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "The EVI1 gene was first identified as a common site of retroviral integration in murine myeloid tumors and expresses a zinc finger-containing transcriptional regulator. It also encodes for MDS1/EVI1, a longer, alternatively spliced form of EVI1. In blood development EVI1 is normally expressed in hematopoietic stem cells (HSCs) but not in committed cells. However, aberrant expression of EVI1 or MDS1/EVI1 has been frequently found in myelodysplastic syndrome (MDS), and in cases of chronic myeloid leukemia during blast phase (CML-BP) and acute myelogenous leukemia (AML). In addition, the MDS1/EVI1 gene fuses to the AML1 (Runx1) gene as a consequence of the t(3;21)(q26;q22) translocation found in patients with CML-BP and therapy related MDS and AML, producing the AML1/MDS1/EVI1 (AME) or AML1/MDS1 fusion genes. We have previously shown that expression of the AME fusion protein in mouse bone marrow cells by retroviral transduction impaired hematopoiesis and eventually induced an AML. EVI1 was also reported to induce MDS in mice. These results indicate that the EVI1 and AME oncoproteins play causal roles in t(3;21)- and EVI1-positive hematological malignancies. Therapies targeting oncoproteins that play causal roles in tumorigenesis have been shown to be effective in treating cancers. Arsenic trioxide (ATO) has been found as an effective treatment for patients suffering from acute promyelocytic leukemia (APL) that harbor the t(15;17) translocation. The success of ATO in treating APL patients has prompted many to consider expanding the drug’s use to target other translocations and/or mutations found in hematological malignancies. In this study we found that ATO could target the EVI1, MDS1/EVI1, AML1/MDS1 and AME oncoproteins for degradation. We further found that ATO targeted EVI1 for degradation through the ubiquitin-proteasome pathway. Interestingly, ATO induced degradation of MDS1-containing oncoproteins via a proteasome-independent mechanism. Consistent with the downregulation of AME, the ATO treatment induced differentiation and apoptosis in AME leukemic cells in vitro and reduced splenomegally in mice transplanted with AME leukemic cells. Our results suggest that ATO could be used as a part of targeted therapy for AME-, AML1/MDS1-, MDS1/EVI1- and EVI1-positive hematological malignancies. We are currently studying the mechanism of increased ubiquitination of EVI1 by ATO, as well as the proteasome-independent mechanism by which ATO downregulates MDS1-containing proteins. Such research will help further the identification of new therapeutic targets and the development of new therapeutic strategies for human cancer.",
    "topics": [
        "arsenic trioxide",
        "catabolism",
        "multicatalytic endopeptidase complex",
        "oncogene proteins",
        "hematologic neoplasms",
        "cancer",
        "leukemic cells",
        "acute promyelocytic leukemia",
        "blast phase",
        "fusion proteins"
    ],
    "author_names": [
        "David Shackelford, BS",
        "Candia Kenific, BS",
        "Samuel Waxman, MD",
        "Ruibao Ren, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "David Shackelford, BS",
            "author_affiliations": [
                "Rosensteil Basic Medical Sciences Research Center, Department of Biology, Brandeis University, Waltham, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Candia Kenific, BS",
            "author_affiliations": [
                "Rosensteil Basic Medical Sciences Research Center, Department of Biology, Brandeis University, Waltham, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samuel Waxman, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Mount Sinai School of Medicine, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruibao Ren, MD, PhD",
            "author_affiliations": [
                "Rosensteil Basic Medical Sciences Research Center, Department of Biology, Brandeis University, Waltham, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T15:39:29",
    "is_scraped": "1"
}