{
    "doi": "https://doi.org/10.1182/blood.V116.21.1603.1603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1695",
    "start_url_page_num": 1695,
    "is_scraped": "1",
    "article_title": "Expression of the IL-7R Identifies a Human Common Lymphoid Progenitor (CLP) In Cord Blood Lymphopoiesis. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "cd19 antigens",
        "coculture techniques",
        "colony-forming units assay",
        "common lymphoid progenitors",
        "cytokine",
        "hematopoietic stem cell transplantation",
        "interleukin 7 receptor",
        "interleukin-15",
        "interleukin-7",
        "ligands"
    ],
    "author_names": [
        "Ruijun Su, MD, PhD",
        "Terry-Ann Milford",
        "Ineavely Baez",
        "Abby Jones Weldon",
        "Sinisa Dovat",
        "Kimberly J Payne"
    ],
    "author_affiliations": [
        [
            "Anatomy, Loma Linda University, Loma Linda, CA, USA, "
        ],
        [
            "Loma Linda University, Loma Llinda, CA, USA, "
        ],
        [
            "Loma Linda University, Loma Linda, USA, "
        ],
        [
            "Loma Linda University, Loma Linda, CA, USA, "
        ],
        [
            "University of Wisconsin–Madisoin, Madison, WI, USA, "
        ],
        [
            "Lima Linda University, Loma Linda, CA, USA"
        ]
    ],
    "first_author_latitude": "34.051533400000004",
    "first_author_longitude": "-117.26209965",
    "abstract_text": "Abstract 1603 Expression of the IL-7 receptor alpha (IL-7R) is a distinguishing feature of common lymphoid progenitors (CLP) in the mouse. Human B cell development has been thought to differ from that in mouse with respect to the requirement for IL-7, and markers other than IL-7R have been used to identify human progenitor populations enriched for CLP activity. Our previous studies show that IL-7 is essential for adult human B lymphopoiesis and critical for B cell production from hematopietic stem cells (HSCs) in umbilical blood (CB) (J Immunol. 2009, 182:4255). Here we use IL-7R expression to identify a human CLP population generated in vitro from HSCs in CB. Following 2 weeks of co-culture on primary human BM stroma supplemented with Flt Ligand (FL), CD34+ cells generate a CD34+CD19–IL-7R+ progenitor population that is not present in fresh CB. These IL-7R+ progenitors make up approximately ∼17% of the CD19–CD34+ cells present in culture at 2 weeks. IL-7R+ progenitors were FACSsorted and evaluated in stromal cell co-cultures for lymphoid potential and in colony forming unit (CFU) assay for myeloid potential. IL-7R+ progenitors gave rise to CD19+ B cells and CD56+ NK cells in liquid cultures, but lacked myeloid potential in CFU assays. We examined the culture-generated CD19–CD34+ progenitors to determine the relationship between the expression of IL-7R and CD10, a marker previously used to identify a CLP-enriched population in BM. We found that CD10+ progenitors comprised a much smaller fraction (∼4%) of CD19–CD34+ cells than IL-7R+ progenitors (17%). Furthermore, the CD10+ progenitors did not entirely overlap the IL-7R+ progenitor population as only about half of CD10+ progenitors expressed the IL-7R. To evaluate B and NK potential of these subsets, culture-generated CD19– CD34+ cells were FACSsorted and further co-cultured with stromal cells and cytokines (FL, IL-7 and IL-15). The IL-7R+ CD10– and the IL-7R+ CD10+ subsets produced substantial populations of B cells (∼20% and 13% of culture progeny, respectively) and NK cells (30% and 14% of culture progeny, respectively). In contrast, the CD10+IL-7R– subset completely lacked B cell potential and showed limited NK differentiation capacity (5% of culture progeny). A comparison of the proliferative capacity of the three progenitor subsets showed that IL-7R+ CD10– cells possessed ∼10 times the proliferative capacity of the other two subsets. Thus, the expression of IL-7R expression, not CD10, is associated with B and NK cell potential and the expression of CD10 is accompanied by a reduction in proliferative capacity. Ongoing experiments will provide data on the T lineage potential of IL-7R+ progenitors and single-cell assessment of B and NK potential, as well as the differentiation of IL-7R progenitors from CB HSCs in the mouse-human xenograft model. Studies described here provide information on lymphoid progenitors that are absent from CB but that can be generated from CB HSCs. This will be important for developing therapies to accelerate and enhance lymphoid reconstitution from HSCs in CB, a hematopoietic source used increasingly for stem cell transplant. Disclosures: No relevant conflicts of interest to declare."
}