{
    "doi": "https://doi.org/10.1182/blood-2018-99-115803",
    "article_title": "Importance of Transcription Factor Nrf2 for Cereblon Expression and Clinical Response to Combination of Lenalidomide and Erythropoietin in Lower-Risk Myelodysplastic Syndromes ",
    "article_date": "November 29, 2018",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies",
    "abstract_text": "INTRODUCTION Nrf2 (nuclear factor, erythroid-derived 2-like 2 or NF-E2-related factor 2) is a transcription factor involved in antioxidant response by reducing oxidative stress. Erythropoietin (EPO) was described as an inducer of Nrf2 in the brain. Nrf2 binds to the promoter of gene coding for cereblon (CRBN) and stimulates CRBN expression (Lee et al. Biochem.Biphys Res Commun 2010; 399: 711-715). We showed that the high level of full length CRBN mRNA and CRBN protein is important for the efficacy of lenalidomide (LEN) in lower-risk MDS patients (Jonasova et al. Eur J Haematol 2015; 95: 27-34; Fuchs et al. Leuk Res 2017; 55 S1: S132, abstr. 227). Addition of EPO to LEN restored transfusion independence of MDS patients when their anemia relapsed during the course of LEN treatment (Jonasova et al. Leuk Res 2018; 69: 12-17). LEN inhibits E3 ubiquitin ligase RNF41 (ring finger protein 41), which polyubiquitinates EPO receptor (EPOR) and marks it for degradation in proteasomes. (Basiorka et al. Cancer Res 2016; 76: 3531-3540). AIMS The aim of our study was to evaluate the levels of Nrf2 mRNA and CRBN mRNA in mononuclear cells obtained from peripheral blood of lower-risk MDS patients after addition of EPO to lenalidomide in MDS patients who relapsed during LEN monotherapy. The further goal was to study the effect of LEN, EPO and combination of LEN plus EPO in cell lines (SKM-1 leukemic cell line established from a patient with progression of MDS to myelomonocytic leukemia and in MDS-L cells a human myeloblastic cell line, established as a MDS92 subline from the bone marrow of an MDS patient with del(5q) (Matsuoka et al. Leukemia 2010; 24: 748-755). METHODS Nrf2 mRNA and full-length CRBN mRNA levels were quantified in 9 lower-risk MDS patients with del(5q) and in 2 MDS patients with normal chromosome 5 [nondel(5q)] who were previously resistant to EPO treatment. All patients with median hemoglobin level 80 g/l were transfusion dependent before starting the therapy with LEN (5 or 10 mg/day). Recombinant human EPO (rHuEPO) in dose of 40,000 IU s.c. per week was combined with LEN in these MDS patients who relapsed during LEN monotherapy or were resistant to LEN [one non(del5q) patient]. Four lower-risk MDS patients responsive to EPO after diagnosis were also used for comparison of Nrf2 mRNA and full-length CRBN mRNA levels. Mononuclear cells were isolated by Ficoll-Paque PLUS gradient separation, then washed by phosphate buffered saline and remaining red cells were lysed. Both SKM-1 and MDS-L cells were incubated without or with LEN, EPO and combination of LEN plus EPO for 19, 24 and 43 hours. The end concentration of added Epo was 2U/ml and LEN 10 µM. The levels of Nrf2 mRNA and full length CRBN mRNA were measured using the reverse transcription-quantitative TaqMan PCR assay. RESULTS The levels of Nrf2 mRNA and full-length CRBN mRNA in peripheral blood mononuclear cells correspond during rHuEPO monotherapy of four responsive lower-risk MDS patients. In these cases no increase of Nrf2 mRNA and CRBN mRNA levels was found. Increased Nrf2 mRNA and CRBN mRNA levels in peripheral blood mononuclear cells were found after addition of rHuEPO to lenalidomide in six MDS patients with del(5q) and one non(del5q) MDS patient who relapsed during LEN monotherapy. All these patients responded to combination of rHuEPO and lenalidomide by increased hemoglobin levels. Addition of or rHuEPO to lenalidomide was without effect on Nrf2 mRNA and CRBN mRNA levels in one non(del5q) patient who was resistant to LEN. Experiments with SKM-1 and MDS-L cells showed that rHuEPO alone did not increased Nrf2 mRNA and CRBN mRNA levels. However LEN and in a greater extent the combination of rHuEPO and LEN increased Nrf2 mRNA and CRBN mRNA levels. CONCLUSIONS Our findings indicate that transcription factor Nrf2 is involved in CRBN expression in mononuclear cells obtained from peripheral blood of lower-risk MDS patients and in SKM-1 and MDS-L cells in culture. Expression of both Nrf2 and CRBN is stimulated by lenalidomide and in a greater extent by combination of lenalidomide and rHuEPO. Measurement of CRBN mRNA level as an important factor for prediction of the efficacy of not only lenalidomide monotherapy but also of combination of LEN and rHuEPO. This work was supported by the research project for conceptual development of research organization (00023736; Institute of Hematology and Blood Transfusion, Prague) and Grant Agency of Charles University, project number 924616. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythropoietin",
        "lenalidomide",
        "myelodysplastic syndrome",
        "risk reduction",
        "transcription factor",
        "rna, messenger",
        "transfusion",
        "abnormal involuntary movement scale",
        "alberta infant motor scales",
        "anemia"
    ],
    "author_names": [
        "Radka Bokorová, MSc",
        "Jaroslav Polak, MSc",
        "Anna Jonasova, MD",
        "Radana Neuwirtova, MD PhD",
        "Marie Lauermannova, MD",
        "Jaroslav Cermak, MD PhD",
        "Marketa Stastna, MD PhD",
        "Cyril Salek",
        "Dana Mikulenkova, MD",
        "Zuzana Zemanova, PhD",
        "Jana Brezinova",
        "Kyra Michalova, PhD",
        "Denisa Myslivcova, PhD",
        "Ota Fuchs, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Radka Bokorová, MSc",
            "author_affiliations": [
                "Department of Genomics, Institute of Hematology and Blood Transfusion, Prague 2, CZE ",
                "Department of Natural Science, Charles University, Prague, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jaroslav Polak, MSc",
            "author_affiliations": [
                "Inst. of Hematology and Blood Transfusion, Prague 2, CZE "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jonasova, MD",
            "author_affiliations": [
                "1st Medical Department - Hematology, General Hospital, Prague, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radana Neuwirtova, MD PhD",
            "author_affiliations": [
                "General University Hospital and First Faculty of Medicine, Charles University in Prague, Prague 2, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Lauermannova, MD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslav Cermak, MD PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, Institution of Hematology & Blood Transfusion, Praha, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marketa Stastna, MD PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Praha 2, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyril Salek",
            "author_affiliations": [
                "Department of Clinical Hematology, Institute of Hematology & Blood Transfusion, Prague 2, CZE "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Mikulenkova, MD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Praha 2, Czech Republic "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zuzana Zemanova, PhD",
            "author_affiliations": [
                "Center for Oncocytogenetics, Institute of Medical Biochemistry and Laboratory Diagnostics, General University Hospital and 1st Faculty of Medicine, Prague 2, Czech Republic "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Brezinova",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Prague, Czech Republic "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyra Michalova, PhD",
            "author_affiliations": [
                "Center of Oncocytogenetics, Institute of Medical Biochemistry and Laboratory Diagnostics, General University Hospital and First Faculty of Medicine, Charles University in Prague, Praha 2, Czech Republic "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denisa Myslivcova, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Transfusion, Department of Clinical, Prague 2, Czech Republic "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ota Fuchs, PhD",
            "author_affiliations": [
                "Department of Genomics, Institute of Hematology and Blood Transfusion, Prague, Czech Republic"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T13:06:18",
    "is_scraped": "1"
}