{
    "doi": "https://doi.org/10.1182/blood.V122.21.310.310",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2488",
    "start_url_page_num": 2488,
    "is_scraped": "1",
    "article_title": "Histones To The Cytosol: Role Of Nuclear Protein Export In Erythroid Nuclear Condensation ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "topics": [
        "cytosol",
        "histones",
        "mental condensation",
        "nuclear proteins",
        "enucleation procedure",
        "anemia",
        "exportins",
        "blood transfusion",
        "bone marrow transplantation",
        "dna-binding proteins"
    ],
    "author_names": [
        "Amalia A Figueroa, PhD",
        "Srividhya Venkatesan, MS",
        "Shilpa M Hattangadi, M.D."
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology-Oncology, Yale University School of Medicine, New Haven, CT, USA, "
        ],
        [
            "Pediatric Hematology-Oncology, Yale University School of Medicine, New Haven, CT, USA, "
        ],
        [
            "Division, Pediatric Hematology-Oncology, Yale School of Medicine, New Haven, CT, USA"
        ]
    ],
    "first_author_latitude": "41.3039367",
    "first_author_longitude": "-72.93520395",
    "abstract_text": "Erythropoietin-refractory anemias and red cell aplasias are rare but devastating disorders in children, with no known treatment other than chronic transfusions and bone marrow transplant, with high morbidity and mortality. New, improved treatments for such anemias are severely limited by incomplete understanding of critical terminal erythroid processes such as enucleation. Our long-term goal is to understand the regulation of erythroid nuclear condensation culminating in enucleation in order to increase our basic knowledge of important cell biology concepts like nuclear export and nuclear condensation during erythropoiesis and ultimately help optimize new treatments for anemia. Proteomic examination of normal pycnotic nuclei from mouse fetal liver (definitive adult erythropoiesis) revealed a striking decrease in almost all nuclear proteins, suggesting that nuclear protein export occurs prior to extrusion . Expression of the nuclear exportin, Exportin 7 (Xpo7) is highly erythroid-specific—utilizing a tightly-regulated erythroid-specific promoter, induced during erythropoiesis, and abundant in late erythroblasts. Knockdown of Xpo7 in primary mouse fetal liver erythroblasts resulted in severe disruption of chromatin condensation and enucleation but otherwise had little effect on erythroid differentiation, including hemoglobin accumulation (manuscript submitted), suggesting that protein export is crucial to the process of nuclear condensation. Nuclei in Xpo7 knockdown cells were larger and less dense than controls. Strikingly, DNA binding proteins such as histones H2A and H3 accumulated in the cytoplasm of normal late erythroblasts prior to and during enucleation, but not in cells lacking Xpo7. We have confirmed by chromatin immunoprecipitation and RACE-PCR that there is an erythroid-specific promoter (and start-site) for Xpo7, whose expression is not conserved in lower vertebrates or in primitive mouse erythroblasts. We hypothesize that the erythroid-specific function of Xpo7 therefore may account for the fact that red cells are not enucleated in these other biological systems. We have also performedimmunoprecipitation on the erythroid and non-erythroid forms of Xpo7 and determined several erythroid-specific cargo proteins of Xpo7 that are involved with other types of chromatin condensation (including Rcc1 which is involved in chromosome condensation). We are starting to build a model for how Xpo7 facilitates the removal and replacement of histones in the erythroblast nucleus in order to allow adequate nuclear condensation for extrusion. Disclosures: No relevant conflicts of interest to declare."
}