{
    "doi": "https://doi.org/10.1182/blood.V128.22.5482.5482",
    "article_title": "Aspirin-Platelet Sensitivity in Patients with Polycythemia Vera and Human Platelet Antigen Genotype: Which Are Assays Valid? ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Polycythemia vera (PV) is a myeloid neoplasm characterized by thrombotic risk related to high hematocrit (HCT) and to platelet hyperactivation. According to PVSG, the antithrombotic therapy include low dose aspirin (ASA). However, there are insensitive ASA PV patients. It is debated if enherited thrombophilia is responsible to affect platelet activation and, hence, to cause ASA insensitivity. Therefore, we evaluated gene polymorphism human platelet antigen-1 (HPA-1) as thrombophilic indicator associated with abnormal platelet activity, HCT, platelet count, b-TG and PF4, as markers of platelet activation, the platelet functional activity (PFA) and the maximum clot firmness (MCF), as direct and indirect indicators of ASA sensitivity. We studied 40 patients (28 men, 12 women; mean age 64 years, range 35-85 years) with PV according to WHO criteria. Fifty subjects served as controls. The mean duration of disease was 9 years. All patients were on phlebotomy and ASA (100 mg once daily). Platelets and HCT were measured by automated analyzer. b-TG and PF4 were determined by ELISA. PFA and MCF were measured by Platelet Function Analyzer (PFA-100) and by ROTEM delta. Of 40 patients, 24 were homozygous HPA-1a/a and 16 heterozigous HPA-1a/b. The mean HCT value was 47±3% and platelets were 428±180x109/L. All patients had high b-TG and PF4 (113±47 IU/ml vs 20±11 IU/ml and 45±21 IU/ml vs 6±2 IU/ml, respectively), prolonged C/EPI closure time (CT, unit: s, n.v. 84-160 s) (233±65 s) and normal MCF (MCF, unit: mm, n.v. 50-72 mm) (65±5 mm). These findings suggest that PFA-100 and Thromboelastometric assays may be an useful tool to detect ASA platelet sensitivity in PV patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aspirin",
        "blood platelets",
        "human platelet antigens",
        "polycythemia vera",
        "genotype",
        "antigens",
        "aspirin low dose",
        "fibrinolytic agents",
        "maximum clot firmness",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Emma Cacciola, PhD",
        "Elio Gentilini Cacciola",
        "Rossella Rosari Cacciola, Professor"
    ],
    "author_dict_list": [
        {
            "author_name": "Emma Cacciola, PhD",
            "author_affiliations": [
                "Department of Medical, Surgical and Advanced Technologies Science \"G.F. Ingrassia\"s, University of Catania, Catania, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elio Gentilini Cacciola",
            "author_affiliations": [
                "University of Catania, Catania, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Rosari Cacciola, Professor",
            "author_affiliations": [
                "Clinical and Experimental Medicine, University of Catania, Catania, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T09:38:57",
    "is_scraped": "1"
}