{
    "doi": "https://doi.org/10.1182/blood.V108.11.4399.4399",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=689",
    "start_url_page_num": 689,
    "is_scraped": "1",
    "article_title": "Histone Deacetylase Inhibitor, PCI-24781, Induces Growth Inhibition and Apoptosis in Hematopoietic Tumor-Derived Cell Lines and Primary Leukemia Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "apoptosis",
        "cell lines",
        "histone deacetylase inhibitors",
        "leukemia",
        "neoplasms",
        "percutaneous coronary intervention",
        "protein c inhibitor",
        "histone deacetylase",
        "cancer",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Joseph Buggy, PhD",
        "Sriram Balasubramanian, PhD",
        "Jason Ramos, PhD",
        "Mint Sirisawad, MS",
        "Louie Naumovski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Cancer Biology, Pharmacyclics, Inc, Sunnyvale, CA, USA"
        ],
        [
            "Cancer Biology, Pharmacyclics, Inc, Sunnyvale, CA, USA"
        ],
        [
            "Cancer Biology, Pharmacyclics, Inc, Sunnyvale, CA, USA"
        ],
        [
            "Cancer Biology, Pharmacyclics, Inc, Sunnyvale, CA, USA"
        ],
        [
            "Cancer Biology, Pharmacyclics, Inc, Sunnyvale, CA, USA"
        ]
    ],
    "first_author_latitude": "37.3831825",
    "first_author_longitude": "-122.00546700000001",
    "abstract_text": "Histone deacetylase (HDAC) inhibitors are a new class of anticancer drugs that have shown promising activity in clinical trials. PCI-24781 (formerly CRA-024781) is a novel, hydroxamic acid-based HDAC inhibitor that is currently under evaluation in phase I clinical trials in patients with refractory solid malignancies and lymphomas. In this study, we show that PCI-24781 inhibits growth and induces apoptosis in a variety of hematopoietic cell lines derived from B-, T- and myeloid malignancies. Growth inhibition and apoptosis were noted at drug concentrations < 0.125 μM and were accompanied by known biochemical markers of HDAC inhibition including histone and tubulin hyperacetylation. PCI-24781 was also found to be active in animal xenograft models of hematopoietic disease displaying favorable drug-like pharmacokinetic and pharmacodynamic profiles, both intravenously and orally. To further establish the potential clinical utility of PCI-24781 in hematologic malignancies, primary leukemia samples were isolated from patients and screened for resistance to PCI-24781 in vitro . Of these 19 leukemia samples (10 acute myelogenous leukemia (AML) and 9 acute lymphocytic leukemia (ALL) some of which were derived from patients who had failed standard therapy), none were resistant to PCI-24781 at 0.5 μM and only 2 (1 AML and 1 ALL) were considered resistant at 50 nM. Gene expression analysis of PCI-24781 activity in these primary samples was consistent with HDAC inhibition and suggested potential downstream mechanisms of action for this compound in leukemia. These results demonstrate that PCI-24781 is active in hematopoietic tumor-derived cell lines in vitro as well as in vivo in preclinical models. Furthermore, the sensitivity of primary leukemic tumors to treatment with PCI-24781 in vitro , coupled with the predicted pharmacokinetics in humans suggests that PCI-24781 could be a valuable agent for the treatment of hematopoietic tumors."
}