{
    "doi": "https://doi.org/10.1182/blood.V114.22.300.300",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1573",
    "start_url_page_num": 1573,
    "is_scraped": "1",
    "article_title": "Centrosomal Clustering – a Novel Therapeutic Target for Multiple Myeloma. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOMA - PATHOPHYSIOLOGY AND PRECLINICAL STUDIES EXCLUDING THERAPY: TARGETING THE MYELOMA CELL CYCLE MACHINERY",
    "topics": [
        "multiple myeloma",
        "neoplasms",
        "tumor cells",
        "melphalan",
        "transplantation, heterologous",
        "tumor cells, malignant",
        "annexin a5",
        "antineoplastic agents",
        "bortezomib",
        "cancer"
    ],
    "author_names": [
        "Marc S Raab, MD",
        "Iris Breitkreutz, MD",
        "Blanka Rebacz, PhD",
        "Thomas O Larsen, PhD",
        "Ludmila Wagner, MSc",
        "Patrick Hayden, MD, MRCPath",
        "Anthony D. Ho, MD, PhD",
        "Mads H Clausen, PhD",
        "Hartmut Goldschmidt, MD",
        "Kenneth C. Anderson, MD",
        "Alwin Kraemer, MD"
    ],
    "author_affiliations": [
        [
            "CCU Molecular Hematology/Oncology, German Cancer Research Center and Dept. of Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "National Center for Tumor Diseases (NCT), Heidelberg, Germany and Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "CCU Molecular Hematology/Oncology, German Cancer Research Center and Dept. of Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "BioCenter, Technical University of Denmark, Copenhagen, "
        ],
        [
            "CCU Molecular Hematology/Oncology, German Cancer Research Center and Dept. of Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Department of Haematology, Blood and Tissue Establishment, Galway University Hospitals, Galway, Ireland, "
        ],
        [
            "Internal Medicine V - Haematology/ Oncology, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Dept. of Chemistry, University of Denmark, "
        ],
        [
            "University of Heidelberg, Department of Internal Medicine V and National Center for Tumor Diseases (NCT), Heidelberg, Germany, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "CCU Molecular Hematology/Oncology, German Cancer Research Center and Dept. of Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999",
    "abstract_text": "Abstract 300 The lack of tumor-specific targets that would allow for the selective eradication of malignant cells without affecting healthy tissues is a major challenge in the development of novel therapies for multiple myeloma (MM). In contrast to normal cells, malignant plasma cells frequently contain multiple centrosomes, associated with the transient formation of multipolar mitotic spindles that lead to segregation defects and chromosomal instability. As in most tumor types, mitotic stability in these cells is maintained by coalescence of multiple centrosomes into two functional spindle poles, termed “centrosomal clustering”. As we have recently shown, this mechanism is an attractive therapeutic target with specificity for tumor cells. To identify potent and selective inhibitors of centrosomal clustering, we performed a phenotype-based small molecule screen in order to force tumor cells with supernumerary centrosomes to undergo multipolar mitoses resulting in apoptotic cell death. We here describe the characterization of a novel small molecule GF-15, a derivative of griseofulvin, as a potent inhibitor of centrosomal clustering, thereby inducing multipolar spindles followed by apoptosis in MM cells. We tested a wide array of MM cell lines, including those resistant to conventional chemotherapeutic agents, and primary patient cells. We found mean inhibitory concentrations (IC 50 ) of proliferation and survival in the range of 1-5 mM, associated with annexin V conversion and activation of caspases 8, 9, and 3. Importantly, GF-15 also overcomes the tumor cell growth advantage conferred by both bone marrow stromal cell-MM, and endothelial cell-MM, co-culture systems. Moreover, non-malignant cells without supernumerary centrosomes like activated PBMCs, immortalized hepatocytes, and bone marrow stromal cells did not reach their IC 50 at doses of up to 50 mM. To further demonstrate the specificity of GF-15, we generated resistant MM cell lines by long-term culture with sub-IC 50 doses of GF-15. In resistant cell lines, therapeutic doses of GF-15 no longer induce multipolar spindles, consistent with a significant loss of centrosomal aberrations in these cells, as observed by immunoflourescence microscopy. Mechanistically, cell cycle analysis of synchronized MM cells showed marked G 2 /M arrest within 12-16h followed by a dramatic increase of the sub-G 1 fraction after treatment with GF-15. In addition, short term treatment with GF-15 was associated with inhibition of VEGF- and IGF1-triggered MM cell migration. Co-treatment assays to assess potential partners for therapeutic combinations revealed at least additive effects for GF-15 together with bortezomib and marked synergism with paclitaxel at very low doses (1-5 nM), while the combination with melphalan resulted in antagonistic effects due to the S-phase arrest of tumor cells induced by melphalan. Finally and most importantly, i.p. as well as oral treatment of murine xenograft models of human MM resulted in tumor growth inhibition and significantly prolonged survival in vivo . Growth inhibition of xenograft tumor samples was associated with a dramatic increase of mitotic aberrations and multipolarity, as assessed by immunohistochemistry. In vivo biodistribution studies are ongoing. Taken together, our results demonstrate the in vitro and in vivo anti-tumor efficacy of a prototype small molecule inhibitor of centrosomal clustering with specificity for tumor cells, and therefore strongly support its further evaluation and development as a lead compound of a new class of therapeutics for human malignancies. Disclosures: No relevant conflicts of interest to declare."
}