{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.508.508",
    "article_title": "A Prospective Phase II of Daratumumab in Previously-Treated Systemic Light-Chain (AL) Amyloidosis ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Immunotherapy in Myeloma and Amyloid",
    "abstract_text": "Background: Daratumumab (DARA) is a novel, high-affinity, therapeutic, IgG1ĸ human mAb that specifically recognizes CD38. It has emerged as a breakthrough targeted therapy for patients with multiple myeloma. Plasma cells in AL amyloidosis are similar to plasma cells in myeloma and always express CD38 (Matsuda, M. et al., Amyloid, 2003. 10(2): p. 110-6.). We report here the preliminary results of a prospective multi-center, phase II study of DARA in AL amyloidosis (NCT02816476). Methods:Forty patients will be recruited in this trial. Patients aged ≥18 years with evaluable AL amyloidosis, who have received ≥1 prior therapy and are not in very good partial response (VGPR) or better with a measurable plasma cell dyscrasia with dFLC > 50 mg/L (difference between involved and uninvolved free light chain levels), with at least one major vital organ involvement, with ECOG performance status 0,1 or 2, no chronic atrial fibrillation, a supine blood pressure > 100 mmHg and NT-proBNP < 8500 ng/L are eligible. They receive DARA intravenously in a standard schedule and dose: 16 mg/kg weekly during the first two 28-day cycles and every other week during cycles 3 through 6 for a total of six 28-day cycles. Hematologic responses are measured after 1 injection of DARA and at each cycle. The objectives are to assess hematologic responses, organ responses and safety. Results:At data cut-off (July 31, 2017), 30 of the 40 planned patients have been enrolled in 9 French centers. The median age is 69 years (range, 45-81), and median number of prior therapies is 2.5 (range, 1-5): 13 patients (43%) have received Melphalan and Dexamethasone, 28 patients (93%) bortezomib, and 14 patients (46%) lenalidomide. The median time from diagnosis to enrollment is 23 months (range, 3.5-116). The median number of organ system involvement is 2 (range, 1-5), 8 patients (27%) have >2 organ system involvement, 18 patients (60%) have cardiac and 16 patients (53%) renal involvement, 14 patients (47%) have cardiac biomarker stage II and 4 patients (13%) stage III disease. There was one on-study death due to cardiac progression. Four patients have discontinued study treatment before 6 cycles due to disease progression (n=2), death (n=1) or lung cancer (n=1). Nine patients have received 6 cycles and 17 patients are on therapy. Six patients (20 %) experienced at least one grade ≥3 AE (any cause) and only one was considered as drug related (lymphopenia). The most common drug-related AEs were infusion reaction in 10 patients (33%), all grade I or II. Hematologic complete response (CR) was observed in 4 of 24 evaluable (completing at least 1 cycle) patients (17%), VGPR in 7 patients (29%) and partial response in 4 patients (17%). The overall response rate is 63%. The responses were usually very rapid (Figure 1). After a single DARA injection all 15 responding patients had a decrease in dFLC of more than 30 % with a median dFLC decrease after 1 injection in these 15 responding patients of 57% (range 31-96). Conclusion: Daratumumab demonstrates encouraging efficacy in previously-treated patients with AL amyloidosis with deep and rapid responses. The administration of DARA in these patients is associated with a good safety profile and non-severe adverse events mostly after the first infusion. Further studies on DARA-based associations in AL amyloidosis patients are warranted. The data will be updated at the meeting. View large Download slide View large Download slide  Close modal Disclosures Roussel: JANSSEN: Honoraria, Research Funding. Perrot: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria; Sanofi: Honoraria; Amgen: Honoraria. Karlin: Janssen: Honoraria, Other: Travel expenses. Macro: JANSSEN: Honoraria. Frenzel: Shire: Research Funding. Palladini: Jannsen-Cilag: Membership on an entity's Board of Directors or advisory committees; Celgene: Other: Travel grants; Prothena: Honoraria, Other: Travel grant. Jaccard: Celgene: Honoraria, Other: Travel expenses, Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel expenses, Research Funding; Amgen: Honoraria.",
    "topics": [
        "amyloidosis",
        "antigens, cd98 light chains",
        "daratumumab",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "infusion procedures",
        "multiple myeloma",
        "partial response",
        "adverse event",
        "bortezomib"
    ],
    "author_names": [
        "Murielle Roussel, MD",
        "Anne-Marie Stoppa, MD",
        "Aurore Perrot, MD",
        "Lionel Karlin, MD",
        "Bertrand Arnulf, MD PhD",
        "Margaret Macro, MD",
        "Antoine Huart, MD",
        "Laurent Frenzel, MD PhD",
        "Pierre Morel, MD",
        "Eileen Boyle, MD",
        "Veronique Dorvaux, MD",
        "Giampaolo Merlini, MD",
        "Giovanni Palladini, MDPhD",
        "David Lavergne, PhD",
        "Frank Bridoux, MD PhD",
        "Arnaud Jaccard"
    ],
    "author_dict_list": [
        {
            "author_name": "Murielle Roussel, MD",
            "author_affiliations": [
                "Hematology Department, IUCT-Oncopole, Toulouse, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne-Marie Stoppa, MD",
            "author_affiliations": [
                "Institut J Paoli-Calmettes, Marseille, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurore Perrot, MD",
            "author_affiliations": [
                "Hôpitaux De Brabois, Vandoeuvre Les Nancy, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Karlin, MD",
            "author_affiliations": [
                "Ch Lyon Sud, Pierre Bénite, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Arnulf, MD PhD",
            "author_affiliations": [
                "Département d'Immuno-Hématologie, APHP, Paris, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Macro, MD",
            "author_affiliations": [
                "Haematology Department, Caen University Hospital, Caen, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoine Huart, MD",
            "author_affiliations": [
                "Department of Nephroiogy, Oncopole, Toulouse, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Frenzel, MD PhD",
            "author_affiliations": [
                "Hematology Department / Hemophilia Center, INSERM U1163, CNRS ERL 8254, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Morel, MD",
            "author_affiliations": [
                "Department of Hematology, Chu Amiens, Salouel, FRA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen Boyle, MD",
            "author_affiliations": [
                "Department of Hematology, CHU, Lille, FRA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Dorvaux, MD",
            "author_affiliations": [
                "Medecine Interne, Hopital Notre Dame de Bon Secours, Metz-Thionville, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giampaolo Merlini, MD",
            "author_affiliations": [
                "Foundation IRCCS Policlinico San Matteo, University of Pavia, Italy, Pavia, ITA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Palladini, MDPhD",
            "author_affiliations": [
                "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, Pavia, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Lavergne, PhD",
            "author_affiliations": [
                "Department of Hematology and National Referral Center for AL Amyloidosis, CHU Limoges, Limoges, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Bridoux, MD PhD",
            "author_affiliations": [
                "Department of Nephrology and National Referral Center for AL Amyloidosis, CHU, Poitiers, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnaud Jaccard",
            "author_affiliations": [
                "Department of Hematology and National Referral Center for AL Amyloidosis, CHU Limoges, Limoges, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:29:10",
    "is_scraped": "1"
}