{
    "doi": "https://doi.org/10.1182/blood.V106.11.1379.1379",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=411",
    "start_url_page_num": 411,
    "is_scraped": "1",
    "article_title": "Human CD34+ Cells Expressing CBFβ-MYH11 Exhibit a Myelomonocytic Phenotype with Greatly Enhanced Proliferative Ability. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "b cell development",
        "cd34 antigens",
        "chromosome rearrangements",
        "core-binding factor",
        "embryo",
        "gene expression",
        "genes",
        "genetic manipulation",
        "granulocytes",
        "hematopoiesis"
    ],
    "author_names": [
        "Mark Wunderlich, MS",
        "Ondrej Krejci, MD/PhD",
        "Junping Wei, MD/PhD",
        "Thomas X. Lu",
        "James C. Mulloy, PhD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital, University of Cincinnati College of Medicine, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "The Core Binding Factor (CBF) transcription factor complex is required for normal hematopoiesis. Knockout of either component of the complex, AML1 or CBFβ, results in embryonic lethality in mice due to a lack of definitive hematopoiesis. Chromosomal rearrangements involving the CBF genes are commonly associated with leukemia. The t(8:21) fuses the AML1 gene to ETO (AE) and is predominantly observed in leukemias of the FAB M2 subtype of acute myeloid leukemia (AML). The t(16:16) and inv(16) are associated with FAB M4Eo leukemias and result in fusion of the CBFβ gene to MYH11 (CM). While knockin of either AE or CM is not sufficient to cause disease, expression of either protein increases the incidence of leukemia in mice when combined with mutagens or specific secondary genetic manipulations. We have previously shown that retroviral transduction of primary human CD34+ cells with AE causes a dramatic accumulation of CD34+ progenitor cells with increased CFU-C and CAFC activity during an increased lifespan in vitro. These cultures retain the ability to differentiate to myeloid, lymphoid, and erythroid lineages and the ability to engraft NOD/SCID mice. Consistent with mouse studies, these cells fail to cause disease in mice or become transformed in vitro. These cultures serve as a preleukemic model for human AML associated with AML1-ETO expression. We show here that retroviral transduction of CM into human CD34+ hematopoietic cells similarly mimics a putative pre-leukemic condition initiated by inv(16). Transduced cells proliferate for up to 7 months in culture with retention of CD34 expression on a subset of cells. Cells from CM cultures display a more mature morphology than AE cells, consistent with the association with M4Eo AMLs, and have a greatly reduced ability to differentiate to the erythroid lineage in methylcellulose assays. Nevertheless, long-term CM cultures retain CFU-C activity, the ability to engraft NOD/SCID-B2M mice, and the potential for B-cell development in vitro, implicating a primitive progenitor as the target cell rather than a committed granulocyte/monocyte progenitor. Microarray analysis of AML leukemias has identified specific genes with altered expression in inv(16) patient samples. We have found that a number of these inv(16)-associated transcripts are likewise altered in CD34+ cells from our CM cultures when compared to control CD34+ cells, while others are not affected. These data suggest that our system will be useful in examining the effects of CBFβ-MYH11 on gene expression in the human preleukemic cell, in characterizing the effect of this oncogene on human stem cell biology and in defining its contribution to the development of leukemia."
}