{
    "doi": "https://doi.org/10.1182/blood-2019-122887",
    "article_title": "Reduced Relapse Risk in Children with Acute Myeloid Leukemia (AML) Who Experience Septic Shock (SS) ",
    "article_date": "November 13, 2019",
    "session_type": "906.Outcomes Research-Malignant Conditions (Myeloid Disease)",
    "abstract_text": "Background: Relapse remains the major clinical risk in children with AML, and persistent minimal residual disease (MRD) poses a particular therapeutic challenge as a presumably chemoresistant cell population. We previously showed innate immune stimulation can generate durable memory immune responses against leukemia cells in preclinical MRD models ( Blood 2009 114:2459; Leukemia 2018 32: 539). These treatments mimic the \"danger\" signal provided by SS and may offer novel immunotherapeutic approaches for patients who fail or are not eligible for targeted immunotherapies. Demonstrating a protective effect of SS against AML relapse would support clinical development of innate immune stimulants. We hypothesized 1) SS is associated with a decreased risk of AML relapse among children who were able to achieve remission after induction, and 2) this effect is most pronounced in children with persistent MRD, who are more likely to have both SS exposures and relapses. Methods: We used a previously assembled cohort of children with de novo AML using Pediatric Health Information System (PHIS) data merged with patients on two clinical trials from the Children's Oncology Group (COG; PLOS One 2015 10:e0143480). We developed and validated a method to detect SS exposures in PHIS using vasopressor billing codes ( PBC 2019 10.1002/pbc.27713 #2024) and used COG data for demographics, treatment, and outcomes. SS exposures were captured starting 7 days from first chemotherapy until last day of the last treatment course or 30 days prior to relapse. Follow-up for relapse and non-relapse mortality (NRM) began after the end of Induction II and continued to last contact, off-study date, or until 5 years from diagnosis. Cumulative incidences of relapse (CIR) and NRM (CIN) were estimated treating each other as competing risks. Sub-distribution hazard regression models were used to estimate crude and adjusted sub-hazard ratios (subHR) and associated 95% confidence intervals (CI) of relapse in relation to SS. SS was treated as a time-varying exposure, so each patient became SS-exposed once the first SS occurred. Demographic and clinical characteristics were evaluated as potential confounders of the associations of interest. Results: We identified 569 COG-PHIS patients with AML who achieved complete remission by the end of Induction II. In this cohort, 188 (33%) experienced SS during therapy. Older age, Black non-Hispanic race-ethnicity, Hispanic ethnicity, and receipt of stem cell transplant (SCT) were associated with SS exposure (Table 1). Median follow-up was 1122 days (IQR 413-1745) from the end of Induction II. Relapse occurred in 220 (38.7%) patients and was associated with male sex and genetic risk (Table 1). Positive end-Induction I MRD approached a significant association with relapse. CIRs were similar among SS-exposed and unexposed patients in the overall cohort and in MRD-negative patients (Figs. 1A-B). Among children with persistent MRD, SS-exposed patients had a lower 5-year CIR than unexposed patients (43% vs. 60.1%; Fig. 1C). Adjusted subHR for relapse for the overall cohort was 0.82 (CI: 0.61-1.11); for the MRD-negative subgroup, adjusted subHR was 0.86 (CI: 0.61-1.21); and for the MRD-positive subgroup, 0.57 (CI: 0.31-1.05). These effects were consistently in the protective direction but did not reach statistical significance. In a sensitivity analysis restricting duration of the exposure effect to 12 months, SS exposure in the overall cohort was associated with a risk reduction (adjusted subHR 0.65; CI: 0.45-0.92). NRM occurred in 28 (4.9%) and was associated with high-risk therapy on AAML1031 and with positive MRD, with a near-significant association with SCT (not shown). SS-exposed patients had a higher 5-year CIN (10.4% v. 2.8%; Fig. 1D). Conclusions: Using merged clinical trial and administrative data, we identified a potentially protective effect of exposure to a strong immune stimulus (SS) that was most pronounced in children with persistent MRD. This suggests immune surveillance for low-level AML can be induced and supports investigation of innate immune stimulant therapy for this very poor prognosis childhood leukemia. While NRM is higher among SS-exposed patients, clinical trials of innate immune stimulants would comprise controlled interventions expected to result in markedly less toxicity than unpredictable SS exposures. Repeated dosing may prolong the effect duration beyond 12 months. View large Download slide View large Download slide  Close modal Disclosures Fisher: Merck: Research Funding; Pfizer: Research Funding; Astellas: Other: Data Safety Monitoring Board Chair for an antifungal study.",
    "topics": [
        "antifungal agents",
        "central nervous system stimulants",
        "chemotherapy regimen",
        "child",
        "childhood leukemia",
        "complete remission",
        "disease remission",
        "follow-up",
        "hematopoietic stem cell transplantation",
        "immunologic adjuvants"
    ],
    "author_names": [
        "Alix E. Seif, MD",
        "Yimei Li, PhD",
        "Viviane C. Cahen",
        "Yuan-Shung V. Huang, MS",
        "Matt Hall, PhD",
        "E. Anders Kolb, MD",
        "Brian T. Fisher, DO, MSCE",
        "Richard Aplenc, MD PhD",
        "Kelly D Getz"
    ],
    "author_dict_list": [
        {
            "author_name": "Alix E. Seif, MD",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yimei Li, PhD",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viviane C. Cahen",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan-Shung V. Huang, MS",
            "author_affiliations": [
                "Center for Pediatric Clinical Effectiveness, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Hall, PhD",
            "author_affiliations": [
                "Children's Hospital Association, Lenexa, KY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Anders Kolb, MD",
            "author_affiliations": [
                "Center for Cancer and Blood Disorders, Alfred I. duPont Hospital for Children, Wilmington, DE "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Fisher, DO, MSCE",
            "author_affiliations": [
                "Division of Infectious Diseases, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD PhD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly D Getz",
            "author_affiliations": [
                "Center for Childhood Cancer Research, Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:39:34",
    "is_scraped": "1"
}