{
    "doi": "https://doi.org/10.1182/blood.V128.22.3582.3582",
    "article_title": "Economic Evaluation of Carfilzomib+Dexamethasone (Kd) Vs Bortezomib+Dexamethasone (Vd) in Relapsed or Refractory Multiple Myeloma (R/RMM) ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "abstract_text": "Background : Carfilzomib is an innovative second generation proteasome inhibitor (PI) that binds irreversibly and selectively to the proteasome. Carfilzomib exhibits sustained inhibition of the proteasome with minimal off-target activity. Kd was approved in 2016 as a treatment (Tx) option for R/RMM patients who have received one to three prior lines of therapy.In the ENDEAVOR phase 3, open label, multicenter randomized controlled trial assessing Kd vs Vd, median progression-free survival (PFS) was 18.7 months (95% CI:15.6 - could not be estimated) in the Kd group vs 9.4 months (8.4 - 10.4) in the Vd group at an a priori, pre-specified interim analysis (hazard ratio [HR]: 0.53 [95% CI: 0.44 - 0.65]; p<0.0001). OS data at the 1 st interim analysis were immature. In the current study, we assessed the cost-effectiveness (CE) of Kd vs Vd from a US payer perspective using data from ENDEAVOR and long-term overall survival (OS) data from the Surveillance, Epidemiology, and End Results Program (SEER). Methods: A partitioned-survival model with a progression-free (PF), a post-progression (PP) and a death state was built with a 30 year horizon. PFS was modelled using separately fitted log-logistic parametric curves. In order to estimate measures of efficacy for OS and to incorporate treatment effect into the model, time-dependent multiple semiparametric Cox regression analyses were implemented for OS outcomes, which controlled for baseline covariates. OS for Vd in the base case was modelled with a separately fitted Weibull parametric curve, which was fitted to the Vd data. The time-dependent multiple Cox model generated a HR for 0 to 12 months and a HR beyond 12 months for Kd vs Vd, which were applied to model the Kd OS curve. The OS curves beyond 36 months were extrapolated with SEER data. A Weibull distribution was used for the extrapolation by matching the SEER registry data to the ENDEAVOR population, which was assumed to represent the Vd survival rate. To this extrapolated survival curve beyond 36 months, the OS treatment effect was applied in order to model the Kd curve. Grade ≥ 3 adverse events (AEs) with ≥ 2% incidence in any ENDEAVOR arm were included. Utilities were derived from the literature and adjusted for the treatment specific improvement in QoL observed when patients were PF in ENDEAVOR. Costs related to drug (WAC prices), administration, monitoring, AE management, and subsequent Tx were considered. The base case utilized OS results from an updated OS dataset (March 2016) that resulted in an ad hoc OS analysis. A 3% discount rate was applied to costs and health outcomes. Results: In the base-case, results from the model showed thatKd was more effective compared to Vd, providing 1.874 PfLY, 1.854 LY, and 1.654 QALY gains over the modelled horizon. Kd incurred $227,703 in total additional costs and the ICER vs Vd was 137,660$/QALY. Conclusions: The model predicts that Kd delivers 1.85 additional life years over the the comparator Vd. Per the base case, Kd is cost-effective vs Vd at generally accepted willingness-to-pay thresholds of $150,000/QALY and $300,000/QALY in the US. Based on the ENDEAVOR data, Kd is a superior PI-based doublet compared to Vd, and should be preferred whenever doublets are appropriate for the patient, Furthermore, this CE analysis shows that Kd delivers considerable incremental value to patients with relapsed or refractory MM and to payers who must allocate budgets for the treatment of patients. Table View large Download slide Table View large Download slide  Close modal Disclosures Jakubowiak: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; SkylineDx: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Majer: Amgen Inc: Employment, Equity Ownership. Houisse: Amgen Inc: Consultancy. Benedict: Amgen Inc: Consultancy. Campioni: Amgen: Employment, Other: Holds Amgen Stock. Panjabi: Amgen Inc: Employment, Equity Ownership. Ailawadhi: Pharmacyclics: Consultancy; Novartis: Consultancy; Amgen Inc: Consultancy; Takeda Oncology: Consultancy.",
    "topics": [
        "adverse event",
        "arm",
        "binding (molecular function)",
        "carfilzomib",
        "cox proportional hazards models",
        "economics",
        "equity",
        "multicatalytic endopeptidase complex",
        "multiple myeloma",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Andrzej Jakubowiak, MD PhD",
        "Istvan Matyas Majer, PhD",
        "Ivan Houisse, MSc",
        "Agnes Benedict",
        "Marco Campioni",
        "Sumeet Panjabi",
        "Sikander Ailawadhi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrzej Jakubowiak, MD PhD",
            "author_affiliations": [
                "KCBD, University of Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Istvan Matyas Majer, PhD",
            "author_affiliations": [
                "Amgen (Europe) GmbH, Zug, Switzerland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Houisse, MSc",
            "author_affiliations": [
                "Evidera Inc, Budapest, Hungary "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes Benedict",
            "author_affiliations": [
                "Evidera, Budapest, Hungary "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Campioni",
            "author_affiliations": [
                "Amgen (Europe) GmbH, Zug, Switzerland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumeet Panjabi",
            "author_affiliations": [
                "Amgen Inc, South San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sikander Ailawadhi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:34:53",
    "is_scraped": "1"
}