{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.68.68",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3736",
    "start_url_page_num": 3736,
    "is_scraped": "1",
    "article_title": "Reduction in Bone Marrow Insulin-like Growth Factor-1 Levels Enhances Long-Term Hematopoietic Stem Cell Engraftment Following Bone Marrow Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: T cell regeneration and donor graft effects on HCT",
    "topics": [
        "bone marrow",
        "bone marrow transplantation",
        "engraftment",
        "hematopoietic stem cells",
        "insulin-like growth factor i",
        "cd45 antigens",
        "insulin-like-growth factor i receptor",
        "rna, messenger",
        "spinocerebellar ataxia type 1",
        "transplantation"
    ],
    "author_names": [
        "Timothy S. Olson, MD PhD",
        "Ji Zha, PhD BS",
        "Lori Kunselman",
        "Jian-Meng Fan",
        "Edwin M. Horwitz, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Pediatrics, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Department of Pediatrics, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Department of Pediatrics, Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA "
        ],
        [
            "Nationwide Children's Hospital, Columbus,"
        ]
    ],
    "first_author_latitude": "39.94761604999999",
    "first_author_longitude": "-75.19403245",
    "abstract_text": "Efficient donor hematopoietic stem cell (HSC) engraftment is critical for successful bone marrow transplantation (BMT) and requires interactions between donor HSC and host-derived HSC niche elements. Due to disruption of perivascular stem cell niches induced by myeloablative BMT conditioning, initial engraftment of HSC following BMT occurs in niches located near the endosteum. We have previously shown that myeloablative BMT conditioning with total body irradiation (TBI) induces expansion of endosteal niche osteolineage cells in a time course correlating with increases in bone marrow (BM) levels of insulin-like growth factor (IGF)-1. We also have shown that inhibition of IGF-1 Receptor (IGF1R) signaling blocks osteolineage cell expansion after TBI, resulting in poor engraftment of long-term (LT)-HSC after BMT and suggesting a critical role for IGF-1/IGF1R interactions in regulating engraftment after BMT. We now present data in which we have defined the cellular sources of BM IGF-1 following TBI and have surprisingly discovered that reduction in BM IGF-1 levels promotes LT-HSC retention at baseline and donor LT-HSC engraftment following BMT. Using mice with floxed IGF-1 alleles (IGF1 L/L ) and with tissue-specific expression of Cre-recombinase, we generated models with deletion of IGF-1 derived from mature osteolineage cells (Col1A1 Cre IGF1 Exc ), hematopoietic cells (CD45 Cre IGF1 Exc ), or liver (Alb Cre IGF1 Exc ). We additionally generated a conditional IGF-1 deletion model (MX1 Cre IGF1 Exc ) in which polyI:polyC (pI:pC) treatment disrupts IGF-1 production from all 3 of the above sources. By qPCR analysis, CD45 Cre IGF1 Exc BM showed marked reduction (>95%) in BM IGF-1 mRNA at baseline and following TBI, suggesting that hematopoietic cells produce most of the locally derived IGF-1 in BM. Unexpectedly however, neither deletion of osteoblast-derived (Col1A1 Cre IGF1 Exc ) nor hematopoietic cell-derived (CD45 Cre IGF1 Exc ) IGF-1 significantly reduced BM extracellular or intracellular IGF-1 protein levels at baseline, or extracellular BM IGF-1 levels following TBI. In contrast, elimination of liver-derived IGF-1 in Alb Cre IGF1 Exc mice not only reduced plasma IGF-1 levels by 80%, but surprisingly reduced BM extracellular IGF-1 protein levels by ≥80% both at baseline and 48 hours post-TBI, and reduced BM intracellular IGF-1 protein levels by >80% and >60% at baseline and post-TBI, respectively. These data suggest that most IGF-1 protein in BM during BMT is derived from liver. Conditional IGF-1 deletion in MX1 Cre IGF1 Exc mice resulted in severe reduction of both BM IGF-1 mRNA and protein levels, combining effects seen in CD45 Cre IGF1 Exc and Alb Cre IGF1 Exc mice. None of these models, however, showed deficits in TBI-induced endosteal cell expansion, suggesting that other ligands or perhaps only low levels of IGF-1 are required to induce IGFR1 signaling-dependent endosteal cell expansion. Unexpectedly, reduction of BM IGF-1 in ALB Cre IGF1 Exc and MX1 Cre IGF1 Exc mice caused a 3-4 fold increase (% of total BM) in BM Lin - cKit + Sca1 + CD48 - CD150 + or Lin - cKit + Sca1 + CD34 - CD135 - HSC. ALB Cre IGF1 Exc BM displayed enhanced multi-lineage long-term repopulating capacity in competitive transplant assays, proving that these cells are functional LT-HSC. Given this baseline LT-HSC enhancement, we asked if reduction in BM IGF-1 levels impacted capacity of ALB Cre IGF1 Exc BM niches to engraft donor HSC after BMT. Using competitive secondary transplantation assays to assess numbers of engrafted WT GFP + LT-HSC 3 weeks after primary BMT into ALB Cre IGF1 Exc or control mice, we found that reduced IGF-1 in the ALB Cre IGF1 Exc BM microenvironment resulted in >2.5 fold enhancement of donor LT-HSC engraftment. In an initial search of downstream mediators of this effect, we discovered that reduction of IGF-1 levels in MX1 Cre IGF1 Exc BM results in a 2.5-fold increase in post-TBI CXCL12 mRNA expression, suggesting that reducing BM IGF-1 may enhance donor LT-HSC engraftment by promoting LT-HSC homing and maintenance within HSC niches. Taken together our data define a critical role for IGF-1/IGF1R interactions in regulating the efficiency of donor HSC engraftment following BMT. Therapeutic strategies to reduce BM IGF-1 may prove to be a valuable approach to improving engraftment following clinical BMT. Disclosures No relevant conflicts of interest to declare."
}