{
    "doi": "https://doi.org/10.1182/blood.V124.21.3471.3471",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2918",
    "start_url_page_num": 2918,
    "is_scraped": "1",
    "article_title": "Correlation Between Markers of Bone Turnover and Vitamin D Levels in Patients with Monoclonal Gammopathy of Undetermined Significance (MGUS) ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "monoclonal gammopathy of undetermined significance",
        "vitamin d",
        "bone turnover rate",
        "trance protein",
        "vitamin d deficiency",
        "interleukin-6",
        "cancer",
        "free immunoglobulin light chain",
        "smoldering myeloma",
        "cytokine"
    ],
    "author_names": [
        "Brea C. Lipe, MD",
        "Tara L. Lin, MD",
        "Omar S. Aljitawi, MD",
        "Abdulraheem Yacoub, MD",
        "Ruben Reyes, MD",
        "Suman Kambhampati, MD",
        "Peter van Veldhuizen, MD",
        "Joseph R. Mikhael, MD"
    ],
    "author_affiliations": [
        [
            "University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "The University of Kansas, Westwood, KS "
        ],
        [
            "University of Kansas Medical Center, Kansas City, KS "
        ],
        [
            "University of Kansas Cancer Center, Kansas City, KS "
        ],
        [
            "University of Kansas, Westwood, US Virgin Islands "
        ],
        [
            "Mayo Clinic in Arizona, Scottsdale, AZ"
        ]
    ],
    "first_author_latitude": "39.066498100000004",
    "first_author_longitude": "-94.62191469999999",
    "abstract_text": "Intro: Multiple myeloma (MM) is an incurable malignancy that arises from MGUS, however the majority of patients with MGUS do not go on to develop MM. A deeper understanding of the biology of progression from MGUS to MM is needed to identify patients at higher risk of progression and identify potential strategies to prevent development of MM. Altered bone metabolism is common in MGUS with upregulation of the receptor-activator of nuclear kB ligand (RANKL) to osteoprotegrin (OPG) ratio. Vitamin D has a central role in bone metabolism and has recently been associated with progressive disease in several malignancies, including MM. We hypothesized that progressive alterations in the key molecules of bone remodeling would correlate with the risk group of MGUS and that correction of vitamin D deficiency would lead to improved equilibrium of selective cytokines involved in bone remodeling and metabolism. Methods: 43 patients with MGUS or smoldering myeloma were assigned to low (0 or 1 risk factor) or high (2 or 3 risk factors or smoldering multiple myeloma (SMM)) risk of progression to MM based on the IMWG consensus statement (Leukemia. 2010, June; 24(6); 1121-7). We measured 25 hydroxyvitamin D levels, IL-6, and the RANKL/OPG ratio via enzyme linked immunosorbent assay (ELISA). Patients with low levels of 25 hydroxyvitamin D were treated with 6,000 units of cholecalciferol daily for 8 weeks and then 2,000 units daily thereafter. Repeat levels of 25 hydroxyvitamin D, interleukin-6 (IL-6), and RANKL/OPG were repeated after three months of cholecalciferol therapy. Results: Total enrollment was 43 patients, with 26 patients with low risk disease and 17 patients with high risk disease. There was no significant difference in IL-6, OPG, RANKL, or the RANKL/OPG ratio levels between patients with low versus high risk disease. Patients with SMM versus patients with MGUS had higher levels of IL-6 RANKL and the RANKL/OPG ratio. 14 patients were found to have vitamin D deficiency with 25 hydroxyvitamin D <25ng/mL, 5 high risk and 9 low risk patients. There was no difference in IL-6 levels in patients with or without vitamin D deficiency. Patients with vitamin D deficiency had an increased RANKL and the RANKL/OPG ratio. With cholecalciferol supplementation in deficient patients, the average vitamin D level in deficient patients increased from 16.6 to 25.34 ng/mL while the RANKL/OPG ratio decreased (241.99 vs. 115.32, p-value .041) and the serum free light chain ratio improved (median improvement of 6, p-value=.013). Conclusions: These data provide clues that vitamin D deficiency is pervasive in MGUS . Additionally, hypovitaminosis D and its correction modulates the RANKL/OPG ratio that could play a pivotal role between osteoblasts and osteoclasts. Further study is required to determine if alterations in bone metabolism and the correction of abnormal metabolism can alter the disease course of patients with MGUS, especially serum free light chains and bone marrow plasma cells (PC) and the PC karyotype. This trial was conducted with IRB approval from the University of Kansas Medical Center. Table 1. RANKL, OPG, and RANKL/OPG ratios for SMM versus MGUS patients with 0,1, or two risk factors and patients with vitamin D deficiency versus those without vitamin D deficiency.  . SMM . MGUS 0,1,2 . p-value . 25 hydroxyvitamin D<25 ng/mL . 25 hydroxyvitamin D >25 . p-value . RANKL (pg/mL) 65500.76 13819.97 .041 50216.25 10387.77 .044 OPG (pg/mL) 180.59 164.81 .25 177.78 163.46 .60 RANKL/OPG 252.66 110.04 .06 241.99 73.25 .034 . SMM . MGUS 0,1,2 . p-value . 25 hydroxyvitamin D<25 ng/mL . 25 hydroxyvitamin D >25 . p-value . RANKL (pg/mL) 65500.76 13819.97 .041 50216.25 10387.77 .044 OPG (pg/mL) 180.59 164.81 .25 177.78 163.46 .60 RANKL/OPG 252.66 110.04 .06 241.99 73.25 .034 View Large Disclosures Yacoub: seattle genetics: Membership on an entity's Board of Directors or advisory committees; sanofi: Membership on an entity's Board of Directors or advisory committees; alexion: Membership on an entity's Board of Directors or advisory committees. Mikhael: Onyx: Research Funding; Celgene: Research Funding; Sanofi: Research Funding; Novartis: Research Funding."
}