{
    "doi": "https://doi.org/10.1182/blood.V118.21.2965.2965",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2026",
    "start_url_page_num": 2026,
    "is_scraped": "1",
    "article_title": "Upregulation of CD274 facilitates ex Vivo Expanded Hematopoietic Stem Cells Overcome the MHC Barrier in Allogeneic Transplantation ",
    "article_date": "November 18, 2011",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Posters II",
    "topics": [
        "hematopoietic stem cells",
        "transplantation, homologous",
        "up-regulation (physiology)",
        "graft-versus-host disease",
        "transplantation",
        "allografting",
        "dilution technique",
        "dna",
        "genetic disorder",
        "neutralizing antibodies"
    ],
    "author_names": [
        "Chengcheng Zhang, PhD"
    ],
    "author_affiliations": [
        [
            "Physiology & Developmental Biology, UT Southwestern, Dallas, TX, USA"
        ]
    ],
    "first_author_latitude": "32.813802599999995",
    "first_author_longitude": "-96.8402121",
    "abstract_text": "Abstract 2965 Success of allogeneic transplantation is severely hampered by low levels of donor engraftment and high risks of graft-versus-host disease (GVHD). Transplantation of purified allogeneic blood stem cells (HSCs) diminishes the risk of GVHD, but also results in decreased engraftment. Here we show that ex vivo expanded HSCs efficiently overcame the major histocompatibility complex (MHC) barrier and engrafted allogeneic recipient mice. As measured by limiting dilution analysis, there was a 40-fold increase in the allograft ability of the 8-day-cultured HSCs compared to that of the freshly isolated HSCs. We found that both increased numbers of HSCs and cultured-induced elevation of expression of the immune inhibitor on the surface of HSCs contributed to the enhancement. CD274, an immune inhibitor that is expressed on freshly isolated HSCs, was significantly upregulated on cultured HSCs. The use of CD274-deficient HSCs or HSCs treated with a CD274 neutralizing antibody abrogated the ability of cultured but unexpanded HSCs to cross the MHC barrier. To test whether cultured HSCs can be used to cure genetic diseases in allogeneic recipients, we used ex vivo expanded allogeneic HSCs for transplantation and successfully rescued the lethal phenotype of DNA-PK knock-in mice. Our study suggests that HSCs can be manipulated to regulate their immune privilege and this will likely lead to development of new strategies for successful allogeneic transplantation for human patients. Disclosures: No relevant conflicts of interest to declare."
}