{
    "doi": "https://doi.org/10.1182/blood.V118.21.2816.2816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1972",
    "start_url_page_num": 1972,
    "is_scraped": "1",
    "article_title": "A Mechanistic Rationale for the Use of Statins to Enhance JAK Inhibitor Therapy in MPNs ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster II",
    "topics": [
        "janus kinase inhibitors",
        "statins",
        "cholesterol",
        "cytokine",
        "atorvastatin",
        "cholesterol measurement test",
        "receptors, cytokine",
        "simvastatin",
        "adverse effects",
        "complex"
    ],
    "author_names": [
        "Lori N. Griner",
        "Kathy L. McGraw",
        "Joseph O. Johnson",
        "Alan F. List, MD",
        "Gary W. Reuther"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Cancer Biology Ph.D. Program, University of South Florida, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Cancer Biology Ph.D. Program, University of South Florida, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.05960015",
    "first_author_longitude": "-82.4197782",
    "abstract_text": "Abstract 2816 JAK2 is a non-receptor tyrosine kinase that acts as an important signal transducer in cytokine signaling, promoting growth, survival, and differentiation of various cell types. Somatic mutations in JAK2 are commonly found in myeloproliferative neoplasms (MPNs). JAK2-V617F is frequently found in patients with classical MPNs: polycythemia vera (>95%), essential thrombocythemia (∼50%), and myelofibrosis (∼50%). JAK2-V617F is accepted to be a key contributing mutation to MPN development and its expression recapitulates an MPN phenotype in mouse models. While clinical trials treating MPN patients with JAK inhibitors have shown positive results, success has primarily been due to improved patient symptomology without the induction of clinical remission. Therefore, additional advances in understanding MPN cell biology could be utilized to further improve clinical outcomes. Normally, JAK2 associates with membrane-bound cytokine receptors and upon cytokine stimulation phosphorylates the receptor, allowing for signaling molecules like STAT5 to associate and be activated by JAK2 phosphorylation. While cytokine stimulation is not required to initiate signaling by JAK2-V617F, its interaction with cytokine receptors is thought to be required for deregulated signaling. We have previously shown that wild-type JAK2 resides in lipid rafts and that erythropoietin receptor signaling is dependent upon intact lipid rafts (Blood 2009, 114: 2506). Lipid rafts are nano-sized microdomains of the plasma membrane that are enriched in cholesterol and sphingolipids. Their functions include regulating membrane trafficking and regulating localization of proteins as a mechanism of facilitating specific protein complex formation in the membrane. Our ongoing work demonstrates that JAK2-V617F co-localizes with lipid rafts and that JAK2-V617F/STAT signaling is inhibited with lipid raft disrupting agents. We hypothesize that targeting lipid rafts, perhaps through alteration of cholesterol levels, will negatively impact JAK2-V617F signaling. The statin drugs, commonly used to treat hypercholesterolemia, inhibit HMG-CoA reductase, the rate-limiting enzyme in the mevalonate pathway, which leads to cholesterol biosynthesis. In our current study, we demonstrate that multiple statins (simvastatin, lovastatin, and atorvastatin) are effective at inhibiting JAK2-V617F-dependent cell growth and viability, through the use of JAK2-V617F-dependent MPN model cell lines (HEL, SET-2, and Uke1). In addition, we show that simvastatin treatment decreases primary MPN cell colony formation in a dose-dependent manner. Most impressively, we show cooperation between statins and JAK inhibitors (JAK inhibitor I as well as INCB018424), leading to an enhanced reduction of JAK2-V617F-positive cell growth over single agent treatment. Concurrently, we show that lipid rafts are altered and JAK2 protein no longer associates with rafts after low dose atorvastatin treatment. In addition to reducing cholesterol levels, statins can also alter other lipid-dependent processes, such as protein prenylation, and thus there may be additional statin effects that are contributing to decreased JAK2-V617F-dependent cell growth in our studies. Nonetheless cholesterol-dependent lipid rafts may facilitate proper JAK2-V617F signaling complexes required for the transforming signals of the JAK2-V617F oncoprotein. This hypothesis is consistent with recent work that has demonstrated that inhibition of membrane cholesterol efflux in hematopoietic progenitor cells promotes MPN formation in mice, and that removal of membrane cholesterol reverses this effect. Utilizing cholesterol-lowering statins in combination with JAK inhibitor treatment may provide a more effective therapeutic strategy for MPN patients than single agent JAK inhibitor use alone. Such combination therapies may also allow for lower doses of JAK inhibitor to be effective in MPN patients, potentially avoiding side effects and complications of higher dose therapy and increasing the number of patients who could tolerate long term JAK inhibitor therapy. Disclosures: No relevant conflicts of interest to declare."
}