{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2343.2343",
    "article_title": "Inhibition of Factor IXa By Protein S: Critical Function of the Protein S SHBG-like Domain ",
    "article_date": "December 7, 2017",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "abstract_text": "Background and Approach -Protein S (PS) is a vitamin K-dependent anticoagulant. PS deficiency can have severe-even deadly-outcomes, such as deep vein thrombosis, arterial thrombosis (stroke, heart attack), and pulmonary embolism. We have demonstrated a direct inhibition of FIXa by PS independent of Protein C, in the absence and presence of FVIIIa. However, the binding sites for FIXa within PS have not been identified; such identification is a necessary first step to enlisting PS in the prevention of life-threatening thrombosis. Thus, we used an in silico docking approach with the three dimensional structure of SHBG domain of PS that predicted the involvement of SHBG domain/s to mediate FIXa binding. The SHBG is composed of mainly two laminin LG-type domains, LG1 and LG2. Aim To determine whether the LG1, LG2, or LG1+2 domains of PS can bind and inhibit FIXa. Methods- Human PS LG1, LG2, and LG1+LG2 domains were cloned into the GST tagging pGEXGP1 expression vector, and the expressed polypeptides were purified with glutathione Sepharose. Binding of the LG1+2 construct to FIXa was measured by anisotropy. Association of LG1+2 with FIXa was also assessed by co-immunoprecipitation from plasma. We also measured the inhibitory effect of the LG constructs on FIXa activation of FX in the presence and absence of FVIIIa and phospholipid vesicles (PS/PC). Finally, we measured plasma thrombin generation in PS-deficient plasma supplemented with the LG domain constructs. Results- We measured the anisotropy of active site-labeled FIXa (DEGR-IXa) in the presence of phosphatidylserine/phosphatidylcholine vesicles and increasing concentrations of LG1+2 protein. A binding K d of ~ 50 nM was obtained from these anisotropy measurements, which was comparable to the binding K d of PS to FIXa (K d ~ 40 nM). We further confirmed the association between LG1+2 and FIXa by co-immunoprecipitation. PS-deficient plasma was supplemented with either LG1+2 or intact PS and incubated with anti-PS antibody, followed by immunoblotting of the immunoprecipitates with a FIXa-specific antibody; both PS and LG1+2 protein had associated with FIXa. Next, we measured the proteolytic activation of FX by FIXa in the presence of the LG constructs; FX activation was quantitated by cleavage of a synthetic FX substrate (S-2765) in the presence of phospholipid vesicles. The LG1+2 construct reduced the rate of FX activation by FIX to ~ 54%, and the rate was further reduced to 69% when FVIIIa was complexed with FIXa; these reduced rates agreed with our previous measurements using intact PS. However, the separate LG1 and LG2 domains reduced the rate of FX activation by FIXa by only 35 % and 29%, respectively. Plasma thrombin generation with a limiting amount of Tissue Factor also supported the results obtained from the FX activation assay as described above. The effects of PS and the LG1+2 construct on thrombin generation were the same (Figure 1). Conclusion- Binding measurements, proteolytic studies, and plasma thrombin generation assays indicate that the LG1+2 domain of PS is sufficient to inhibit FIXa. The LG1 and LG2 region of the PS SHBG domain are the critical contact regions involved in FIXa inhibition. Hence, our study suggests that PS deficiencies could be treated with a small laminin G-like domain of PS instead of the much larger intact PS protein. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "factor ixa",
        "protein s",
        "sex hormone-binding globulin",
        "thrombin",
        "vesicle",
        "antibodies",
        "immunoprecipitation",
        "laminin",
        "mechlorethamine",
        "phospholipids"
    ],
    "author_names": [
        "Rima Chattopadhyay, PhD",
        "A'drianne Dorsey",
        "Satish Pilli, PhD",
        "Sumita Choudhury, PhD",
        "Rinku Majumder, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rima Chattopadhyay, PhD",
            "author_affiliations": [
                "LSU Health Science Center, New Orleans, LA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "A'drianne Dorsey",
            "author_affiliations": [
                "LSU Health Science Center, New Orleans, LA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satish Pilli, PhD",
            "author_affiliations": [
                "Louisiana State University Health Sciences Center, New Orleans, LA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumita Choudhury, PhD",
            "author_affiliations": [
                "LSU Health Science Center, New Orleans, LA ",
                "LSU Health Science Center, New Orleans,"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rinku Majumder, PhD",
            "author_affiliations": [
                "Louisiana State University Health Sciences Center, New Orleans, LA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:42:53",
    "is_scraped": "1"
}