{
    "doi": "https://doi.org/10.1182/blood-2019-129405",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4445",
    "start_url_page_num": 4445,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Fully Human Bcma CAR T Cells in Combination with a Gamma Secretase Inhibitor to Increase Bcma Surface Expression in Patients with Relapsed or Refractory Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "704.Immunotherapies",
    "topics": [
        "gamma-secretase",
        "multiple myeloma",
        "t-lymphocytes",
        "antigens",
        "epidermal necrolysis, toxic",
        "follow-up",
        "neoplasms",
        "t-cell therapy",
        "antibodies, bispecific",
        "biological products"
    ],
    "author_names": [
        "Andrew J. Cowan, MD",
        "Margot Pont, PhD",
        "Blythe Duke Sather, PhD",
        "Cameron J. Turtle, MBBS, PhD",
        "Brian G. Till, MD",
        "Anne M Nagengast, RN",
        "Edward N. Libby, III, MD",
        "Pamela S. Becker, MD PhD",
        "David G. Coffey, MD",
        "Sherilyn A. Tuazon, MD",
        "Brent L Wood, MD PhD",
        "Michelle L Blake, PhD",
        "Melissa G Works, PhD",
        "Ted A Gooley, PhD",
        "Qian Vicky Wu, PhD",
        "David G. Maloney, MD PhD",
        "Stanley R. Riddell, MD",
        "Damian J. Green, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research center, Seattle, WA "
        ],
        [
            "Lyell Immunopharma, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutch Cancer Research Center, Seattle, WA "
        ],
        [
            "Department of Laboratory Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "Juno Therapeutics, Seattle, WA"
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Background: Although the median survival for patients with multiple myeloma has improved dramatically, almost all patients will eventually relapse and become resistant to standard therapies. Chimeric antigen receptor T cells (CAR T cells) targeting B cell maturation antigen (BCMA) have shown early promise in MM, with high initial response rates. Responses are often incomplete and durability has been a key concern, with most patients relapsing within 1 year (Raje N et al NEJM 2019). We have previously demonstrated that gamma secretase inhibitors (GSI) increase BCMA surface density, decrease soluble BCMA levels and augment anti-tumor efficacy of BCMA CAR T cells in preclinical models. In a phase I first-in-human trial (NCT03502577), we combined CAR T cells expressing a fully human BCMA scFv with an orally administered gamma secretase inhibitor (JSMD194). Methods: Eligible patients had relapsed/refractory MM, with ≥ 10% plasma cells in the bone marrow by CD138 IHC, and measurable disease by IMWG criteria. BCMA was measured on CD138+ plasma cells by flow cytometry. CD8+ and CD4+ T cells were isolated via positive selection. The T cells were stimulated in separate cultures and transduced with lentiviral vector encoding a fully human BCMA scFv in conjunction with 41BB and CD3 zeta signaling domains. Following expansion, the cell product was formulated in a 1:1 ratio of CD4+:CD8+ BCMA CAR T cells. To assess the discreet impact of the GSI on plasma cell BCMA expression, patients received a GSI (JSMD194) monotherapy \"run-in\" involving three oral doses (25 mg) administered 48 hours apart over 5 days. A bone marrow aspirate was obtained on day 5 and BCMA expression on tumor cells was compared to baseline. Then, after lymphodepleting chemotherapy, BCMA CAR T cells were infused at a total starting dose of 5 x 10^7 EGFRt+ cells, in combination with JSMD194 dosed at 25 mg thrice weekly for three weeks, starting on the day of CAR infusion. Results: Eight patients, with a median age of 64.5 (range, 50-70 years) and a median of 10 prior regimens (range, 4-23), were screened, and seven patients have been treated. One patient had not responded to prior treatment with BCMA CAR T cells using a different construct, and another had progressed on a clinical trial employing a BCMA bispecific antibody. Median bone marrow plasma cell involvement by IHC was 32.5% (range, 10-80%) at enrollment. High-risk features were present in 75% of patients. Median involved serum free light chain at screening was 68.7 mg/dL (range18.45 - 365.61 mg/dL) and median monoclonal protein was 2.55 g/dL (range 0.1 - 5.1 g/dL). Following 3 oral doses (run in) of JSMD194, the percent of plasma cells expressing BCMA increased from 75% to 99% (7.6 to 98% pre, 75 to 100% post), soluble BCMA decreased by 2.0 fold (range 1.6 to 2.6 fold) after 3 oral doses, and BCMA antigen binding capacity increased from a median of 718 receptors to 13355 receptors per cell, or a median of 20-fold (range, 7.55-fold to 156.68-fold). Among 6 assessable patients, the best overall response rate was 100% (5 VGPR, 1 PR), with 5/6 patients MRD negative by flow. At data cutoff of July 15, 2019, no patient has relapsed, with a median follow-up of 5 months (range 1-11 months). One patient died at day 33 post-CAR T cell in the setting of cytokine release syndrome and concurrent fungal infection. The most common non-hematologic ≥ Grade 3 AE was neutropenic fever in 70%. CRS occurred in 100% of patients, primarily grades 1-2 (Lee Criteria), and neurotoxicity in 70%. Conclusions: Although BCMA CAR T cell therapy has demonstrated potent anti-tumor efficacy in multiple myeloma, a significant proportion of patients relapse. The mechanism of myeloma recrudescence requires further study, however BCMA antigen loss has been observed after CAR T cell therapy and is a putative pathway for tumor escape. In this study we demonstrate that gamma secretase inhibition with JSMD194 routinely increases BCMA surface density on myeloma cells in treated patients and reduces soluble BCMA. The combination of a gamma secretase inhibitor with BCMA CAR T cells leads to rapid responses including in patients that have failed prior BCMA targeted therapy. These responses are achieved with low CAR T cell doses. Longer follow up is required to determine if the durability of response is improved. Disclosures Cowan: Cellectar: Consultancy; Juno: Research Funding; Sanofi: Consultancy; Janssen: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Abbvie: Research Funding. Pont: Fred Hutchinson Cancer Research Center: Other: Inventor on a patent. Sather: Lyell Immunopharma: Employment. Turtle: T-CURX: Membership on an entity's Board of Directors or advisory committees; Allogene: Other: Ad hoc advisory board member; Precision Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Humanigen: Other: Ad hoc advisory board member; Juno Therapeutics: Patents & Royalties: Co-inventor with staff from Juno Therapeutics; pending, Research Funding; Nektar Therapeutics: Other: Ad hoc advisory board member, Research Funding; Eureka Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Caribou Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Other: Ad hoc advisory board member; Novartis: Other: Ad hoc advisory board member. Till: Mustang Bio: Patents & Royalties, Research Funding. Libby: Alnylam: Consultancy; Abbvie: Consultancy; Pharmacyclics and Janssen: Consultancy; Akcea: Consultancy. Becker: AbbVie, Amgen, Bristol-Myers Squibb, Glycomimetics, Invivoscribe, JW Pharmaceuticals, Novartis, Trovagene: Research Funding; Accordant Health Services/Caremark: Consultancy; The France Foundation: Honoraria. Blake: Celgene: Employment, Equity Ownership. Works: Celgene: Employment, Equity Ownership. Maloney: Juno Therapeutics: Honoraria, Patents & Royalties: patients pending , Research Funding; Celgene,Kite Pharma: Honoraria, Research Funding; BioLine RX, Gilead,Genentech,Novartis: Honoraria; A2 Biotherapeutics: Honoraria, Other: Stock options . Riddell: Juno Therapeutics: Equity Ownership, Patents & Royalties, Research Funding; Adaptive Biotechnologies: Consultancy; Lyell Immunopharma: Equity Ownership, Patents & Royalties, Research Funding. Green: Juno Therapeutics: Consultancy, Patents & Royalties, Research Funding; GSK: Consultancy; Celgene: Consultancy; Seattle Genetics: Research Funding; Cellectar: Research Funding. OffLabel Disclosure: Gamma secretase inhibitor to increase BCMA expression in multiple myeloma"
}