{
    "doi": "https://doi.org/10.1182/blood.V112.11.2559.2559",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1238",
    "start_url_page_num": 1238,
    "is_scraped": "1",
    "article_title": "Exogenous Immunoglobulin Downregulates T Cell Receptor Signaling and Cytokine Production ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "cytokine",
        "immunoglobulins",
        "t cell receptor signaling pathway",
        "immunoglobulins, intravenous",
        "antigens, cd25",
        "t-cell receptor",
        "aldesleukin",
        "autoimmune diseases",
        "autoimmune hemolytic anemia",
        "flow cytometry"
    ],
    "author_names": [
        "Daniel S Tawfi, BS",
        "Wendy S Hamilton, BS",
        "Katelyn R Cowan, BS",
        "Frederick D Goldman, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Iowa Roy J. and Lucille A. Carver College of Medicine, Iowa City, IA, USA"
        ],
        [
            "Pediatrics, University of Iowa Roy J. and Lucille A. Carver College of Medicine, Iowa City, IA, USA"
        ],
        [
            "Pediatrics, University of Iowa Roy J. and Lucille A. Carver College of Medicine, Iowa City, IA, USA"
        ],
        [
            "Pediatrics, University of Iowa Children’s Hospital, Iowa City, IA, USA"
        ]
    ],
    "first_author_latitude": "41.660091200000004",
    "first_author_longitude": "-91.54829889999999",
    "abstract_text": "BACKGROUND: Immune globulin, a polyvalent solution of pooled human serum immunoglobulin, when administered intravenously (IGIV) is used as replacement therapy in patients with hypogammaglobulinemia. In addition, IGIV has immunosuppressive properties and is FDA-approved to treat idiopathic thrombocytopenic purpura; it has also been used to treat several other autoimmune diseases including autoimmune hemolytic anemia and Kawasaki Disease. The mechanisms of action underlying IGIVs immunomodulatory effects are poorly understood, although a few reports have shown IGIV can inhibit T cell activation-induced upregulation of CD38 and CD69 in vitro and variably affect cytokine secretion by Th1 and Th2 cells. We hypothesized that the immunosuppressive effects of IGIV might be lymphocyte subset specific and mediated through T cell antigen receptor signaling interference, thus modulating Th1/Th2 cytokine production. METHODS: Mature (CD45RO) and naïve (CD45RA) lymphocytes from adult and umbilical cord blood were cultured for 8 days in the presence of IGIV (Gamunex ™ , 0–2.0 mg/mL). T, B, and natural killer (NK) lymphocyte subsets were then quantified by flow cytometry (FACS) over a time course. Additionally, the integrity of the T cell antigen receptor signaling pathway was assessed by FACS, quantifying expression of CD25 and CD69 following anti-CD3 cross-linking. Finally, multiplexed microsphere-based immunoassays were used to quantify cytokine secretion from IGIV-treated cells. RESULTS: IGIV, in a dose-dependent manner, reduced lymphocyte proliferation up to 3-fold after 6 days in culture in both cord and adult blood. IGIV also decreased activation-induced upregulation of CD25 and CD69, with the highest concentrations of IGIV leading to a 70% reduction in cells with an activated phenotype. This inhibitory effect was sustained over a 7-day period in both CD4 and CD8 T cell subsets and was independent of maturation markers (CD45RA/CD45RO). The percentage and absolute number of NK cells varied with IGIV treatment, but a marked increase was observed by day 6. IGIV also selectively reduced the absolute number and percentage of CD45RO+ T cells in cord blood over a time course. Direct cell surface Ig binding was not detected on T cell subsets. IGIV, in a dose-dependent manner, significantly decreased Th2 cytokine secretion, specifically IL-5, IL-10, and IL-13. This effect was more pronounced in cord blood lymphocytes but also was observed in adult blood lymphocytes. IGIV treatment also decreased Th1 cytokine secretion, particularly IL-2 and IFN-γ. CONCLUSIONS: IGIV inhibits T cell proliferation and activation as well as Th1 and Th2 cytokine secretion in a dose- and time-dependent manner. These effects may be responsible for the immunophenotypic changes observed—specifically a reduction in mature T cells and expansion of NK cells. While it is not entirely clear how IGIV is mediating its effects, the inhibition of Th1 and Th2 cytokine production and reduction of T cell activation signals in vitro may explain its role in blocking autoimmune responses in the clinical setting. Further studies are required to identify more precisely the molecular target and mechanism of action of IGIV in vivo ."
}