{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1965.1965",
    "article_title": "Pre-Transplant Transferrin Saturation Levels As a Predictive Marker for Invasive Fungal Disease Following Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Introduction Invasive fungal disease (IFD) following allogeneic hematopoietic stem cell transplantation (allo-HCT) is a well-known, potentially fatal complication. Previous multicenter, prospective observational studies (Girmenia et al., 2014; Sun et al., 2015) have showed that the incidence of IFD after allo-HCT was approximately 9.0%, and risk factors were disease status, development of IFD prior to allo-HCT, alternative donor source (cord blood donor and unrelated donor), diabetes mellitus, prophylaxis of IFD, and acute or chronic graft-versus-host disease (GVHD). Iron has a pivotal role in various types of fungal growth and iron overload impairs the host immune system, leading to IFD. Moreover, some retrospective studies have reported that elevated pre-transplant serum ferritin levels, as a marker of iron overload, might be associated with the development of IFD (Dadwal et al., 2015). Although use of ferritin and transferrin saturation (TSAT) to assess iron status is extremely common, whether pre-transplant TSAT levels might be related to the development of IFD after allo-HCT has not been fully examined. We therefore investigated risk factors of IFD, including iron overload markers such as ferritin and TSAT. Patients and Methods We retrospectively analyzed data from consecutive patients undergoing allo-HCT between 1 April 2007 and 31 December 2014. We excluded three patients with active IFD at initiation of the conditioning regimen and two patients undergoing double-cord blood transplantation. Proven or probable IFD cases were defined as IFD. According to our institution guidelines, we administered IFD prophylaxis in all patients. We used Cox proportional hazards models with time-dependent covariates to investigate risk factors for IFD. Results A total of 285 patients were eligible. Twenty-one patients developed IFD within 1 year after allo-HCT. Median time to onset was 77 days (range, 8-363 days). Pathogens included Aspergillus (n=12), Candida (n=2), and others (n=7). Notably, none of our participants from HLA-matched or one-antigen mismatched sibling donors developed IFD. The significant univariate risk factors were as follows: disease status (malignancies in complete remission, non-malignancies, and chronic myelogenous leukemia in chronic phase vs. others), donor type (cord blood vs. haploidentical peripheral blood with post-transplant cyclophosphamide (PT-CY) vs. others), GVHD prophylaxis (calcineurin inhibitor (CNI) plus methotrexate (MTX) vs. CNI plus mycophenolate mofetil (MMF) vs. PT-CY vs. others), use of antithymocyte globulin (ATG), TSAT, and hematologic relapse after transplant or refractory at transplant. However, development of IFD prior to allo-HCT, diabetes mellitus, and acute or chronic GVHD were not related to the development of IFD. In the multivariate model considering pre-transplant factors, although use of ATG (hazard ratio (HR) 2.68, 95% confidence interval (CI): 1.07-6.02, P=0.04) was significant, disease status (HR 2.04, 95% CI: 0.78-5.32, P=0.15) and TSAT (HR 1.02, 95% CI: 1.00-1.03, P=0.07) were marginally but significantly associated with development of IFD. Regarding post-transplant factors, in model 2, hematologic relapse after transplant or refractory at transplant (HR 9.63, 95% CI: 3.86-24.02, P<0.01), TSAT (HR 1.02, 95% CI: 1.00-1.04, P=0.03), CNI plus MMF (vs. CNI plus MTX) among GVHD prophylaxis (HR 3.48, 95% CI: 1.07-11.30, P=0.04) were significant. In model 3, hematologic relapse after transplant or refractory at transplant (HR 10.42, 95% CI: 4.21-25.79, P<0.01), TSAT (HR 1.02, 95% CI: 1.00-1.03, P=0.05), and use of ATG (HR 2.72, 95% CI: 1.08-6.82, P=0.03) were significant. Remarkably, 33 of 55 patients who underwent ATG received PT-CY (n=55) to prevent GVHD. Conclusion Our results suggest that pre-transplant TSAT value might be useful for predicting development of IFD. Further investigation might be warranted to validate the generalizability of this marker. Disclosures Hino: Novartis: Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "predictive marker",
        "systemic mycosis",
        "transferrin saturation measurement",
        "transplantation",
        "allopurinol",
        "graft-versus-host disease",
        "iron overload",
        "cancer",
        "diabetes mellitus"
    ],
    "author_names": [
        "Satoru Nanno, MDPhD",
        "Hideo Koh, MDPhD",
        "Mitsutaka Nishimoto, MDPhD",
        "Takahiko Nakane, MDPhD",
        "Yasuhiro Nakashima, MDPhD",
        "Yasunobu Takeoka, MDPhD",
        "Mika Nakamae, MDPhD",
        "Asao Hirose, MDPhD",
        "Masayuki Hino, MDPhD",
        "Hirohisa Nakamae, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Satoru Nanno, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideo Koh, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsutaka Nishimoto, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiko Nakane, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Nakashima, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasunobu Takeoka, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mika Nakamae, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asao Hirose, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Hino, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohisa Nakamae, MDPhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:47:49",
    "is_scraped": "1"
}