{
    "doi": "https://doi.org/10.1182/blood.V108.11.4324.4324",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=737",
    "start_url_page_num": 737,
    "is_scraped": "1",
    "article_title": "Role of p53 Gene Mutation Type in B-CLL Prognosis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "amino acid substitution",
        "amino acids",
        "cancer",
        "dna",
        "mutation",
        "neoplasms",
        "nucleotides",
        "protein p53",
        "tp53 gene",
        "transcription factor"
    ],
    "author_names": [
        "Sarka Pospisilova, PhD",
        "Jitka Malcikova, MSc.",
        "Jiri Damborsky, PhD.",
        "Jana Smardova, PhD.",
        "Martin Trbusek, PhD.",
        "Boris Tichy, M.D.",
        "Yvona Brychtova, M.D.",
        "Michael Doubek, M.D., PhD.",
        "Jiri Vorlicek, M.D., PhD.",
        "Jiri Mayer, M.D., PhD."
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Loschmidt Laboratories, Masaryk University, Brno, Czech Republic"
        ],
        [
            "Department of Pathology, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ],
        [
            "Department of Internal Medicine - Hematooncology, Center of Molecular Biology and Gene Therapy, University Hospital, Brno, Czech Republic"
        ]
    ],
    "first_author_latitude": "49.17529940000001",
    "first_author_longitude": "16.5697957",
    "abstract_text": "Tumor suppressor p53 is a powerful transcription factor responsible for cell cycle regulation, which can bind about 300 different promoter elements in the human genome. Disruption of p53 function by mutation or deletion belongs to the most frequent alterations observed in human cancers, in B-CLL ranging from 10 to 15%. In our cohort of 230 B-CLL patients, we detected 10.5% patients with Tp53 mutation, 67% of these exhibited a point mutation (single nucleotide switch) largely combined with deletion of the second allele. The detected mutations are mostly localized in the DNA binding domain of p53 gene and, in accordance with the IARC database, are clustered into two hot-spot regions between amino acids 234–249 (32% of the mutations) and 273–282 (25% of the mutations). B-CLL patients with mutant Tp53 have mostly non-mutated IgVH (95%) and a significantly worse prognosis (17% of patients with Tp53 mutation and only 3% of patients having wt-p53 died within 2 years after diagnosis). In addition, 92% of patients with mutated p53 required therapy; in the non-mutated group this number represented only 54% of the respective patients. Due to these findings detection of p53 status became an essential part of B-CLL diagnostics in our laboratory. However, recent results suggest existence of significant differences in the properties of specific mutants, especially regarding their DNA-binding ability to activate particular promoters (e.g. Pospisilova et al., Mol. Cancer Res. 2: 296–304, 2004). Presence of mutation need not represent a total loss of protein activity but, to the contrary, some amino acid substitutions can evoke a gain of function of the respective p53 mutant. Therefore, it seems to be very important to determine the specific type of amino acid substitution in a particular B-CLL patient and detect ability of the respective p53 mutant to induce cell cycle arrest and/or apoptosis. We used functional protein arrays bearing p53 mutants to determine their DNA-binding activity towards promoter sequences of different p53-response genes such as mdm2 , p21/waf1 , pig3 or bax . Several analyzed p53 mutants displayed DNA-binding ability similar or even higher than wt-p53 towards all studied promoters (e.g. mutant Arg337Cys) suggesting gain of function. Interestingly, not only the amino acid localization but also type of substitution in the same position can influence protein activity. The most frequent mutational hotspots in B-CLL and majority of other cancers, Arg248 and Arg273, displayed significantly higher DNA-binding activity of mutant variants Arg248Gln and Arg273His in comparison to Arg248Trp and Arg273Cys. These experimental results were validated by protein modeling clearly demonstrating respective structural constraints, such as prevented binding of Trp248 to the promoter region DNA groove for sterical and hydrogen-bonding reasons. In conclusion, our results of B-CLL patient analysis demonstrate importance of the presence of p53 mutation for B-CLL treatment and prognosis. We also document the significance of localization and type of amino acid substitution for p53 mutant activity. These factors represent a potentially valuable marker for grading of p53 mutant functionality in B-CLL patients and tumor prognosis."
}