{
    "doi": "https://doi.org/10.1182/blood.V128.22.590.590",
    "article_title": "Vadastuximab Talirine Monotherapy in Older Patients with Treatment Naive CD33-Positive Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: New Drugs for Older AML",
    "abstract_text": "Background CD33is expressed in approximately 90% of AML cases, representing a promising target despite age, prior therapies, or mutational heterogeneity. Vadastuximab talirine (33A) is a CD33-directed antibody conjugated to 2 molecules of a pyrrolobenzodiazepine (PBD) dimer. Upon binding, 33A is internalized and transported to the lysosomes where PBD dimer is released via proteolytic cleavage of the linker, crosslinking DNA, and leading to cell death. Methods The dose-escalation portion of this phase 1 study (NCT01902329) was designed to evaluate the safety, tolerability, pharmacokinetics, and antileukemic activity of 33A as monotherapy. After dose escalation, 40 mcg/kg was identified as the recommended monotherapy dose. Eligible patients (ECOG status 0-1) in this expansion cohort must have had CD33-positive AML and considered ineligible for or declined conventional induction/consolidation. 33A monotherapy was administered outpatient IV every 3 weeks for up to 2 cycles, followed by optional low-dose maintenance treatment for patients who achieved a CR/CRi. Investigator assessment of response was per IWG criteria; CRi required either platelet count of ≥100,000/µL or neutrophils of ≥1,000/µL (Cheson 2003). Results Twenty-seven treatment naive patients (48% male) with a median age of 74 years (range, 67-89) were treated with 40 mcg/kg of 33A. Most patients had intermediate (70%) or adverse (26%) cytogenetic risk by MRC and 48% of patients had underlying myelodysplasia. Twenty-four patients were considered unfit for intensive therapy and 3 patients declined intensive therapy. At baseline, patients had a median of 47% BM blasts. Three patients remain on treatment. The most common Grade 3 or higher adverse events (AE) were thrombocytopenia (44%), febrile neutropenia (41%), anemia (33%), fatigue, and pneumonia (19% each). Other common treatment-emergent AEs regardless of relationship to 33A were decreased appetite, diarrhea, fatigue, peripheral edema, thrombocytopenia (44% each), febrile neutropenia (41%), dizziness (37%), anemia, chills, cough, dyspnea, and epistaxis (33% each). The 30- and 60-day mortality rates were 0% and 15%. Of the 26 efficacy evaluable treatment naive patients, 6 patients (23%) achieved a best clinical response of CR, 8 (31%) achieved CRi, and 5 patients (19%) achieved a morphologic leukemia-free state. Most remissions were achieved after 1 cycle and were observed in many patients with adverse risk including underlying myelodysplasia (6/12, 50%), FLT3/ITD+ (3/4, 75%), and in patients ≥75 years of age (8/12, 67%). Of the responding patients with available minimal residual disease (MRD) data, 6 of 13 (46%) achieved MRD negativity by flow cytometry. In patients who achieved at least a CRi, the median time to full count recovery from first dose was 6.1 weeks for neutrophils (≥1,000/µL) and 5.1 weeks for platelets (≥100,000/µL). Median OS continues to evolve with 10 patients (37%) alive at the time of this data cut. Pharmacokinetic data for treatment naive patients is consistent with previously reported results; 33A exhibits rapid elimination consistent with target-mediated drug disposition. Conclusions In an expansion cohort of 33A monotherapy at 40 mcg/kg, AEs observed were generally manageable and commonly associated with on-target myelosuppression. 33A has demonstrated favorable antileukemic activity as a single agent with 54% achieving a CR+CRi in this high risk treatment naive older AML population, more than doubling the response rate expected with standard non-intensive therapies such as hypomethylating agents or low-dose cytarabine. The rapid clearance of marrow blasts, high rate of MRD-negative remissions, and low early mortality rate are encouraging. These data support exploration of 33A in combination with standard induction, consolidation, and pre- and post-transplant regimens. Disclosures Stein: Celgene: Research Funding; Stemline Therapeutics: Consultancy, Research Funding; Argios: Research Funding; Amgen: Consultancy, Research Funding, Speakers Bureau; Seattle Genetics: Research Funding. Fathi: Agios Pharmaceuticals: Other: Advisory Board participation; Bexalata: Other: Advisory Board participation; Seattle Genetics: Consultancy, Other: Advisory Board participation, Research Funding; Celgene: Consultancy, Research Funding; Merck: Other: Advisory Board participation. Kovacsovics: Seattle Genetics: Research Funding. Levy: Seattle Genetics: Research Funding; Jansen: Speakers Bureau; Amgen: Speakers Bureau; Millennium: Speakers Bureau. Erba: Daiichi Sankyo: Consultancy; Jannsen: Consultancy, Research Funding; Celator: Research Funding; Incyte: Consultancy, DSMB, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Juno: Research Funding; Astellas: Research Funding; Ariad: Consultancy; Millennium Pharmaceuticals, Inc.: Research Funding; Pfizer: Consultancy; Agios: Research Funding; Novartis: Consultancy, Speakers Bureau; Gylcomimetics: Other: DSMB; Seattle Genetics: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Sunesis: Consultancy. Jillella: Seattle Genetics: Research Funding. Ravandi: Seattle Genetics: Consultancy, Honoraria, Research Funding; BMS: Research Funding. Stein: Novartis: Consultancy; Seattle Genetics: Research Funding; Agios Pharmaceuticals: Other: Advisory Board, Research Funding; Celgene: Other: Advisory Board, Research Funding. Faderl: Astellas: Research Funding; Pfizer: Research Funding; Seattle Genetics: Research Funding; Celator Pharmaceuticals: Research Funding; BMS: Research Funding; Ambit Bioscience: Research Funding; Karyopharm: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; JW Pharma: Consultancy; Amgen: Speakers Bureau. DeAngelo: Baxter: Consultancy; Amgen: Consultancy; Novartis: Consultancy; Incyte: Consultancy; Pfizer: Consultancy; Ariad: Consultancy; Celgene: Consultancy. Ho: Seattle Genetics: Employment, Equity Ownership. O'Meara: Seattle Genetics: Employment, Equity Ownership. Voellinger: Seattle Genetics: Employment, Equity Ownership. Advani: Seattle Genetics: Consultancy, Research Funding.",
    "topics": [
        "cd33 antigen",
        "leukemia, myelocytic, acute",
        "older adult",
        "therapy naive",
        "anemia",
        "disease remission",
        "fatigue",
        "febrile neutropenia",
        "myelodysplastic syndrome",
        "peroxisome biogenesis disorder"
    ],
    "author_names": [
        "Dale L. Bixby, MD PhD",
        "Anthony S. Stein, MD",
        "Amir T. Fathi, MD",
        "Tibor J. Kovacsovics, MD",
        "Moshe Y Levy, MD",
        "Harry P. Erba, MD PhD",
        "Jeffrey E. Lancet, MD",
        "Anand P Jillella, MD",
        "Farhad Ravandi, MD",
        "Roland B. Walter, MD PhD MS",
        "Eytan M. Stein, MD",
        "Stefan Faderl, MD",
        "Daniel J. DeAngelo, MD PhD",
        "Phoenix Ho, MD",
        "Megan M. O'Meara, MD",
        "Jenna L Voellinger, PhD",
        "Anjali Advani, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dale L. Bixby, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, University of Michigan Medical Center, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anthony S. Stein, MD",
            "author_affiliations": [
                "Department of Hematology and Hematopoietic Cell Transplantation, and Gehr Family Center for Leukemia Research, City of Hope, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir T. Fathi, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tibor J. Kovacsovics, MD",
            "author_affiliations": [
                "Division of Hematology and Hematologic Malignancies, Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Y Levy, MD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P. Erba, MD PhD",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anand P Jillella, MD",
            "author_affiliations": [
                "Winship Cancer Institute of Emory University, Atlanta, GA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "MD Anderson - University of Texas, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland B. Walter, MD PhD MS",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eytan M. Stein, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefan Faderl, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MD PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phoenix Ho, MD",
            "author_affiliations": [
                "Seattle Genetics, Bothell, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan M. O'Meara, MD",
            "author_affiliations": [
                "Clinical Development, Seattle Genetics, Inc., Bothell, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenna L Voellinger, PhD",
            "author_affiliations": [
                "Seattle Genetics, Bothell, WA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali Advani, MD",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T15:41:24",
    "is_scraped": "1"
}