{
    "doi": "https://doi.org/10.1182/blood.V112.11.408.408",
    "article_title": "Apolipoprotein E Receptor 2′ Mediates Pathogenic Effects of Dimeric β 2 glycoprotein I and of Anti- β 2 glycoprotein I Antibodies in Vivo  ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Antiphospholipid antibodies (aPL) recognize β 2 Glycoprotein (β 2 GPI)-bound to receptor (s) in target cells and trigger a pro-coagulant/pro-inflammatory phenotype [i e.:expression of tissue factor (TF), vascular cell adhesion molecule-1 (VCAM-1)] that lead to thrombosis. The interaction of β 2 GPI with target cells may involve more than one protein. Investigators have shown that dimeric β 2 GPI binds to apolipoprotein E receptor 2′ (apoER2′) in platelets, in the absence of anti-β 2 GPI antibodies, increases their activation and induces enhanced thrombosis and TF activity in mice. However, the role of apoER2′ in vivo in Antiphospholipid Syndrome (APS) is not completely understood. Here, we examined the in vivo effects of dimeric β 2 GPI and of anti-β 2 GPI antibodies (IgG-APS) in apoER2′ deficient (−/−) mice and in normal mice pre-treated with recombinant soluble domain 1 of apoER2′ (BD1). In vivo, dynamics of thrombus formation (thrombus sizes) , TF activities in carotid artery homogenates and in peritoneal macrophages and ex vivo expression of VCAM-1 in aortas and of TF activity in peritoneal macrophages were examined in the various types of mice after two i.p. injections with 40 μg of recombinant dimeric β 2 GPI – or with the corresponding monomer control – or with 500 μg IgG-APS (isolated from a patient with APS by protein G Sepharose) or with control IgG (IgG-NHS). Mice injected with IgG-APS had significant titers of anticardiolipin (aCL) and anti-β 2 GPI antibodies in their sera. In vivo , IgG-APS increased significantly the size of the induced thrombi as well as the TF activities in carotid arteries and in peritoneal macrophages in C57BL/6J (wild type) mice when compared to same type of mice treated with IgG-NHS. Similarly, ex vivo expression of VCAM-1 in mouse aortas and of TF in peritoneal macrophages, detected by two photon excitation laser scanning microscopy were increased in normal mice treated with IgG-APS when compared to control mice. The pre-treatment with 40 μg of BD1 i.p., significantly reduced those effects. Importantly, dimeric β 2 GPI (in the absence of anti-β 2 GPI antibodies) or IgGAPS did not increase significantly thrombus size, TF activities in homogenates of carotid arteries or in peritoneal macrophages, or ex vivo expression of VCAM-1 and TF in mice lacking apoER2′. Conclusions: Altogether these data show that dimers of β 2 GPI mimic pathogenic effects of anti-β 2 GPI antibodies in mice. Most importantly, apoER2′ is a mediator of those effects in vivo . These findings may provide insights not only for a better understanding of the pathophysiology of APS but may be important in the development of new targeted therapies, by means of interfering with the binding of β 2 GPI-aPL complexes with their receptor(s) in target cells in vivo .",
    "topics": [
        "antibodies",
        "glycoprotein",
        "ldl-receptor related protein 1",
        "immunoglobulin g",
        "vascular cell adhesion molecule-1",
        "thrombus",
        "antiphospholipid antibodies",
        "thrombosis",
        "antibodies, anticardiolipin",
        "antiphospholipid syndrome"
    ],
    "author_names": [
        "Zurina Romay-Penabad, Ph.D.",
        "Rolf T Urbanus, MD",
        "Elizabeth Pappalardo, B.S.",
        "Yong Hwang, M.D.",
        "Ronald H.W.M. Derksen, MD.",
        "Tuya Shilagard, Ph.D.",
        "Gracie Vargas, Ph.D.",
        "Maarten TT Pennings, Ph.D.",
        "Philip G De Groot, PhD",
        "Silvia S Pierangeli, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Zurina Romay-Penabad, Ph.D.",
            "author_affiliations": [
                "Rheumatology/Internal Medicine, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rolf T Urbanus, MD",
            "author_affiliations": [
                "Laboratory of Clinical Chemistry and Haematology, University Medical Centre Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Pappalardo, B.S.",
            "author_affiliations": [
                "Rheumatology/Internal Medicine, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Hwang, M.D.",
            "author_affiliations": [
                "Rheumatology/Internal Medicine, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald H.W.M. Derksen, MD.",
            "author_affiliations": [
                "Department of Rheumatology and Clinical Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuya Shilagard, Ph.D.",
            "author_affiliations": [
                "Center for Biomedical Engineering, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gracie Vargas, Ph.D.",
            "author_affiliations": [
                "Center for Biomedical Engineering, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maarten TT Pennings, Ph.D.",
            "author_affiliations": [
                "Laboratory of Clinical Chemistry and Haematology, University Medical Centre Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip G De Groot, PhD",
            "author_affiliations": [
                "Laboratory of Clinical Chemistry and Haematology, University Medical Centre Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia S Pierangeli, Ph.D.",
            "author_affiliations": [
                "Rheumatology/Internal Medicine, University of Texas Medical Branch, Galveston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:11:54",
    "is_scraped": "1"
}