{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.225.225",
    "article_title": "NCOA4 Acts in Hepatocytes to Regulate Ferritin Subunit Levels and Hepatic Iron Storage ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism: Iron homeostasis and related pathophysiology",
    "abstract_text": "The intracellular protein nuclear receptor coactivator 4 (NCOA4) has been shown to mediate the degradation of the iron storage protein ferritin (Mancias et al., Nature 2014; Dowdle et al., Nat Cell Biol 2014). Accordingly, mice with global disruption of Ncoa4 show ferritin accumulation in multiple organs (Bellelli R et al., Cell Rep 2016). How NCOA4 activity in different tissues contributes to local and systemic iron homeostasis, however, has not yet been clearly defined. Here we selectively dissect the role of NCOA4 in the liver, the body's major iron depot. To facilitate targeted Ncoa4 knockdown in hepatocytes, we utilized Ncoa4 -targeting siRNA that was conjugated to triantennary N-acetylgalactosamine (GalNAc- Ncoa4 siRNA) to promote uptake by the hepatocyte asialoglycoprotein receptor. We first validated the ability of GalNAc- Ncoa4 siRNA treatment to target endogenous murine Ncoa4 mRNA for degradation in murine Hepa1-6 hepatoma cells. We next assessed the ability of GalNAc- Ncoa4 siRNA to acutely lower Ncoa4 expression in mouse liver. Eight-week-old C57BL/6N female mice were injected subcutaneously with 1, 3, or 5 mg/kg body weight of a sterile, endotoxin-tested solution of GalNAc- Ncoa4 siRNA in saline or with vehicle (saline) alone, and tissues were collected for analysis 24 hrs after injection. Compared to vehicle alone, GalNAc- Ncoa4 siRNA effectively lowered Ncoa4 expression in total liver RNA; because the degree of Ncoa4 knockdown that was achieved by the 3 mg/kg and 5 mg/kg doses was similar, the 3mg/kg dose was selected for our further experiments to reduce the possibility of off-target effects. We next examined the durability of hepatocyte Ncoa4 knockdown achieved by a single injection of GalNAc -Ncoa4 siRNA as well as the resulting effects on hepatic and systemic iron parameters. Eight-week-old C57BL/6N female mice were injected once with GalNAc- Ncoa4 siRNA or saline vehicle, and blood and tissues were collected for analysis at 1, 2, 3, or 4 weeks after injection. Compared to saline treatment, a single injection of GalNAc -Ncoa4 siRNA produced a significant, sustained reduction in hepatic Ncoa4 mRNA; Ncoa4 mRNA remained maximally suppressed at the 1, 2, and 3-week timepoints and began to rise slightly 4 weeks after injection. Saline-treated mice showed a slight, progressive increase in mean liver non-heme iron concentration (LIC) over the 4 weeks following injection, consistent with the known effect of age on murine hepatic iron stores. However, in mice injected with a single dose of GalNAc- Ncoa4 siRNA, the rise in LIC over the 4-week time period was significantly greater, consistent with increased hepatic iron storage. Immunoblotting of liver lysates revealed that levels of the ferritin heavy (FTH) and light (FTL) subunits increased in mice treated with GalNAc- Ncoa4 siRNA compared to saline-treated controls. These increases in FTH and FTL were evident 1 week after GalNAc- Ncoa4 siRNA injection, and FTH and FTL levels continued to rise with additional weeks of Ncoa4 knockdown. In mice treated with saline, spleen non-heme iron concentration (SIC) increased over the 4 weeks following injection, consistent with the known effect of age on murine splenic iron stores. However, at the 3 and 4-week time points, mice treated with GalNAc- Ncoa4 siRNA showed a significant reduction in SIC compared to saline-treated controls, which correlated histologically with reduced iron retention in splenic macrophages. Compared to saline treatment, GalNAc -Ncoa4 siRNAtreatment did not produce significant changes in spleen weight, serum iron, complete blood count, or non-heme iron concentration of heart, pancreas, or muscle. Collectively, our findings indicate that NCOA4 acts in hepatocytes to limit LIC as well as hepatic levels of FTH and FTL. Furthermore, local NCOA4 activity in hepatocytes impacts iron distribution to the spleen. Our results are compatible with a model in which degradation of the ferritin protein complex in hepatocytes occurs as a constitutive process that is mediated by NCOA4. Importantly, our findings demonstrate that in the setting of hepatocyte Ncoa4 knockdown, other cellular pathways cannot compensate to maintain normal LIC and normal hepatic levels of FTH and FTL. Additionally, our findings raise the possibility that enhancement of NCOA4 activity in hepatocytes might serve as a therapeutic approach to promote hepatic iron mobilization in iron overload disorders. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "ferritin",
        "hepatocytes",
        "iron",
        "rna, small interfering",
        "saline solutions",
        "heme",
        "rna, messenger",
        "acetylgalactosamine",
        "asialoglycoprotein",
        "carcinoma, hepatocellular"
    ],
    "author_names": [
        "Abitha Sukumaran, PhD",
        "Larisa Lozovatsky, MS",
        "Xiuqi Li, BS",
        "Luis A. Gonzalez, BS",
        "Chang Cao, PhD",
        "Mark D. Fleming, MD DPhil",
        "Karin E. Finberg, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abitha Sukumaran, PhD",
            "author_affiliations": [
                "Pathology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Larisa Lozovatsky, MS",
            "author_affiliations": [
                "Pathology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiuqi Li, BS",
            "author_affiliations": [
                "Pathology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis A. Gonzalez, BS",
            "author_affiliations": [
                "Pathology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang Cao, PhD",
            "author_affiliations": [
                "Department of Pathology, Boston Children's Hospital, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Fleming, MD DPhil",
            "author_affiliations": [
                "Department of Pathology, Boston Children's Hospital, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin E. Finberg, MD PhD",
            "author_affiliations": [
                "Pathology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:40:42",
    "is_scraped": "1"
}