{
    "doi": "https://doi.org/10.1182/blood.V120.21.4746.4746",
    "article_title": "Derivation of Hematopoietic Progenitor Cells From Vector-Free Human Induced Pluripotent Stem Cells ",
    "article_date": "November 16, 2012",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Abstract 4746 Induced pluripotent stem cells (iPSCs), due to their self-renewal and differentiation capability, have tremendous potential in regenerative medicine. Differentiation of IPSCs in vitro to obtain sufficient number of hematopoietic stem cells (HSCs) and their progenitors (HPCs) from iPSCs for therapeutic purposes is a holy grail of cellular therapy. To this end, we are comparing different in vitro differentiation approaches for generation of HSCs/HPCs from IPSCs. We have generated iPSCs from human adult dermal fibroblasts using two different reprogramming methods: 1) Transduction with retroviral vectors encoding human Klf4, Oct3/4, Sox2 and cMyc or 2) Electroporation with Epstein–Barr virus (EBV) based episomal plasmid vectors encoding Klf4, Oct3/4, Sox2, L-Myc and p53 targeting shRNA. The transduced/electroporated cells were reprogrammed on SNL5 mouse feeder cells. Putative iPSC-like colonies were cloned and adapted to grow under feeder-free conditions on Matrigel (BD) in mTeSR1 (Stem Cell Technologies) medium. From over 30 individual clones isolated, six were further characterized for: 1) expression of pluripotency markers (Tra-1–60, SSEA-3, SSEA-4, Nanog and Oct3/4) by immunofluorescence; 2) endogenous and total mRNA expression by quantitative real-time reverse-transcriptase PCR (RT-qPCR) for Klf4, Oct3/4, Sox2 and cMyc to distinguish between cellular and vector derived expression of reprogramming factors; 3) RT-qPCR to determine expression of other markers of pluripotency such as Nanog and DNA methyl transferease; 4) karyotype analysis to determine chromosomal anomalies. The vector-free IPSC clones were also tested for residual integrated EBV plasmid DNA by qPCR. Trilineage differentiation ability of the clones was determined through embryoid body formation in suspension cultures, and subsequent staining of resulting embryoid bodies after adherence to gelatin coated dishes for makers of ectoderm, mesoderm and endoderm. HSCs/HPCs were obtained from IPSCs by 1) coculture with OP9 stromal cells, or 2) step-wise differentiation in feeder-free conditions on Matrigel under defined conditions in the presence of appropriate growth factors [Niwa A et al. PLoS One. (2011); 6(7):e22261.]. The resultant HSCs/HPCs were subjected to colony forming assays in semi-solid medium containing hematopoietic cytokines. Both erythroid and myelomonocytic colonies could be readily identified. The influence of ambient oxygen concentration on the HSC/HPC derivation procedure is being investigated. The results of these studies will be presented. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cell therapy",
        "chromosomal disorder",
        "coculture techniques",
        "cytokine",
        "disease vectors",
        "dna",
        "electroporation",
        "gelatin",
        "growth factor",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Friedrich Schuening, MD",
        "Michail Zaboikin",
        "Tatiana Zaboikina",
        "Narasimhachar Srinivasakumar"
    ],
    "author_dict_list": [
        {
            "author_name": "Friedrich Schuening, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, St. Louis University, St. Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michail Zaboikin",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Zaboikina",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narasimhachar Srinivasakumar",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T15:38:07",
    "is_scraped": "1"
}