{
    "doi": "https://doi.org/10.1182/blood.V126.23.3941.3941",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3060",
    "start_url_page_num": 3060,
    "is_scraped": "1",
    "article_title": "Primary Progressive Disease in Hodgkin Lymphoma Patients: A Retrospective Analysis from the German Hodgkin Study Group ",
    "article_date": "December 3, 2015",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster III",
    "topics": [
        "hodgkin's disease",
        "progressive neoplastic disease",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "chemotherapy regimen",
        "salvage therapy",
        "autologous stem cell transplant",
        "bleomycin",
        "doxorubicin",
        "second line treatment",
        "toxic effect"
    ],
    "author_names": [
        "Stefanie Kreissl, MD",
        "Helen Goergen",
        "Bastian von Tresckow, MD",
        "Karolin Behringer, MD",
        "Jana Markova, MD",
        "Andreas Lohri, MD",
        "Julia Meissner, MD",
        "Josée M Zijlstra, MD",
        "Richard Greil, MD",
        "Max S. Topp, MD",
        "Martin Sökler, MD",
        "Hartmut Döhner, MD",
        "Volker Diehl, MD",
        "Andreas Engert, MD",
        "Peter Borchmann, MD"
    ],
    "author_affiliations": [
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Hematology, Third Faculty of Medicine, Charles University in Prague, University Hospital Kralovske Vinohrady, Prague, Czech Republic "
        ],
        [
            "Department of Oncology and Hematology, Cantonal Hospital, Liestal, Switzerland "
        ],
        [
            "Department of Hematology, University Hospital of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Hematology, VU University Medical Center Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department III for Hematology and Medical Oncology, Oncologic Center, Paracelsus Medical University Salzburg; Salzburg Cancer Research Institute and AGMT, Salzburg, Austria "
        ],
        [
            "Department of Internal Medicine II, Division of Hematology and Medical Oncology, Wuerzburg University Medical Center, Wuerzburg, Germany "
        ],
        [
            "Department II of Internal Medicine, University Hospital, Tübingen, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
        ],
        [
            "German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine and German Hodgkin Study Group (GHSG), University Hospital of Cologne, Cologne, Germany "
        ]
    ],
    "first_author_latitude": "50.957702850000004",
    "first_author_longitude": "6.96732235",
    "abstract_text": "Background: Primary progressive disease still remains an unmet medical need in Hodgkin Lymphoma (HL). Due to missing data on treatment effects and survival there is no established standard of care. We thus performed a retrospective analysis using the German Hodgkin Study Group (GHSG) database to improve the knowledge on the course of primary progressive HL patients. Methods: Patients aged between 18 and 60 years treated within the GHSG first-line trials HD13-HD15 were screened for primary progressive HL. Primary progression was defined as progressive disease during ongoing therapy, within 3 months after the end of treatment, or up to 6 months after the end of treatment in patients with partial response or stable disease in the final restaging. We investigated types and outcome of second-line treatment approaches and overall survival, which was calculated from first diagnosis of HL (OS) and from diagnosis of first progression or relapse (OS p ). Results: We analyzed 5,126 patients, of whom 112 (2.2%) were identified with primary progressive disease. Of those, 62 (55%) patients had initially been treated for advanced-stage HL with BEACOPP (bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, procarbazine, and prednisone) variants, 30 (27%) for early-stage unfavorable HL with ABVD (doxorubicin, bleomycin, vinblastine, and dacarbazine)- or BEACOPP-like regimens (24 and 6 patients, respectively) and 20 (18%) for early-stage favorable HL with ABVD variants. The median age at the time of progression was 33 years. 3 patients (3%) died before a salvage therapy was started. Second-line treatment strategies included reinduction with intensified salvage regimens (77%), conventional chemotherapy (14%), and radiotherapy (8%). Autologous stem cell transplantation (ASCT) was performed in 76% of the patients who had received intensified reinduction chemotherapy, and allogeneic stem cell transplantation in ten (9%) patients. After the first salvage therapy, 42% of all patients achieved a complete remission (CR) and did not require further treatment. In total, 66% of the patient cohort achieved a CR after one or more second-line approaches. Median duration of the first CR was 61 months. After a median observation time of 7 years, 55 of the patients with primary progressive disease (49%) had died, mostly from progressive or relapsed HL (n=36) or toxicity of salvage treatment (n=10). The majority of the 57 survivors was in CR at the time of analysis; 2 were under treatment for HL and there was no information available for one patient. Median OS p for the entire cohort was 83 months, 5-year OS p was 55.4% (95%-CI, 46% to 65%). Since OS p differed among patients of different initial stages and types of pre-treatment (early-stage favorable and unfavorable patients treated with ABVD variants, OS p 74.2% [61%-87%] vs. higher-stage patients treated with BEACOPP variants, OS p 42.9% [31% - 55%]), treatment groups were analyzed for survival separately. In both groups, patients responding to the first salvage therapy had a significantly better OS p compared to those not responding (each p<0.001). OS was significantly worse in patients with primary progressive disease when compared to the complementary study cohort in both treatment groups (each p<0.001). When comparing patients with primary progressive disease with those patients with a relapse of HL (n=272), there were significant advantages of the latter regarding OS and OS p within the BEACOPP-pre-treated subgroup (each p<0.001). In patients pre-treated with ABVD variants, there was also a significant difference in OS (p=0.007), but no detectable difference regarding OS p (5-year OS p 74% vs. 78%, p=0.3). Conclusion: Overall, the 5-year OS p in this unselected patient cohort of primary progressive HL patients is encouraging and supports the use of aggressive salvage regimens and consolidating high-dose chemotherapy in general. However, this approach is known to induce severe long-term toxicities and has limited efficacy in patients failing first-line treatment for advanced stage disease. We conclude that there is a need to develop different treatment approaches in primary progressive HL patients. Disclosures von Tresckow: Novartis: Consultancy, Other: Travel and accomodation, Research Funding; Amgen: Other: honoraria for preparation of scientific educational events; Celgene: Other: honoraria for preparation of scientific educational events; Takeda: Consultancy. Zijlstra: Celgene: Consultancy; Roche: Consultancy. Topp: Astra: Consultancy; Regeneron: Consultancy; Affimed: Consultancy, Research Funding; Roche: Consultancy, Other: Travel Support; Jazz: Consultancy; Pfizer: Consultancy; Amgen: Consultancy, Honoraria, Other: Travel Support. Engert: Takeda: Consultancy, Research Funding. Borchmann: Millennium: Research Funding."
}