{
    "doi": "https://doi.org/10.1182/blood.V126.23.1736.1736",
    "article_title": "Cirmtuzumab (UC-961), a First-in-Class Anti-ROR1 Monoclonal Antibody: Planned Interim Analysis of Initial Phase 1 Cohorts ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "INTRODUCTION: Chronic lymphocytic leukemia (CLL) cells of nearly all patients (pts) express ROR1 (Receptor tyrosine kinase-like Orphan Receptor 1), an orphan-receptor tyrosine-kinase-like protein that is normally expressed during embryogenesis, but not by normal post-partum tissues. ROR1 is a receptor for Wnt5a, which can induce non-canonical Wnt signaling to enhance CLL-cell survival and/or proliferation. We have developed antibodies that bind to epitopes that span the extracellular portion of human ROR1, and selected one mAb that had the most potent activity in inhibiting such signaling. We fully humanized this antibody to generate UC-961 (cirmtuzumab). GLP-compliant studies demonstrated that this antibody does not cross-react with normal post-partum tissues. Preclinical pharmacology/toxicology studies in Sprague-Dawley rats showed no evidence of toxicity for cirmtuzumab at doses up to 400 mg/kg by IV administration with an apparent half-life exceeding 7 days. Studies in cynomolgus monkeys again showed no apparent toxicity with an antibody half-life of approximately 14 days. Based on these IND-enabling studies, we have initiated a first-in-human phase 1 dose escalation study to determine the safety and tolerability of cirmtuzumab in the treatment of pts with relapsed or refractory CLL. Here, we report results of planned interim safety analysis of pts in the initial phase 1 cohorts. METHODS: Key eligibility criteria included relapsed or refractory CLL and indication for therapy according to working group guidelines (iwCLL). The starting dose was 15 mcg/kg, based on preclinical modeling of 30% target saturation. Cirmtuzumab was administered every 14 days for a total of 4 doses, with intra-patient dose escalation in the absence of toxicity. Patients were enrolled in cohorts of 3 to 6 patients, with the most recently completed cohort receiving doses of 0.5 mg/kg to 1 mg/kg. Pre-planned analysis of safety and tolerability was conducted at the completion of a 56-day dose-limiting toxicity observation period. RESULTS: Between August 2014 and July 2015, 10 pts have received cirmtuzumab. The median age of the treated pts was 72 (range 58 to 81); the median number of prior therapies was 4 (ranging from 1-9). Nine pts had at least 1 high-risk prognostic factor, including leukemia-cell expression of ZAP-70 (4 pts), unmutated IGHV (5 pts), del(17p) or complex karyotype (5 pts). Cirmtuzumab was well tolerated. We have not observed ≥ grade 2 drug-related adverse events (AE) in any of the treated pts. The only grade 1 drug-related AE that occurred in more than 1 pt was anemia (3 pts), all of which resolved. One patient came off study due to continued disease progression after receiving a single dose of 15 mcg/kg; the rest of the pts received all four doses of cirmtuzumab, as per protocol. The low dose administered to patients in the first few cohorts precluded us from detecting sufficient cirmtuzumab in the plasma for pharmacokinetic studies. However, cirmtuzumab was detected in the plasma of pts in later cohorts, allowing us to estimate a half-life for cirmtuzumab of approximately 14 days. Response was assessed as per iwCLL criteria 2 months after the final dose of cirmtuzumab. 3 pts have not yet reached that time point, and 1 pt was not evaluable due to progresison and early study discontinuation. Of the 6 pts evaluable for response, 2 experienced continued disease progression and 4 met criteria for stable disease. With a median follow-up of 103 days after the completion of cirmtuzumab, 2 pts that had disease progression have required additional therapy; the other 4 have yet to require additional treatment. CONCLUSIONS: Cirmtuzumab is a first-in-class anti-ROR1 monoclonal antibody. In a phase 1 dose-escalation trial, pts with relapsed or refractory CLL have tolerated cirmtuzumab well, without any drug-related grade 2 or higher AEs. This is consistent with the preclinical profile and lack of target expression in normal tissues. The ongoing phase 1 study will evaluate the safety and tolerability of higher doses to determine the maximum tolerated dose or biologically optimal dose of cirmtuzumab. Disclosures Choi: Gilead: Consultancy, Other: Advisory Board, Speakers Bureau; AbbVie: Consultancy, Other: Advisory Board, Research Funding. Jamieson: J&J: Research Funding; GSK: Research Funding. Kipps: Gilead: Honoraria, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding; Pharmacyclics: Consultancy, Honoraria; AbbVie: Consultancy, Research Funding.",
    "topics": [
        "interim analysis",
        "monoclonal antibodies",
        "ror1 protein, human",
        "brachial plexus neuritis",
        "antibodies",
        "toxic effect",
        "chronic lymphocytic leukemia refractory",
        "disease progression",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Michael Y. Choi, MD",
        "George F. Widhopf, II, PhD",
        "Januario Castro, MD",
        "Hongying Li, PhD",
        "Reilly L Kidwell, BS, BA, CCRC",
        "Sam C Zhang, B.A.",
        "Tiffany Juarez, PhD",
        "Susette Gorak",
        "Laura Z. Rassenti, PhD",
        "Karen Messer, PhD",
        "Charles Prussak, PhD",
        "Catriona HM Jamieson, MD PhD",
        "Thomas J. Kipps, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Y. Choi, MD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "George F. Widhopf, II, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Januario Castro, MD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongying Li, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reilly L Kidwell, BS, BA, CCRC",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sam C Zhang, B.A.",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiffany Juarez, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA ",
                "Division of Regenerative Medicine, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susette Gorak",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Z. Rassenti, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Messer, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Prussak, PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catriona HM Jamieson, MD PhD",
            "author_affiliations": [
                "Moores Cancer Center, University of California, San Diego, La Jolla, CA ",
                "Division of Regenerative Medicine, University of California, San Diego, La Jolla, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas J. Kipps, MD PhD",
            "author_affiliations": [
                "University of California, San Diego, La Jolla, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:24:38",
    "is_scraped": "1"
}