{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.120.120",
    "article_title": "Functional and Biological Implications of CUX1 Mutations and Deletions in Myeloid Neoplasms ",
    "article_date": "December 7, 2017",
    "session_type": "636. Myelodysplastic Syndromes—Basic and Translational Studies: Molecular Mechanisms of MDS",
    "abstract_text": "',\" authors equally contribute The CUX1 gene, located on 7q22.1, has been characterized genetically as a haplo-insufficient tumor suppressor gene. Somatic CUX1 mutations ( CUX1 MT ) and deletions ( CUX1 DEL ) have been reported in myeloid neoplasms.The p200CUX1 is the most abundant isoform, containing 4 DNA-binding domains (CR1, CR2, CR3, and HD) with rapid \"on\" and \"off\" DNA-binding kinetics. Depending on promoter context, the p110 isoform can be either a repressor or an activator. We aim to define the clinical and biological/functional relevance of CUX1 lesions in myeloid neoplasms. We first established the clinical prevalence and phenotypic associations of CUX1 . In a cohort of 1480 patients with myeloid neoplasms including, lower-risk MDS (24%, n=359), higher-risk MDS (17%, n=249), pAML (22%, n=322), sAML (14%, n=205), MDS/MPN (15%, n=217) and MPN (9%, n=128), we correlated CUX1 lesions with clinical parameters, cytogenetic abnormalities, and molecular features including clonal architecture and concomitant somatic mutations. We found that somatic CUX1 MT and CUX1 DEL were detected in 4% and 6% of our cohort, respectively. All CUX1 MT were heterozygous except in 6% were homozygous (uniparental disomy; UPD) and 7%, compounded heterozygous fashion. CUX1 is under expressed in 60% of MDS with -7/del(7q) and 70% of AML with -7/del(7q) vs. 18% and 8% of diploid controls ( P =.004 and P <.0001,respectively). In addition, 15% of MDS and 5% of AML cases with cytogenetic abnormality other than -7/del(7q) showed low expression of CUX1 . Truncations and missense mutations were present in 25% and 75% of mutant cases, respectively. CUX1 MT were more common in MDS (52%) than AML(16%) and MDS/MPN ( 32%; P =.02), while CUX1 DEL more frequently exist in RAEB1/2 and sAML (64%) compared to lower-risk MDS (12%), pAML (12%) and MDS/MPN (14%; P <.0001). Regards concomitant genetic events, CUX1 lesions were significantly associated with TET2 , ASXL1 and BCOR (P =.02, P =.004, P =.0009 respectively) compared to CUX1 wild type (WT). In contrast to WT which was mutually exclusive with FLT3 (3%). Clonal architecture analyses showed that 36% of CUX1 mutations were founder events with secondary BCOR (25%) and ASXL1 (17%) , while CUX1 MT were subclonal in 64% in which TET2 (22%), BCOR (9%), and SF3B1 ( 9%) served as ancestral events. Prognostic analyses showed that both CUX1 MT and CUX1 DEL were significantly associated with shorter overall survival compared WT ( CUX1 MT : 56 vs. 94 mo.; P =.02; CUX1 DEL : 46 vs. 94 mo., P =.004) where truncating mutations had a significant impact on worse prognosis than WT (39 v s. 94 mo.; P =.01). CUX1 functions as an auxiliary factor in base excision repair. Specifically, the CUT domains within CUX1 stimulate the enzymatic activities of the 8-oxoguanine DNA Glycosylase-1 (OGG1). We therefore verified whether genetic lesions of CUX1, either CUX1 MT or CUX1 DEL , delay oxidative DNA damage repair and thereby contribute to leukemogenesis by establishing a clonal mutator phenotype. First, we compared 8-oxoG cleavage activity in extracts from HCC1419 cells harboring CUX1 loss-of-heterozygosity ( CUX1 LOH ), Hs578T cells diploid for CUX1 and Hs578T cells expressing CUX1 shRNA. We observed decreased 8-oxoG cleavage in HCC1419 cells and Hs578T-shCUX1 cells in which CUX1 expression was reduced. Secondly, we obtained bone marrow cells from healthy donors and patients with frameshift CUX1 MT or del7q, and performed single cell gel electrophoresis (comet assays) to monitor DNA repair following exposure to H 2 O 2 . We found that repair of oxidized bases in genomic DNA was delayed in both samples with heterozygous and homozygous CUX1 inactivating mutations and in samples with CUX1 DEL . Having noted that CUX1 lesions cause a defect in BER, we performed whole exome sequencing of CUX1 MT (n=3) and WT (n=117). Strikingly, samples with either CUX1 MT or low CUX1 expression (n=23) harbored a significantly higher number of mutations compared to WT and high CUX1 expression samples (n=156; P =.03, P =.04). Altogether, our results show that reduced CUX1 expression in myeloid cancer cells is associated both with a decrease in DNA repair efficiency and an increase in somatic mutations. We propose that genetic and epigenetic changes that reduce CUX1 expression cause a DNA repair defect that leads to the accumulation of somatic mutations and ultimately, shorter patient survival. Disclosures Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "mutation",
        "neoplasms",
        "dna",
        "protein isoforms",
        "risk reduction",
        "comet assay",
        "electrophoresis, gel",
        "hydrogen peroxide",
        "leukemogenesis",
        "ms-like tyrosine kinase 3"
    ],
    "author_names": [
        "Mai Aly, MD",
        "Zubaidah M Ramdzan', PhD",
        "Yasunobu Nagata, MD PhD",
        "Suresh K. Balasubramanian, MD",
        "Naoko Hosono, MD,PhD",
        "Hideki Makishima, MD,PhD,FACP.",
        "Valeria Visconte, PhD",
        "Bartlomiej P. Przychodzen, MSc",
        "Cassandra M. Hirsch, BS",
        "Mikkael A. Sekeres, MD MS",
        "Alain Nepveu\", PhD",
        "Jaroslaw Maciejewski\", MD,PhD,FACP."
    ],
    "author_dict_list": [
        {
            "author_name": "Mai Aly, MD",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, ",
                "Assiut University, Clinical Hematology Unit, Faculty Of Medicine, Assiut, Egypt "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zubaidah M Ramdzan', PhD",
            "author_affiliations": [
                "McGill University, Goodman Cancer Research Center and Departments of Oncology, Biochemistry and Medicine, Quebec, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasunobu Nagata, MD PhD",
            "author_affiliations": [
                "Department of Translational Hematology and Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suresh K. Balasubramanian, MD",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoko Hosono, MD,PhD",
            "author_affiliations": [
                "University of Fukui, Department of Hematology and Oncology, Faculty of Medical science, Fukui, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD,PhD,FACP.",
            "author_affiliations": [
                "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Visconte, PhD",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej P. Przychodzen, MSc",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cassandra M. Hirsch, BS",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Cleveland Clinic, Leukemia Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Nepveu\", PhD",
            "author_affiliations": [
                "McGill University, Goodman Cancer Research Center and Departments of Oncology, Biochemistry and Medicine, Quebec, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw Maciejewski\", MD,PhD,FACP.",
            "author_affiliations": [
                "Cleveland Clinic, Department of Translational Hematology & Oncology Research, Taussig Cancer Institute, Cleveland, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:36:46",
    "is_scraped": "1"
}