{
    "doi": "https://doi.org/10.1182/blood.V104.11.4223.4223",
    "article_title": "Epoetin Alfa 40,000 U QW Increases Hb and Is Safe in Anemic Patients with Cancer Not Receiving Chemotherapy or Radiation Therapy. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Patients (pts) with cancer often become anemic as a result of the disease and its treatment. Epoetin alfa (EPO) administered 150 U/kg SC 3 times a week in pts with cancer-related anemia not receiving chemotherapy (CT) or radiation therapy (RT) significantly reduces transfusion requirements, increases hemoglobin (Hb), and improves quality of life (QOL). EPO 40,000 U SC QW is effective in pts with cancer-related anemia receiving CT +/− RT and may be a treatment option for pts not receiving CT or RT. This open-label, multicenter, pilot study investigated clinical outcomes and safety of EPO 40,000 U SC QW in anemic (Hb 15 g/dL; dose reduction was considered for Hb increase >1.3 g/dL over 2 wks in the original protocol. Primary endpoint was proportion of pts achieving a ≥1-g/dL or ≥2-g/dL increase in Hb from baseline (BL; independent of transfusion within the previous 28 days) at any time during the study. Secondary endpoints included transfusion requirements and QOL (measured with the Linear Analog Scale Assessment; LASA). The study was temporarily suspended due to concerns of a potential increased risk of thrombotic events if Hb >13 g/dL, and restarted with an upper Hb limit of 13 g/dL and rate of rise of Hb of 1 g/dL over any consecutive 2-wk period, independent of transfusion. Due to the interruption in therapy, 3 efficacy populations were evaluated: pts who had a post BL Hb value or transfusion (modified intent-to-treat [MITT], n=91); pts who completed the study prior to suspension (presuspension, n=37); and pts who entered the study, had treatment suspended, and completed after the study was restarted (suspension, n=33). Ninety-five pts were evaluable for safety: mean age, 69 years; 45% women; 85% ECOG 0-1; mean BL Hb 10.4 ± 0.73 g/dL. For the 3 populations analyzed, 73/91 (80%), 33/37 (89%), and 29/33 (88%) pts had an Hb increase ≥2 g/dL for the MITT, presuspension, and suspension populations, respectively. 13/91 (14%), 2/37 (5%), and 3/33 (9%) pts had at best an Hb increase ≥1 g/dL for the MITT, presuspension, and suspension populations, respectively. For the MITT population, mean change in Hb from BL after 12 wks was 2.9 ± 1.54 g/dL. Mean Hb decreased 1.4 ± 1.10 g/dL during the posttreatment observation period. One pt was transfused on study. Both wk 9 and wk 17 LASA scores increased significantly from BL in all categories (Energy Level, Daily Activities, and Overall QOL; P <0.001). EPO dose was increased in 15 (16%) pts and decreased or held in 61 (64%) pts during the study. Mean time to first dose reduction or hold was 38 days. Most commonly reported AEs were fatigue (19%) and nausea (13%). Twenty-four (25%) pts had ≥1 serious AE. Four (4%) pts discontinued due to an AE. One pt died on study due to disease progression. Two (2%) pts had a clinically relevant thrombovascular event (deep vein thrombosis [DVT]); 1 pt was in the presuspension population and had Hb 13.5 g/dL prior to the DVT, the other pt was in the suspension population and had Hb 11.9 g/dL prior to the DVT. Irrespective of the population analyzed, 80%–89% of pts had at least a 2-g/dL increase in Hb at some point during the study, suggesting that EPO 40,000 U SC QW is effective and safe in pts with cancer-related anemia not receiving CT or RT.",
    "topics": [
        "anemia",
        "cancer",
        "chemotherapy regimen",
        "epoetin alfa",
        "radiation therapy",
        "brachial plexus neuritis",
        "transfusion",
        "deep vein thrombosis",
        "cancer anemia",
        "lipid-associated sialic acid"
    ],
    "author_names": [
        "Daniel Shasha, MD",
        "Denise Williams, MD."
    ],
    "author_dict_list": [
        {
            "author_name": "Daniel Shasha, MD",
            "author_affiliations": [
                " Phillips Ambulatory Care Center, Beth Israel Medical Center, New York, NY, USA and ",
                " Therapeutic Area Head, Oncology, Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Denise Williams, MD.",
            "author_affiliations": [
                " Phillips Ambulatory Care Center, Beth Israel Medical Center, New York, NY, USA and ",
                " Therapeutic Area Head, Oncology, Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T21:34:03",
    "is_scraped": "1"
}