{
    "doi": "https://doi.org/10.1182/blood-2019-124744",
    "article_title": "Targeting BCL-XL By Protac DT2216 Effectively Eliminates Leukemia Cells in T-ALL Pre-Clinical Models ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "T-ALL is an aggressive hematologic malignancy arising from immature T-cell precursors. Previous studies identified dependence of T-ALL (with a notable exception of early T-cell precursor (ETP) ALL) on BCL-XL ( Chonghaile, Cancer Discovery 2014; Khaw, Blood 2016 ). However, BCL-XL specific inhibitors exhibit on-target toxicity of thrombocytopenia, restricting the use in acute leukemias ( Vogler, Blood 2011 ). DT2216, a novel BCL-XL specific proteolysis targeting chimera (PROTAC), targets BCL-XL to the Von Hippel-Lindau (VHL) E3 ligase, leading to BCL-XL ubiquitination and degradation selectively in cells express VHL ( Khan, ASH 2018 ). Platelets lack VHL expression and therefore are spared from destruction by DT2216. Here we studied the pre-clinical efficacy of DT2216 in T-ALL cell lines in vitro and in vivo using T-ALL patient-derived xenograft (PDX) models. We first analyzed anti-apoptotic proteins (BCL-XL, BCL-2, MCL-1) expression in 4 B-ALL (LAZX2, MUTZ5, RS4:11, BALL1) and 6 T-ALL cell lines (SUPT1, KOPT1, Loucy, CCRF-CEM, PF384, Jurkat) by immunoblotting. This analysis demonstrated that ALL cell lines generally co-express BCL-XL and BCL-2 (Figure 1A). To identify functional dependencies, we utilized BH3 profiling that measures cytochrome C release after priming cells with BH3 peptides selectively targeting pro-survival BCL-2 family proteins in 4 B-ALL and 3 T-ALL cell lines. Similarly, cells were co-dependent on several anti-apoptotic members as shown by higher cytochrome c release in response to BIM, BID and BMF peptides targeting multiple anti-apoptotic proteins, and lower response to FS-1, ABT-199, HRK, MS-1, targeting individual anti-apoptotic members (Figure 1B). Analysis of the 3 B-ALL and 3 T-ALL PDX lines identified similar patterns that ALL cells are co-dependent on several anti-apoptotic members. Notably, we observed high cytochrome C release in response to mBAD that targets BCL-2 and BCL-XL; in addition, two of the three T-ALL PDXs, but none B-ALL PDX, responded to BCL-XL specific peptide HRK and to DT2216 confirming a functional role of BCL-XL in T-ALL survival. Next, we studied the sensitivity of ALL cells to ABT-199, DT2216 and the combination, in comparison with dual BCL-2/BCL-XL inhibitor ABT-263. DT2216 treatment (24hrs) caused a dose-dependent reduction of cellular viability in all 6 T -ALL and 3 B-ALL lines (except for BALL1 with complex karyotype refractory to all agents) measured by Cell TiterGlo assay, with T-ALL cells demonstrating a log higher sensitivity compared to B-ALL. In contrast, 5 out of 6 T-ALL lines (all besides ETP line Loucy) had no response to ABT-199, while 3 B-ALL lines showed dose-dependent response. All lines except BALL1 responded to ABT-263 (Figure 1C). Notably, the combination of DT2216 with ABT-199 synergistically reduced cell viability, with average CI of 0.3 (range 0.1-0.7 in all lines besides BALL1) (Figure 1D). Immunoblotting of DT2216 treated cells confirmed dose-dependent, on-target BCL-XL degradation as early as 6 hrs (Figure 1E). We next tested the therapeutic efficacy of DT2216 alone or combined with chemotherapy in T-ALL PDX models. NSG mice were engrafted with T-ALL PDX CU76 and D115. After documenting bone marrow (BM) engraftment by flow cytometry in BM aspirates on Day 14 post cell injection, mice were randomized to receive vehicle, chemotherapy (\"VDL\", VCR 0.15mg/kg, Dexa 5mg/kg, L-ASP 1000U/kg, ip., qw), DT2216 (15mg/kg, ip., q4d) or their combination for 3 weeks. Mice tolerated DT2216 therapy well, with no platelet toxicity by whole blood count 24hrs post the first and last DT2216 dosing. DT2216 reduced leukemia burden, delayed leukemia progression (Fig 1G) and significantly extended mice survival in both models. VDL chemotherapy had no effect on ALL progression in CU76 model and showed efficacy similar to DT2216 in D115 model; of importance, VDL+ DT2216 combination resulted in significant extension of survival in both chemoresistant and chemosensitive models (Figure 1F). In summary, T-ALL cells are functionally dependent on BCL-XL for survival and are highly sensitive to DT2216, while B-ALL are largely BCL-2 dependent and respond to BCL-2 inhibitors such as ABT-199. DT2216 alone and in particular when combined with chemotherapy reduced leukemia burden and prolonged survival in T-ALL PDX models. This study suggests targeting BCL-XL by DT2216 represents highly effective and safe adjunct therapeutic modality in T-ALL. View large Download slide View large Download slide  Close modal Disclosures Zhang: The University of Texas M.D.Anderson Cancer Center: Employment. Zhang: University of Arkansas for Medical Sciences: Patents & Royalties: inventor of a pending patent application for use of Bcl-xl PROTACs as anti-cancer agents. Kuruvilla: The University of Texas M.D.Anderson Cancer Center: Employment. Ghotbaldini: CPRIT Research Grant: Research Funding. Zheng: Dialectic Therapeutics: Equity Ownership, Other: Co-founders of Dialectic Therapeutics that develops Bcl-xl PROTACs as anti-cancer agents; University of Arkansas for Medical Sciences: Patents & Royalties: inventor of a pending patent application for use of Bcl-xl PROTACs as anti-cancer and anti-aging agents. Zhou: University of Arkansas for Medical Sciences: Patents & Royalties: inventor of a pending patent application for use of Bcl-xl PROTACs as anti-cancer and anti-aging agents; Unity Biotechnology: Equity Ownership, Other: Co-founder of Unity Biotechnology which develops small-molecule senolytic drugs; Dialectic Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Other: co-founders of Dialectic Therapeutics that develops Bcl-xl PROTACs as anti-cancer agents. Konopleva: Ascentage: Research Funding; Kisoji: Consultancy, Honoraria; Reata Pharmaceuticals: Equity Ownership, Patents & Royalties; Ablynx: Research Funding; Eli Lilly: Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding; Genentech: Honoraria, Research Funding; F. Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria; Forty-Seven: Consultancy, Honoraria; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; Calithera: Research Funding; Astra Zeneca: Research Funding; Agios: Research Funding.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "bcl-xl protein",
        "burkitt's lymphoma",
        "leukemia",
        "t-cell leukemia, acute",
        "leukemia, b-cell, acute",
        "chemotherapy regimen",
        "antineoplastic agents",
        "cancer",
        "cytochrome c"
    ],
    "author_names": [
        "Qi Zhang, PhD",
        "Sajid Khan, PhD",
        "Xuan Zhang",
        "Vinitha Mary Kuruvilla, MSc",
        "Sanaz Ghotbaldini",
        "Julia Wells, PhD",
        "Natalia Baran, PhDMD",
        "Tianyu Cai, PhD",
        "Lina Han, PhD",
        "Adolfo Ferrando, MD, PhD",
        "Yong-Mi Kim, MD MPH, PhD",
        "Guangrong Zheng",
        "Daohong Zhou",
        "Marina Y Konopleva, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Qi Zhang, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sajid Khan, PhD",
            "author_affiliations": [
                "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuan Zhang",
            "author_affiliations": [
                "Department of Medicinal Chemistry, College of Pharmacy, University of Florida, Gainesville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinitha Mary Kuruvilla, MSc",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanaz Ghotbaldini",
            "author_affiliations": [
                "University of Berkeley, Berkeley, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Wells, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Baran, PhDMD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tianyu Cai, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lina Han, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adolfo Ferrando, MD, PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics, Columbia University, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong-Mi Kim, MD MPH, PhD",
            "author_affiliations": [
                "Division of Hematology, Oncology, Blood and Marrow Transplantation, Children's Hospital, Los Angeles, USC, Los Angeles, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangrong Zheng",
            "author_affiliations": [
                "Department of Medicinal Chemistry, College of Pharmacy, University of Florida, Gainesville, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daohong Zhou",
            "author_affiliations": [
                "Department of Pharmacodynamics, College of Pharmacy, University of Florida, Gainesville, FL "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Y Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:49:49",
    "is_scraped": "1"
}