{
    "doi": "https://doi.org/10.1182/blood.V116.21.3076.3076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1808",
    "start_url_page_num": 1808,
    "is_scraped": "1",
    "article_title": "New TET2 , ASXL1 and CBL Mutations Have Poor Prognostic Impact In Systemic Mastocytosis and Related Disorders ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster II",
    "topics": [
        "asxl1 gene",
        "cutaneous mastocytosis",
        "hematological diseases",
        "imatinib mesylate",
        "indolent",
        "karyotype determination procedure",
        "kiaa1546 gene",
        "leukemia, myelomonocytic, chronic",
        "mastocytosis",
        "mastocytosis, indolent systemic"
    ],
    "author_names": [
        "Fabiola Traina, MD, PhD",
        "Ania Jankowska, MSC",
        "Hideki Makishima, MD, PhD",
        "Fred H. Hsieh, MD",
        "Yingchun Han, PhD",
        "Christine O'Keefe, PhD",
        "Yuka Sugimoto, MD, PhD",
        "Sanjay R. Mohan, MD",
        "Hadrian Szpurka, PhD",
        "Courtney Prince",
        "Kathryn Guinta, MSC",
        "Mikkael A. Sekeres, MD, MS",
        "Matt Kalaycio, MD",
        "Alan E. Lichtin, MD",
        "Anjali S. Advani, MD",
        "Edward Copelan, MD",
        "Ronald Sobecks, MD",
        "Jaroslaw P. Maciejewski, MD, PhD, FACP",
        "Ramon V. Tiu, MD"
    ],
    "author_affiliations": [
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Department of Pulmonary, Allergy and Critical Care Medicine, Cleveland Clinic, Respiratory Institute, Cleveland, OH, USA, "
        ],
        [
            "Department of Pulmonary, Allergy and Critical Care Medicine, Cleveland Clinic, Respiratory Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Abstract 3076 Mastocytosis is a heterogeneous hematopoietic neoplasm characterized by proliferation and organ infiltration by clonal mast cells (MC). The disease spectrum encompasses chronic indolent forms such as cutaneous mastocytosis (CM)/indolent systemic mastocytosis (ISM) to more aggressive types such as SM with associated clonal hematologic non-mast-cell disease (SM-AHNMD), the latter most closely related to myeloproliferative neoplasms (MPN) or MDS/MPN overlap syndromes. Molecular pathogenesis of mastocytosis involves acquisition of c-KIT mutations, particularly D816V, which is present in many cases and confers resistance to imatinib. TET2 mutations are often found in MPN and MDS/MPN and also in ∼20% of SM patients without noticeable impact on survival. We have hypothesized that analysis of molecular defects in mastocytosis may shed light on disease pathogenesis and possibly convey prognostic information that may help in diagnosis and selection of rational therapies. To investigate these molecular events, we have applied single nucleotide polymorphism array-based karyotyping (SNP-A) (Affymetrix 6.0) to identify recurrent areas of loss of heterozygosity and performed a broad screen for mutations which could be present in mastocytosis including c-KIT, TET2 , CBL gene family ( CBL, CBLB, CBLC ), ASXL1 , IDH1/IDH2 , which have been found in hematologic disorders related to or associated with SM. Overall survival (OS) was analyzed using the Kaplan-Meier method (Log-Rank). We studied a total of 35 mastocytosis patients classified using WHO criteria (CM, N=9; ISM, N=14; SM-AHNMD, N=9; [CMML, N=6; AML, N=1; NHL, N=2], aggressive SM (ASM) N=2; MC sarcoma, N=1). Median age of the cohort was 51 yrs (13-71). SNP-A showed a total of 20 new lesions (13 gains, 3 losses and 4 uniparental disomy [UPD]) in 10 patients (CM=1, ISM=4, SM-AHNMD=4, ASM=1). The most frequently affected chromosomes were 2, 7, 12, 13, 14 and X. UPD was only found in SM-AHNMD and ASM and it involved chromosomes 2p, 4q, 7p and 13q. No OS difference were observed between patients with new SNP lesions compared to those without (47 mo vs . 38 mo; p =.84). c-KIT sequencing showed D816V in 29% of patients (ISM=29%; SM-AHNMD=44%, ASM=100%). A total of 15 additional mutations were found in 9/35 patients. TET2 mutations were found in 8/35 (23%), including 2 patients with biallelic mutations (3 frameshift, 2 nonsense and 5 missense). TET2 mutational frequencies for CM, ISM and SM-AHNMD (only CMML) were 22% (2/9), 7% (1/14) and 56% (5/9). Majority of TET2 mutations were heterozygous, except one that was homozygous. These mutations have not been previously described in mastocytosis. We have also detected ASXL1 mutations in 3/35 (9%) patients, with biallelic mutation seen in one patient (1 frameshift, 1 nonsense and 2 missense). ASXL1 mutations were seen in 1/14 ISM and 2/9 SM-AHNMD (with CMML). To our knowledge, ASXL1 mutations have not been described in mastocytosis. A heterozygous CBL mutation was found in 1/35 patients with SM-AHNMD (CMML). No mutations were found in CBLB, CBLC and IDH1 / IDH2 . Interestingly, 5 patients were found to have >1 mutation, c-KIT and TET2 in 2, c-KIT / TET2 / ASXL1 in 2 and TET2 / CBL in 1 patient. The median OS of the cohort was 18 mo (1-85). As expected, for patients with only SM (excluding CM cases), c-KIT mutants had a worse OS than wild type (WT) c-KIT patients (17 mo vs. 52 mo; p =.02). SM patients with TET2 , ASXL1 or CBL mutations, independently of c-KIT , had a worse OS than those with WT genes (17 mo vs. 52; p =.01). SM patients with c-KIT mutation who carry additional mutations had a worse OS, c-KIT + any mutation [11 mo] vs. TET2 / ASXL1 / CBL mutant [32 mo] vs. c-KIT mutant alone [NR] vs. WT [NR]; p< .0001. Similarly, when TET2 and c-KIT mutations were analyzed independent of CBL and ASXL1 , patients with mutant c-KIT and TET2 had the poorest OS in the group ( c-KIT plus TET2 [10 mo] vs. TET2 alone [32 mo] vs. c-KIT alone [NR] vs. WT [NR]; p< .0001). All patients with CM were still alive at the time of analysis. In conclusion, SNP-A lesions including UPD are karyotypic changes also seen in mastocytosis. TET2 mutations are frequently found in mastocytosis, particularly in SM-AHNMD (CMML). Novel molecular mutations frequently found in MDS and MPN, as ASXL1 and CBL , are also found in mastocytosis but at lower frequencies. More importantly, these new mutations may affect prognosis, as demonstrated by poor OS in patients who carry these mutations independently of c-KIT . Disclosures: No relevant conflicts of interest to declare."
}