{
    "doi": "https://doi.org/10.1182/blood.V122.21.4409.4409",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2647",
    "start_url_page_num": 2647,
    "is_scraped": "1",
    "article_title": "MLN4924 An Investigational Inhibitor Of NEDD8 Activating Enzyme (NAE) Is Active In Pre-Clinical Models Of Activated B-Cell (ABC) Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "b-lymphocytes",
        "diffuse large b-cell lymphoma",
        "enzymes",
        "nedd8 protein",
        "bcl-xl protein",
        "chemotherapy regimen",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "lymphoma",
        "rituximab",
        "ligase"
    ],
    "author_names": [
        "Sarah Belliotti, B.A.",
        "Juan Gu, PhD",
        "Cory Mavis, BSc, MSc",
        "Myron S. Czuczman, MD",
        "Francisco J. Hernandez-Ilizaliturri, MD"
    ],
    "author_affiliations": [
        [
            "University of Buffalo, Buffalo, NY, USA, "
        ],
        [
            "Departments of Immunology and Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Departments of Immunology and Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Departments of Immunology and Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Medical Oncology and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.8963612",
    "first_author_longitude": "-78.86870909999999",
    "abstract_text": "The results of the Collaborative trial in relapsed aggressive lymphoma (CORAL) study suggest that diffuse large B-cell lymphomas (DLBCL) that relapse or fail to respond to rituximab-chemotherapy in the front-line possess a more resistant disease and represent an emerging challenge for clinicians treating aggressive B-cell lymphomas. It also stresses the need to further study and define at the molecular level the mechanisms by which DLBCL are developing resistance to chemo-immunotherapy. We previously demonstrated that the ubiquitin-proteasome system (UPS) plays an important role in the development of rituximab-chemotherapy resistance. Targeting the UPS has become an important therapeutic strategy in relapsed/refractory DLBCL. MLN4924, a NAE inhibitor selectively blocks the UPS up-stream by preventing the activation of a subset of ubiquitin ligases known as cullin-ring ligases. We evaluated the activity of MLN4924 in a panel of rituximab-chemotherapy (RSCL) sensitive and resistant (RRCL) germinal center B-cell (GCB) and ABC-DLBCL cell lines. RSCL and RRCL were exposed to MLN4924 (0.5μM and 1.0μM) for 24-72 hrs. Changes in cell viability, cell cycle and expression of key regulatory proteins of the cell cycle, Bcl-2 family members, and the UPS were evaluated using the cell titer glo assay, flow cytometry and western blotting respectively. MLN4924 induced cell death in ABC-DLBCL cell lines (both RSCL and RRCL) and to a lesser degree in GCB-DLBCL cell lines. Anti-tumor activity plateau was seen after 48 hrs of drug exposure. In MLN4924 sensitive cells we consistently observed cell cycle arrest in G1 phase, down-regulation of Bcl-XL and PARP cleavage. We also observed down regulation of NEDD8 protein across all treated cell lines. Bcl-XL down-regulation appears to be regulated at the transcriptional level. MLN4924 exposure in vitro resulted in a decrease in Bcl-XL mRNA as determined by quantitative polymerase chain reaction (qPCR), perhaps due to the inhibition of NFkB activity as demonstrated in MLN4924-exposed cells by p65 co-localization studies using the imagestream technology. Our data suggests that MLN4924 is active in ABC-DLBCL by inducing cell cycle arrest in G1 phase and rendering lymphoma cells more susceptible to apoptosis. MLN4924 lowers the apoptotic threshold of lymphoma cells by negatively regulating Bcl-XL levels at the transcription level. Selective inhibition of the NFkB transcription factor most likely play a role in the down-regulation of Bcl-XL observed in all cell lines tested. Ongoing studies aimed to further define the molecular mechanisms of action of MLN4924 can potentially assist scientists and clinicians in the optimal design of clinical trials incorporating this agent in relapsed/refractory DLBCL patients. (Research, in part, supported by a NIH grant R01 CA136907-01A1 awarded to Roswell Park Cancer Institute and The Eugene and Connie Corasanti Lymphoma Research Fund) Disclosures: Czuczman: Genetech, Onyx, Celgene, Astellas, Millennium, Mundipharma: Advisory Committees Other."
}