{
    "doi": "https://doi.org/10.1182/blood.V116.21.627.627",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1643",
    "start_url_page_num": 1643,
    "is_scraped": "1",
    "article_title": "Epigenomic Profiling of Myeloproliferative Diseases Reveal Idiopathic Myelofibrosis as An Epigenetically Distinct Subgroup and Highlights the Epigenetic Effects of Jak2V617F Mutation ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes II",
    "abstract_text": "Abstract 627 Myeloproliferative diseases (MPD) are clonal hematologic disorders that present with increased numbers of functional, mature, terminally differentiated myeloid elements. Even though genetic, biochemical and functional studies have provided important insights into the pathogenesis of MPDs, the role of epigenetic changes in disease pathobiology is not well elucidated. We performed the HELP assay to study genome-wide methylation patterns in cases of Polycythemia Vera (PV), Essential Thrombocytosis (ET) and Idiopathic Myelofibrosis (IMF) and compared it with normal matched controls. The HELP assay uses differential methylation specific digestion by HpaII and MspI followed by amplification, two color labeling and hybridization to quantitatively determine individual promoter CpG methylation of 25636 loci. Analysis of 26 MPD neutrophil samples comprising 9 cases of ET, 6 cases of PV and 11 Cases of IMF was performed and compared to normal healthy controls. Unsupervised clustering based on global methylation profiles showed that IMF cases formed a distinct epigenetic cluster, while PV and ET cases were more similar to the normal controls. Further analysis of epigenetic differences between these groups showed that PV and ET samples were characterized by aberrant hypermethylation when compared to controls and had 143 genes that were uniformly hypermethylated. These genes are involved in pathways regulated by the NF-Kb and HNF-4alpha transcription factors. IMF on the other hand was characterized by both aberrantly hyper (n=162) and hypomethylated (n=95) loci when compared to controls. The pathways affected by hypomethylated genes were involved in cytokine cell signaling and MAP kinases. We subsequently validated these observations in an independent set of 8 IMF cases compared to 8 age matched controls. Methylation profiles obtained from whole blood by the HELP assay were able to clearly separate IMF cases from controls demonstrating the validity of our observations. These changes were quantified on a whole genome level by the Luminometric methylation assay (LUMA) that also revealed significantly more hypomethylation in IMF when compared to PV and ET cases (49% hypomethylation in IMF vs. 38% in PV/ET, p<0.05). Selected changes were validated by Mass Array sequencing. We next wanted to determine the epigenomic effects of Jak2V617F mutation and compared methylation profiles of MPD cases with and without the mutation. We observed that cases with Jak2 mutation had a higher number of differentially hypomethylated loci. This striking difference was seen by the LUMA assay also with 67% hypomethylation seen in mutant cases when compared to 48% in those without the mutation (p=0.02). This observation was validated in vitro in a cell line (FDCP) that expressed wither WT or mutant Jak2 kinase. We observed that expression of the mutant kinase led to global hypomethylation. This observation builds on recent data demonstrating nuclear binding of the mutant Jak2 kinase and its effects on the histone epigenetic machinery. In conclusion, we report that MPDs are characterized by various novel epigenetic alterations that affect important functional pathways and IMF is grossly epigenetically distinct from ET and PV. The Jak2 mutation also affects the methylome and leads to global hypomethylation that potentially contributes to the genomic instability and disease pathobiology. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "epigenetics",
        "epigenomics",
        "mutation",
        "myelofibrosis, idiopathic, chronic",
        "myeloproliferative disease",
        "phosphotransferases",
        "crossbreeding",
        "cytokine",
        "deoxyribonuclease hpaii",
        "hematological diseases"
    ],
    "author_names": [
        "Sangeeta Nischal",
        "Li Zhou",
        "Yiting Yu",
        "Tushar Bhagat",
        "Yongkai Mo",
        "Christoph Heuck",
        "Masako Suzuki",
        "Shahina Maqbool",
        "Animesh Pardanani",
        "John Greally",
        "Alison Moliterno",
        "Amit Verma"
    ],
    "author_affiliations": [
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Michael F. Price Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Michael F. Price Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Michael F. Price Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.8504266",
    "first_author_longitude": "-73.8450534"
}