{
    "doi": "https://doi.org/10.1182/blood.V104.11.3461.3461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=107",
    "start_url_page_num": 107,
    "is_scraped": "1",
    "article_title": "The Lack of Clinical Efficacy of Flavopiridol in Patients with Relapsed Refractory Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "flavopiridol",
        "multiple myeloma",
        "cytotoxicity",
        "dna",
        "immunoblotting",
        "adverse event",
        "antigens, cd98 light chains",
        "beta 2-microglobulin",
        "bone marrow aspiration",
        "cyclin d1"
    ],
    "author_names": [
        "Angela Dispenzieri, MD",
        "Keith C. Bible, MD, PhD",
        "Martha Q. Lacy, MD",
        "Tom R. Fitch, MD",
        "Susan M. Geyer, PhD",
        "Robert Fenton, MD",
        "Rafael Fonseca, MD",
        "Crescent R. Getman",
        "Steven C. Ziesmer",
        "Charles Erlichman, MD",
        "Morie A. Gertz, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Medical Oncology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology/Onocology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Hematology/Oncology, University of Maryland, Baltimore, MD, USA"
        ],
        [
            "Biostatistics, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology/Onocology, Mayo Clinic, Scottsdale, AZ, USA"
        ],
        [
            "Medical Oncology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Medical Oncology, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.022427199999996",
    "first_author_longitude": "-92.4666779",
    "abstract_text": "Purpose: Flavopiridol is a cyclin-dependent kinase inhibitor with preclinical activity against multiple myeloma cells in vitro and ex vivo. It can induce apoptosis in non-cycling human cell lines, including RPMI-8226, a myeloma cell line. Suggested mechanisms of cytotoxicity include down regulation of anti-apoptotic regulators, direct binding to duplex DNA, disruption of transcription factor/DNA binding, upregulation of p53, inhibition of transcription, and inhibition of angiogenesis. A Phase II multicenter trial was conducted to determine the activity of flavopiridol in patients with relapsed or refractory multiple myeloma. Experimental Design: Eighteen patients were treated with 1 hour flavopiridol infusions (50 mg/m(2)/day) for 3 consecutive days every 21 days. Responses were assessed according to IBMTR criteria each cycle. Serial bone marrow aspirates were collected before and immediately after flavopiridol treatment to measure in vivo and ex vivo effects of flavopiridol on patient plasma cells. Immunoblotting for Mcl-1, Bcl-2, p53, cyclin D, phosphoRNA polymerase II and phosphoSTAT 3 was conducted on total cellular proteins isolated from sorted plasma/myeloma cells. Ex vivo assessment of flavopiridol sensitivity of freshly collected myeloma cells was performed for 5 patients pre-therapy. Results: Median age of patients ranged from 49 to 81 years, with a median of 65 years. Patients had received a median of 3 (range, 1–5) treatment regimens prior to enrollment. Sixty-one percent of patients were refractory to prior therapy and fifty-five percent had received prior high dose therapy with hematopoietic stem cell support. The immunoglobulin isotypes of the patients were as follows: IgG (10), IgA (4), light chain (3), and non-secretory (1). At enrollment, 13 patients had a beta-2 microglobulin greater than 3.5. Seven had a plasma cell labeling index greater than or equal to 1%. Four had an elevated LDH. The trial was stopped at time of interim analysis due to a lack of clinical efficacy. Of eighteen treated patients, 15 progressed (including 1 death on study) and 3 discontinued due to toxicity. All patients have ended the active treatment phase, and the mean number of cycles administered for all enrolled patients was 1.6 cycles (range 1–3). No objective responses were observed. The most frequent adverse events were leukopenia and diarrhea (83% each), followed by thrombocytopenia, nausea, and fatigue (61% each). Ex vivo flavopiridol treatment of pre-therapy patient plasma/myeloma cells led to cytotoxicity, but only after longer exposure times at higher flavopiridol concentrations than were anticipated to be achieved in vivo . Further, immunoblotting demonstrated no indication that known in vitro cellular effects of flavopiridol were recapitulated in vivo . Conclusions: Flavopiridol has little single-agent activity in relapsed or refractory multiple myeloma when administered at this dose and schedule, which is likely due to the inability to achieve biologically relevant concentrations in patients. ."
}