{
    "doi": "https://doi.org/10.1182/blood.V122.21.1087.1087",
    "article_title": "ADAM28 Metalloprotease Domain Is Sufficient For Proteolytic Cleavage Of Von Willlebrand Factor ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "ADAM28, a member of ADAM (A Disintegrin and Metalloprotease) family, consists of two isoforms: a membrane-type form and a secreted form. Both ADAM28 isoforms are expressed in normal T and B lymphocytes of peripheral blood and lymphatic organs and certain malignant tumor cells. ADAM28 exhibits catalytic activity toward a few substrates including insulin-like growth factor binding protein-3 (IGFBP-3) and von Willebrand factor (VWF). ADAM28 is also overexpressed in human non-small cell lung carcinomas and breast carcinomas, predominantly by maligant cells, and the expression levels correlate with malignant cell proliferation and lymph node metastasis, presumably mediated by the cleavage of VWF. However, the structural components of ADAM28 required for proteolytic cleavage of VWF are not known. In this study, we constructed and expressed a soluble murine ADAM28 lacking the transmembrane domain and cytoplasmic tail (ΔTMA28) and various other carboxyl-terminal truncated ADAM28 variants containing a metalloprotease domain (M), plus a disintegrin domain (MD), and a Cys-rich domain (MDC) in COS-7 cells. All constructs were tagged at their carboxyl termini with a 3xflag epitope. Conditioned medium from transfected cells was collected and concentrated by a filtration technique. Protein concentrations of each construct in the concentrated conditioned medium were determined by a semi-quantitative Western blotting using a monoclonal anti-Flag IgG. A carboxyl-terminal truncated ADAMTS13 fragment (MDTCS) containing a 3xFlag epitope was used for a calibration. The proteolytic cleavage of a murine recombinant VWF (mVWF) by murine recombinant ADAM28 variants was carried out at 37 °C in a buffer containing 1 µM ZnCl 2 and 5 mM CaCl 2 in the presence or in the absence of guanidine-HCl at neutral pH 7.5. A full-length murine recombinant ADAMTS13 (mFL-A13) was used as a positive control and the conditioned medium derived from untransfected cells was used for a negative control. We show that mVWF that is pre-denatured with 1.0 M guanidine-HCl (at 37 °C for 2 hours) was efficiently cleaved by the constructs M, MD, MDC, and ΔTMA28 at the concentration of 50-100 nM after 18 hours of incubation. The proteolytic cleavage of VWF by ADAMTS28 variants results in dramatically reduced immune reactivity with rabbit anti-VWF IgG and multimer size as demonstrated by SDS-agarose gel (1%) electrophoresis and Western blotting. Paradoxically, this cleavage significantly increases the VWF-collagen binding activity despite of smaller VWF multimer size, suggesting that ADAM28-mediated proteolysis of VWF exposes its high-affinity collagen binding site. The cleavage efficiency of mVWF by all ADAM28 variants is comparable to that by mFL-A13 under the same conditions. The cleavage of native mVWF by ADAM28 is much less than that of pre-denatured VWF. EDTA (10 mM) added to the reaction completely abolishes the proteolytic cleavage of mVWF by all mADAM28 variants. We conclude that a metalloprotease domain of mADAM28 is sufficient for proteolytic cleavage of mVWF. The carboxyl terminal ancillary domains of mADAM28 appear to be dispensable for recognition and cleavage of mVWF. Our findings suggest a different mechanism underlying the proteolysis of VWF by a ADAM family protease. Further investigation into the biological activity of ADAM28 variants under more physiological conditions may shed new light on the mechanism of ADAM and ADAMTS proteolysis. The findings may provide a potential novel therapy for arterial thrombosis and acquired thrombotic thrombocytopenic purpura due to autoantibody inhibition because ADAM28 activity is not expected to be inhibited by ADAMTS13-specific autoantibodies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "culture media, conditioned",
        "cytokinesis",
        "metalloproteases",
        "proteolysis",
        "gel",
        "autoantibodies",
        "disintegrins",
        "epitopes",
        "guanidine",
        "hairy-cell leukemia"
    ],
    "author_names": [
        "Hayley A. Hanby, B.S.",
        "Xiao-Hui Zhang, M.D., Ph.D.",
        "X. Long Zheng, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Hayley A. Hanby, B.S.",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiao-Hui Zhang, M.D., Ph.D.",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "X. Long Zheng, M.D., Ph.D.",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:35:25",
    "is_scraped": "1"
}