{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4899.4899",
    "article_title": "Levels of Protein S and Risk of Thromboembolism ",
    "article_date": "December 7, 2017",
    "session_type": "331. Pathophysiology of Thrombosis",
    "abstract_text": "BACKGROUND: Deficiency of natural anticoagulants like Protein S, Protein C and Anti thrombin III can lead to increased risk of a clot. Statistically, 2.5% of the population will have the protein activity 2 standard deviations below the mean. These patients are labeled as deficient; however, this does not necessarily correlate with a phenotypic clotting disorder. We would like to determine if there is a certain protein activity level that corresponds to increased risk of clotting history, as well as increased risk of a present clot in a patient. Here we are present data on Protein S and we are currently gathering data for Protein C and ATIII. Methods: We found 875 patient charts from our electronic medical records which were tested for protein S level. Out of those, 172 were found to have at least one incidence of Protein S deficiency (protein S functional measurement of <60). We reviewed the charts of these 172 patients and collected data on gender, race, age at the time of labs, past and present (3 months prior to labs), thrombotic history, protein C level, anticoagulant usage including warfarin and enoxaparin, pregnancy, oral contraceptive use, genetic profile for Factor V and Prothrombin gene mutation, and sickle cell disease. To determine a protein S threshold for increased risk of clotting events, confounding populations including patients who were pregnant, actively taking warfarin, under 12 months of age, or diagnosed with sickle cell disease were excluded. The total number of individuals at each protein S level was tallied, followed by the number at that level to have any previous clotting history as well as individuals with a history of a clot within the past three months. To determine if there was a threshold for increased risk of clotting, a series of chi squared tests were run for \"low\" versus \"very low\" protein S levels, with threshold protein S level between the two groups changing for each test. The most likely threshold for increased risk was concluded based on the threshold that provided the most significant chi squared test between the two groups. To supplement the findings of this approach, a classification and regression tree analysis (CART), as well as a receiver operating characteristic (ROC) curve, were run for both clotting scenarios. The threshold for increased risk of clotting history was then used to subdivide the entire, unfiltered protein S deficient population into a \"low\" group determined to be at lower risk and a \"very low\" group determined to be at higher risk. The gathered data on patient demographics and clinical history was then compiled for each subgroup. RESULTS: Patients with protein S level of 38 or below have a 55.2% higher prevalence of clotting history compared to patients with protein S levels between 39 and 59 (OR = 3.65, 95% CI 1.175-11.330). The threshold for the lower protein S subgroup was set to a maximum of 38 after determining the boundary provided the most significant contrast in clotting history prevalence (Chi-squared = 5.33, P = 0.021). Both CART analysis and the ROC curve suggested a similar lower threshold of 39. Patients with protein S level of 34 or below have a 129% higher prevalence of present clots compared to patients with protein S levels between 35 and 59 (OR = 3.58, 95% CI 1.165-11.03). In this case, the threshold for \"very low\" protein S was set to a maximum of 34 after determining the boundary provided the most significant contrast in recent clot prevalence (Chi-squared = 5.042, P = .025). CART analysis and the ROC curve for recent clot suggest a similar threshold of 34.5. CONCLUSION: The data suggest that patients with a functional protein S level of 38 U/dL or below have a greater risk of past clots than patients with levels between 39 and 59 U/dL, despite both groups falling under the category of \"protein S deficient.\" Similarly, patients with a functional protein S level of 34 or below are associated with greater risk of a present clot than patients with a level between 35 and 59 U/dL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "oral contraceptives",
        "protein s",
        "thromboembolism",
        "protein s measurement",
        "protein c",
        "anticoagulants",
        "laboratory techniques and procedures",
        "laboratory test finding",
        "sickle cell anemia",
        "warfarin"
    ],
    "author_names": [
        "Samip R Master, MD",
        "John Hedgepeth",
        "McLarty Jerry",
        "Richard Preston Mansour, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Samip R Master, MD",
            "author_affiliations": [
                "Louisiana State University Health Sciences Center, Shreveport, LA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Hedgepeth",
            "author_affiliations": [
                "Louisiana State University Health Sciences Center, Shrevport, LA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "McLarty Jerry",
            "author_affiliations": [
                "Louisiana State Univeristy Health Sciences Center, Shreveport, LA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Preston Mansour, MD",
            "author_affiliations": [
                "Louisiana State University Health Science Centre, shreveport, LA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:35:13",
    "is_scraped": "1"
}