{
    "doi": "https://doi.org/10.1182/blood.V124.21.3379.3379",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2915",
    "start_url_page_num": 2915,
    "is_scraped": "1",
    "article_title": "Predictive Significance of Serum Beta 2-Microglobulin Levels and M-Protein Velocity for Symptomatic Progression of Smoldering Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "beta 2-microglobulin",
        "smoldering myeloma",
        "free immunoglobulin light chain",
        "anemia",
        "bence jones protein",
        "immunoglobulin a",
        "lytic lesion",
        "multiple myeloma",
        "osteolytic lesion",
        "atrial premature complexes"
    ],
    "author_names": [
        "Tsuyoshi Muta, MDPhD",
        "Shinsuke Iida, MD PhD",
        "Kosei Matsue, MD PhD",
        "Kazutaka Sunami",
        "Jun Isoda, MD PhD",
        "Naoko Harada, MD PhD",
        "Yoshio Saburi, MD PhD",
        "Seiichi Okamura, MD PhD",
        "Kyouya Kumagae, MD PhD",
        "Junichi Watanabe, MD PhD",
        "Junya Kuroda, MD PhD",
        "Kenichi Aoki, MD",
        "Ryosuke Ogawa, MD PhD",
        "Toshihiro Miyamoto, MD PhD",
        "Koichi Akashi, MD PhD",
        "Yasushi Takamatsu, MD PhD"
    ],
    "author_affiliations": [
        [
            "Japan Community Healthcare Organization Kyushu Hospital, Kita-Kyushu, Japan "
        ],
        [
            "Nagoya City University, Nagoya, Japan "
        ],
        [
            "Kameda Medical Center, Kamogawa, Japan "
        ],
        [
            "National Hospital Organization Okayama Medical Center, Okayama, Japan "
        ],
        [
            "Nishi-Gunma Hospital, Shibukawa, Japan "
        ],
        [
            "National Hospital Organization Kumamoto Medical Center, Kumamoto, Japan "
        ],
        [
            "Oita Prefectural Hospital, Oita, Japan "
        ],
        [
            "National Hospital Organization, Kyushu Medical Center, Fukuoka, Japan "
        ],
        [
            "Chiba Cancer Center, Chiba, Japan "
        ],
        [
            "National defence medical college hospital, Tokorozawa, Japan "
        ],
        [
            "Kyoto Prefectural University of Medicine, Kyoto, Japan "
        ],
        [
            "Japan Community Healthcare Organization Kyushu Hospital, Kita-Kyushu, Japan "
        ],
        [
            "Japan Community Healthcare Organization Kyushu Hospital, Kita-Kyushu, Japan "
        ],
        [
            "Kyushu University Hospital, Fukuoka, Japan "
        ],
        [
            "Kyushu University Hospital, Fukuoka, Japan "
        ],
        [
            "Fukuoka University Hospital, Fukuoka, Japan"
        ]
    ],
    "first_author_latitude": "33.8574589",
    "first_author_longitude": "130.7653574",
    "abstract_text": "Background: Smoldering multiple myeloma (SMM) has been defined as precursor state to symptomatic multiple myeloma (MM). Mayo Clinic demonstrated that the presence of bone marrow plasma cells (BMPC) ≥ 10% and M protein levels ≥ 3 g/dL significantly associated with early progression to symptomatic MM and the serum free-light chain (FLC) ratio of < 0.125 or 8 < was an important additional predictors of progression. PETHEMA showed that the proportion of aberrant plasma cells (aPCs) within the BMPC > 95% as assessed by flow cytometry was another important variable for progression. However, NIH demonstrated the discordance of these two risk models. The aim of this project is to develop the method to predict the symptomatic progression more definitely by simple parameters, usually available at medical practice. Methods: We employed the nation-wide retrospective study. The clinical data of SMM patients were collected from 61 medical centers in Japan and risk predictors of progression to symptomatic MM were analyzed. The diagnosis of SMM is made by the presence of the ratio of bone marrow plasma cells (BMPCs) ≥ 10% or serum M-protein levels ≥ 3 g/dL, and the absence of any myeloma derived end-organ damage. Eligible patients were aged 18 to 90 years, previously untreated, and diagnosed between 2000 and 2012. This study was approved by the institutional review board at all participating institutions. Results: Total 301 patients fulfilled the inclusion criteria. The median age was 67 years (rang 27 to 90). IgG is the major (80%) compared to IgA (15%) or Bence Jones protein (3%). Total 145 patients developed to symptomatic MM. The symptoms consisted of anemia in 66%, lytic bone lesions in 43%, and renal impairment in 10%. Both anemia and lytic bone lesions were seen in 16%. The median time to progression was 4.3 years. The cumulative incidence of progression was 30.7% at 2 years, 50.0% at 4 years, 59.8% at 6 years, and 68.6% at 8 years. Based on multivariate analysis, we firstly identify the serum beta 2-microglobulin (B2MG) levels ≥ 2.5 mg/L as a predictor for the early progression (HR 1.59; 95% CI, 1.11 to 2.29, p = 0.01), as well as the known factors: presence of both BMPC ≥ 10% and M protein levels ≥ 3 g/dL (HR 1.89; 95% CI, 1.31 to 2.73, p = 0.0007), IgA or Bence Jones type (HR:1.61; 95%CI, 1.04 to 2.49, p = 0.03), and immunoparesis (HR:1.88; 95%CI, 1.14 to 3.08, p = 0.01). FLC ratio was examined in 52 patients. A significant association with high risk of progression was observed in patients with FLC ratio of < 0.0625 or 16 < ( P = 0.04), but not in those with the ratio of < 0.125 or 8 < ( P = 0.09). Cytogenetic abnormality was examined with FISH in 82 patients. The cumulative incidence of progression in patients with either t(4;14), t(14;16), or del(17p) was not significantly different from those without such chromosomal aberration ( P = 0.4). Notably, we firstly focused on the rate of rise of the M-protein levels over time which is referred to as the \"M-protein velocity\". We employed the linear regression analysis to estimate the gradient to assess the M-protein velocity of each patient. The receiver operating characteristics curve analysis showed that the M-protein velocity of 1.035 mg/dL/day was a risk-stratification cut-off point with a high specificity of 0.96 and with a moderate sensitivity of 0.60. Based on the landmark analysis, the serum B2MG levels ≥ 2.5 mg/L at diagnosis (HR 2.76; 95% CI, 1.69 to 4.51, P = 5 x 10 –5 ) and the M-protein velocity > 1 mg/dL/day before the 18-month landmark point (HR 2.27; 95% CI, 1.30 to 3.95, P = 4 x 10 –3 ) had independently correlated with subsequent progression to symptomatic MM. The cumulative incidence of progression of the patients with both the serum B2MG levels ≥ 2.5 mg/L at diagnosis and the M-protein velocity > 1 mg/dL/day showed 67.5% at 2 years, 75.6% at 3 years and 100% at 6.3 years after the landmark point. Conclusions: We identify the novel risk factors consisted of serum B2MG levels ≥ 2.5 mg/L and the M-protein velocity > 1 mg/dL/day for subsequent symptomatic progression. Theoretically, it is possible to emphasis that the serum B2MG levels represent the initial tumor burden of SMM and the M-protein velocity reflects the the growth rate of tumor cells. These results also suggest that the quantification of time-dependent change of measured values should be taken into consideration for the precise prediction of symptomatic progression. This study is supported by the National Cancer Center Research and Development Fund in Japan. Disclosures No relevant conflicts of interest to declare."
}