{
    "doi": "https://doi.org/10.1182/blood.V128.22.3932.3932",
    "article_title": "A Pharmacologically Reversible Epigenomic Signature of Relapse and Chemotherapy Resistance in Anaplastic Large Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Anaplastic large cell lymphoma (ALCL) are orphan entities representing around 20% of all Peripheral T-cell lymphoma. ALCLs can be stratified into primary cutaneous ALCL and systemic ALCL. Patients with systemic ALCL are further distinguished based on anaplastic lymphoma kinase (ALK) translocations. Unlike ALK+ patients, ALK- ALCLs are more likely to be refractory or relapse upon treatment with CHOP (Cyclophosphamide, Hydroxydaunorubicin, Oncovin, Prednisone). A small number of genetic defects and genomic translocations have been identified and associated with clinical outcome in ALK- ALCL, but cannot fully explain the poor outcomes of ALK- patients. To further probe the molecular bases of ALCL, we performed systematic epigenomic profiling in systemic ALCL through Enhanced Reduced Representation Bisulfite Sequencing (ERRBS). To investigate the methylation profile of systemic ALCLs, we first interrogated 8 ALK+ ALCL and 16 ALK- ALCL tumors. Combining methylation levels from all interrogated CpG sites, we observed overall hypermethylation at CpG-islands (CGIs; p=0.02, t-test) in ALK- tumors compared ALK+ patients but hypomethylation outside of CGIs (>10kb away from known CGIs; p=0.03, t-test). There were no significant differences on the average methylation levels at CpG-island shores, which indicate varied methylation profiles among different genomic locations. To define methylation-based signatures, we then performed supervised analysis between ALK+ and ALK- patients. We have identified 254 ALK- patients linked consistently differentially methylated promoters (>20% DNA methylation changes and FDR<0.1, t-test). Out of 254 promoters, 252 genes were hypermethylated in ALK- patients confirming the association between systemic ALCL subtypes and hypermethylation. We then sought to investigate how methylation evolves in ALCL. We performed ERRBS of 2 primary ALCL tumors and their matched relapse samples (2 for each patient). We observed a significant hypermethylation at CGIs in relapsed samples (p=1.4e-5, paired t-test), suggesting that hypermethylation changes may be associated with tumor evolution. To test whether the hypermethylation of specific genes is linked to tumor aggressiveness, we analyzed serial passages of patient-derived tumor xenograft (PDTX) derived from primary and relapse ALCL samples. We observed consistently hypermethylation at CGIs along different implants and conserved hypermethylation of genes at the same time (p<0.05, 1959). To confirm the behavior of those genes, we estimate their methylation trend in ALCL primary and relapse samples with GSEA. Target genes showed a very strong hypermethylation in relapsed ALCL compared to primary samples (FDR<0.01). Next we confirmed analogous methylation changes in a cohort of primary and relapse PDTX (Primary, n=2, FDR<0.01; Relapse, n=3, FDR<0.01). Interestingly, when comparing this to our previous diffuse large b-cell lymphoma (DLBCL) study ( Pan et.al. , 2015), we found similar hypermethylated profiles, suggesting commonalities among different type of human lymphomas. Lastly, we investigated whether a treatment with the 5-azacytidine (5-Aza) could reverse the hypermethylation profile of ALCL PDTX. Tumors from in vivo 5-Aza treated and control mice were extracted and subjected to ERRBS. As expected, we only found global hypomethylation in 5-Aza-treated samples closely mimicked methylation profiles in naive primary ALCL and early passages of PDTX. In summary, this study provides the first comprehensive characterization of methylome in ALCL. Hypermethylation is firstly associated with the aggressiveness of ALK- patients in ALCL. Also, we identified a group of hypermethylated genes associated with relapsed ALCL, a phenotype mirrored by serial passages of PDTX in vivo. As 5-Aza treatments can revert the methylome of late passages of ALCL PDTX, we speculate that this treatment may represent a novel therapeutic approach in chemo-relapsed ALCL patients. Disclosures Martin: Gilead: Consultancy, Other: travel, accommodations, expenses; Acerta: Consultancy; Novartis: Consultancy; Celgene: Consultancy, Honoraria; Teva: Research Funding; Janssen: Consultancy, Honoraria, Other: travel, accommodations, expenses.",
    "topics": [
        "chemotherapy regimen",
        "epigenomics",
        "ki-1+ anaplastic large cell lymphoma",
        "neoplasms",
        "azacitidine",
        "diffuse large b-cell lymphoma",
        "serial passage",
        "anaplastic lymphoma kinase",
        "cyclophosphamide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Heng Pan, BS",
        "Marcello Gaudiano",
        "Fabrizio Tabbo'",
        "Elisa de Stanchina",
        "Peter Martin, MD",
        "Olivier Elemento, PhD",
        "Giorgio Inghirami, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Heng Pan, BS",
            "author_affiliations": [
                "Institute for Computational Biomedicine, Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY ",
                "Institute for Precision Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcello Gaudiano",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabrizio Tabbo'",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa de Stanchina",
            "author_affiliations": [
                "Anti-tumor Assessment Core Facility, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Martin, MD",
            "author_affiliations": [
                "Department of Medicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Elemento, PhD",
            "author_affiliations": [
                "Institute for Precision Medicine, Weill Cornell Medical College, New York, NY ",
                "Department of Physiology and Biophysics, Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgio Inghirami, MD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY ",
                "6Department of Molecular Biotechnology and Health Science and Center for Experimental Research and Medical Studies (CeRMS), University of Torino, Torino, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:28:40",
    "is_scraped": "1"
}