{
    "doi": "https://doi.org/10.1182/blood.V114.22.4345.4345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1478",
    "start_url_page_num": 1478,
    "is_scraped": "1",
    "article_title": "High Risk Factors of Relapse After Allogeneic Hematopoietic Stem Cell Transplantation (allo-HSCT) for Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Alternative Donor Transplantation",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "transplantation",
        "acute lymphocytic leukemia",
        "chemotherapy, neoadjuvant",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic",
        "neoplasm, residual"
    ],
    "author_names": [
        "Jia Chen",
        "Feng Chen",
        "Wu Depei",
        "Aining Sun",
        "Huiying Qiu",
        "Zhengming Jin",
        "Xiaowen Tang",
        "Miao Miao",
        "Chengcheng Fu",
        "Guangsheng He"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ],
        [
            "Dept. of Hematology, The First Affiliated Hosp. of Suzhou, Suzhou, China"
        ]
    ],
    "first_author_latitude": "31.320663699999997",
    "first_author_longitude": "120.62089499999998",
    "abstract_text": "Abstract 4345 Object To screen the high risk factors of relapse after allo-HSCT in acute lymphocytic leukemia (ALL), acute myeloid leukemia (AML) and chronic myeloid leukemia (CML) respectively, then to compare the contribution to relapse of each risk factor and explore the mechanisms which the factors take part in. Furthermore, to discuss the subsequent surveillance and treatment strategy after transplantation. Method This is a retrospective study of single center experience. We conduct 262 evaluable cases of leukemia which accepted allo-HSCT between the November, 2001 and the December, 2008, with 69 cases in ALL, 90 cases in AML and 103 cases in CML. Cox proportional hazard regression model is applied in single and multiple analysis to screen the high risk factors. Donor lymphocyte infusions(DLI) were administrated in 18 patients who relapsed after transplantation, and we describe the characteristics of this approach. Results The risk factors which affect relapse significantly are: ALL: Cytogenetic risk classification, the cycles of initial induction chemotherapy; AML: Cytogenetic risk classification, minimal residual disease (MRD) level before transplant, reconstitution of WBC, CD4 + /CD8 + lymphocyte ratio in the graft; CML: disease stage before transplant. 9 of the 18 patients who had a lower tumor load benefited from the DLI. Conclusion Cytogenetic risk classification is the most relevant predictor of relapse after transplantation. DLI hold great promise to overcome the barrier of relapse, especially for patients with lower disease burden. Disclosures: No relevant conflicts of interest to declare."
}