{
    "doi": "https://doi.org/10.1182/blood.V124.21.141.141",
    "article_title": "Multiparameter Phosphoprofiling of the B-Cell Receptor Pathway in Waldenström’s Macroglobulinemia ",
    "article_date": "December 6, 2014",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy I",
    "abstract_text": "Signaling orchestrates all aspects of cellular homeostasis and therefore altered responses to extrinsic stimuli are substantial to cancer pathogenesis. Physiological B-cell survival, proliferation and differentiation is highly dependent on the B-cell Receptor (BCR) pathway. In B-cell lymphomas this pathways is highly conserved and constitutively activated, as a result of genetic, epigenetic and microenvironmental alterations. In the context of the recently discovered MYD88 L265P and CXCR4-WHIM mutations, most signaling studies in Waldenström’s Macroglobulinemia (WM) have focused on TLR and CXCR4 signaling. Nevertheless, BCR signalosome and its’ role in the biology of WM remains poorly understood. Moreover, while novel BCR-directed biological agents, like ibrutinib, show activity in WM, there still is no BCR-specific therapeutic rationale for the treatment of WM. Over the last decade, a rapidly emerging technology used for signaling studies is phospho-flow cytometry, which permits the tracking of multiple intracellular signaling molecules at a single-cell level. The application of single-cell phosphoprofiling in WM bone marrow samples enabled us to characterized aberrant BCR signaling in both an inter-patient and inter-clonal setting. Overall, primary WM cells exhibited profound remodeling of the BCR-pathway, compared to normal B-cells. In basal state , cells had a heterogeneous pattern of activation for almost all the proteins tested, with Btk (p<0.01), PLC γ 2 , ERK (p<0.05) and Akt (p<0.001) being the most highly phosphorylated. Upon BCR stimulation, WM cells exhibited pronounced proximal and distal hyperactivation, as reflected by the robust induction of LYN (p<0.05) and PLC γ 2 (p<0.001)and ERK (p<0.05) phosphorylation. WM cells’ BCR hyperresponsiveness could be explained by the highest levels of surface IgM expression, which positively correlated with the BCR-stimulation potential of each patient. However, in the presence of H 2 O 2 , a pan-phosphatase inhibitor,healthy donor B-cells had no significant differenece from WM cells in the activation of LYN, PLCγ2 and ERK, providing evidence that a second mechanism for BCR signaling potentiation could be the loss of phosphatase regulation. Principal component analysis (PCA) showed that BCR phosphosignatures are WM-specific and can discriminate normal B-cells from clonal WM cells and unsupervised hierarchichal clustering revealed a pronounced signaling heterogeneity among WM patients. Interestingly, a pattern of increased basal levels of activation and low BCR signaling capacity, was seen in patients with indolent disease, who were under observation. On the contrary, patients with more aggressive disease exhibited high BCR activation, suggesting that the utilization of the pathway may be of highest importance during disease progression. Finally, as part of an ongoing ibrutinib clinical trial in patients with relapsed/refractory WM , WM cells showed a significant normalization in key signaling nodes over the course of treatment . In an interclonal setting, we observed that CD20 low cells exhibited impaired BCR signaling , in both proximal and distal levels, while BCR hyporesponsiveness was not restored in the presence of H 2 O 2 , suggesting that this is not an epiphenomenon of increased phosphatase input. Since CD20 low cells additionally expressed lower levels of CD19, we hypothesize that this WM clonal subpopulation exhibits impaired BCR activation due to the loss of positive input by CD20- and CD19-costimulation. The presence of this novel BCR insensitive subclone, which we plan to further characterize, could be of great clinical importance for the biology of the disease and the efficacy of BCR-directed therapies. Figure 1 View large Download slide (a) Basal, aIgM induced and aIgM+H2O2 induced phosphorylation of key nodal signaling proteins in WM (red) and Healthy Donor B-cells (black), (b) Principal component analysis of the generated phosphosignatures distinguishes WM from Healthy Donor B-cells, (c) Hierarchial clustering analysis distinguishes patient subsets with distinct BCR-phosphosignatures, (d) Ibrutinib trial: Representative change in basal levels of phosphorylation for 3 phosphoproteins on 6 months and 12 months of treatment (normalized to the pretreatment baseline), (e) WM subset analysis based on CD20 expression shows interclonal differential signaling (here LYN activation is shown in a representative WM sample). Figure 1 View large Download slide (a) Basal, aIgM induced and aIgM+H2O2 induced phosphorylation of key nodal signaling proteins in WM (red) and Healthy Donor B-cells (black), (b) Principal component analysis of the generated phosphosignatures distinguishes WM from Healthy Donor B-cells, (c) Hierarchial clustering analysis distinguishes patient subsets with distinct BCR-phosphosignatures, (d) Ibrutinib trial: Representative change in basal levels of phosphorylation for 3 phosphoproteins on 6 months and 12 months of treatment (normalized to the pretreatment baseline), (e) WM subset analysis based on CD20 expression shows interclonal differential signaling (here LYN activation is shown in a representative WM sample).  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "receptors, antigen, b-cell",
        "waldenstrom macroglobulinemia",
        "cd20 antigens",
        "ibrutinib",
        "phosphoric monoester hydrolases",
        "cd19 antigens",
        "cxcr4 receptors",
        "hydrogen peroxide",
        "phosphoproteins",
        "signaling protein"
    ],
    "author_names": [
        "Kimon V Argyropoulos, MD",
        "Carly GK Ziegler",
        "Gregoire Altan-Bonnet, PhD",
        "Ahmet Dogan, MD PhD",
        "Marcel R.M. van den Brink, MD PhD",
        "Maria Lia Palomba, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimon V Argyropoulos, MD",
            "author_affiliations": [
                "Sloan-Kettering Institute, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carly GK Ziegler",
            "author_affiliations": [
                "Sloan-Kettering Institute, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregoire Altan-Bonnet, PhD",
            "author_affiliations": [
                "Sloan Kettering Institute, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan, MD PhD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel R.M. van den Brink, MD PhD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Lia Palomba, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:43:54",
    "is_scraped": "1"
}