{
    "doi": "https://doi.org/10.1182/blood.V128.22.2331.2331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3411",
    "start_url_page_num": 3411,
    "is_scraped": "1",
    "article_title": "Improving Care of Patients with Sickle Cell Disease through Discrete Clinical Data Extraction and Automated Analysis of the Electronic Healthcare Records ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster I",
    "topics": [
        "sickle cell anemia",
        "adverse event",
        "severity of illness",
        "13-valent pneumococcal vaccine",
        "acute chest syndrome",
        "chronic disease",
        "electrophoresis",
        "hydroxyurea",
        "noninvasive ventilation",
        "opioid analgesics"
    ],
    "author_names": [
        "E. Anders Kolb, MD",
        "Erin Coyne, MSN, NP",
        "Erin Crowgey, PhD",
        "Villanueva Raymond, BSN, RN, CHTS-CP",
        "Jean Wadman, MSN, NP",
        "Sidnie Jacobs-Allen",
        "Robin E. Miller, MD"
    ],
    "author_affiliations": [
        [
            "Nemours Center for Cancer and Blood Disorders, Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Nemours Center for Cancer and Blood Disorders, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Center for Bioinformatics, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Clinical Applications- Ambulatory, Nemours Children's Hospital, Orlando, FL"
        ],
        [
            "Nemours Center for Cancer and Blood Disorders, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Nemours Center for Cancer and Blood Disorders, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE "
        ],
        [
            "Nemours Center for Cancer and Blood Disorders, Nemours/Alfred I. duPont Hospital for Children, Wilmington, DE "
        ]
    ],
    "first_author_latitude": "39.7791955",
    "first_author_longitude": "-75.555432",
    "abstract_text": "Introduction Analyzing population and individual trends within a disease cohort is essential to develop efficient strategies for improving patient care. A current limitation stems from the lack of searchable, structured and well defined (granular) data elements within electronic health records (EHR). Sickle cell disease (SCD) is characterized by varying genotypes and disease severity. Without disease-specific customization in the EHR, clinicians are limited to basic types of data driven by ICD coding. Most institutions are discovering that ICD coding-base data queries are not always accurate. Improving the availability of granular data elements relevant to SCD allows us to utilize complex and meaningful data queries to impact patient care. Methods All current SCD patients at a single institution were identified (n=253, median age 8 years, 52.2% female). Disease status was validated by electrophoresis and/or genotype. A severity grading scale was created for the following SCD adverse events (AEs): acute chest syndrome (ACS), vaso occlusive crisis (VOC), summarized in Table 1. A 5 year retrospective chart review of inpatient encounters was performed for ACS and VOC using our patient list. AEs were graded on a numeric scale from 1 to 5. For this review, only higher grade events requiring admission are reported. Grade (G) 3 VOC denotes IV opioid use < 5 days, and G4 is > 5 days. G3 ACS denotes moderate to severe respiratory distress requiring non-invasive ventilation, and G4 is life-threatening distress with urgent intervention. All data abstractions and severity grades were confirmed by a provider with more than 5 years experience in SCD clinical care. A custom flowsheet navigator section (Epic 2014) was used to capture AEs. To address health maintenance needs, a SCD Well Visit SmartForm (WVS) was implemented in Epic. All relevant data elements were captured in an Epic SmartForm utilizing a data dictionary with common terminology. The WVS contains all aspects of routine SCD health surveillance including baseline values, as well as 20 SCD co-morbidities that can be assigned to a patient and expanded upon. The WVS was completed for all patients with HgbSS and Sβeta 0 Thalassemia via chart review by 2 SCD APNs. EHR-based queries using Epic 2014 Reporting Workbench/Crystal Reports 2008 were generated from the validated patient list rather than ICD 9 or ICD 10 disease classification. Results For ACS and VOC, we completed abstraction of 1374 independent inpatient encounters for 253 total patients with SCD from 2010-15. There were 598 G3 and G4 VOC encounters among 137 individual patients. There were 62 G3 and G4 ACS encounters among 41 individual patients. Results are summarized in Table 1. This approach enabled automated tracking of AEs in a cohort of patients with recurrent severe VOC (n=34) and recurrent severe ACS (n=13). The duration and severity of cumulative as well as inter-current adverse events are smart data elements available to health care providers to be imported into progress notes and to be viewed as a flowsheet. Automated reporting of WVS data elements were used to assess adherence to clinical care guidelines. SS/Sβ 0 patients should generally have an office visit every 90 days. Our analysis indicated that 27% of patients (36/134) had not had an office visit in > 120 days. We also noted deficiencies in immunization in patients age 2 years and older: 9% (12/134) Pneumococcal 23, 20% (26/134) Prevnar 13, and 30% (40/134) meningococcal. In some cases these deficiencies were in documentation only. Among 106 TCD eligible patients, 8% (8/106) are not up to date. Discussion Providers and families need to track a vast number of data elements throughout the lifespan of a child with a chronic disease. AE reporting can define illness severity at an individual level and identify cohorts within the population experiencing more frequent and severe complications. Ultimately, this type of analysis will identify SCD patients who could benefit from therapeutic interventions such as Hydroxyurea, chronic transfusion or transplant. Automated reports generated from the smart data elements in the WVS permit focused efforts targeting adherence to health maintenance needs. This project highlights the utility of enhanced granular data entry in the EHR to inform clinical and research decision making for individuals and populations. Supported by the NGMS of the NIH under Award Number P20GM109021. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}