{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4336.4336",
    "article_title": "5-Hydroxymethylcytosine of Circulating Cell-Free DNA in Plasma: A Novel Non-Invasive Marker for Progression and Prognosis in Multiple Myeloma ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Background: Multiple myeloma (MM) universally features profound disruption of their epigenomes with gene-specific DNA hypermethylation linked with clinically aggressive subtypes and prognosis. To date, DNA methylation (i.e., 5-methycytosine) is the most extensively studied cytosine modification. No study has characterized progression and prognostic significance of 5-hydroxymethylcytosine (5hmC), a mark of active demethylation and gene activation, nor did study evaluate 5hmC in cell-free DNA (cfDNA) as a non-invasive \"liquid biopsy\" mainly due to technological constraints. Methods: In a proof-of-concept study, we used the nano-hmC-Seal, a highly sensitive chemical labeling technique, and the next-generation sequencing to profile 5hmC in plasma cfDNA samples from 19 newly diagnosed, treatment-naïve European American patients with MM (n=9) and its premalignant precursor conditions - monoclonal gammopathy of undetermined significance (MGUS, n=5) and smoldering multiple myeloma (SMM; n=5) from the University of Chicago between 2011-12. Three of the 9 MM patients developed refractory disease or relapsed within 12 months after diagnosis. We profiled 5hmC with 1-2 ng of DNA extracted from 1ml of plasma for library construction. We obtained ~25 million reads per sample, providing a depth of coverage ~600X in terms of gene bodies. We normalized raw fragment counts using DESeq2. Results: We found that in cfDNA, 5hmC loci were enriched within gene bodies, while depleted in CpG islands. Our analysis, based on cis-regulatory elements from the ENCODE (Encyclopedia of DNA Elements), showed substantial overlap of 5hmC reads with histone modifications marking active transcription.We identified 183 genes containing differential 5hmC in gene bodies at 5% false discovery rate (p<0.001) between MGUS, SMM, and MM patients. Furthermore, 5hmC features in cfDNA showed the potential of separating MM patients at the time of diagnosis according to relapse status (39 genes, p<0.001). Many of these genes were previously implicated in MM, including those found to be differentially methylated (e.g., SYTL1, PSG1, GDF2, DNMT3A, GRP84) in a previous study of CD138+ cells from premalignant MGUS, early, and advanced stages of MM, and healthy control (Heuck CJ, 2013). We are profiling additional ~200 plasma samples from MM patients to 1) validate these preliminary findings, and 2) evaluate independent prognostic value of 5hmC in cfDNA controlling for established prognostic indices. These results will be presented at the ASH meeting. Conclusion: These preliminary findings suggest that 5hmC signatures in cfDNA differ 1) between MM and its two precursor conditions (i.e., MGUS and SMM), and 2) between MM patients by relapse status. View large Download slide View large Download slide  Close modal Disclosures Zimmerman: Abbvie: Employment.",
    "topics": [
        "cell-free dna",
        "multiple myeloma",
        "plasma",
        "monoclonal gammopathy of undetermined significance",
        "dna",
        "precancerous conditions",
        "cytosine",
        "histones",
        "liquid biopsy",
        "massively-parallel genome sequencing"
    ],
    "author_names": [
        "Brian C.-H. Chiu, PhD",
        "Qiancheng You, BS",
        "Zhou Zhang, PhD",
        "Elizabeth Stepniak, MPH",
        "Xu Zhang, PhD",
        "Meytal Chernoff, BS",
        "Todd M. Zimmerman",
        "Chuan He, PhD",
        "Wei Zhang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian C.-H. Chiu, PhD",
            "author_affiliations": [
                "Department of Public Health Sciences, University of Chicago, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qiancheng You, BS",
            "author_affiliations": [
                "Department of Chemistry, University of Chicago, Chicago, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhou Zhang, PhD",
            "author_affiliations": [
                "Department of Preventive Medicine, Northwestern University, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Stepniak, MPH",
            "author_affiliations": [
                "University of Chicago Comprehensive Cancer Center, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xu Zhang, PhD",
            "author_affiliations": [
                "Section of Hematology Oncology, Department of Medicine, University of Illinois at Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meytal Chernoff, BS",
            "author_affiliations": [
                "Department of Public Health Sciences, University of Chicago, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd M. Zimmerman",
            "author_affiliations": [
                "Section of Hematology Oncology, Department of Medicine, The University of Chicago, Chicago, IL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chuan He, PhD",
            "author_affiliations": [
                "Department of Chemistry, University of Chicago, Chicago, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Zhang, PhD",
            "author_affiliations": [
                "Department of Preventive Medicine, Northwestern University, Chicago, IL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T06:52:51",
    "is_scraped": "1"
}