{
    "doi": "https://doi.org/10.1182/blood.V112.11.1196.1196",
    "article_title": "Ap-1 Family Members C-Jun, JunB and Fra-2 Mediate Apoptosis and Differentiation in AML through Activation of GADD45á and ADFP Following Non-Steroidal Anti-Inflammatory Drug Treatment. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "Acute myeloid leukemia (AML) is characterized by a disturbed differentiation and rapid clonal expansion of a malignant cell population. Activating protein-1 (AP-1) family members play an important role in the underlying pathophysiology and are commonly downregulated in AML. For example, loss of c-Jun and JunB expression is followed by rapid onset of AML in mice. But, little is known about the direct transcriptional targets of c-Jun and JunB for the repression of AML formation. Several reports showed that non-steroidal anti-inflammatory drugs (NSAID) have potent anticancer activity in vitro. To our surprise, treatment with Diclofenac or Sulindac sulfide lead not only to apoptosis and differentiation in HL-60 and THP-1 cells, but to a significantly increased expression of c-Jun, JunB and Fra2, respectively. To further characterize the NSAID mediated effects on a molecular level and in an attempt to identify potential downstream target genes of c-Jun, JunB and Fra2 we applied a combined genomics (Affymetrix HU-133A gene arrays) and proteomics (2D-DIGE) approach. Further functional assays included apoptosis-ELISA, c-Jun NH 2 -terminal kinase (JNK) assays, transient transfections, RNA interference, promoter reporter gene assays, quantitative RT-PCR and 4-color FACS to assess myeloid differentiation. All pathways reported here and functional data were corroborated with, to this date, 50 bone marrow derived CD34+ enriched samples from patients with newly diagnosed or refractory AML and HL-60, THP-1 and KG-1a cells. Treatment with 100μM Diclofenac or Sulindac sulfide induced apoptosis and expression of myeloid differentiation markers CD11b, CD14, CD15 and CD114 in all tested AML cell lines and in 46 of 50 patient samples. Transcriptional activation of c-Jun, JunB and Fra2 could be observed consistently in all samples where induction of apoptosis and differentiation could be seen. Furthermore, we identified growth arrest and DNA-damage-inducible gene (GADD) 45α and adipose differentiation-related protein (ADFP) as novel downstream target genes of the AP-1 family member’s c-Jun, JunB and Fra2. Within our model, activation of GADD45α expression induced by AP-1 family members lead to induction of apoptosis via a JNK-dependent pathway. In contrast, activation of ADFP did not only promote apoptosis, but also supported AP-1 mediated cell surface expression of myeloid differentiation markers CD11b, CD14, CD15 and CD114. We obtained similar effects with regards to apoptosis, differentiation and induction of GADD45α and ADFP expression when we transiently overexpressed c-Jun, JunB and Fra2 heterodimers without any additional treatment of the AML cells with NSAID. In addition, transfection of c-Jun/JunB, JunB/Fra2 and c-Jun/Fra2 heterodimers lead to a strong activation of the GADD45α promoter as measured by luciferase reporter gene assay indicating a direct link between AP-1 family members and GADD45α activation. Repression of Sulindac sulfide or Diclofenac induced expression of c-Jun, Fra2 and JunB by small interfering RNA (siRNA) abrogated expression of GADD45α, ADFP and induction of apoptosis and differentiation, showing that c-Jun, JunB and Fra2 are necessary for NSAID induced apoptosis and differentiation in AML. In summary, we found ADFP and GADD45α as downstream targets of AP-1 family member’s c-Jun, JunB and Fra-2 and novel inducers of differentiation and apoptosis in human AML. We also demonstrate that NSAID can re-induce expression of AP-1 family genes, thereby inhibit AML proliferation and induce differentiation. These findings further characterize the role of AP-1 family members in AML pathophysiology and provide a new strategy to induce apoptosis and differentiation in AML cells.",
    "topics": [
        "anti-inflammatory agents, non-steroidal",
        "apoptosis",
        "transcription factor ap-1",
        "diclofenac",
        "sulfides",
        "sulindac",
        "antigens, cd15",
        "antigens, differentiation",
        "cd14 antigen",
        "macrophage-1 antigen"
    ],
    "author_names": [
        "Akos Czibere, MD, PhD",
        "Raminder Singh, PhD",
        "Ingmar Bruns, MD, PhD",
        "Luiz Fernando Zerbini, PhD",
        "Rainer Haas"
    ],
    "author_dict_list": [
        {
            "author_name": "Akos Czibere, MD, PhD",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raminder Singh, PhD",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingmar Bruns, MD, PhD",
            "author_affiliations": [
                "Hem./Onc. & Clin. Immuno., University of Dusseldorf, Dusseldorf, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luiz Fernando Zerbini, PhD",
            "author_affiliations": [
                "BIDMC Genomics Center, Beth Israel Deaconess Medical Center, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rainer Haas",
            "author_affiliations": [
                "Hematology, Oncology, Heinrich Heine University, Duesseldorf, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:39:23",
    "is_scraped": "1"
}