{
    "doi": "https://doi.org/10.1182/blood.V120.21.2748.2748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2401",
    "start_url_page_num": 2401,
    "is_scraped": "1",
    "article_title": "Rituximab, Lenalidomide, and Bortezomib in the First-Line or Second-Line Treatment of Patients with Mantle Cell Lymphoma a Phase I/II Trial. ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bortezomib",
        "lenalidomide",
        "mantle-cell lymphoma",
        "rituximab",
        "second line treatment",
        "toxic effect",
        "lymphoma",
        "neuropathy",
        "neutropenia",
        "anthracycline antibiotics"
    ],
    "author_names": [
        "Ian W. Flinn, MD, PhD",
        "Mark Mainwaring, MD, PhD",
        "Nancy Peacock, MD",
        "Dianna Shipley, MD",
        "Edward Arrowsmith, MD, MPH",
        "Michael R. Savona, MD, FACP",
        "John D. Hainsworth, MD",
        "Jesus G. Berdeja, MD"
    ],
    "author_affiliations": [
        [
            "Tennessee Oncology PLLC, Nashville, TN, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Chattanooga Oncology Hematology Associates, Chattanooga, TN, USA"
        ],
        [
            "Tennessee Oncology PLLC, Nashville, TN, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN, USA, "
        ]
    ],
    "first_author_latitude": "36.121245949999995",
    "first_author_longitude": "-86.7089866",
    "abstract_text": "Abstract 2748 Background: Mantle cell lymphoma (MCL) is a relatively rare but aggressive form of B-cell non-Hodgkin lymphoma (NHL) which is incurable with standard chemotherapy. Treatment options range from observation to allogeneic hematopoetic stem cell transplantation. The optimal therapy remains to be defined. Combination cytotoxic chemotherapy regimens containing anthracyclines such as R-CHOP or R-hyperCVAD used in other forms of lymphoma are clearly active. However, there appears to be a trade-off between intensity of the treatment and durability of the remission making delivery of the higher intensity, durable regimens difficult in some populations such as the elderly. Bortezomib (BOR) and lenalidomide (LEN) are commonly used in multiple myeloma and have also demonstrated activity in lymphoma including MCL. Rituximab (RIT) is effective in a broad array of CD20 positive lymphomas. The purpose of this study was to develop an effective, non-anthracycline containing treatment regimen that could be delivered to a broad patient population. Methods: Eligible patients had biopsy-proven MCL, ≤1 prior therapy, ECOG performance status of 0, 1, or 2, and adequate organ and bone marrow function. A brief phase I portion established the MTD. Dose limiting toxicities were defined as: grade 4 neutropenia or febrile neutropenia, grade 4 thrombocytopenia or platelet transfusion, uncontrolled grade 3 nausea or diarrhea, any clinically significant grade 3/4 treatment-related non-hematologic toxicity, or the inability to start Cycle 2 due to treatment related toxicity. Dose limiting toxicity in the phase I portion of this study occurred at 15mg of LEN on days 1–14 followed by 7 days of rest: 1pt with grade 4 neutropenia and grade 3 neuropathy, and 1 pt with grade 3 total body rash resulting in hospitalization. Based on these events phase II dosing was established at: LEN 10mg PO daily on days 1–14, BOR 1.3mg/m 2 IV (days 1, 4, 8 and 11), and RIT 375mg/m 2 (days 1, 8, and 15 of cycle 1; 375mg/m 2 on day 1 of subsequent cycles). Treatment was repeated every 21 days for a maximum of 6 cycles. Patients were assessed for response by International Lymphoma Response Criteria (Cheson 2007) after completing cycles 3 and 6. Phase II study objectives included: assessments of safety and tolerability of this three-drug regimen, and a preliminary estimate of efficacy. Results: Between June 2008 and May 2012, 22 patients were enrolled with a median age 66 years; (range 18–80) and are included in this analysis. Eighteen patients (82%) were stage IV at diagnosis, and 16 (78%) patients had not received prior treatment. At the time of this analysis, 11 patients (50%) completed treatment, and 3 additional patients (14%) remain active. Grade 3/4 thrombocytopenia and neutropenia were reported in 5 (23%) and 4 (18%) patients, respectively. Treatment related Grade 3/4 non-hematologic toxicity included: rash (32%), neuropathy (18%), dehydration (14%), and fatigue (14%). Three patients (14%) discontinued treatment due to toxicity (1 each: septic shock, neuropathy, cardiac ischemia/infarction). Eighteen patients were evaluable for response. The overall response rate was 82% (CR 32%, PR 50%). Of the 16 patients that received no prior treatment, the ORR was 75% (CR 25%, PR 50%). The median FU was 16 months (1–38) months. Kaplan-Meier estimates of all patients for progression-free and overall survival at 18 months are 61% and 79% respectively. Conclusion: The MTD of LEN in combination with BOR and RIT is less than LEN and BOR combinations in multiple myeloma. The three-drug regimen of RIT, BOR, and LEN is feasible in older as well as younger patients with MCL. Given the incidence of neuropathy, subcutaneous or less frequent IV dosing of BOR is worthy of investigation rather than the twice-weekly IV BOR used in this study. Preliminary estimates of efficacy indicate that this regimen is active, and warrants further study. Disclosures: Off Label Use: Off-lable use of Lenalidomide, and Bortezomib in the treatment of Mantle Cell Lymphoma."
}