{
    "doi": "https://doi.org/10.1182/blood.V114.22.448.448",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1388",
    "start_url_page_num": 1388,
    "is_scraped": "1",
    "article_title": "C-Myb Associates with MLL1 through Menin, Augments MLL1's H3K4 Methylation Activity, and Regulates Hoxa9 and Meis1 Gene Expression in Primary Human Leukemia Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "ONCOGENES AND TUMOR SUPRESSORS: NOVEL PATHWAYS IN TUMORIGENESIS",
    "topics": [
        "leukemia",
        "menin",
        "methylation",
        "proto-oncogene proteins c-myb",
        "gene expression",
        "leukemic cells",
        "histone methyltransferases",
        "immunoprecipitation",
        "leukemia, acute",
        "oligodeoxyribonucleotides"
    ],
    "author_names": [
        "Shenghao Jin, PhD",
        "Huiwu Zhao, PhD",
        "Yan Yi, PhD",
        "Yuji Nakata, MD",
        "Anna Kalota, PhD",
        "Alan M. Gewirtz, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsyvania, Philadelphia, PA, USA, "
        ],
        [
            "Univ. of PA School of Med., Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "Abstract 448 The c-myb proto-oncogene was first identified as the cellular homologue of the v-myb oncogene carried by the avian leukemia viruses AMV, and E26. c-myb encodes a transcription factor, c-Myb, that is highly expressed in immature hematopoietic cells. In such primitive cells, c-Myb has been found to exert an important role in lineage fate selection, cell cycle progression, and differentiation of both myeloid, B, and T lymphoid progenitor cells. c-Myb is also highly expressed in many leukemia cells and on this basis has been implicated in leukemic transformation. Despite intensive study, a mechanisms based understanding for c-Myb's myriad effects on blood cell development has yet to be fully achieved though c-Myb's ability to interact with a variety of transcriptionally active co-factors, such as p300, CBP, and FLASH, as well as to modulate its own expression, have all been reported to contribute to its activities. Therefore, we undertook a series of biochemical, molecular, and clinical studies to further address c-Myb's role in leukemic hematopoiesis. Using in vitro translated proteins and nuclear extracts from leukemic cells in immunoprecipitation (IP) assays, we found that c-Myb is associated with MLL1, the SET1 proteins WDR5, RbBp5, and Ash2L, and menin, all of which form a complex with histone methyltransferase (HMT) activity. c-Myb associated with the MLL1 and SET1 proteins through menin, which served as an adapter protein by interacting (as previously shown) with the extreme amino terminus of the MLL1 protein, and, as we show, with a region around the c-Myb transactivation domain (aa 194-325). We demonstrated in vitro with purified proteins and an H3 peptide, that c-Myb contributed to the HMT activity of the MLL1 complex. In leukemia patients being treated with a c-myb targeted antisense oligodeoxynucleotide (ASODN), and in leukemic cell lines, silencing c-myb evoked a significant decrease in H3K4 methylation demonstrating biological relevance of this observation. The decrease in H3K4 methylation is the direct result of silencing c-myb and is not due to changes in cell proliferation, and could not be reproduced by silencing B-myb . Also, we confirmed that c-Myb is a downstream target of HoxA9, and Meis 1, but showed unexpectedly that leukemic blasts derived from the c-myb ASODN treated patients, and c-myb siRNA treated cell lines, decrease c-myb expression also led to a decrease in Hoxa9 and Meis1 expression. This suggested the presence of an autoregulatory feedback loop between c-Myb and HoxA9. This finding too was specific for c-myb and not associated with a block in proliferation or silencing B-myb . Finally, disrupting the c-Myb-MLL1 interaction impairs localization of MLL1 and menin on the Hoxa9 gene promoter, as well as the MLL-ENL induced transformation of normal murine bone marrow cells. In summary, our results bring new insights regarding c-Myb function in human hematopoietic cells, suggest new mechanisms whereby c-Myb may contribute to cell transformation, and suggest new therapeutic targets for the treatment of acute leukemia. Disclosures: No relevant conflicts of interest to declare."
}