{
    "doi": "https://doi.org/10.1182/blood.V112.11.1841.1841",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1154",
    "start_url_page_num": 1154,
    "is_scraped": "1",
    "article_title": "Protein Kinase Cδ Differentially Regulates Platelet Functional Responses. ",
    "article_date": "November 16, 2008",
    "session_type": "Platelet Activation and Biochemistry",
    "topics": [
        "blood platelets",
        "protein kinase",
        "granules",
        "fibrinogen",
        "poly(adp-ribose) polymerases",
        "protein isoforms",
        "calcium",
        "thromboxane",
        "thrombus",
        "platelet aggregation"
    ],
    "author_names": [
        "Ramya Chari, MS",
        "Todd Getz, BS",
        "Bela Nagy",
        "Kamala Bhavaraju, MS",
        "Yingying Mao, MS",
        "Yamini Saraswathy Bynagari",
        "Swaminathan Murugappan",
        "Keiko Nakayama",
        "James Daniel, PhD",
        "Satya P. Kunapuli, Ph.D."
    ],
    "author_affiliations": [
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Division of Developmental Genetics, Tohoku University Graduate School of Medicine, Sendai Miyagi, Japan"
        ],
        [
            "Sol Sherry Thrombosis Center, Temple Univ. School of Med., Philadelphia, PA, USA"
        ],
        [
            "Physiology, Temple University School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.99323895",
    "first_author_longitude": "-75.15433895000001",
    "abstract_text": "Protein Kinase Cδ (PKCδ), a novel PKC isoform is expressed and activated in platelets downstream of PARs and GPVI receptors. In the current study, the role of PKCδ in regulating platelet functional responses was investigated using a pharmacological inhibitor, (δV1-1)TAT (a PKCδ inhibitor) in human platelets. These studies were further confirmed by a knockout approach using PKCδ +/+ and PKCδ −/− mice. In both human and murine platelets, PAR4-mediated dense granule secretions were inhibited, whereas GPVI-mediated dense granule secretions were potentiated. Furthermore, α-granule secretions and thromboxane A 2 (TXA 2 ) generation were differentially regulated in murine platelets.. These data suggest a differential role for this isoform in regulating dense granule secretion, α-granule secretion and TXA 2 generation. Previous studies have shown that PAR-mediated fibrinogen receptor activation is regulated by a Calcium-dependent and a PKC-dependent pathway. The contribution of PKCδ to PAR-mediated fibrinogen receptor activation was studied by pretreating human and murine platelets with BAPTA. Our results showed a inhibition of AYPGKF-induced aggregation in human and murine platelets in the presence of BAPTA and fibrinogen. These results suggest a small contribution of PKCδ to PAR-4- mediated platelet aggregation and a IIb b 3 activation. The in vivo significance of PKCδ was tested using a FeCl 3 injury model. While the wildtype mice occluded in 7 minutes, PKCδ −/− mice occluded after 4 minutes of injury with 10 % FeCl 3 . Therefore, we conclude that PKCδ regulates platelet functional responses such as dense, α-granule secretions, TXA 2 generation downstream of both PARs and GPVI receptors, contributes to PAR-4-mediated fibrinogen receptor activation ex vivo and plays a critical role in the thrombus formation in vivo . This study is supported by predoctoral fellowships to Ramya Chari and Swaminathan Murugappan from American Heart Association, Great Rivers affiliate."
}