{
    "doi": "https://doi.org/10.1182/blood.V110.11.5020.5020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=991",
    "start_url_page_num": 991,
    "is_scraped": "1",
    "article_title": "Outcome of Relapse after Reduced-Intensity Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) - The Effect of the Underlying Disease on Survival Following Relapse. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "hematopoietic stem cell transplantation",
        "multiple myeloma",
        "leukemia, acute",
        "lymphoma",
        "salvage therapy",
        "follow-up",
        "hematologic neoplasms",
        "human leukocyte antigens",
        "mycophenolate mofetil"
    ],
    "author_names": [
        "Seema Singhal",
        "Olga Frankfurt",
        "Andrew Evens",
        "Leo Gordon",
        "Martin Tallman",
        "Stephanie Williams",
        "Jane Winter",
        "David Grinblatt",
        "Lynne Kaminer",
        "Jayesh Mehta"
    ],
    "author_affiliations": [
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ],
        [
            "Northwestern University, Chicago"
        ]
    ],
    "first_author_latitude": "42.056459399999994",
    "first_author_longitude": "-87.67526699999999",
    "abstract_text": "We have reported that the outcome of reduced-intensity allogeneic HSCT is not affected by the underlying diagnosis (Mehta et al, ASH 2006). With an additional year’s follow-up and a minimum follow-up of 18 months, this observation continues to remain valid in a series of 91 uniformly-treated patients with hematologic malignancies (19–71 years; median 53; 22% >60 years). 29 patients had acute leukemia, 38 had lymphoma (Hodgkin/NHL) or CLL, and 24 had myeloma. Two-thirds of the patients had refractory disease. Performance status (PS) was 0 in 31%, 1 in 47%, and 2/3 in 22%. Donors (55% aged >45 years) were HLA-matched siblings (n=51), 10/10 allele-matched unrelated individuals (n=29), or 9/10 allele-matched related/unrelated individuals (n=11). The conditioning regimen comprised 100 mg/m 2 melphalan with (if no prior autograft) or without (prior autograft) 50 mg/kg cyclophosphamide. GVHD prophylaxis comprised cyclosporine-mycophenolate (HLA-matched sibling donors) or tacrolimus-mycophenolate (other type of donors). G-CSF or GM-CSF were not given routinely to accelerate engraftment. Supportive care was uniform. As the figure shows, the underlying disease did not affect overall survival (OS) after HSCT. View large Download slide Figure View large Download slide Figure The underlying disease did not affect disease-free survival, relapse risk or transplant-related mortality. 51 of these patients relapsed. Relapsed disease was treated with immunotherapy (withdrawal of immunosuppression and/or donor cell infusion), and/or non-immune salvage treatment options. The latter included conventional chemotherapy for all 3 disease groups, monoclonal antibodies for NHL, and drugs such as thalidomide, bortezomib and lenalidomide for myeloma. Some patients with poor performance status received only supportive therapy. 43 of the 51 relapsing patients, including all with acute leukemia, died of progressive disease or complications of salvage therapy. The 8 survivors have lymphoma or myeloma, and are in remission or have stable disease. As the figure shows, OS after relapse was significantly affected by the underlying disease. View large Download slide Figure View large Download slide Figure Other factors affecting OS significantly after relapse were LDH and performance status. These data suggest that the outcome of patients with hematologic malignancies is generally poor if the disease relapses after reduced-intensity HSCT. However, some patients with lymphoma or myeloma can survive for prolonged periods after relapse because of effective salvage therapy options. Patients with acute leukemia fare poorly because of lack of effective salvage therapy, and exploration of strategies such as a second allograft may be appropriate for them."
}