{
    "doi": "https://doi.org/10.1182/blood-2018-99-119587",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4113",
    "start_url_page_num": 4113,
    "is_scraped": "1",
    "article_title": "Hemolysis and Tricuspid Regurgitation Jet Velocity Predict Mortality in Patients with Sickle Cell Disease ",
    "article_date": "November 29, 2018",
    "session_type": "114. Hemoglobinopathies, Excluding Thalassemia-Clinical: Poster I",
    "topics": [
        "hemolysis",
        "sickle cell anemia",
        "tricuspid valve insufficiency",
        "hemoglobin",
        "transfusion",
        "follow-up",
        "inflammatory markers",
        "laser-doppler flowmetry",
        "oxygen saturation measurement",
        "perfusion"
    ],
    "author_names": [
        "Payal Shah, MS",
        "Adam Bush, PhD",
        "Silvie Suriany, MS",
        "Honglei Liu, MS",
        "Henry J Forman, PhD",
        "Patjanaporn Chalacheva, PhD",
        "Wanwara Thuptimdang, MS",
        "John Sunwoo, MS",
        "Saranya Veluswamy, MD",
        "Christopher Clement Denton, MD",
        "Maha Khaleel, MD",
        "Roberta Miyeko Kato, MD",
        "Ajay Perumbeti, MD",
        "Richard Sposto, PhD",
        "Michael Khoo, PhD",
        "Thomas D. Coates, MD",
        "John C Wood, MD PhD",
        "Jon A Detterich, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Stanford University, Palo, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, "
        ],
        [
            "University of Southern California, Los Angeles, "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA "
        ],
        [
            "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Hematology/Oncology, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Pulmonology, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Pathology and Laboratory Medicine, Transfusion Medicine Section, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Pediatrics, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Biomedical Engineering, University of Southern California, Los Angeles, CA "
        ],
        [
            "Hematology/Oncology, Children's Hospital of LA, Los Angeles, CA "
        ],
        [
            "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA"
        ],
        [
            "Cardiology, Children's Hospital Los Angeles, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "34.0979439",
    "first_author_longitude": "-118.29092949999999",
    "abstract_text": "Introduction Over the last two decades, sickle cell disease has become a model of diffuse endotheliopathy. In 2004, Gladwin and colleagues demonstrated that elevated tricuspid regurgitation jet velocity (TRJ) was an independent predictor of mortality and that chronic red blood cell hemolysis underlies pulmonary vascular disease (Gladwin et. al. NEJM, PMID:14985486). Belhassen and colleagues demonstrated that flow-mediated dilation of the brachial artery (FMD) was decreased in patients with sickle cell disease, specifically shear-mediated vasodilation (Belhassen et. al. Blood, PMID:11238095). Our group demonstrated that plasma free hemoglobin links decreased FMD and elevated TRJ in patients with sickle cell disease and that chronic transfusion therapy improves FMD (Detterich et. al. Blood, PMID:26036801). We aimed to determine whether markers of vascular function predict the risk of mortality in a cohort of patients with sickle cell disease. Methods This was a single center, prospective cohort study of non-transfused and chronically transfused sickle cell anemia patients at Children's Hospital of Los Angeles between 2009 and 2012 aiming to assess vascular function in sickle cell disease. This study was approved by the Children's Hospital Los Angeles Institutional Review Board. We used FMD, a test of shear-mediated endothelial nitric oxide release as the model for vascular function. We simultaneously measured the regional hemoglobin oxygen saturation in the hand using near infrared spectroscopy (NIRS). We also measured microcirculatory perfusion using laser doppler flowmetry (LDF) over the skin of the nailbed. Echocardiography was performed on the same day to assess tricuspid regurgitation jet velocity and cardiac function. Markers of inflammation, cell count and hemolysis were also measured on the day of the study. We prospectively followed them until 2018 to assess our primary outcome, survival. All of the measurements were made pre-transfusion for chronically transfused subjects. Kaplan Meier and Cox-Proportional Hazards multivariate model was used to determine independent predictors of survival. All statistics were performed using Stata/IC version 14.0. Results We enrolled 26 chronically transfused patients with SCD and 63 non-transfused SCD patients in a study assessing the effects of hemolysis on endothelial function. Overall mortality in our cohort was 20% with a median follow up time of 7.8 years (7.1-8.3 IQR). Median age was 24 years at the time of study (17-36 IQR). Median age at the time of death was 36 years(28-51 IQR) and at the last follow up for the alive patients was 30 years (25-41 IQR), p=0.01. In the patients who died, they had higher TRJ (median 270 vs 235, p=0.03) and had elevated plasma Hgb, median 26 vs 14, p=0.01. FMD, regional oxygen saturation and microcirculatory perfusion were not different between alive and deceased patients. There was no difference for inflammatory markers (white blood cell count, platelet count, high sensitivity C-reactive protein), hemoglobin S%/transfusion, or anemia (hemoglobin/hematocrit/reticulocytes) between alive or deceased patients. By Kaplan Meier analysis individual factors associated with mortality were TRJ>250 (p=0.04) and age>21 (p=0.02) (Fig 1 and Fig 2). By Cox-Proportional Hazards Model, both TR jet velocity and plasma hemoglobin remain significant after correcting for age (Table 1). Conclusions In our cohort, there are multiple abnormal markers of vascular function and elevated markers of hemolysis; however, the strongest predictors of mortality were age, plasma free hemoglobin and tricuspid regurgitation jet velocity. These findings support the association between hemolysis, pulmonary vascular disease and mortality, a controversial topic in sickle cell disease. View large Download slide View large Download slide  Disclosures Coates: Vifor Pharma: Consultancy; Sangamo: Consultancy, Honoraria; Celgene Corp.: Consultancy; ApoPharma: Consultancy, Honoraria."
}