{
    "doi": "https://doi.org/10.1182/blood.V104.11.3170.3170",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=39",
    "start_url_page_num": 39,
    "is_scraped": "1",
    "article_title": "Developing Lentiviral Vectors for Gene Therapy of Wiskott-Aldrich Syndrome. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "gene therapy",
        "lentiviral vector",
        "wiskott-aldrich syndrome",
        "gene transfer techniques",
        "beta-globin",
        "cancer",
        "cytokine",
        "deoxyribonuclease i",
        "dna, complementary",
        "eczema"
    ],
    "author_names": [
        "Marguerite V. Evans-Galea, PhD",
        "Matthew M. Wielgosz, PhD",
        "Ted S. Strom, MD/PhD",
        "Hideki Hanawa, MD/PhD",
        "John M. Cunningham, MD",
        "Arthur W. Nienhuis, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA"
        ],
        [
            "Biochemistry and Molecular Biology, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Experimental Hematology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.154456",
    "first_author_longitude": "-90.0448323",
    "abstract_text": "The Wiskott-Aldrich syndrome (WAS) is a rare X-linked recessive disorder caused by mutations in the WASP gene. WASP is an effector protein in the actin polymerization pathway. Characterized by immunodeficiency, micro-thrombocytopenia and eczema, untreated WAS patients may also suffer hemorrhages, recurring infections and potential malignancies. WAS can be cured by bone marrow (BM) transplant but because many patients lack a suitable donor, stem cell-targeted gene transfer is being developed as an alternative therapeutic approach. We have demonstrated correction of the T-cell proliferation defect in Wasp − mice using MSCV oncoretroviral vectors ( Blood  102 : 3108 , 2003 ). However, our competitive repopulation studies in mice with both wild-type (WT) and gene-corrected Wasp − BM, demonstrated only a modest selective advantage for gene modified lymphocytes. Correction of the lymphocytopenia was observed only in animals having high proportions of transduced cells. In addition, variability in the level of gene expression among gene-corrected cells was associated with only partial correction of the T-cell cytokine secretory defects. Thus, the efficiency of stem cell-targeted gene transfer as well as the level and consistency of gene expression are likely to be key factors that determine success in any clinical application of gene transfer for the treatment of WAS. In attempting to improve vector design, we have used lentiviral vectors because of their greater efficiency in transducing repopulating stem cells as we recently demonstrated in a non-human primate model ( Blood  103 : 4062 , 2004 ). The WASP gene is regulated by two promoter regions. The proximal promoter lies immediately adjacent to the translation start site with the distal promoter found 6 kb upstream, followed by an alternate first exon. We have developed a series of third generation, self-inactivating lentiviral vectors containing the MSCV, proximal or distal WASP promoters driving GFP in the reverse transcriptional orientation. The WASP promoters were active in lymphocytes but not HeLa cells in vitro. However, expression was low in lymphocytes and granulocytes in mice transplanted with genetically modified stem cells. In an effort to abrogate any position-effect variegation and enhance expression, we generated a new series of vectors with the transcriptional unit in the forward orientation that also contained the woodchuck post-transcriptional regulatory element, the chicken beta-globin 5′ DNase I hypersensitive site 4 (I) and human beta-interferon scaffold attachment region (S) insulator elements. Either GFP or murine Wasp cDNA were included for expression analysis. Despite the complexity of the SI-containing vectors, titers of concentrated preparations ranged from 9x10 6 TU/ml to 5x10 7 TU/ml and enabled transduction of both cell lines and murine hematopoietic stem cells. Low-level GFP expression from the proximal promoter was detected in HeLa cells with higher expression found in lymphocytes (NALM6 and Jurkat cells). Expression of GFP under the control of the proximal WASP promoter was detected in vivo in multiple hematopoietic lineages in mice transplanted with transduced stem cells. Future efforts will focus on further characterization and optimization of vector design with the goal of achieving consistent, high level expression."
}