{
    "doi": "https://doi.org/10.1182/blood.V116.21.2242.2242",
    "article_title": "Impaired Ribosome Maturation In Human Cells Depleted of Shwachman-Diamond Syndrome Protein SBDS ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Poster II",
    "abstract_text": "Abstract 2242 Background: Shwachman-Diamond syndrome (SDS) is an autosomal recessive disorder characterized by pancreatic exocrine dysfunction, neurocognitive and skeletal abnormalities, and bone marrow failure. Mutations in SBDS have been shown to cause SDS. From experiments on its yeast ortholog ( Haematologica 2010. 95:57-64), SBDS has been implicated in maturation and function of the 60S ribosomal subunit. In particular, subunit maturation in the SDS yeast model was associated with delayed export and accumulation of 60S-like particles in the nucleoplasm. Methods and Results: To clarify its role in human cells, erythroleukemia TF-1 cells were transduced with lentiviral vectors expressing short hairpin RNA (shRNA) against SBDS. Immunoblot assays confirmed approximately 60% knockdown in individual TF-1 cell clones expressing different shRNAs. The growth and hematopoietic colony forming potential of TF-1 knockdown cells were markedly hindered when compared to cells stably transduced with shRNA against a scrambled SBDS sequence. Using Hoechst 33342/Pyronin Y staining and flow cytometry, we also found an increased percentage of knockdown cells retained at the G0/G1 cell cycle phase. To address whether near-complete knockdown of SBDS affected ribosome synthesis as it does in yeast cells, we silenced SBDS in A549 cells. Our data revealed a reduction in polysomes but in contrast to what was observed in yeast, there was no evidence of half-mer polysomes indicative of decreased 60S subunits participating in translation. The absence of half-mers is not unusual in mammalian systems, so to better analyze the effect of SBDS on 60S subunit maturation subunit localization was assessed by co-transfection with a vector expressing a fusion between human RPL29 and enhanced GFP. Preliminary studies indicated a higher percentage of SBDS-depleted cells with nuclear localization of 60S subunits, when compared with normal controls ( Fig. 1 ). Conclusions: (1) Partial depletion of SBDS results in a significant growth and clonogenic defect in TF-1 hematopoietic cells. The growth abnormalities can be attributed in part to delayed cell cycle transit. (2) Near-complete knockdown of SBDS leads to growth inhibition and defects in ribosome maturation, suggesting a role for wild-type SBDS in nuclear export of pre-60S subunits. Fig. 1 View large Download slide At 72h, the SBDS knockdown clone (labeled #2-12) transfected with RPL29-GFP had more cells with nuclear/nucleolar localization than the scrambled control clone similarly transfected. For each experiment, a total of 200 cells were counted at 72h to determine the percentage of cells with localization of RPL29-GFP. Thus, the ordinate axis represents the number of cells staining in both nucleus and cytoplasm divided by the number staining in the cytoplasm only. Fig. 1 View large Download slide At 72h, the SBDS knockdown clone (labeled #2-12) transfected with RPL29-GFP had more cells with nuclear/nucleolar localization than the scrambled control clone similarly transfected. For each experiment, a total of 200 cells were counted at 72h to determine the percentage of cells with localization of RPL29-GFP. Thus, the ordinate axis represents the number of cells staining in both nucleus and cytoplasm divided by the number staining in the cytoplasm only.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ribosomes",
        "shwachman syndrome",
        "acute erythroblastic leukemia",
        "autosome disorder",
        "flow cytometry",
        "immunoblotting",
        "middle east respiratory syndrome",
        "pancytopenia",
        "pyronine",
        "rna"
    ],
    "author_names": [
        "Gulay Sezgin, MD",
        "Abdallah Nihrane, PhD",
        "Adrianna Henson",
        "Max Wattenberg",
        "Steven Ellis, PhD",
        "Johnson M. Liu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gulay Sezgin, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, The Feinstein Institute for Medical Research, Manhasset, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abdallah Nihrane, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, The Feinstein Institute for Medical Research, Manhasset, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrianna Henson",
            "author_affiliations": [
                "Department of Biochemistry & Molecular Biology, University of Louisville School of Medicine, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max Wattenberg",
            "author_affiliations": [
                "Department of Biochemistry & Molecular Biology, University of Louisville School of Medicine, Louisville, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Ellis, PhD",
            "author_affiliations": [
                "Department of Biochemistry & Molecular Biology, University of Louisville School of Medicine, Louisville, KY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johnson M. Liu, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Pediatric Hematology/Oncology and Stem Cell Transplantation, The Feinstein Institute for Medical Research, Manhasset, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:33:53",
    "is_scraped": "1"
}