{
    "doi": "https://doi.org/10.1182/blood.V104.11.1327.1327",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=24",
    "start_url_page_num": 24,
    "is_scraped": "1",
    "article_title": "Classification of Familial Hemophagocytic Lymphohistiocytosis Based on Genetic and Immunologic Analyses. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Familial hemophagocytic lymphohistiocytosis (FHL) is a disorder with an autosomal recessive mode of inheritance in infancy. Recently, mutations of the perforin ( PRF1 ) and MUNC13–4 genes have been identified in FHL patients. Since natural killer (NK) cells and cytotoxic T lymphocytes (CTLs) involve mechanisms to kill virus-infected and malignant cells via perforin/granzyme-mediated granule exocytosis pathway, cytotoxic functions of NK cells and CTLs are impaired in FHL. In the present study, we analyzed the correlation between clinical features, genetic abnormalites and cytotoxic functions of CTLs in patients with different FHL subtypes. FHL families: In Japan HLH Study Group, total 57 Japanese patients fulfilled the diagnostic criteria of FHL and their family members were registered and the clinical data were collected from each family. Since the majority of FHL patients in Japan were registered in our study, it is thought that our data reflect the epidemiology of FHL in Japanese. Results: Among 57 patients registered in this study, PRF1 mutations were detected in 11 patients (FHL2), whereas 8 showed mutations of MUNC13–4 gene (FHL3). When the clinical findings were compared, the FHL2 patients with PRF1 nonsense mutation showed early onset, while the onset of those with both PRF1 missense mutation and MUNC13–4 mutation was late. Alloantigen-specific CD8 + CTL lines were established from the FHL patients and their healthy parents. The degrees of cytotoxicity mediated by CTL lines generated from the patients with various FHL subtypes were compared. CTLs generated from the FHL2 patients with PRF1 nonsense mutation exerted no antigen-specific cytotoxicity. The cytotoxicity of CTLs from the patients with MUNC13–4 mutation was low but still remained, whereas cytotoxicity of CTLs from those with PRF1 missence mutation appeared to be moderate. By Western blot analysis, the missense mutant PRF1 gene also produced full length protein, but the active mature form was markedly reduced, indicating that the proteolytic cleavage of perforin is inhibited in these patients. Conclusion: The present study demonstrates that the subtypes of FHL can be classified by the patterns of genetic mutation and dysfunction of CTLs responsible for the pathogenesis of FHL. Although it has been established that allogeneic hematopoietic stem cell transplantation (HSCT) is a sole curative therapy for FHL, early identification of genetic defects and cytotoxic activity of CTLs may confirm whether HSCT should be really needed in each patient.",
    "topics": [
        "genetics",
        "hemophagocytic lymphohistiocytosis",
        "immunology",
        "granules",
        "cytotoxicity",
        "perforin",
        "hematopoietic stem cell transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "early diagnosis"
    ],
    "author_names": [
        "Eiichi Ishii, M.D.",
        "Ikuyo Ueda, M.D.",
        "Ken Yamamoto, M.D.",
        "Shouichi Ohga, M.D.",
        "Kenji Furuno, M.D.",
        "Akira Morimoto, M.D.",
        "Miyoko Imayoshi, M.D.",
        "Masahiro Sako, M.D.",
        "Hidetoshi Takada, M.D.",
        "Toshiro Hara, M.D.",
        "Shinsaku Imashuku, M.D.",
        "Takehiko Sasazuki, M.D.",
        "Masaki Yasukawa, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University, Kyoto, Japan"
        ],
        [
            "Department of Molecular Genetics, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Department of Pediatrics, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Department of Molecular Genetics, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University, Kyoto, Japan"
        ],
        [
            "Department of Pediatrics, Saga University, Saga, Japan"
        ],
        [
            "Division of Pediatrics, Osaka General Hospital, Osaka, Japan"
        ],
        [
            "Department of Pediatrics, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Department of Pediatrics, Kyushu University, Fukuoka, Japan"
        ],
        [
            "Department of Pediatrics, Kyoto Prefectural University, Kyoto, Japan"
        ],
        [
            "International Medical Center of Japan, Tokyo, Japan"
        ],
        [
            "First Department of Internal Medicine, Ehime University, Shigenobu, Ehime, Japan"
        ]
    ],
    "first_author_latitude": "33.2411834",
    "first_author_longitude": "130.2905618"
}