{
    "doi": "https://doi.org/10.1182/blood.V108.11.4328.4328",
    "article_title": "Mutation in Genes Impacting on the RAS-RAF-MEK-ERK Pathway Are Found at High Incidence in Childhood Acute Lymphoblastic Leukemia at Both Diagnosis and at Relapse. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Deregulation of the RAS-RAF-MEK-ERK signalling cascade, often caused by activating mutations in the RAS family of G-proteins, is a recurrent event in haematological malignancies including childhood acute lymphoblastic leukemia (ALL). However, deregulation of this pathway can also arise from mutational events in genes encoding other proteins which impact on this pathway including FLT3, PTPN11 and BRAF and such mutations have recently been identified in childhood ALL. The combined incidence of mutations in these genes, along with the RAS family is not known, but may be significant. A comprehensive mutational screen of key exons of NRAS, KRAS2, FLT3, PTPN11 and BRAF was performed in 86 diagnostic and 49 relapse childhood ALL samples using denaturing high performance liquid chromatography (DHPLC) and direct sequencing and/or PCR product cloning. Using wild type cells spiked with cell lines bearing known mutations, the sensitivity of this screening assay was shown to be between 12–25%. At diagnosis the combined mutation incidence was 35% (30 from 86) made up of NRAS (n=16), KRAS2 (n=15), FLT3 (n=3), PTPN11 (n=2), with 4 patients having more than one mutation. At relapse, 25 % (12 from 49) of cases showed mutations and included NRAS (n=4), KRAS2 (n=6), FLT3 (n=1) and PTPN11 (n=1). No mutations were identified in BRAF. While at relapse the mutated blasts were always the predominant population, in 7 of the 30 diagnostic cases, only a minor subpopulation of blasts housed the mutation and included all of the FLT3 insertion/deletion mutants. In 2 relapsed cases with mutations in KRAS2, mutations were not detectable by DHPLC in the matched diagnostic samples but were apparent at low level when a more sensitive allele-specific PCR was employed (assay sensitivity between 0.1–1%). These data reveal a significant role of RAS-RAF-MEK-ERK pathway deregulation in leukemogenesis and implicate the pathway in some patients with progression to relapse. In addition, they highlight the genetic heterogeneity of leukemic blasts at diagnosis compared to those at relapse suggesting that clonal selection occurs in response to drug exposure. Inhibitors of the pathway, which are currently undergoing clinical trial, may be a novel therapeutic option for a significant proportion of children with relapsed ALL.",
    "topics": [
        "genes",
        "leukemia, lymphocytic, acute, childhood",
        "mutation",
        "ms-like tyrosine kinase 3",
        "protein tyrosine phosphatase, non-receptor type 11",
        "polymerase chain reaction",
        "cloning",
        "gtp-binding proteins",
        "hematologic neoplasms",
        "high pressure liquid chromatography procedure"
    ],
    "author_names": [
        "Julie Irving",
        "Lynne Minto",
        "Elizabeth Matheson",
        "Marian Case",
        "Simon Bailey",
        "Nick Bown",
        "Rosline Hassan",
        "Christine Harrison",
        "Andrew Hall"
    ],
    "author_dict_list": [
        {
            "author_name": "Julie Irving",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lynne Minto",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Matheson",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marian Case",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Bailey",
            "author_affiliations": [
                "Royal Victoria Infirmary, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nick Bown",
            "author_affiliations": [
                "Institute of Human Genetics, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosline Hassan",
            "author_affiliations": [
                "Universiti Sains Malaysia, Kelantan, Malaysia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Harrison",
            "author_affiliations": [
                "University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Hall",
            "author_affiliations": [
                "Northern Institute for Cancer Research, Newcastle upon Tyne, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:45:34",
    "is_scraped": "1"
}