{
    "doi": "https://doi.org/10.1182/blood.V118.21.3567.3567",
    "article_title": "Co-Overexpression of YY1 and Gp-170 (MDR1) in Childhood Acute Lymphocytic Leukemia (ALL): Transcription Regulation of Gp-170 by YY1 and Prognostic Significance, ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "abstract_text": "Abstract 3567 Leukemia is the most common cancer among children under the age of 15 years in the United States and many developed countries. In recent years, there has been the emergence of novel therapeutic drugs for this disease. However, the development of drug resistance by the tumor cells remains the most important obstacle in the treatment of leukemia. A widely studied mechanism of tumor resistance to chemotherapeutic drugs is through the expression of the multi-drug resistance (MDR) genes. P-glycoprotein 170 (gp-170) is an MDR1 gene product which serves as an ATP-dependent cell membrane transporter; it facilitates the efflux of xenobiotics (including chemotherapeutic drugs) from the cells to prevent damage for prolonged drug activity, including chemotherapeutics agents. In addition to MDR1, several reports in different cancers have indicated that the transcription factor Yin Yang 1 (YY1) is over-expressed and regulates tumor cell response to chemotherapeutic drugs. Thus, we hypothesized that YY1 may also be over-expressed in ALL and that its expression may be correlated with the expression of gp-170. We also hypothesized that the co-expression of YY1 and gp-170 may be of prognostic significance in high risk ALL patients. These hypotheses were examined with childhood ALL (n= 88) (of median age 8.2 years, range 0.21–16). The expression of YY1 and gp-170 was determined by IHC in tumor tissues and the frequency of YY1 positive cells was determined. For comparison, normal controls were also analyzed (n= 53). The findings demonstrate that were a significant increase in the frequency of positive cells in ALL compared to controls for both YY1 (38% vs. 8%, p= 0.0001) and for gp-170 (42% vs. 12%, p= 0.001). There was a good correlation between the expression of YY1 and gp-170 using Pearson's test, r=0.4, p=0.0001. We then examined if the co-expression of YY1 and gp-170 is also associated with decreased risk. Indeed, patients with low risk (L1) had significantly less frequency of positive cells compared to patients with high risk for both YY1 (40% vs. 30%, p=0.045) and for gp-170 (48% vs. 35%, p=0.0003). The strong correlation betweenYY1 and gp-170 expression suggested that there may be a cross-talk. TESS analysis demonstrated that the gp-170 proximal promoter contains four putative binding sites for the YY-1 protein. The gp-170 protein was cloned and we developed a luciferase reporter assay. Examination of the putative YY1 binding sites that were individually mutated revealed that mutation at the sites -1860 and -270 abolished activity. Mutation at the site -1420 abolished approximately 50% and mutation at -1230 abolished approximately 75%. Further, CHIP analysis demonstrated that YY1 binds directly to the gp-170 gene. Transfection of cells with YY1 siRNA inhibited the efflux of adriamycin from the cells confirming the regulation of gp-170 expression by YY1. Overall, the findings above demonstrate that both gp-170 and YY1 are over-expressed in childhood ALL and further over-expressed in patients with high risk. The findings suggest that YY1 may be a therapeutic target in MDR positive ALL and its inhibition may reverse resistance to chemotherapeutic drugs. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, lymphocytic, acute, childhood",
        "protein overexpression",
        "transcriptional control",
        "antineoplastic agents",
        "neoplasms",
        "cancer",
        "leukemia",
        "doxorubicin",
        "luciferases",
        "membrane transport proteins"
    ],
    "author_names": [
        "Gabriela andres-Antonio",
        "Jesus Rangel-Santiago, B.S.",
        "Ana B Tirado-Rodriguez, B.S.",
        "Elisa Dorantes-Acosta, MD MSc",
        "Mario I Vega, PhD",
        "Guillermo Aquino-Jarquin, PhD",
        "Briseida Lopez, MD",
        "Elba Jimenez, MD",
        "Rosana Pelayo, PhD",
        "Benjamin Bonavida, Ph.D",
        "Aurora Medina-Sanson, MD",
        "Sara Huerta-Yepez, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gabriela andres-Antonio",
            "author_affiliations": [
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesus Rangel-Santiago, B.S.",
            "author_affiliations": [
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana B Tirado-Rodriguez, B.S.",
            "author_affiliations": [
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Dorantes-Acosta, MD MSc",
            "author_affiliations": [
                "Servicio de Hemato-Oncologia, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario I Vega, PhD",
            "author_affiliations": [
                "Oncology Hospital, Oncology Research Unit, Siglo XXI National Medical center IMSS, Mexico City, Mexico, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Aquino-Jarquin, PhD",
            "author_affiliations": [
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Briseida Lopez, MD",
            "author_affiliations": [
                "Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elba Jimenez, MD",
            "author_affiliations": [
                "Hospital Pediátrico Moctezuma, Mexico City, Mexico, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosana Pelayo, PhD",
            "author_affiliations": [
                "Oncology Research Unit, Siglo XXI CMN, Oncology Hospital IMSS, Mexico City, Mexico, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Bonavida, Ph.D",
            "author_affiliations": [
                "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, UCLA, Los Angeles, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurora Medina-Sanson, MD",
            "author_affiliations": [
                "Servicio de Hemato-Oncologia, Hospital Infantil de Mexico “Federico Gomez” SSA, Mexico City, Mexico, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Huerta-Yepez, PhD",
            "author_affiliations": [
                "Unidad de Investigacion en enfermedades Oncologicas, Hospital Infantil de Mexico “Federico Gomez”, Mexico, Mexico"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T09:39:18",
    "is_scraped": "1"
}