{
    "doi": "https://doi.org/10.1182/blood.V128.22.1874.1874",
    "article_title": "An International Collaborative Study of Outcome and Prognostic Factors in Patients with Secondary CNS Involvement By Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies: Poster I",
    "abstract_text": "Background: Secondary CNS involvement (SCNS) is a detrimental complication seen in ~5% of patients with diffuse large B-cell lymphoma (DLBCL) treated with modern immunochemotherapy. Data from older series report short survival following SCNS, typically <6 months. However, data in patients that develop SCNS following primary therapy that contains a rituximab-based-regimen as well as the impact of more intensified treatment for SCNS are limited. Aims: The aims of this study were to i) describe the natural history of SCNS in a large cohort of patients treated with immunochemotherapy, and ii) determine prognostic factors after SCNS. Patients and methods: We performed a retrospective study of patients diagnosed with SCNS during or after frontline immunochemotherapy (R-CHOP or equivalently effective regimens). SCNS was defined as new involvement of the CNS (parenchymal, leptomeningeal, and/or eye) in patients without known CNS involvement at the time of first pathologic diagnosis of DLBCL. Patients were identified from local databases and/or regional/national registries in Denmark, Canada (British Columbia), Australia, Israel, US (University of Iowa/Mayo Clinic SPORE), and England (Guy's and St. Thomas' Hospital, London). Clinico-pathologic and treatment characteristics at the time of SCNS were collected from medical records. Results: In total, 281 patients with SCNS diagnosed between 2001 and 2016 were included. Median age at SCNS was 64 (range 20-93) years and male:female ratio was 1.3. SCNS occurred as part of first relapse in 244 (87%) patients and 112 (40%) had documented concurrent systemic disease at the time of SCNS. The median time from initial DLBCL diagnosis to SCNS was 9 months, which was similar for patients treated with (N=76, 27%) or without upfront CNS prophylaxis (N=205, 73%) (10 vs 9 Mo; P=0.3). The median post-SCNS OS was 4 months (interquartile range 2-13) and the 2yr survival rate was 20% (95% CI 15-25) for the entire cohort. Associations between clinicopathologic features, management strategy, and post-SCNS survival are shown in Table 1, which excludes patients who did not receive any treatment against SCNS, patients treated with steroids alone, and a patient with unavailable treatment information (n=43, 15%). In multivariable analysis, performance status >1, concurrent leptomeningeal and parenchymal involvement, SCNS developing before completion of 1 st line treatment, and combined systemic and CNS involvement by DLBCL were associated with inferior outcomes. Upfront CNS prophylaxis did not influence post-SCNS OS. High-dose methotrexate (HDMTX) and/or platinum based treatment regimens (i.e. ICE, DHAP, or GDP [+/- IT treatment and/or radiotherapy], N=163) for SCNS were associated with reduced risk of death (HR 0.45 [0.32-0.62, P<0.01]). The 2yr post-SCNS survival for patients treated with HDMTX and/or platinum-based regimens (N=163) was 29% (95% CI 22-37). For patients with isolated parenchymal SCNS, single modality treatment with radiotherapy resulted in 2-yr OS of 19% (95% CI 8-35). For the subgroup of 49 patients treated with HDMTX- and/or platinum-based regimens for isolated SCNS after 1 st line DLBCL treatment and with performance status 0 or 1, the 2yr post-SCNS survival was 46% (95% CI 31-59). Overall, 9% of the patients received HDT with ASCT as part of salvage therapy at the time of SCNS. Amongst 36 SCNS patients without systemic involvement and in CR following intensive treatment (HDMTX and/or platinum-based treatments), 11 patients consolidated with HDT had similar outcomes to 25 patients treated without consolidating HDT (P=0.9, Fig 1) Conclusions: Outcomes for patients with SCNS remain poor in this large international cohort of patients from the immunochemotherapy era. Combined parenchymal and leptomeningeal disease, presence of systemic disease concurrent with SCNS, performance status >1, and SCNS developing during first line treatment were independently associated with inferior OS. However, a significant fraction of patients with isolated SCNS after first line DLBCL treatment and with good performance status may achieve long-term remissions after intensive regimens for SCNS. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures El-Galaly: Roche: Consultancy, Other: travel funding. Cheah: Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees; Gilead Sciences: Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Membership on an entity's Board of Directors or advisory committees, Other: Speaker's Bureau. Kansara: Celgene: Honoraria. Connors: Bristol Myers Squib: Research Funding; NanoString Technologies: Research Funding; F Hoffmann-La Roche: Research Funding; Millennium Takeda: Research Funding; Seattle Genetics: Research Funding. Sehn: roche/genentech: Consultancy, Honoraria; amgen: Consultancy, Honoraria; seattle genetics: Consultancy, Honoraria; abbvie: Consultancy, Honoraria; TG therapeutics: Consultancy, Honoraria; celgene: Consultancy, Honoraria; lundbeck: Consultancy, Honoraria; janssen: Consultancy, Honoraria. Opat: Roche: Consultancy, Honoraria, Other: Provision of subsidised drugs, Research Funding. Seymour: Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie Inc.: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Villa: Celgene: Honoraria; Lundbeck: Honoraria; Roche: Honoraria, Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "prognostic factors",
        "platinum",
        "central nervous system prophylaxis",
        "radiation therapy",
        "systemic disease",
        "autologous stem cell transplant",
        "dhap protocol",
        "disease remission",
        "methotrexate"
    ],
    "author_names": [
        "Tarec Christoffer El-Galaly, MD",
        "Chan Yoon Cheah",
        "Mette Dahl Bendtsen",
        "Gita Thanarasjasingam",
        "Roopesh Kansara",
        "Kerry J Savage, MD",
        "Joseph M. Connors",
        "Neta Goldschmidt, MD",
        "Adir Shaulov",
        "Umar Farooq, MD",
        "Laurie H Sehn, MD",
        "Eldad J Dann",
        "Carrie A Thompson, MD",
        "Tsofia Inbar",
        "Brian K Link, MD",
        "Matthew J Maurer, MS",
        "Inger Lise Gade",
        "Maja Bech Juul",
        "Jakob W Hansen",
        "Staffan Holmberg",
        "Thomas S Larsen",
        "Stephen Opat, MD",
        "N George Mikhaeel",
        "John F Seymour",
        "Michael Roost Clausen, MD",
        "Daniel Smith",
        "Michael Gilbertson",
        "Grzegorz S Nowakowski",
        "Sabrina Cordua",
        "Martin Hutchings",
        "Diego Villa"
    ],
    "author_dict_list": [
        {
            "author_name": "Tarec Christoffer El-Galaly, MD",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chan Yoon Cheah",
            "author_affiliations": [
                "Department of Haematology, Sir Charles Gairdner Hospital, Perth, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mette Dahl Bendtsen",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gita Thanarasjasingam",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roopesh Kansara",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Cancer Care Manitoba, Department of Internal Medicine, University of Manitoba, Winnipeg, Canada ",
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J Savage, MD",
            "author_affiliations": [
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M. Connors",
            "author_affiliations": [
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neta Goldschmidt, MD",
            "author_affiliations": [
                "Hematology Department, Hadassah-Hebrew University Medical Centre, Jerusalem, Israel "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adir Shaulov",
            "author_affiliations": [
                "Department of Hematology, Hadassah Hebrew University Medical Center, Jerusalem, Israel "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umar Farooq, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H Sehn, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eldad J Dann",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel ",
                "Rappaport Faculty of Medicine, Technion, Haifa, Israel "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie A Thompson, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsofia Inbar",
            "author_affiliations": [
                "Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K Link, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Maurer, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inger Lise Gade",
            "author_affiliations": [
                "Department of Hematology, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maja Bech Juul",
            "author_affiliations": [
                "Department of Hematology, Vejle Hospital, Vejle, Denmark "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob W Hansen",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Staffan Holmberg",
            "author_affiliations": [
                "Department of Hematology, Herlev Hospital, Copenhagen University Hospital, Copenhagen, Denmark "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas S Larsen",
            "author_affiliations": [
                "Odense University Hospital, Odense, Denmark "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Opat, MD",
            "author_affiliations": [
                "Monash Health and Monash University, Melbourne, Australia "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "N George Mikhaeel",
            "author_affiliations": [
                "Department of Medical Oncology, Guy's and St Thomas' NHS Trust, London, United Kingdom "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F Seymour",
            "author_affiliations": [
                "Peter MacCallum Cancer Centre, Melbourne, Australia "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Roost Clausen, MD",
            "author_affiliations": [
                "Department of Hematology, Aarhus University Hospital, Aarhus, Denmark "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Smith",
            "author_affiliations": [
                "Department of Medical Oncology, Guy's and St Thomas' NHS Trust, London, United Kingdom "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Gilbertson",
            "author_affiliations": [
                "Department of Haematology, Monash Medical Center, Clayton, Monash Health, Melbourne, Australia "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S Nowakowski",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Cordua",
            "author_affiliations": [
                "Department of Hematology, Zealand University Hospital, Roskilde, Denmark "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hutchings",
            "author_affiliations": [
                "Department of Hematology, Rigshospitalet, Copenhagen, Denmark"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Villa",
            "author_affiliations": [
                "Division of Medical Oncology and Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:22:33",
    "is_scraped": "1"
}