{
    "doi": "https://doi.org/10.1182/blood.V106.11.4870.4870",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=534",
    "start_url_page_num": 534,
    "is_scraped": "1",
    "article_title": "Gene Expression Profile in the CML Cell Line K562 Treated with SKI-606, a Dual Inhibitor of Src/Abl Kinase. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Although Imatinib represents the drug of choice for the treatment of Chronic Myeloid Leukemia (CML), new approaches to the treatment of CML remain a high priority in view of the continuing problems of Imatinib resistance. Previously (ASH 2004), we reported on the anti-proliferative and pro-apoptotic effects of the new drug, SKI-606, a potent Src/Abl kinase inhibitor, in blast crisis cell lines in vitro. Here we describe results of a transcriptional profiling study of SKI-606 activity in CML cells. Oligonucleotide microarray analysis using the Human 1A (V2) Oligo Microarrays of Agilent, containing more than 20,000 different genes was performed with untreated K562 cells and compared to the profile obtained from the same cells treated with 10 nM SKI-606 over a 48 h period. We labelled the amplified aRNA of the untreated cells with green (Cy3) dye and that of the treated with red (Cy5) dye, and also performed the reverse labeling experiment to confirm our data. Our approach to design comparisons utilizes a Lowess normalization and a filter followed by an analysis of variance (ANOVA) models to identify the genes with the greatest differential expression in the treated cells. We found identified 121 genes whose expression was modified by treatment with SKI-606. BCR-ABL activity results in activation of several downstream signalling pathways, including RAS/MAPK, PI3K/AKT and STAT pathways, which are implicated in mutagenic signalling and enhancement of survival. Our study showed that the expression of some genes involved in these regulatory pathways was altered by SKI-606. The greatest transcriptional changes (decreases or increases in gene expression of 2-fold or greater) were observed after 24h, while between 24 and 48h, the gene expression pattern stabilized. Ontological information concerning the cellular function of these transcripts suggests differential expression of genes associated with a wide range of cellular processes, including transcriptional regulation ( CHAF1B , MRPL1 , FLI1 , FLN29 and CIR ) and signal transduction ( HRAS , ELMO, P114-RHO-GEF ), among other functions. SKI-606 also modulates the expression of genes involved in cell cycle regulation such as MLLT7 , a transcription factor that regulates the cell cycle through transcriptional activation of p27 kip1 . Our data also provide the first evidence that SKI-606 treatment is down-regulates apoptotic suppressor genes, such as LAMR1 , RAC1 and DDB2 . Interestingly, the component of the ubiquitin/proteasome pathway, FLJ12673 , a subunit of the ubiquitin protein ligase complex, is downregulated by SKI-606 treatment. Currently, we are analyzing the most interesting modified genes to validate our data by Real Time PCR. Genome-wide expression-level analysis combined with biochemical studies of altered signalling pathways with cultured leukemia cells is expected to be a useful functional-genomic approach to more completely characterize the mechanism of action of this compound.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "cdkn1b gene",
        "cell lines",
        "dyes",
        "gene expression profiling",
        "imatinib mesylate",
        "kinase inhibitors",
        "laminin receptor-1"
    ],
    "author_names": [
        "Matteo Renzulli",
        "Tiziana Grafone",
        "Cristian Taccioli",
        "Carolina Terragna",
        "Frank Boschelli",
        "Manuela Mancini",
        "Pasquale Creo",
        "Emanuela Ottaviani",
        "Sabrina Colarossi",
        "Marilina Amabile",
        "Simona Soverini",
        "Angela Poerio",
        "Ilaria Iacobucci",
        "Michele Baccarani",
        "Giovanni Martinelli"
    ],
    "author_affiliations": [
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Department of Oncology, Wyeth Research, Pearl River, New York, USA"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ],
        [
            "Inst. of Hematology and Medical Oncology Seragnoli, University of Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999"
}