{
    "doi": "https://doi.org/10.1182/blood.V110.11.2345.2345",
    "article_title": "Spinning Disk Confocal Fluorescent Microscopy (SDCFM) Analyses of Complement Activation Promoted by Anti-CD20 Monoclonal Antibodies (mAbs) Rituximab and Ofatumumab. ",
    "article_date": "November 16, 2007",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "We examined the real-time dynamics of complement activation on CD20-positive cells, promoted by binding of two different anti-CD20 mAbs, rituximab and ofatumumab. Daudi and ARH77 cells were opsonized with Alexa-labeled anti-CD20 mAbs, mixed with normal human serum (NHS) and immediately analyzed by SDCFM at 37°C. Multiple fluorescent image Z stacks were captured over 2–10 min, and Quicktime™ movies generated. Deposition of C3b fragments was monitored with Alexa-labeled mAb 3E7 in situ , specific for cell-bound C3b/iC3b. Complement activation mediated by the mAbs induced profound effects on the cells. C3b deposition was readily demonstrable and substantial changes in morphology including rapid blebbing were evident. Most strikingly, long string-like structures were cast off the cells. These mAb-induced streamers were seen in both NHS and in citrated plasma, but were not generated if complement-mediated killing was precluded, e.g. in C5-deficient NHS or in NHS-EDTA. The streamers appear to be quite fragile and were not observed if cells were subjected to a centrifugation step. In 2-color and 3-color experiments using propidium iodide (PI), cell death was easily seen as PI entered the cells. The streamers also stained positive with phalloidin, and streaming was largely abrogated with cytochalasin D, suggesting that the streamers contained polymerized actin. Movies made under white light conditions also revealed streamers, suggesting that cell-derived fragments, most likely originating at the cell membrane, were being extruded as a consequence of penetration of the cells by the pore-forming membrane attack complex (MAC) of complement. Although not all cells that were killed also produced streamers, the production of streamers, presumably indicative of attack by the MAC, tended to correlate with subsequent killing. In fact, another reagent known to lyse cells based on insertion of a different pore-forming complex, melittin, also induced streamers in these cells. Direct comparisons between rituximab and ofatumumab revealed several interesting differences. Ofatumumab readily promoted complement activation, C3b deposition, and killing of ARH77 cells, but rituximab-mediated C3b deposition was lower, and killing was close to background. In addition, maximum deposition of C3b fragments on ARH77 cells occurred considerably more rapidly for ofatumumab (∼ 30 sec) than for rituximab (∼ 5 min). Consistent with these findings, binding of ofatumumab to ARH 77 cells in NHS induced blebbing and generated streamers to a much greater degree (5 to 10-fold more) than seen for cells opsonized with rituximab and NHS. Moreover, for Daudi cells that were opsonized with the mAbs on ice and then reacted with NHS and placed at 37°C, ofatumumab induced streaming in ∼ 2 min, but rituximab-mediated streaming was not evident until at least 10 min. In summary, SDCFM allows for real time analysis of several distinct steps in mAb-mediated complement activation and killing of targeted cells. Our results indicate that binding of ofatumumab to CD20-positive cells rapidly activates complement and produces profound changes in the cells, including the generation of streamers followed by cell death, in periods of 5 minutes or less.",
    "topics": [
        "cd20 antigens",
        "complement activation",
        "monoclonal antibodies",
        "ofatumumab",
        "rituximab",
        "vertigo",
        "complement membrane attack complex",
        "complement system proteins",
        "casts, surgical",
        "centrifugation"
    ],
    "author_names": [
        "Ronald P. Taylor, PhD",
        "Paul V. Beum, PhD",
        "Andrew W. Pawluczkowycz, Ms",
        "Margaret A. Lindorfer, PhD",
        "Frank Beurskens, PhD",
        "Jan van de Winkel, PhD",
        "Paul Parren, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ronald P. Taylor, PhD",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paul V. Beum, PhD",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew W. Pawluczkowycz, Ms",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret A. Lindorfer, PhD",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Univ of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Beurskens, PhD",
            "author_affiliations": [
                "Genmab B.V., Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan van de Winkel, PhD",
            "author_affiliations": [
                "Genmab B.V., Utrecht, Netherlands",
                "Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Parren, PhD",
            "author_affiliations": [
                "Genmab B.V., Utrecht, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:46:06",
    "is_scraped": "1"
}