{
    "doi": "https://doi.org/10.1182/blood-2020-140728",
    "article_title": "Oncologist Sub-Specialization, Care Setting, and Multiple Myeloma Treatment and Outcomes ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Cancer care delivered in an academic setting or by providers with higher volume has been associated with improved overall survival (OS) in selected surgical and medical scenarios, including the care of patients with multiple myeloma (MM). Most studies have limited their focus to OS, and have used a simple count of similar patients as a proxy measure for disease-specific expertise. Few studies have assessed whether treatment by an oncologist that specializes in a specific patient's cancer results in better quality care and outcomes. This latter focus may be particularly important for MM management, for which the approval of newer immunomodulatory drugs (IMiDs) and proteasome inhibitors (PIs), coupled with 1 st -line PI-IMiD combinations, stem cell transplant (SCT) & maintenance therapy (MT) among fit patients, have expanded options, complexity and therapy lines. In this study, we constructed a measure reflecting oncologist sub-specialization in treatment of hematologic malignancies and examined associations between that dimension, academic care setting, and various aspects of active MM therapy as well as OS. Methods: We selected adults with a MM diagnosis between 07/07-12/15 from the SEER-Medicare linked database. We required continuous Medicare Parts A and B enrollment and no HMO/PPO coverage from 12 months prior to diagnosis (1 month prior for Part D) through death or end of study (12/16) and MM therapy initiation w/in 12 months post diagnosis. Outcomes including 1 st treatment line PI-IMiD combination, SCT, MT, and 2 nd , 3 rd , and 4 th treatment lines were constructed by applying a complex algorithm to claims-based indicators for oral and IV drugs and receipt dates. Provider setting was assigned as academic and/or NCI designated cancer center (NCI-CC), other hospital (other teaching or non-teaching), or community (non-hospital), based on claims from the most recent hematologist or oncologist evaluation and management visit prior to 1 st line initiation. The percentage of each oncologist's patient panel diagnosed with a hematologic malignancy (HEME%) was calculated for each 3-year period, using a pooled sample of 11 major cancer sites (reported in SEER-Medicare) for the denominator; HEME% was linked back to each patient based on the oncologist of record at the visit prior to 1st line initiation. Bivariate analyses and multivariable regressions tested for associations with treatment (logistic regression) and OS (Cox proportional hazards models). Regressions controlled for demographics, health status, and diagnosis year. Results: The cohort (n=4932) was 14% Black, and 51% age ≥75 years [Table 1]. Care setting was 14.5% academic/NCI-CC, 22.4% other hospital, and 63.0% community; community setting decreased from 72.4 to 57.8% during the observation period (2007 to 2015). Mean HEME% (31% overall) was higher for academic/NCI-CC (51%), where there was a bimodal distribution with peaks at 25% and 85-90% (Figure 1). Mean HEME% was 27% at both other hospital and community practices, with a peak at 25%. 1 st treatment line PI-IMiD combinations, MT after PI-IMiD, and SCT were received by 21%, 53%, and 4%, respectively. 2 nd , 3 rd , and 4 th treatment lines were received by 55%, 31% and 18% respectively. After adjustment, higher HEME% was associated with increased likelihood of receiving a PI-IMiD combination and SCT during 1 st line, receiving 3 rd line (all at p<.05), with a trend for receiving 4 th line, but lower likelihood of MT at PI-ImiD combination. Relative to academic/NCI-CC, other hospital and community settings were associated with lower adjusted odds for 4 th line receipt: aOR 0.65 (p=.017) and aOR 0.61 (p=.001), and worse OS (adjusted hazard ratio (aHR) 1.20 (p=.009) and aHR 1.21 (p=.002)), respectively. Conclusion: Using a novel measure of oncologist sub-specialization in hematologic malignancies, we found strong positive associations with receipt of 1 st line PI-IMiD combination therapy and ongoing treatment lines in a Medicare insured population with MM. In contrast to HEME%, care setting was less likely to be associated with treatment in our multivariable models. The bimodal distribution of HEME% within academic centers is consistent with academic acquisition of community oncology practices. Future research should consider the role of oncologist sub-specialization in other cancers and with additional outcomes, including patient care experience and cost of care. View large Download slide View large Download slide  Close modal Disclosures Davidoff: Amgen: Consultancy; AbbVie: Consultancy; Celgene: Research Funding. Neparidze: Janssen: Research Funding; Eidos Therapeutics: Membership on an entity's Board of Directors or advisory committees, Other: Diagnostic committee member ; Sanofi: Membership on an entity's Board of Directors or advisory committees, Other: Advisory board; GlaxoSmithKline: Research Funding. Podoltsev: Jazz Pharmaceuticals: Research Funding; Sunesis Pharmaceuticals: Research Funding; Astex Pharmaceuticals: Research Funding; Samus Therapeutics: Research Funding; AI Therapeutics: Research Funding; Genentech: Research Funding; Arog Pharmaceuticals: Research Funding; Kartos Therapeutics: Research Funding; Incyte: Consultancy, Honoraria; Blueprint Medicines: Consultancy, Honoraria; Agios Pharmaceuticals: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria, Research Funding; Alexion: Consultancy, Honoraria; Daiichi Sankyo: Research Funding; Astellas Pharma: Research Funding; Boehringer Ingelheim: Research Funding; CTI biopharma: Consultancy, Honoraria, Research Funding; Bristol-Myers Squib: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria. Wang: Celgene/BMS: Research Funding. Gore: Abbvie: Consultancy, Honoraria, Research Funding. Zeidan: Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Acceleron: Consultancy, Honoraria; Astellas: Consultancy, Honoraria; Daiichi Sankyo: Consultancy, Honoraria; Cardinal Health: Consultancy, Honoraria; Taiho: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; BeyondSpring: Consultancy, Honoraria; Cardiff Oncology: Consultancy, Honoraria, Other; Takeda: Consultancy, Honoraria, Research Funding; Ionis: Consultancy, Honoraria; Epizyme: Consultancy, Honoraria; Leukemia and Lymphoma Society: Other; CCITLA: Other; Astex: Research Funding; MedImmune/Astrazeneca: Research Funding; Trovagene: Consultancy, Honoraria, Research Funding; Aprea: Research Funding; Agios: Consultancy, Honoraria; ADC Therapeutics: Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Jazz: Consultancy, Honoraria; Celgene / BMS: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Otsuka: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Research Funding. Huntington: DTRM: Research Funding; Novartis: Consultancy; AbbVie: Consultancy; Astrazeneca: Honoraria; Bayer: Consultancy, Honoraria; Celgene: Consultancy, Research Funding; Genentech: Consultancy; Pharmacyclics: Honoraria; TG Therapeutics: Research Funding.",
    "author_names": [
        "Amy J. Davidoff, PhD",
        "Jessica B Long, MPH",
        "Natalia Neparidze, MD",
        "Jan Philipp Bewersdorf, MD",
        "Rory M. Shallis, MD",
        "Nikolai A. Podoltsev, MD PhD",
        "Rong Wang, PhD",
        "Steven D. Gore, MD",
        "Amer M. Zeidan, MBBS, MHS",
        "Scott F. Huntington, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy J. Davidoff, PhD",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale School of Medicine, New Haven, CT ",
                "Department of Health Policy and Management, Yale University School of Public Health, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jessica B Long, MPH",
            "author_affiliations": [
                "Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center, Yale University School of Medicine, New Haven, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Neparidze, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Philipp Bewersdorf, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rory M. Shallis, MD",
            "author_affiliations": [
                "Department of Internal Medicine, School of Medicine and Yale Cancer Center, Yale University, New Haven, CT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolai A. Podoltsev, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Section of Hematology, Yale University School of Medicine and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Wang, PhD",
            "author_affiliations": [
                "Department of Chronic Disease Epidemiology, Yale University School of Public Health, New Haven, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "NIH/NCI Cancer Therapy Evaluation Program, Rockville, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amer M. Zeidan, MBBS, MHS",
            "author_affiliations": [
                "Yale University School of Medicine and Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott F. Huntington, MD MPH",
            "author_affiliations": [
                "Hematology, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:51:13",
    "is_scraped": "1"
}