{
    "doi": "https://doi.org/10.1182/blood.V108.11.1436.1436",
    "article_title": "Protein Phosphatase 2A Inactivates Bcl2’s Antiapoptotic Function by Dephosphorylation and Up-Regulation of Bcl2-p53 Binding. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "DNA damage-induced p53/Bcl2 interaction at the outer mitochondrial membranes results in a Bcl2 conformational change and loss of its antiapoptotic function. Our data now indicate that either treatment of cells with the protein phosphatase 2A (PP2A) inhibitor, okadaic acid (10 nM), or specific disruption of PP2A activity by the expression of SV40 small tumor antigen enhances Bcl2 phosphorylation and suppresses the cisplatin-stimulated Bcl2-p53 interaction in association with prolonged cell survival. By contrast, C2-ceramide, a potent PP2A activator, reduces Bcl2 phosphorylation and increases Bcl2-p53 binding and promotes apoptotic cell death, suggesting that PP2A may function as a physiological regulator of Bcl2 by, at least in part, affecting its association with p53. Overexpression of the PP2A catalytic subunit (PP2A/C) suppresses Bcl2 phosphorylation in association with increased p53-Bcl2 binding and apoptotic cell death. By contrast, specific depletion of PP2A/C by RNA interference enhances Bcl2 phosphorylation, suppresses p53-Bcl2 interaction and prolongs cell survival. Purified PP2A can directly enhance the formation of the p53-Bcl2 complex in vitro in an okadaic acid-sensitive manner, supporting a direct mechanism. Importantly, PP2A directly interacts with Bcl2 at its BH4 domain which may function as the PP2A ‘docking site’ to potentially ‘bridge’ PP2A to the flexible loop domain which contains the physiological serine 70 phosphorylation site. Thus, PP2A may provide a double whammy to Bcl2’s survival function by both dephosphorylating and enhancing p53-Bcl2 binding. Therapeutically stimulating Bcl2 dephosphorylation and/or increasing Bcl2/p53 binding by activating PP2A may represent an efficient and novel antineoplastic approach.",
    "topics": [
        "antiapoptotic agents",
        "bcl2 gene",
        "bcl-2 protein",
        "protein phosphatase",
        "up-regulation (physiology)",
        "ceramides",
        "cisplatin",
        "dna",
        "mechlorethamine",
        "okadaic acid"
    ],
    "author_names": [
        "Xingming Deng, MD",
        "Fengqin Gao",
        "Tammy Flagg",
        "W. Stratford May, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Xingming Deng, MD",
            "author_affiliations": [
                "UF Shands Cancer Center, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fengqin Gao",
            "author_affiliations": [
                "UF Shands Cancer Center, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tammy Flagg",
            "author_affiliations": [
                "UF Shands Cancer Center, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Stratford May, M.D., Ph.D.",
            "author_affiliations": [
                "UF Shands Cancer Center, University of Florida, Gainesville, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:41:43",
    "is_scraped": "1"
}