{
    "doi": "https://doi.org/10.1182/blood.V112.11.4597.4597",
    "article_title": "Costimulatory Blockade Enhances Engraftment and Prevents Anti-Donor Antibody Generation in Nonmyeloablative Conditioned Prediabetic NOD Mice ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function, and Engraftment",
    "abstract_text": "Chimerism induces tolerance to organ and tissue grafts. Although the toxicity of conditioning has been significantly reduced with nonmyeloablative approaches, it would be beneficial to further reduce the intensity of conditioning in organ transplant recipients. Studies in normal mice and autoimmune NOD mice have revealed that the primary role for conditioning is to control host-versus-graft alloreactivity, allowing for immune-based conditioning to establish chimerism. Recent insights into the mechanism of interaction and crossregulation between innate and adaptive immune responses have led to the development of new approaches for immune-based conditioning. We previously demonstrated that preconditioning of diabetes-prone NOD mice with anti-CD8 monoclonal antibody (mAb) combined with anti-CD154 mAb allowed chimerism to be established with 550 cGy total body irradiation (TBI). Here we investigated whether combined costimulatory blockade can improve the nonmyeloablative regimen and enhance bone marrow chimerism in autoimmune recipients. Prediabetic NOD (H-2 d ) mice were treated with anti-CD8 antibody (day -3). After 500 cGy TBI (day 0), recipient NOD mice were transplanted with 30 × 10 6 B10.BR (H-2 k ) bone marrow cells (day 0) and received anti-CD154, anti-OX40L, and anti- inducible co - stimulatory molecule (ICOS) mAbs intraperitoneally (IP) (day 0, 1, 2, 3). Chimerism and multilineage analysis were quantitated by flow cytometry. Chimeric animals produced multilineage donor chimerism. While 18 prediabetic NOD mice demonstrated an average PB chimerism of ~37% at 1 month and 61% engraftment, 15 of 18 mice lost PB chimerism by 6 months. NOD mice were then transplanted with B10.BR donor skin grafts 1 month post BM transplant. Flow cytometry cross-match assays were performed to detect anti-donor antibody (Ab) in the sera collected 1 month post skin grafting. 44% of chimeric NOD mice (n=9) accepted their skin grafts for over 90 days, while 100% of non-chimeric animals (n=4) rejected their grafts within 60 days. NOD mice transplanted with B10.BR skin grafts alone rejected their grafts within 2 weeks and generated significantly higher levels of donor-specific Abs (mean fluorescence intensity: 251.2 ± 61.5, P <0.0001, n=6) compared to chimeric NOD (4.5 ± 0.6, P <0.0005, n=17) or non-chimeric NOD (12.6 ± 2.4, P <0.0005, n=10). Both chimeric NOD and non-chimeric NOD mice transplanted with 3 rd party B6 skin grafts rejected their grafts within 30 days. These results suggest that rejection of skin grafts in chimeric and nonchimeric animals is not associated with anti-donor antibody generation in preconditioned animals. Studies are currently underway to determine if impaired generation of effector/memory T cells (CD44 high /CD62L low/− ) is responsible for enhanced engraftment and to determine the potential mechanisms that promote tolerance in prediabetic NOD mice after loss of PB chimerism.",
    "topics": [
        "antibodies",
        "conditioning (psychology)",
        "donors",
        "engraftment",
        "mice, inbred nod",
        "prediabetes",
        "skin transplantation",
        "tissue transplants",
        "monoclonal antibodies",
        "cd40 ligand"
    ],
    "author_names": [
        "Larry D Bozulic, Ph.D",
        "Hong Xu, M.D.",
        "Yiming Huang, M.D.",
        "Suzanne T Ildstad, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Larry D Bozulic, Ph.D",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hong Xu, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiming Huang, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne T Ildstad, M.D.",
            "author_affiliations": [
                "University of Louisville, Institute for Cellular Therapeutics, Louisville, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T01:59:25",
    "is_scraped": "1"
}