{
    "doi": "https://doi.org/10.1182/blood.V116.21.2859.2859",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1844",
    "start_url_page_num": 1844,
    "is_scraped": "1",
    "article_title": "Outcomes In the Pre-Rituximab and Post-Rituximab Eras In Post-Transplantation Lymphoproliferative Disorders (PTLD) In Adult Solid Organ Transplant Recipients ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "lymphoproliferative disorders",
        "posttransplant lymphoproliferative disorder",
        "rituximab",
        "transplantation",
        "transplanted organ",
        "organ transplantation",
        "follow-up",
        "therapeutic immunosuppression",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Thomas M. Habermann, MD",
        "Matthew J Maurer",
        "Kay Ristow",
        "William R. Macon, MD",
        "Timothy S Larson, MD",
        "Yogis Kudva, MD",
        "Randall Walker, MD",
        "Russell H Wiesner, MD",
        "Brooks S Edwards, MD",
        "Stephen M. Ansell, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Abstract 2859 Background: PTLD is the most common malignancy, other than melanomatous skin cancer complicating solid organ transplantation and has been one of the most commonly observed fatal consequences. The histologies are diverse and include B-cell, T-cell and Hodgkin lymphomas. Rituximab has affected the outcome in CD20+ patients with PTLD. This single institution study sought to identity the outcomes in patients of all histologies and presentations managed in the post-rituximab era. Methods: Patients with solid organ transplantation who were diagnosed with PTLD at Mayo Clinic (Rochester, MN) between December 1970 and October 2009 were identified through the Mayo Clinic Lymphoma Data Base. The rituximab era was defined as patients diagnosed after December 26, 2000, the date of diagnosis for the first patient treated with rituximab in our series. Cox proportional hazards models were used to assess the association of clinical factors and overall survival (OS). Results: 143 patients diagnosed with PTLD between December 1970 and October 2009 were identified. The median age at the time of diagnosis of PTLD was 50 years (range 15–84) with 41 patients (29%) over the age of 60. 93 were male (65%). At a median follow-up of 84 months (range 1–295), 95 patients (65%) have died. The types of organ transplant included renal (39%), liver (31%), cardiac (11%), lung (6%), renal/pancreas (6%), pancreas (4%), and multiorgan (4%). 83% of patients presented with extranodal disease. 28% had involvement of the engrafted organ. 76% of the patients developed PTLD that was EBV+ by in situ hybridization. 62% were stage 3–4. The IPI was intermediate-high in 39% of patients. Initial approaches to management included reduction in immunosuppression (45%), chemotherapy (12%), reduction in immunosuppression with rituximab (12%), rituximab (8%), and radiation therapy (6%). The overall response to therapeutic approaches was 46% in the pre-rituximab era and 56% in the post-rituximab era (chi-squared p=0.25). Patients treated with rituximab had an improved overall survival (HR = 1.66, 95% CI: 0.99–2.79). Patients treated in the rituximab era had improved 1 year survival (76%) compared to patients in the pre-rituximab era (59%) (chi-squared p=0.03). However, the survival advantage in the rituximab era was not maintained in longer follow-up. The median overall survival in the pre-rituximab era was 31 months compared to 56 months in the post-rituximab era (logrank p=0.63). Conclusion: The overall response rates and overall survival are improved with rituximab treatment in CD20+ PTLD, however, the natural history of all PTLD has not improved significantly in the post-rituximab era. New approaches are needed for the prevention and management of all the histologies of PTLD. Disclosures: No relevant conflicts of interest to declare."
}