{
    "doi": "https://doi.org/10.1182/blood.V128.22.4777.4777",
    "article_title": "A Real-World Evidence Systematic Literature Review of Health-Related Quality of Life, Costs and Economic Evaluations in Newly-Diagnosed Multiple Myeloma Patients ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Introduction Current treatment for multiple myeloma (MM) is not curative, but aims to provide patients with improved disease control to extend survival. Newly diagnosed MM (NDMM) can have significant implications on the health-related quality of life (HRQoL) of a patient and increase the economic burden to both the patient and healthcare system. Strict protocols followed for clinical trials mean results seen in clinical trials may not reflect routine clinical practice. To assess the burden of illness of NDMM, systematic reviews of real-world humanistic and economic data was conducted. Methods Two systematic literature reviews (SLRs) of the humanistic and economic burden in NDMM were conducted, covering the published literature from Jan 2007 to June 2016. Data sources reviewed included Medline, Embase, PubMed (for e-publications ahead of print), and select hematology, oncology and health services research conferences. Eligibility criteria were limited to NDMM patients receiving first-line treatment (including induction, stem cell transplant [SCT], consolidation, and maintenance therapy) reported in observational studies or cost effectiveness analysis (CEA). Results Eleven studies met the inclusion criteria for the HRQoL SLR and 29 studies for the economic SLR. The study populations were heterogeneous in terms of patient and clinical characteristics (Table 1). A summary of HRQoL measures and baseline values are shown in Table 2. Cancer or myeloma specific tools were used to assess HRQoL in 5 studies; 2 studies utilized a generic HRQoL tool (EQ-5D and SF-36). Symptoms of interest associated with MM and MM treatment - either pain, fatigue, or neuropathy - were assessed in 8 of the included studies. The humanistic burden was pronounced in patients with NDMM. Across studies, HRQoL was poor at diagnosis; the European Organization for Research and treatment of Cancer Quality of Life Questionnaire (EORTC-QLQ-C30) global scores ranged from 55 to 64 at diagnosis (scale from 0-100 with higher values indicating better HRQoL), and improved as patients received therapy. Domains related to physical attributes, including symptoms, were more adversely affected than those related to mental domains. Pain and fatigue were consistently highlighted as the most problematic symptoms throughout the treatment period; however, both symptoms improved over the course of therapy. Neuropathy was measured in 3 studies, each in selected populations; patients who were ineligible for SCT reported greater burden due to neuropathy, and neuropathy increased over the course of first-line treatment. Financial difficulties also contributed to impairment on HRQoL for patients throughout the measured period. Of the 29 studies identified as eligible for the economic review, 22 included either direct or indirect costs, and 7 studies were CEA; 11 studies included estimates of real-world resource use. Costs varied across studies, mainly due to different cost inputs considered and currencies reported. Overall, direct costs ranged from 7,534 USD 2014 per patient per month (unadjusted medical and pharmacy costs for 1 st line lenalidomide treatment) to 213,166 USD 2014 per patient (direct costs associated with autologous SCT and one year follow-up). The primary cost drivers of direct medical costs were largely medical care, including hospitalizations and ambulatory care. Two studies reported out-of-pocket expenses, ranging from 3,478 USD 2013 (annual cost to patient in 1 st year after diagnoses) to 4,666 USD (year not reported; per treatment episode for 1 st year after treatment initiation). The results from the CEA studies differed significantly (Table 3). Conclusions MM specific HRQoL measures indicate reduced HRQoL at diagnosis which gradually improves throughout the treatment period in newly diagnosed patients (before they experience relapse). Pain, fatigue and financial difficulties were domains reported as problematic to patients. Resource use burden studies primarily reported in- and out-patient visits. Indirect costs were reported to be as high as 4,666 USD, which further supports the financial difficulties reported in the HRQoL studies. The burden of NDMM for a patient is physical, emotional, and financial. Real-world evidence on HRQoL and economic outcomes reported from the patient perspective is complementary to evidence from clinical trials and provides an insight into the burden of NDMM. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Yong: Takeda: Employment. Korol: ICON plc: Employment. Khan: ICON plc: Employment. Lin: Takeda: Employment. Thompson: Takeda: Consultancy. Valovicova: Takeda Pharmaceutical Company Ltd: Consultancy. Luptakova: Takeda Oncology: Employment. Seal: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment, Equity Ownership.",
    "topics": [
        "economics",
        "health-related quality of life",
        "multiple myeloma",
        "neuropathy",
        "fatigue",
        "pain",
        "cancer",
        "immunoconjugates",
        "ambulatory care services",
        "follow-up"
    ],
    "author_names": [
        "Candice Yong, PhD",
        "Ellen Korol, MSc",
        "Zaeem Khan, MPh",
        "Huamao Mark Lin, PhD",
        "Juliette Thompson",
        "Veronika Valovicova, MSc",
        "Katarina Luptakova",
        "Brian Seal, RPh, MBA, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Candice Yong, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ellen Korol, MSc",
            "author_affiliations": [
                "ICON plc, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zaeem Khan, MPh",
            "author_affiliations": [
                "ICON plc, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huamao Mark Lin, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliette Thompson",
            "author_affiliations": [
                "ICON plc, Abingdon, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronika Valovicova, MSc",
            "author_affiliations": [
                "ICON plc, Abingdon, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarina Luptakova",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Seal, RPh, MBA, PhD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:09:26",
    "is_scraped": "1"
}