{
    "doi": "https://doi.org/10.1182/blood.V112.11.2254.2254",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1232",
    "start_url_page_num": 1232,
    "is_scraped": "1",
    "article_title": "Increased Transcription of the Neuropeptide Neuromedin U by Ets-2 and C-Myb Not B-Myb in Human Myeloid Leukemia Cells Promotes Their Proliferation. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "leukemia, myeloid",
        "neuropeptides",
        "proto-oncogene proteins c-myb",
        "methylnitrosourea",
        "luciferases",
        "tamoxifen",
        "dna",
        "immunoprecipitation",
        "cd34 antigens",
        "cell culture techniques"
    ],
    "author_names": [
        "Julia Gambone, B.A.",
        "Stephanie Dusaban",
        "Susan Shetzline, Ph.D."
    ],
    "author_affiliations": [
        [
            "Medicine, University of South Carolina, SC"
        ],
        [
            "Molecular Medicine, Cornell University, Ithaca, NY, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "33.802713950000005",
    "first_author_longitude": "-81.1782642",
    "abstract_text": "Neuromedin U (NmU) is a 25-amino acid neuropeptide that is expressed at high levels in the brain, gut, and bone marrow. In the brain, NmU modulates the central control of feeding and bone mass. In the intestine, NmU regulates the contraction of smooth muscle, local blood flow, and ion transport. In the bone marrow, the physiological function of NmU remains ill-defined. To determine the physiological function of NmU in hematopoietic cells, we utilized K562-MERT cells, which express a tamoxifen-inducible dominant negative Myb (MERT), and cell culture assays. We chose to test the function of NmU in a cell line that expresses high levels of the proto-oncogene c-myb because c-Myb encodes a transcription factor that regulates cell proliferation, survival, and differentiation through the transactivation of its target genes. By inhibiting endogenous Myb activity in K562-MERT cells by tamoxifen in methylcellulose cultures, we observed a 6-fold decrease in cell number compared to untreated K562-MERT cells. Supplementing the tamoxifen treated methylcellulose cultures of K562-MERT cells with NmU resulted in a 3.6-fold increase in K562-MERT cell number compared to K562-MERT cells treated with only tamoxifen. In liquid cultures using primary cells from patients with acute myeloid leukemia, we observed more cells in the cultures with NmU than when NmU was absent from the cultures. Finally, silencing NmU gene expression in K562 cells via RNA interference decreased the proliferation of these cells. Collectively, these data demonstrate that NmU functions to promote the proliferation of hematopoietic cells. The ability of NmU to rescue cell growth in tamoxifen treated K562-MERT cells and Myb’s role in regulating hematopoietic cell proliferation led us to hypothesize that Myb mediates hematopoietic cell proliferation in part by directly regulating NmU gene expression. To test this hypothesis, we examined the DNA sequence upstream of NmU’s predicted transcription start site (as noted in Genbank accession #NM_006681) for potential Myb response elements (MREs). We identified eleven potential MREs within the first 2kb upstream of NmU’s transcription start site. Of these MREs, five were identified as canonical (PyAAC(G/T)G). Our search also identified potential Ets-2 binding motifs within the human NmU promoter region, which were of interest because Myb has been reported to cooperate with Ets-2 in the regulation of c-kit and CD34 gene expression. To determine if any of the potential MREs within the NmU promoter were functional, we first completed in vitro assays using luciferase reporter constructs followed by in vivo assays using chromatin immunoprecipitation (ChIP) assays. The luciferase reporter constructs were generated such that the first 2kb upstream of NmU’s transcription start site was inserted upstream of the luciferase gene in pGL3-basic to yield pGL3-NmU. When pGL3-NmU was co-transfected into 293T cells with a c-Myb expression construct, we observed an average of 15-fold induction of luciferase activity compared to empty vector. There was no change in luciferase activity when 293T cells were co-transfected with the c-Myb isoform B-Myb compared to empty vector, suggesting that c-Myb and not B-Myb interact with the MREs within the NmU promoter to induce its expression. Mutation of either MRE9 or 10, which are distal to NmU’s transcription start site, in pGL3-NmU prevented c-Myb from inducing luciferase gene expression, demonstrating that MRE9 and 10 are functional. When Ets-2 was co-transfected with pGL3-NmU into 293T cells, a 10-fold increase in luciferase activity was observed suggesting that Ets-2 and c-Myb may cooperate to increase the transcription of NmU. To determine the physiologic relevance of our in vitro luciferase studies, we performed ChIP assays. Following immunoprecipitation of the cross-linked chromatin with either anti-c-Myb or anti-Ets-2, a PCR product of the recovered DNA was observed using primers that flanked MRE9, MRE10, and one Ets-2 site, demonstrating that in vivo c-Myb and Ets-2 interact directly with NmU’s promoter. Studies are underway to determine whether c-Myb and Ets-2 cooperate to induce NmU gene expression. Further characterization of the regulation of NmU gene expression in normal and malignant hematopoietic cells may yield new clues to Myb’s role in leukemogenesis and could suggest new therapeutic targets in human myeloid leukemia cells."
}