{
    "doi": "https://doi.org/10.1182/blood.V128.22.3874.3874",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3540",
    "start_url_page_num": 3540,
    "is_scraped": "1",
    "article_title": "Endothelial Cell-Selective Adhesion Molecule (ESAM) Is Required for the Ontogeny of Definitive Hematopoietic System in Mice ",
    "article_date": "December 2, 2016",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster III",
    "abstract_text": "We previously reported that endothelial cell-selective adhesion molecule (ESAM), which was initially identified as an endothelial cell-specific antigen, is an effective lifelong hematopoietic stem cell (HSC) marker in mice and humans (Yokota Blood 2009; Ishibashi Exp Hematol 2016). Prior to the advent of the first definitive HSC, ESAM was already expressed on hemogenic endotherium in the developing aorta of murine embryos. We also reported that ESAM expression on HSCs is functionally important for adult hematopoiesis because ESAM deficiency causes life-threatening myelo-suppression, especially severe anemia, after administration of 5-fluorouracil (5-FU) (Sudo J Immunol 2012, PLoS One 2016). Collective data obtained from the genotyping of newborn ESAM knockout (KO) mice suggested that the number of homozygous (homo) ESAM KO mice was about half of that expected as per the Mendelian ratio. The functional significance of ESAM in the development of hematopoiesis, however, has yet to be determined. Thus, in the present study we have analyzed how ESAM deletion affects hematopoietic development in fetuses of ESAM KO mice. Unexpectedly, the frequency and the size of ESAM homo KO fetuses were comparable to those of wildtype (WT) or heterozyqous KO littermates at embryonic day (E) 14.5. However, we found that the liver of ESAM homo KO fetuses contained significantly fewer mononuclear cells. FACS analyses revealed that all the tested hematopoietic cell populations, including lineage - Sca1 + cKit High (LSK) and LSK CD150 + CD48 - HSCs, B220 + B cells, Gr1 + myeloid cells, and Ter119 + erythroid cells, were significantly decreased in the ESAM homo KO fetal liver. Erythroid differentiation was thought to be delayed in ESAM homo KO fetuses because Ter119 + mature erythroid cells significantly decreased whereas CD71 + Ter119 - immature cells significantly increased. HSC-enriched LSK cells from E14.5 ESAM homo KO mice produced fewer numbers of blood cells in MS5 co-culture than those from the others, particularly B-lineage cells, suggesting that the growth and differentiation potential of HSCs is impaired in the absence of ESAM. Although ESAM-deficient fetuses grew without an apparent malfunction in developing organs until E14.5, we found that life-threatening events occurred in 3 days following E14.5. Approximately half of homo KO fetuses exhibited severe anemia at E15.5 and died before E17.5. Quantitative real-time PCR analyses from E16.5 ESAM KO homo fetal livers revealed a significant reduction in messenger RNA (mRNA) levels for adult globins (α and β major). In addition, the mRNA level for an erythroid-specific isoenzyme of 5-aminolevulinic acid synthase 2 (ALAS2), the first and rate-limiting enzyme in the heme biosynthesis pathway, was also found to be reduced in the liver of E16.5 ESAM KO homo fetuses. To learn more about molecular mechanisms involved in the developmental failure of hematopoiesis in ESAM KO fetuses, we performed RNA sequencing (RNA-seq) of LSK cells sorted from E14.5 WT and ESAM KO homo mice. We found that, while transcripts for embryonic globins (ζ and Ey) remained substantially, those for adult globins (α, β major, and β minor) were markedly down-regulated in ESAM-KO HSCs. The results suggested that ESAM deficiency disturbs the globin switch from embryonic to adult type. ALAS2 was insufficiently induced in LSK cells of ESAM KO fetal livers, which presumably results in defects in heme biosynthesis. During the embryonic development, rapid and explosive production of erythroid cells is imperative to support the growth and survival of fetuses. To meet the physiological requirement, definitive erythropoiesis occurs in the developing liver and replaces primitive erythropoiesis. Our data suggest that ESAM expression is indispensable for the development of definitive erythropoiesis. In conclusion, we have revealed that ESAM plays a critical role in the development of definitive hematopoiesis. Approximately half of ESAM KO homo fetuses died between E15.5 and E17.5, at least partly due to the delay of adult hemoglobin synthesis in the absence of ESAM. Disclosures Yokota: SHIONOGI & CO., LTD.: Research Funding. Doi: Yakult Honsha Co.,Ltd.: Speakers Bureau. Shibayama: Novartis Pharma: Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau; Takeda: Speakers Bureau; Chugai Pharmaceutical: Speakers Bureau; Ono Pharmaceutical: Speakers Bureau. Kanakura: Chugai Pharmaceutical: Research Funding; Pfizer: Research Funding; Shionogi: Research Funding; Kyowa Hakko Kirin: Research Funding; Fujimotoseiyaku: Research Funding; Toyama Chemical: Research Funding; Bristol Myers: Research Funding; Alexionpharma: Research Funding; Nippon Shinyaku: Research Funding; Astellas: Research Funding; Eisai: Research Funding.",
    "topics": [
        "cell adhesion molecules",
        "endothelium",
        "hematopoietic system",
        "mice",
        "growth",
        "globins",
        "rna, messenger",
        "anemia",
        "fluorouracil",
        "aminolevulinic acid"
    ],
    "author_names": [
        "Tomoaki Ueda, MD",
        "Takafumi Yokota, MD PhD",
        "Yasuhiro Shingai, MD",
        "Yukiko Doi, MD",
        "Tomohiko Ishibashi, MD PhD",
        "Takao Sudo, MD PhD",
        "Yasuhiro Nagate, MD",
        "Akira Tanimura, MD PhD",
        "Masahiro Tokunaga, MD PhD",
        "Jiro Fujita, MD PhD",
        "Michiko Ichii, MD PhD",
        "Sachiko Ezoe, MD PhD",
        "Hirohiko Shibayama, MDPhD",
        "Kenji Oritani, MD PhD",
        "Yuzuru Kanakura, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan ",
            "Department of Vascular Physiology, National Cerebral and Cardiovascular Center Research Institute, Suita, Japan "
        ],
        [
            "Department of Immunology and Cell Biology, Osaka University Graduate School of Medicine, Suita, Japan"
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ],
        [
            "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
        ]
    ],
    "first_author_latitude": "34.8187664",
    "first_author_longitude": "135.526609"
}