{
    "doi": "https://doi.org/10.1182/blood-2019-128455",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4192",
    "start_url_page_num": 4192,
    "is_scraped": "1",
    "article_title": "Treatment of Non-Amyloid Monoclonal Gammopathies of Renal Significance (MGRS) with Clone Directed Therapies-Single Center Experience ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "amyloid",
        "clone cells",
        "kidney",
        "paraproteinemias",
        "monoclonal gammopathy of undetermined significance",
        "renal glomerular disease",
        "rituximab",
        "bortezomib",
        "daratumumab",
        "proteinuria"
    ],
    "author_names": [
        "Divaya Bhutani, MD",
        "Vikram Premkumar, MD",
        "Shayan Shirazayan, MD",
        "Andrew Bomback, MD",
        "Jai Radhakrishnan, MD",
        "Suzanne Lentzsch, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Department of Nephrology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Department of Nephrology, Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Nephrology, Columbia University Medical Center, New York, NY"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Columbia University Medical Center, New York, NY "
        ]
    ],
    "first_author_latitude": "40.84116075",
    "first_author_longitude": "-73.9419336",
    "abstract_text": "Background: MGRS is a group of heterogeneous disorders characterized by renal dysfunction related to monoclonal immunoglobulin deposition where the underlying plasma cell or B cell clone does not cause tumor complications or meets current hematological criteria for specific therapy (1). The diagnosis of these disorders is established by renal biopsy demonstrating glomerular or tubulointerstitial monoclonal protein deposition. The glomerular disorders include proliferative glomerulonephritis with monoclonal Ig deposition (PGNMID), paraprotein associated C3 glomerulopathy, immunotactoid glomerulopathy, and paraprotein associated fibrillary glomerulonephritis and Type 1 cryoglobulinemic glomerulonephritis. The tubulointerstitial disorders include fanconi syndrome and proximal light chain tubulopathy (2). Given the pathogenesis of the disorders, therapies targeting the underlying plasma cell and/or B cell clone have been used in the past but standard therapy has not been established. Given the rarity of MGRS as defined above, we report our single center experience for therapy of such disorders. Methods: We retrospectively reviewed the charts of patients treated for MGRS at Columbia University Medical Center and collected information on the renal pathologic diagnosis, presence or absence of monoclonal gammopathy and therapy and response. The diagnosis of MGUS and MGRS was based on standard criteria (3). For the assessment of renal response, we used criteria for renal organ response for AL amyloidosis (4). Results: A total of 8 patients were treated at our center for MGRS between 3/2015 and 1/2019. The type of MGRS diagnosis was PGNMID in 5 patients, C3 glomerulopathy in 1 patient, immunotactoid GN in 1 patient and MGUS associated dense deposit disease (DDD) in 1 patient. Monoclonal Ig deposit was IgG kappa type in 3, IgG Lambda in 2, IgM lambda in 1 patient and only Complement deposits C3 glomerulopathy and DDD. All pts had proteinuria at diagnosis with median proteinuria 4g/24hr (range 2.8-11.7g/24hr). Impaired renal function was present 5/8 pts with median serum creatinine 1.4mg/dl (range 1-4.6). None of the patients with PGNMID (N=5) had a concurrent monoclonal gammopathy by standard testing but the rest 3 patients had MGUS with positive SPEP and bone marrow involvement by a clonal plasma cells. First line treatment regimens included use of Bortezomib based regimen (Bortezomib, cyclophosphamide, dexamethasone) in 3 patients, Rituximab based regimens (Rituximab, Prednisone and Rituximab, cyclophosphamide, prednisone) in 4 patients and Daratumumab in one patient. Second line Daratumumab based therapy was used in 2 patients who did not respond to the first line therapy and lead to response in one patient. Improvement in proteinuria was seen in 6/8 patients with >30% decrease in proteinuria (range 50-90% reduction). The median time to response was 2 months (range 1-4 months). Improvement in eGFR was seen in 1/8 patients but majority of patients continuing to have stable eGFR and 1/8 patient progressed to ESRD. The responses were durable and after a median follow-up of 11.8 months only one patient had recurrent disease. Conclusion: Currently there is no standard of care therapy for treatment of patients diagnosed with MGRS disorders. Clone directed therapies including Bortezomib, Daratumumab and Rituximab based regimens aimed at suppressing the production of the involved immunoglobulin are effective for treatment of these disorders both in the presence and absence of a concurrent MGUS. These therapies should be explored further in a larger prospective multi-center trial for MGRS disorders. References: 1. Frank Bridoux, Nelson Leung, Colin A. Hutchison et al. Diagnosis of monoclonal gammopathy of renal significance. Kidney International (2015) 87, 698-711. 2. Nelson Leung, Frank Bridoux, Colin A Hutchison et al. Monoclonal gammopathy of renal significance: when MGUS is no longer undetermined or insignificant. Blood.2012;120(22):4292-4295. 3. Leung N, Bridoux F, Batuman V, et al. The evaluation of monoclonal gammopathy of renal significance: a consensus report of the International Kidney and Monoclonal Gammopathy Research Group. Nat Rev Nephrol. 2019 Jan;15(1):45-59. 4. Palladini G, Hegenbart U, Milani P, et al. A staging system for renal outcome and early markers of renal response to chemotherapy in AL amyloidosis. Blood. 2014;124(15):2325-2332. View large Download slide View large Download slide  Disclosures Bhutani: Sanofi: Membership on an entity's Board of Directors or advisory committees. Lentzsch: Caelum Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Bayer: Consultancy; Janssen: Consultancy; Takeda: Consultancy; BMS: Consultancy; Proclara: Consultancy; Abbvie: Consultancy; Clinical Care Options: Speakers Bureau; Sanofi: Consultancy, Research Funding; Multiple Myeloma Research Foundation: Honoraria; International Myeloma Foundation: Honoraria; Karyopharm: Research Funding; Columbia University: Patents & Royalties: 11-1F4mAb as anti-amyloid strategy. OffLabel Disclosure: Bortezomib, Cyclophosphamide, Dexamethasone, Rituximab, Daratumumab. For treatment of Monoclonal Gammopathy of renal significance."
}