{
    "doi": "https://doi.org/10.1182/blood.V114.22.3974.3974",
    "article_title": "Oncogenic Pim Kinase Activity Provides Resistance to Mtor Inhibition in Vitro and In Vivo . ",
    "article_date": "November 20, 2009",
    "session_type": "Oncogenes and Tumor Suppressors Poster III",
    "abstract_text": "Abstract 3974 Poster Board III-910 The PI3K/Akt/mTor pathway is among the most frequently deregulated in human cancers, including many leukemias and lymphomas, and inhibitors targeting it at multiple levels are either clinically available or under development. The Pim family proteins are oncogenic serine/threonine kinases expressed in many malignancies and that have numerous overlapping downstream targets and functional consequences with PI3K/Akt/mTor. We here investigate the role of Pim proteins in oncogenesis and their ability in particular to mediate resistance to mTor inhibition. We find over-expression and genomic amplification of Pim1 and Pim2 in tumor samples and cell lines derived from patients with multiple B lymphomas. We show that both Pim1 and Pim2 powerfully mediate resistance to apoptosis in the murine pro-B cell line FL5-12 when withdrawn from IL-3. In murine tumor cells with constitutive activation of mTor, Pim1 and Pim2 provide resistance to treatment with the mTor inhibitor rapamycin. In vivo , we find that murine Pim2 (mPim2) accelerates tumorigenesis in the Eu- Myc transgenic model of Burkitt's lymphoma in a manner highly similar to Akt. However, unlike Akt, mPim2 leads to tumors that resist sensitization to chemotherapy by co-administration of rapamycin. We also investigate Pim1's role as a target of aberrant somatic hypermutation (ASHM), the process by which the enzyme activation induced deamidase (AID) introduces mutations into the coding and non-coding regions of the Pim1 locus and other proto-oncogenes in many B-cell malignancies. We find that structural Pim1 mutants found in patient tumors samples retain their ability to accelerate tumorigenesis in the Eu- Myc model in vivo and to mediate resistance to apoptosis and rapamycin in vitro . In conclusion, Pim activity is clinically significant, highly oncogenic, and provides resistance to mTor inhibition. Pim inhibition is therefore an attractive therapeutic approach, especially in combination with PI3K/Akt/mTor inhibition, even as ASHM provides a potential mechanism for B-cell tumors to escape it. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "mtor serine-threonine kinases",
        "phosphotransferases",
        "potentially inappropriate medication list",
        "proto-oncogene proteins c-akt",
        "neoplasms",
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "rapamycin",
        "tumorigenesis"
    ],
    "author_names": [
        "Jonathan H Schatz, MD",
        "Hans-Guido Wendel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jonathan H Schatz, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hans-Guido Wendel, MD",
            "author_affiliations": [
                "Sloan-Kettering Institute for Cancer Research, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T13:03:19",
    "is_scraped": "1"
}