{
    "doi": "https://doi.org/10.1182/blood-2019-129420",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4325",
    "start_url_page_num": 4325,
    "is_scraped": "1",
    "article_title": "Molecular Characteristics That Predict Response to Azacitidine Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "azacitidine",
        "protein p53",
        "disease remission",
        "biological markers",
        "decitabine",
        "mineralocorticoid receptor",
        "neoplasms",
        "transplantation",
        "cancer",
        "complete remission"
    ],
    "author_names": [
        "Yasuhito Nannya, MD PhD",
        "Magnus Tobiasson, MD PhD",
        "Elsa Bernard, PhD",
        "Shinya Sato, MD",
        "Maria Creignou",
        "June Takeda, MD",
        "Lanying Zhao, MD, PhD",
        "Yuichi Shiraishi, PhD",
        "Kenichi Chiba, PhD",
        "Hiroko Tanaka, BA",
        "Hisashi Tsurumi, MD PhD",
        "Senji Kasahara, MD PhD",
        "Masataka Taguchi",
        "Akifumi Kondo Takaori, MD PhD",
        "Kazuma Ohyashiki, MD PhD",
        "Hideki Makishima, MD PhD",
        "Kenichi Yoshida, MD PhD",
        "Tomoki Naoe, MD PhD",
        "Yasushi Miyazaki, MD PhD",
        "Satoru Miyano, PhD",
        "Elli Papaemmanuil, PhD",
        "Eva Hellstrom Lindberg, MD PhD",
        "Seishi Ogawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Center for Hematology and Regenerative Medicine, Department of Medicine, Karolinska University Hospital Huddinge, Karolinska Institute, Stockholm, Sweden "
        ],
        [
            "Center for Molecular Oncology, Center for Heme Malignancies and Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY 10065, USA, New York, NY "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit, Atomic Bomb Disease Institute, Nagasaki University, Nagasaki, Japan "
        ],
        [
            "Karolinska University Hospital, Stockholm, Sweden, Karolinska Institutet, Linköping, SWE "
        ],
        [
            "​Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Hematology, Gifu University Graduate School of Medicine, Gifu, Japan "
        ],
        [
            "Hematology, Gifu Municipal Hospital, Gifu, Japan "
        ],
        [
            "Atomic Bomb Disease Institute, Department of Hematology, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Hematology, Tokyo Medical University, Tokyo, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "National Hospital Organization, Nagoya Medical Center, Nagoya, Japan "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit, Atomic Bomb Disease Institute, Nagasaki University, Nagasaki, Japan "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Center for Molecular Oncology, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "HERM, Dept. of Medicine, Huddinge, Karolinska Institute, and PO Hematology, Karolinska University Hospital, Stockholm, Sweden "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan ",
            "Department of Medicine, Center for Hematology and Regenerative Medicine, Karolinska Institutet, Huddinge, Sweden"
        ]
    ],
    "first_author_latitude": "35.0227581",
    "first_author_longitude": "135.7773029",
    "abstract_text": "Background DNA hypomethylating agents (HMAs), including azacytidine (AZA) and decitabine, have been established as key drugs for higher-risk myelodysplastic syndromes (MDS). Recently, a marked efficacy of decitabine has been reported in TP53 -mutated myeloid malignancies, although it is not approved for MDS in many countries. Thus it is of an urgent interest whether the excellent response to TP53 -mutated myeloid neoplasms is recapitulated with AZA and if so, what is the biomarkers reliably predicting response to AZA. Methods In this study we enrolled a total of 384 AZA-treated MDS patients, including 179 from a Japanese prospective study (JALSG MDS-212 trial), 163 from Karolinska Institute, and 42 from a Japanese multi-institutional registry, and analyzed mutations in 66 genes commonly mutated in myeloid neoplasms together with copy number abnormalities, using targeted-capture sequencing. For all patients, sequencing was performed on pre-AZA samples. Post-AZA samples were also analyzed for the majority (279/394, 73%) of patients. Results Analysis of pre-AZA specimens identified 1,085 driver mutations in 53 genes in 361 (94%) patients with a mean of 3.0 mutations/sample. CNAs were detected in 258 (67%) cases. Most frequently observed were mutations in TP53, RUNX1, TET2, SRSF2 , and ASXL1 , and other high-risk CNAs, such as -7/7q LOH, 5q LOH, and 17p LOH. TP53 lesions were found in 102 (27%) cases, of which 87 cases (85%) had biallelic lesions caused by either multiple mutations (N=28) or 17p LOH involving the TP53 locus (N=59). Sixty-seven cases (17%) achieved complete remission (CR) with a median observation period of 7.5 months. TP53 mutation, found in 48% of the cases, was the only lesion that was significantly associated with CR (OR=3.4, p<0.0001) together with hematological improvements (HI-E: OR=2.32, p=0.011, HI-N: OR=2.29, p=0.038, HI-P: OR=1.88, p=0.039). Marrow CR (mCR), PR, SD with HI were also achieved in additional 71 (18%), 11 (3%), and 37 (9.6%) cases, respectively. However, 51% of the cases that achieved any response had disease progression with a median duration of only 313 days. Despite favorable initial response, TP53 -mutation was still associated with dismal long-term outcomes (median OS 374 days versus 687 days in TP53 -unmutated cases, p<0.0001), which is in compatible with a short duration of remission period (median 199 days for CR cases and median 182 days for mCR/PR cases with TP53 mutation) in the former group. Given distinct characteristics in both genetic and clinical features in TP53 mutated cases, we subsequently inquired for additional biomarkers predicting outcomes according to the mutation status of TP53 . In the TP53 -mutated cases, platelet counts larger than median value of 7.1×10 4 /μL was the only factor that predicted better survival (P=0.02). In the TP53 -unmutated cases, higher age (>72 years old, hazard ratio: HR 1.36, p=0.03) and high karyotype risks (Very High/High according to IPSS-R-based classification system, HR 1.31, p=0.04) were associated with a shorter OS, while mutations in DDX41 predicted a significantly better OS (HR 0.62, p<0.001). Notably, those who received transplantation following AZA therapy (N=14) had a significantly prolonged survival with a median OS of 758 days for TP53 -mutated cases, where TP53 mutations had disappeared after AZA treatment in six cases and decreased to <10% in VAF in other 4 patients. Clonal dynamics was evaluated by measuring change of copy number-adjusted variant allele frequency (aVAF) between pre- and post-AZA samples. Both post-AZA mutational burden (p<0.0001) and the size of reduction in aVAF during treatment (p<0.0001) significantly correlated with clinical response (trend test). Conclusions Our study revealed distinct response profile to AZA treatment according to TP53 mutation status, underscoring the need of different tools to estimate treatment outcomes for them. High remission rate in TP53-mutated cases does not lead to long-term outcomes due to short remission duration, if ever obtained. Successive transplantation to AZA treatment during remission phase might rescue patients from this intractable disease. Disclosures Takaori: Novartis: Honoraria. Miyazaki: Chugai: Research Funding; Otsuka: Honoraria; Novartis: Honoraria; Nippon-Shinyaku: Honoraria; Dainippon-Sumitomo: Honoraria; Kyowa-Kirin: Honoraria. Papaemmanuil: Celgene: Research Funding. Ogawa: Asahi Genomics: Equity Ownership; Dainippon-Sumitomo Pharmaceutical, Inc.: Research Funding; ChordiaTherapeutics, Inc.: Consultancy, Equity Ownership; Qiagen Corporation: Patents & Royalties; RegCell Corporation: Equity Ownership; Kan Research Laboratory, Inc.: Consultancy."
}