{
    "doi": "https://doi.org/10.1182/blood.V128.22.1990.1990",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3478",
    "start_url_page_num": 3478,
    "is_scraped": "1",
    "article_title": "Pharmacokinetics and Exposure-Response of Luspatercept in Patients with Anemia Due to Low- or Intermediate-1-Risk Myelodysplastic Syndromes (MDS): Preliminary Results from Phase 2 Studies ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "topics": [
        "anemia",
        "luspatercept",
        "myelodysplastic syndrome",
        "pharmacokinetics",
        "brachial plexus neuritis",
        "transfusion",
        "titration method",
        "prostatic hypertrophy risk score",
        "adverse event",
        "drug holiday"
    ],
    "author_names": [
        "Nianhang Chen",
        "Abderrahmane Laadem, MD",
        "Dawn M. Wilson",
        "Xiaosha Zhang",
        "Matthew L. Sherman, MD",
        "Steve Ritland",
        "Kenneth M. Attie, MD"
    ],
    "author_affiliations": [
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Acceleron Pharma, Cambridge, MA"
        ],
        [
            "Acceleron Pharma, Cambridge, MA"
        ],
        [
            "Acceleron Pharma, Cambridge, MA"
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Acceleron Pharma, Cambridge, MA"
        ]
    ],
    "first_author_latitude": "40.70797340000001",
    "first_author_longitude": "-74.34519949999999",
    "abstract_text": "Background : Luspatercept is a modified ActRIIB-IgG Fc fusion protein that corrects ineffective erythropoiesis. In phase 2 studies, luspatercept treatment led to long-term increases in hemoglobin (Hb) levels and reduction in transfusion burden in patients (pts) with IPSS Low- or Intermediate-1-risk MDS. Aims : To characterize the pharmacokinetics (PK) of luspatercept and explore the exposure-response relationship for efficacy and safety in pts with MDS, thereby informing selection of the starting dose for phase 3 studies of luspatercept in MDS. Methods : PK, safety, and efficacy data were collected from two phase 2 studies (base and extension). In the base study, luspatercept was administered once every 3 weeks by subcutaneous injection to sequential cohorts for up to 5 doses. The base study included a dose-finding phase (at fixed doses from 0.125 to 1.75 mg/kg), and an expansion cohort (at a starting dose of 1.0 mg/kg followed by individual dose titration up to 1.75 mg/kg). Pts completing the base study were eligible to enroll in an extension study, where they continued to receive luspatercept every 3 weeks for up to 24 months. Pts who had treatment interruption for ≥ 3 months before enrolling in the extension study received a starting dose of 1.0 mg/kg (followed by dose titration) and were treated as \"new\" pts in the exposure-response analysis. The main exposure endpoint was area under the luspatercept serum concentration−time curve (AUC). Clinical endpoints included Hb increase, transfusion reduction, and drug-related adverse events (AEs) in weeks 1-15. Responders were defined as pts achieving erythroid hematologic improvement (HI-E) per IWG criteria, i.e. Hb increase ≥ 1.5 g/dL for 8 weeks in low transfusion burden (LTB) pts, and transfusion reduction ≥ 4 RBC units/8 weeks in high transfusion burden (HTB) pts. Results : As of July 20, 2016, preliminary data were available for 66 pts: 22 LTB pts (baseline Hb 6.4-10.1 g/dL) and 44 HTB pts (baseline transfusion burden 4-18 units/8 weeks). Median age was 72 years (range 27-90); 41% were female. A total of 39 pts were eligible for individual dose titration; of these, ~49% had ≥ 1 dose escalation (to 1.33 mg/kg) and ~15% had 2 dose escalations (to 1.75 mg/kg) in the first 3 months. Luspatercept PK was adequately described by a 1-compartment PK model with linear absorption and elimination. Half-life of luspatercept in serum was ~10-14 days across doses. Body weight positively correlated with luspatercept clearance and its volume of distribution. Baseline transfusion burden (LTB vs HTB) and erythropoietin (EPO) level (10-4,752 U/L) had no significant effect on luspatercept PK. In LTB pts who were transfusion-free on treatment, higher luspatercept AUC correlated with greater Hb increase ( P < 0.01). In HTB pts, AUC correlated with reduced transfusion units in pts with baseline EPO ≤ 500 U/L ( P < 0.01) but not in pts with baseline EPO > 500 U/L. Median AUC was 148 d·µg/mL in LTB responders and 185 d·µg/mL in HTB responders. Luspatercept AUC also correlated with frequency of IWG HI-E responders for LTB pts, HTB pts (baseline EPO ≤ 500 U/L), and the 2 groups combined. In pts requiring transfusion (≥ 2 units/8 weeks) with baseline EPO ≤ 500 U/L, baseline transfusion burden was a significant predictor of achieving transfusion independence (TI) ≥ 8 weeks, and higher luspatercept AUC was associated with greater TI rate after accounting for baseline transfusion burden. Thus, individualized dosing based on baseline transfusion burden may increase the likelihood of achieving TI in HTB pts. Population PK simulation predicted that the starting dose resulting in 90% of LTB pts and 50% of HTB pts achieving efficacious AUC for HI-E would be 1 mg/kg and 1.1 mg/kg, respectively; higher doses would result in a higher proportion of pts achieving efficacious AUC. There was no significant relationship between severity and frequency of drug-related AEs and luspatercept serum exposure. Conclusions : Higher luspatercept serum exposure correlated with greater erythroid hematopoietic response for both LTB and HTB pts. Exposure-response modeling and PK simulation support a phase 3 starting dose of 1.0 mg/kg and intra-patient dose escalation up to 1.75 mg/kg according to erythroid hematopoietic response. A phase 3 study of luspatercept in regularly transfused ring sideroblast positive patients with lower-risk MDS according to IPSS-R criteria is ongoing (MEDALIST study; ClinicalTrials.gov NCT02631070). Disclosures Chen: Celgene Corporation: Employment, Equity Ownership. Laadem: Celgene Corporation: Employment, Equity Ownership. Wilson: Acceleron Pharma: Employment, Equity Ownership. Zhang: Acceleron Pharma: Employment. Sherman: Acceleron Pharma: Employment, Equity Ownership, Patents & Royalties. Ritland: Celgene Corporation: Employment, Equity Ownership. Attie: Acceleron Pharma: Employment, Equity Ownership."
}