{
    "doi": "https://doi.org/10.1182/blood.V110.11.2648.2648",
    "article_title": "CDC4 and NOTCH1 Mutations in Childhood T-Cell Acute Lymphoblastic Leukemia and T Cell Non-Hodgkin’s Lymphoma; a Japan Association of Childhood Leukemia Study Group. ",
    "article_date": "November 16, 2007",
    "session_type": "Oncogenes and Tumor Suppressors",
    "abstract_text": "Risk-adapted therapy has resulted in a improvement of outcome in childhood acute lymphoblastic leukemia (ALL), however, T-cell ALL (T-ALL) have still relatively poor outcome compared to B-precursor ALL. Although activating mutations of the NOTCH1 gene have been reported in more than half of T-ALL, the prognostic significance of this finding has yet to be determined. CDC4 gene was isolated as a negative regulator of NOTCH1 and mutations were detected in T-ALL cell line and other cancers. We performed mutation analysis of the NOTCH1 and CDC4 gene in 14 T-ALL cell lines, 52 T-ALL and 17 T cell non-Hodgkin’s lymphoma (T-NHL) fresh samples. All children with T-ALL and T-NHL were treated on Japan Association of Childhood Leukemia Study (JACLS) ALL-97 and NHL-98 protocol after obtaining informed consent. Mutation detection was performed via PCR based denaturing HPLC followed by direct sequence.Mutations of the NOTCH1 were identified in 10 (71.4%) of 14 T-ALL cell lines, 16 (30.8%) of 52 T-ALL and 6 (35.3%) of 17 T-NHL fresh samples. Twelve mutations in heterodimerization domain (HD) and 12 mutations in PEST domain (PD) were found in 69 fresh samples. The incidence of the NOTCH1 mutation is less frequent than that of previous reports. We found CDC4 mutations in 12 (35.3%) of 52 T-ALL and 2 (11.8%) of 17 T-NHL fresh samples. One insertion mutation in exon 3 and 11 missense mutations were detected in CDC4 gene. Both NOTCH1 and CDC4 mutations were found in 7 patients. Interestingly, the NOTCH1 mutations were only observed in T-ALL and T-NHL patients without relapse, suggesting to be associated with favorable prognosis. However, CDC4 gene was found not to be associated with prognosis.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "child",
        "childhood leukemia",
        "fbxw7 gene",
        "lymphoma, non-hodgkin",
        "mutation",
        "notch1 gene",
        "t-cell leukemia, acute",
        "t-lymphocytes",
        "cancer"
    ],
    "author_names": [
        "Myoung-ja Park",
        "Tomohiko Taki, DR",
        "Nobuhiro Suzuki, DR",
        "Megumi Oda, DR",
        "Keiko Yagi, DR",
        "Ryoji Kobayashi, DR",
        "Juniti Hara, DR",
        "Keizo Horize, DR",
        "Yasuhide Hayashi, DR"
    ],
    "author_dict_list": [
        {
            "author_name": "Myoung-ja Park",
            "author_affiliations": [
                "Division of Hematology/Oncology, Gunma Children’s Medical Center, Shibukawa, Gunma, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Taki, DR",
            "author_affiliations": [
                "Department of Molecular Medicine, Kyoto Prefectural University of Meidicine Graduate School of Medical Science, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Suzuki, DR",
            "author_affiliations": [
                "Department of Pediatrics, Sapporo Medical University, Sapporo, Hokkaido, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megumi Oda, DR",
            "author_affiliations": [
                "Department of Pediatrics, University of Okayama, Okayama, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiko Yagi, DR",
            "author_affiliations": [
                "Department of Pediatrics, Osaka General Medical Center, Osaka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryoji Kobayashi, DR",
            "author_affiliations": [
                "Department of Pediatric, Hokkaido University Graduate School of Medicine, Sapporo, Hokkaido, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juniti Hara, DR",
            "author_affiliations": [
                "Division of Hematology/Oncology, Osaka City General Hospital, Osaka, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horize, DR",
            "author_affiliations": [
                "Clinical Research Center, National Organization Nagoya Medical Center, Nagoya, Aichi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhide Hayashi, DR",
            "author_affiliations": [
                "Division of Hematology/Oncology, Gunma Children’s Medical Center, Shibukawa, Gunma, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:50:19",
    "is_scraped": "1"
}