{
    "doi": "https://doi.org/10.1182/blood.V124.21.5684.5684",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2899",
    "start_url_page_num": 2899,
    "is_scraped": "1",
    "article_title": "Survival of Multiple Myeloma Patients in the Era of Novel Agents and Autologous Stem Cell Transplantation: A Multicenter Retrospective Collaborative Study of the Japanese Society of Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "autologous stem cell transplant",
        "multiple myeloma",
        "chemotherapy regimen",
        "bortezomib",
        "prognostic factors",
        "antigens, cd98 light chains",
        "immunoglobulin a",
        "immunoglobulin d",
        "immunoglobulin g",
        "monoclonal immunoglobulin"
    ],
    "author_names": [
        "Shuji Ozaki",
        "Hiroshi Handa, MD PhD",
        "Takayuki Saitoh, MD, PhD",
        "Hirokazu Murakami, MD, PhD",
        "Mitsuhiro Itagaki, MD",
        "Hideki Asaoku, MD",
        "Kenshi Suzuki, MD PhD",
        "Atsushi Isoda, MD PhD",
        "Morio Sawamura, MD PhD",
        "Jun Konishi, MD",
        "Kazutaka Sunami",
        "Naoki Takezako, MD PhD",
        "Shotaro Hagiwara, MD PhD",
        "Yoshiaki Kuroda, MD PhD",
        "Takaaki Chou",
        "Eiko Shibata",
        "Kazuyuki Shimizu, MD",
        "Eiichi Nagura, MD"
    ],
    "author_affiliations": [
        [
            "Tokushima Prefectural Central Hospital, Tokushima, Japan "
        ],
        [
            "Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Gunma University Graduate School of Health Sciences, Maebashi, Japan "
        ],
        [
            "Gunma University Graduate School of Health Sciences, Maebashi, Japan "
        ],
        [
            "Hiroshima Red Cross & Atomic Bomb Survivals Hospital, Hiroshima, Japan "
        ],
        [
            "Hiroshima Red Cross & Atomic Bomb Survivals Hospital, Hiroshima, Japan "
        ],
        [
            "Japanese Red Cross Medical Center, Tokyo, Japan "
        ],
        [
            "National Hospital Organization Nishigunma National Hospital, Shibukawa, Japan "
        ],
        [
            "National Hospital Organization Nishigunma National Hospital, Shibukawa, Japan "
        ],
        [
            "National Hospital Organization Okayama Medical Center, Okayama, Japan "
        ],
        [
            "National Hospital Organization Okayama Medical Center, Okayama, Japan "
        ],
        [
            "National Hospital Organization Disaster Medical Center of Japan, Tachikawa, Japan "
        ],
        [
            "National Center for Global Health and Medicine, Tokyo, Japan "
        ],
        [
            "Hiroshima University, Hiroshima, Japan "
        ],
        [
            "Niigata Cancer Center Hospital, Niigata, Japan "
        ],
        [
            "Japanese Society of Myeloma, Obu, Japan "
        ],
        [
            "Tokai Central Hospital, Kakamigahara, Japan "
        ],
        [
            "Chutoen General Medical Center, run jointly by Fukuroi City and Kakegawa City, Kakegawa, Japan"
        ]
    ],
    "first_author_latitude": "34.0759622",
    "first_author_longitude": "134.52044429999998",
    "abstract_text": "Introduction A significant progress in the management of multiple myeloma (MM) has been made in recent years by the introduction of novel treatment modalities including high-dose chemotherapy followed by autologous stem cell transplantation (ASCT) and novel drugs such as proteasome inhibitors and immunomodulatory drugs (IMiDs). Nevertheless, MM is still an incurable disease with various complications, and it is not clear whether these approaches contribute to the improvement of patient outcomes in routine practice. Previously, the Japanese Society of Myeloma surveyed the clinical features of 1383 patients with MM diagnosed and treated between January 1990 and December 2000. In the present study, we conducted a multicenter retrospective study to evaluate the treatment outcome and prognostic factors in the era of novel agents in Japan involving 2593 new patients diagnosed and treated after December 2000. Patients and Methods We analyzed 2593 patients with symptomatic MM newly diagnosed in the period between January 2001 and December 2012 at the affiliated hospitals of the Japanese Society of Myeloma. This study was conducted in accordance with the institutional guidelines with approval of the local institutional review board. There were 1342 males and 1251 females. The median age was 66 (range 26-96) years; 21% were older than 75 years. The type of monoclonal immunoglobulin was IgG in 1547 patients, IgA in 488, light chain only in 399, IgD in 72, and others in 87, respectively. Performance status (PS) of 0, 1, ≥2, and unknown were 340, 657, 756, and 840 patients, respectively. Durie & Salmon stage was as follows: 8.4% had Stage I, 25.5% Stage II, and 66.1% Stage III, respectively. As for the International Staging System (ISS) stages, 28.0% had stage I, 38.0% stage II, and 34.0% stage III, respectively. Cytogenetic abnormalities were detected in 24.9% of the patients. Initial therapy was composed of conventional chemotherapy in 45.6%, novel agents such as bortezomib-based or IMiDs-based regimens in 20.6%, conventional chemotherapy + ASCT in 20.4%, and novel agents (mainly bortezomib) + ASCT in 12.8% of the patients, respectively. Results The median overall survival (OS) was 63.8 and 62.5 months in the 2001-2005 cohort and in the 2006-2012 cohort, respectively, which was significantly improved compared with our previous results of 38.9 months in the 1990-2000 cohort. The median OS tended to be shorter according to the patient age (97.3, 79.7, 56.9, and 44.6 months in the patients aged <50, 50-64, 65-74, and ≥75 years, respectively). When we compared the outcome in the 2001-2005 cohort and that in the 2006-2012 cohort, the extended OS was observed only among the younger patients (<75 years). As for the disease stage, Durie & Salmon stage III and ISS stage III were strongly associated with inferior OS. Cytogenetic abnormalities were also associated with inferior OS. In terms of initial therapy, the median OS were 46.6, 62.9, 96.5, and 91.0 months for the conventional chemotherapy group, novel agent-containing regimen group, conventional chemotherapy + ASCT group, and novel agents + ASCT group, respectively (p<0.0001). Our previous results of the 1990-2000 cohort showed that the median OS were 37.1 and 64.8 months in the conventional chemotherapy group and conventional chemotherapy + ASCT group, respectively (p<0.0001). Thus, a significant improvement was observed in the novel agent group and ASCT group among the current cohort. In a multivariate analysis, age (p=0.0004), Durie & Salmon stage III (p=0.0001), ISS stage III (p<0.0001), and cytogenetic abnormality (p<0.0001) were independent prognostic factors significantly associated with inferior OS, and novel agent-based therapy (p<0.0001) and ASCT (p=0.013) as initial therapy were significant favorable factors for OS. Conclusion In comparison with our previous survey, the current study confirmed the recent improvement of the treatment outcome and the impact of both novel agents and ASCT as initial therapy on the outcome. The use of novel agents as salvage therapy could have also provided additional survival benefit. However, the prognosis of elderly patients remains unaltered, and alternative approaches are needed to improve the outcome of elderly patients with MM. Disclosures No relevant conflicts of interest to declare."
}