{
    "doi": "https://doi.org/10.1182/blood.V126.23.903.903",
    "article_title": "Targeting Mutant p53 in Pediatric Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: New Insights into ALL Biology and Therapeutic Targeting",
    "abstract_text": "Mutations of the tumor suppressor gene TP53 have been described to be associated with aggressive disease and inferior prognosis in different types of cancer, including hematological malignancies. In acute lymphoblastic leukemia (ALL), TP53 alterations are infrequently found at diagnosis but have recently been described in about 12% of patients at relapse. This suggests an association with therapy resistance in high risk/relapsed ALL and patients with TP53 mutated ALL have in fact an inferior outcome. Small molecule compounds targeting mutated TP53 such as APR-246, initially described as PRIMA-1 MET (p53-dependent reactivation and induction of massive apoptosis) leading to apoptosis induction have shown activity in several types of malignancies with mutated TP53 . In ALL, however, mutant TP53 has so far not been addressed as a target for therapeutic intervention. In this study, we investigated a large cohort of patient-derived pediatric B cell precursor (BCP)-ALL primograft samples to identify cases with mutated TP53 . Further, we analyzed the effects of APR-246 and evaluated its activity on BCP-ALL cell lines and primografts with mutated (mut) orwild type (wt) TP53 . Altogether, 62 BCP-ALL primograft samples established from patients at diagnosis (n=53) or relapse (n=9) by transplantation of primary ALL cells onto NOD/SCID mice were screened for TP53 mutations by denaturating high-performance liquid chromatography (dHPLC) followed by Sanger sequencing of exons 4 to 10 to confirm detected mutations. We identified 4 cases with TP53 mut, 3 obtained from diagnosis (5.6%) and one at relapse (11.1%), corresponding to frequencies described in clinical studies. Mutated cases were further analyzed by fluorescence in situ hybridization (FISH), revealing a 17p deletion in one TP53 mut sample. Similarly, we analyzed 6 BCP-ALL cell lines and identified 2 TP53 mut and 4 TP53 wt lines. Exposure of BCP-ALL primograft ( TP53 mut n=4, TP53 wt n=4) and cell line ( TP53 mut n=2, TP53 wt n=4) samples to the DNA damaging agent doxorubicin showed, as expected, resistance of TP53 mut leukemia cells for cell death induction, reflected by significantly higher half maximal inhibitory concentrations (IC50; TP53 mut 49 and 143 ng/ml, TP53 wt mean 12 ng/ml) and lower induction of cell death ( TP53 mut 16 to 23%, TP53 wt 10 to 60%) in TP53 mut ALL, corroborating the tumor-suppressive function of p53 in ALL. We then investigated the sensitivity of BCP-ALL cell lines for cell death induction by APR-246 (kindly provided by Aprea, Stockholm, Sweden). We observed high sensitivity for APR-246 in TP53 mut (IC50: 5 µM for both cell lines) as compared to TP53 wt ALL (mean IC50: 58 µM). DNA fragmentation and Annexin-V/propidium-iodide (PI) positivity revealed apoptosis as mechanism of APR-246 mediated cell death. Reactive oxygen species (ROS) have recently been described to mediate APR-246 induced cell death in multiple myeloma cells. Therefore, we investigated ROS levels by detection of oxidation-specific fluorescence of dichlorodihydrofluorescein diacetate (DCFDA) in ALL cells. Interestingly, ROS quenching by N-acetyl cysteine abolished induction of cell death in TP53 mut but not TP53 wt ALL cells indicating ROS as a mediator of APR-246 induced cell death in TP53 mut ALL. Furthermore, we addressed p53 activation in response to APR-246 by assessing phosphorylation of p53 (p53pSer15) using phosphoflow cytometry. Most interestingly, APR-246 led to 6-fold increased p53pSer15 levels in TP53 mut compared to no activation in TP53 wt leukemia cells, indicating restoration of p53function upon APR-246treatment in BCP-ALL. Based on these findings, we addressed the effectivity of APR-246on primary, patient-derived primografts and compared sensitivities for cell death induction in TP53 mut (n=4) and TP53 wt (n=4) samples. Importantly, the pattern of responsiveness of TP53 mut ALL was also identified in TP53 mut patient-derived ALL samples with induction of significantly higher cell death rates in TP53 mut ALL ( TP53 mut 48%, TP53 wt 18%, 5 µM APR-246, 24 h). Taken together, we showed that TP53 mut BCP-ALL can be targeted by APR-246 leading to re-activation of p53, induction of ROS dependent apoptosis and effective leukemia cell killing. Thus, targeting and re-activation of mutated p53 provides a promising novel strategy for therapeutic intervention in this high-risk subtype of BCP-ALL. Disclosures Selivanova: Aprea: Patents & Royalties: APR-246. Tausch: Gilead: Other: Travel support. Stilgenbauer: Gilead: Honoraria, Research Funding.",
    "topics": [
        "acetylcysteine",
        "acute lymphocytic leukemia",
        "annexin a5",
        "b-lymphocytes",
        "cancer",
        "cell lines",
        "chromosome 17p deletion",
        "dideoxy chain termination dna sequencing",
        "dna",
        "dna fragmentation"
    ],
    "author_names": [
        "Salih Demir, MSc",
        "Galina Selivanova, PhD",
        "Eugen Tausch, MD",
        "Lisa Wiesmüller, PhD",
        "Stephan Stilgenbauer, MDPhD",
        "Geertruy Te Kronnie, PhD",
        "Klaus-Michael Debatin, MDPhD",
        "Lüder Hinrich Meyer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Salih Demir, MSc",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany ",
                "International Graduate School in Molecular Medicine, Ulm University, Ulm, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Galina Selivanova, PhD",
            "author_affiliations": [
                "Department of Microbiology, Tumor and Cell Biology, Karolinska Institute, Stockholm, Sweden "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eugen Tausch, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Wiesmüller, PhD",
            "author_affiliations": [
                "Department of Obstetrics and Gynaecology, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Stilgenbauer, MDPhD",
            "author_affiliations": [
                "University of Ulm, Ulm, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geertruy Te Kronnie, PhD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University of Padova, Padova, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Michael Debatin, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lüder Hinrich Meyer, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:33:04",
    "is_scraped": "1"
}