{
    "doi": "https://doi.org/10.1182/blood-2019-127603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4200",
    "start_url_page_num": 4200,
    "is_scraped": "1",
    "article_title": "Rapid Undetectable MRD (uMRD) Responses in Patients with Relapsed/Refractory (R/R) Chronic Lymphocytic Leukemia/Small Lymphocytic Lymphoma (CLL/SLL) Treated with Lisocabtagene Maraleucel (liso-cel), a CD19-Directed CAR T Cell Product: Updated Results from Transcend CLL 004, a Phase 1/2 Study Including Patients with High-Risk Disease Previously Treated with Ibrutinib ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "cd19 antigens",
        "chronic b-cell leukemias",
        "ibrutinib",
        "small cell lymphoma",
        "t-lymphocytes",
        "brachial plexus neuritis",
        "cytokine",
        "cytokine release syndrome",
        "encephalopathy",
        "follow-up"
    ],
    "author_names": [
        "Tanya Siddiqi, MD",
        "Jacob D. Soumerai, MD",
        "Kathleen A. Dorritie, MD",
        "Deborah M. Stephens, DO",
        "Peter A. Riedell, MD",
        "Jon E. Arnason, MD",
        "Thomas J. Kipps, MD PhD",
        "Heidi H. Gillenwater, MD",
        "Lucy Gong, PharmD",
        "Jason A. Dubovsky, PhD",
        "Julie Rytlewski, PhD",
        "Lin Yang",
        "William G. Wierda, MD PhD"
    ],
    "author_affiliations": [
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital, Boston, MA "
        ],
        [
            "UPMC Hillman Cancer Center, Pittsburgh, PA "
        ],
        [
            "Huntsman Cancer Institute, University of Utah, Salt Lake City, UT "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL "
        ],
        [
            "Beth Israel Deaconess Medical Center, Boston, MA "
        ],
        [
            "University of California San Diego Moores Cancer Center, San Diego, CA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "Juno Therapeutics, a Celgene Company, Seattle, WA "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Background: The advent of oral-targeted drugs has improved treatment outcomes for patients (pts) with CLL. Nonetheless, some pts prove intolerant or resistant to therapy and/or fail to achieve complete response (CR) with uMRD. Liso-cel is an investigational, anti-CD19, defined composition, 4-1BB CAR T cell product administered at a target dose of CD4+ and CD8+ CAR T cells. TRANSCEND CLL 004 is an open-label phase 1/2 study of liso-cel in pts with R/R CLL/SLL (NCT03331198). Methods: Eligible pts with CLL/SLL had received at least 3 (standard-risk disease) or at least 2 (high-risk disease: del[17p], TP53 mutation, unmutated IGHV , or complex karyotype) prior lines of therapy, including a Bruton's tyrosine kinase inhibitor unless contraindicated. Pts with active untreated central nervous system disease, Eastern Cooperative Oncology Group performance status >1, or Richter's transformation were excluded. After 3 days of lymphodepletion with fludarabine/cyclophosphamide, pts received liso-cel infusion; 2 dose levels (DLs) were tested: DL1=50×10 6 and DL2=100×10 6 CAR+ T cells. Dose-limiting toxicities (DLTs) were evaluated for 28 days postinfusion. Responses were assessed by 2018 International Workshop on CLL criteria. MRD was assessed at a sensitivity of ≤10 -4 in blood and/or bone marrow (BM) lymphocytes. Liso-cel CAR T cells were monitored by flow cytometry of blood cells from treated pts over time. Serum cytokines and chemokines were assessed via an electrochemiluminescence platform. Results: At data cutoff, 23 pts were evaluable for safety and 22 for efficacy. Median age was 66 (range, 49‒79) years; 83% (19/23) of pts had high-risk disease. Pts had a median of 5 (range, 2‒11) prior therapies. All pts had received prior ibrutinib; 56.5% (13/23) had progressed on ibrutinib and received therapy with venetoclax; 91% (21/23) were refractory to, or had relapsed on, ibrutinib; and 9% (n=2) were intolerant to ibrutinib. Liso-cel was successfully manufactured in 96% of pts, with the established process. Nine pts were treated at DL1 and 14 pts at DL2. Two pts had DLTs (all at DL2: grade 4 hypertension in 1 pt; grade 3 encephalopathy, grade 3 muscle weakness, and grade 4 tumor lysis syndrome in 1 pt). The most common grade 3/4 treatment-emergent adverse events were thrombocytopenia, 70%; anemia, 96%; neutropenia, 56.5%; leukopenia, 43.5%. Two pts had grade 3 cytokine release syndrome (CRS); 5 pts had grade ≥3 neurological events (NEs), including encephalopathy (n=3). Median time to onset of CRS and NE was 4 (range, 1-10) days and 4 (range, 2-21) days, respectively. The median duration of CRS and NE was 5 (range, 2-30) days and 21 (range, 6-169) days, respectively. To manage CRS and/or NE, 61% (n=14) of pts received tocilizumab and 48% (n=11) received corticosteroids. Lymph node tumor burden correlated with NE ( P =0.025). Additional disease distribution correlates are being evaluated and will be presented. Cytokine analyses revealed that NE onset was preceded by elevated TNFα and IL16 early after liso-cel infusion ( P <0.01). The table shows best responses at median follow-up of 9 months. Among evaluable pts, the best overall response rate was 82%; the best CR/CRi rate was 45.5%. Sixty-eight percent (15/22) of pts achieved objective response by Day 30; 78% (7/9) of responders with ≥9 months of postdose follow-up have remained progression-free. In 6 pts, responses deepened over time (3 from partial response [PR] to CR, 2 from stable disease [SD] to PR, and 1 from SD to CR). Among 20 pts evaluable for MRD, most achieved blood and/or BM uMRD (Table); 60% (12/20) achieved BM uMRD by Day 30. All pts who achieved blood and/or BM uMRD have remained uMRD to date. Conclusions: In this population of heavily pretreated pts with R/R CLL/SLL (all received prior ibrutinib and half failed both prior venetoclax and ibrutinib), liso-cel toxicities, including CRS and NE, were manageable at both DLs tested. Objective responses, CRs, and uMRD were rapidly achieved, with durable responses past 6 months. Updated safety, pharmacokinetic, and efficacy results from the phase 1 monotherapy part of the study will be reported. The phase 2 portion of the study is currently enrolling at DL2. View large Download slide View large Download slide  Disclosures Siddiqi: Kite, A Gilead Company: Research Funding; TG Therapeutics: Research Funding; Celgene: Research Funding; Janssen: Speakers Bureau; Seattle Genetics: Speakers Bureau; AstraZeneca: Consultancy, Research Funding, Speakers Bureau; PCYC: Consultancy, Research Funding, Speakers Bureau; Juno Therapeutics: Consultancy, Other: travel support, Research Funding; BeiGene: Research Funding. Soumerai: BeiGene: Research Funding; BostonGene: Research Funding; AbbVie: Consultancy; Verastem: Consultancy; Genentech/Roche: Research Funding; TG therapeutics: Research Funding. Dorritie: Juno: Research Funding. Stephens: Karyopharm: Research Funding; Gilead: Research Funding; Acerta: Research Funding. Riedell: Bayer: Honoraria, Speakers Bureau; Kite/Gilead: Honoraria, Research Funding, Speakers Bureau; Novartis: Research Funding; Verastem: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Arnason: Regeneron Pharmaceuticals, Inc.: Consultancy; Celgene/Juno: Consultancy. Kipps: Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Velos-Bio: Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Research Funding; Jannsen Pharmaceutical Companies of Johnson & Johnson: Honoraria, Membership on an entity's Board of Directors or advisory committees; AstraZeneca, Inc.: Membership on an entity's Board of Directors or advisory committees; Verastem: Membership on an entity's Board of Directors or advisory committees. Gillenwater: Juno Therapeutics, a Celgene Company: Employment, Equity Ownership. Gong: Celgene: Employment, Equity Ownership. Dubovsky: Celgene: Employment. Rytlewski: Juno Therapeutics, a Celgene Company: Employment, Equity Ownership; Adaptive Biotechnologies: Equity Ownership. Yang: Juno Therapeutics, a Celgene Company: Employment. Wierda: AbbVie: Research Funding; Genentech: Research Funding; Pharmacyclics LLC: Research Funding; Acerta Pharma Inc: Research Funding; Gilead Sciences: Research Funding; Xencor: Research Funding; Juno Therapeutics: Research Funding; Sunesis: Research Funding; KITE pharma: Research Funding; Oncternal Therapeutics Inc.: Research Funding; Miragen: Research Funding; GSK/Novartis: Research Funding; Cyclcel: Research Funding; Janssen: Research Funding; Loxo Oncology Inc.: Research Funding."
}