{
    "doi": "https://doi.org/10.1182/blood.V114.22.179.179",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1416",
    "start_url_page_num": 1416,
    "is_scraped": "1",
    "article_title": "Ribosomal Deficiencies Cause Translational Deregulation of Genes Crucial for Erythropoiesis. ",
    "article_date": "November 20, 2009",
    "session_type": "BONE MARROW FAILURE I",
    "abstract_text": "Abstract 179 Diamond Blackfan anemia (DBA) is a rare congenital pure red cell aplasia in which mutations in distinct ribosomal proteins (RPs) have been identified in 50% of patients. Mutated genes include Ribosomal Protein Small 19 (RPS19), RPS24 and RPS17, components of the 40S ribosomal subunit, and Ribosomal Protein Large 11 (RPL11), RPL5 and RPL35A, components of the 60S subunit. It is not known why mutations in such ubiquitously expressed proteins cause such a strong erythroid phenotype. Previously, we showed that selective translation of transcripts with a complex RNA structure in the 5'untranslated region (5'UTR) is crucial in Stem Cell Factor (SCF) dependent expansion of the early erythroid compartment. Transcripts such as Immunoglobulin binding protein 1 (Igbp1) are actively recruited into translating polyribosomes upon SCF signaling which activates the PI3K-mTOR pathway leading to release of eukaryote initiation factor 4E (eIF4E), a limiting factor for assembly of the scanning complex. The scanning complex also involves the ribosomal subunits. We therefore investigated if polysome recruitment of specific mRNAs is affected in erythroblasts deficient for RPs. Mouse primary erythroblasts derived from p53 deficient and wild-type (wt) fetal livers were cultured in presence of erythropoietin, SCF and dexamethasone under serum free conditions. Downregulation of either Rps19 or Rpl11 by lentivirus-delivered shRNA resulted in severely reduced proliferation and inhibition of differentiation in comparison to nontransduced cells or cells expressing a scrambled control shRNA. Analysis of subpolysomal and polysome-bound RNA by sucrose gradient centrifugation showed a specific reduction of the 40S and 60S ribosomal subunit upon knock down of Rps19 and Rpl11, respectively. Subpolysomal and polysome-bound RNA fractions from 3 independent experiments were used for expression profiling. Surprisingly, the polysome recruitment of transcripts that require SCF and increased eIF4E availability to be translated was not affected by RP deficiency. The ratio of polysome association was calculated per gene for each experiment and datasets from wt, scrambled treated, Rps19 and Rpl11 deficient conditions were compared using F-test with random variance model (p<0.0005). This revealed a distinct set of mRNAs, including Fxc1 (fractured callus expressed-1), Siva1 (apoptosis inducing gene), Csde1 (cold shock domain containing E1) and Cdc25B (cell dividion cycle homolog B) as being down regulated from translating polyribosomes upon RP deficiency. This downregulation was independent from the presence of p53, or glucocorticoids and also occurred in cells deficient for other ribosomal proteins (Rps14, Rpl8). Currently we are analyzing selective translation of these genes in erythroblasts of DBA patients. Erythroblasts could be cultured from peripheral blood of DBA patients although expansion potential of the cultures was decreased compared to control cultures. Protein expression of several identified target genes (CSDE1, CDC25B) was down regulated in erythroblasts derived from DBA patients as compared to controls, whereas their transcript level on total mRNA remained unchanged, indicating a specific translation defect. Further investigation showed that loss of Csde1 perturbed cell cycle progression and erythroid differentiation. In conclusion, we identified transcripts whose translation is selectively affected in RP deficient erythroblasts cultured from mouse fetal livers or DBA patients. We propose that the erythroid phenotype in DBA patients is caused by defective translation of specific set of mRNAs, which are essential for erythroid development. Disclosures: Pospisilova: Grant NS9935-3 from Ministry of Health, Czech Republic: Research Funding.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "carrier proteins",
        "centrifugation",
        "common cold",
        "dexamethasone",
        "diamond-blackfan anemia",
        "erythropoiesis",
        "erythropoietin",
        "fractures",
        "gene expression profiling"
    ],
    "author_names": [
        "Rastislav Horos",
        "Hanna IJspeert",
        "Erdogan Taskesen",
        "Ruud H Delwel",
        "Dagmar Pospisilova",
        "Marieke M von Lindern"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ],
        [
            "Pediatrics, Palacky University and University Hospital Olomouc, Olomouc, Czech Republic"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands, "
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999"
}