{
    "doi": "https://doi.org/10.1182/blood-2019-130468",
    "article_title": "A Pilot Study of an Oral Anticoagulant, Apixaban, in Secondary Prophylaxis of Venous Thromboembolism (VTE) in Children and Adolescents ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "abstract_text": "Background: Venous thromboembolism (VTE) is a major complication in children and adolescents because of its association with significant morbidity and mortality (Raffini, Pediatrics 2009). Neonates represent the largest group at risk in the pediatric population, however, adolescents account for approximately 25% of pediatric patients who develop primary VTEs. This may in part be related to the similar risk factors between adults and adolescents such as obesity, smoking, and use of oral contraceptives (Kuhle, Thromb Haemost 2004). Fan et al, PBC, 2017 reported on the safety and efficacy of enoxaparin administered by subcutaneous injection in pediatric patients with primary VTEs in which 38% of patients had complete resolution of their VTE on imaging after 3 months of therapy and 39% had partial resolution. Novel oral anticoagulants, direct factor Xa (FXa) inhibitors, are approved in adults for secondary VTE prophylaxis with established efficacy and safety and without the need of subcutaneous injection or frequent blood monitoring compared to oral warfarin (Male et al, Thromb Res 2019). Apixaban, a selective inhibitor of FXa, compared to vitamin K antagonists, has a rapid onset of action, few drug-drug interactions and a predictable anticoagulant response that enables fixed dosing. In addition, they have less variability in pharmacokinetic and pharmacodynamic responses than warfarin, and have a wider therapeutic index (Garcia, J Thromb Haemost 2013). Similarly, compared to subcutaneous heparin, no injections are required and no pharmacodynamic monitoring is needed. Hypothesis: Secondary prophylaxis with Apixaban (Eliquis®) will be safe, well tolerated and prevent secondary VTEs in children and adolescents with a newly diagnosed primary VTE. Methods: Children weighing > 40 kg and having experienced a primary VTE were eligible to receive apixaban within 72 hrs of VTE diagnosis. A thrombophilia workup was performed including, but not limited to, Factor V Leiden, Protein C and S, and prothrombin gene mutation. Eligible consented patients were administered apixaban 10 mg twice daily P.O. for 7 days followed by 5 mg twice daily until day 90, similar to that used in the AMPLIFY trial in adults (Agnelli, J Thromb Haemost 2015). Treatment began within 72 hours of diagnosis of VTE and transition from other anticoagulants was permitted. Patients unable to tolerate oral medications, with personal or family history of bleeding disorder, history of significant head injury and/or history of intracranial hemorrhage, were excluded from this study. Results: Fifteen patients have been enrolled to date with a median age of 16 yrs (12 - 21 years) and were seventy three percent females (11 females, 4 males). Forty percent of patients were enrolled with primary pulmonary emboli, the remaining with new onset deep venous thrombosis. Line associated clots were included in the study. There were no episodes of bleeding, classified as Grade I-IV hemorrhage (CTCAE), or other adverse events and no patients required dose modifications. There were also no significant changes in creatinine or liver function throughout the course of apixaban administration. Of the 11 patients that completed the day 30 evaluations, 55% showed resolution of their primary thrombus at 30 days with the remainder showing significant decrease in the size of the thrombus (Fig. 1). Fig. 2 illustrates the change from baseline to Day 30 in a child with a pulmonary embolus. There were no patients that experienced increase of their thrombus or any new VTE, which equates to 100% successful VTE secondary prophylaxis. The average INR range was 1.04 (0.92-1.19). The average anti-Xa level was 1.05 four hours after apixaban treatment while the average trough level was 0.88. Conclusions: Our preliminary results suggest that apixaban is safe and well tolerated in children and adolescents for the secondary prophylaxis of patients with a newly diagnosed primary VTE. Additionally, all patients had a decrease in the size of their thrombus with 50% experiencing complete resolution as early as 30 days. There was no evidence of toxicity secondary to apixaban and no requirement to monitor anticoagulant activity. We plan to continue to enroll patients on this study to further validate the safety and efficacy of apixaban. Future directions will include investigating apixaban in children < 40 kg and in neonates with primary VTEs as secondary prophylaxis. View large Download slide View large Download slide  Close modal Disclosures Friedman: MedImmune: Speakers Bureau; Astra Zeneca: Speakers Bureau. Cairo: Osuka: Research Funding; Miltenyi: Other: MTA; Jazz Pharmaceuticals: Other: Advisory Board, Research Funding, Speakers Bureau.",
    "topics": [
        "adolescent",
        "anticoagulants, oral",
        "apixaban",
        "child",
        "oral contraceptives",
        "venous thromboembolism",
        "obesity",
        "thrombus",
        "anticoagulants",
        "hemorrhage"
    ],
    "author_names": [
        "Ashley Pinchinat, MD",
        "Neida Otero",
        "Harshini Mahanti, BS, MSCR",
        "Erin Morris, RN, BSN",
        "Adele Brudnicki, MD",
        "Deborah Friedman, MD",
        "Simon Li, MD",
        "Oya Levendoglu-Tugal, MD",
        "Mitchell S Cairo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashley Pinchinat, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Neida Otero",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harshini Mahanti, BS, MSCR",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Morris, RN, BSN",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adele Brudnicki, MD",
            "author_affiliations": [
                "Radiology, New York Medical College, Valhalla, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah Friedman, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Li, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oya Levendoglu-Tugal, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell S Cairo, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:35:28",
    "is_scraped": "1"
}