{
    "doi": "https://doi.org/10.1182/blood.V106.11.900.900",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=467",
    "start_url_page_num": 467,
    "is_scraped": "1",
    "article_title": "A Novel, Efficacious Therapeutic Approach to Patients with Acute Promyelocytic Leukemia (APL) Using Differentiating Agent and Metronomic Chemotherapy (CT). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "acute promyelocytic leukemia",
        "chemotherapy regimen",
        "chemotherapy, metronomic",
        "chickenpox",
        "cytarabine",
        "daunorubicin",
        "death",
        "disease remission",
        "etoposide",
        "hemorrhage"
    ],
    "author_names": [
        "Shripad D. Banavali, MD",
        "Lovenish Goyal, MD",
        "Reena Nair, MD",
        "Ghanashyam Biswas, MD",
        "Pratibha Amare-Kadam, PhD",
        "Chanda Baisane, MSc",
        "Shashikant Mahadik, MSc",
        "Sumit Gujral, MD",
        "Narayan Karanth, MD",
        "Brijesh Arora, MD",
        "Roshni Bhagwat, MD",
        "Purna Kurkure, MD",
        "Purvish Parikh, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Cytogenetics, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Cytogenetics, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Pathology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ],
        [
            "Medical Oncology, Tata Memorial Hospital, Mumbai, Maharashtra, India",
            " "
        ]
    ],
    "first_author_latitude": "18.991907299999998",
    "first_author_longitude": "72.8357403",
    "abstract_text": "Background: The prognosis of APL has improved markedly with the use of All-Trans-Retinoic Acid (ATRA), but many patients in developing countries are in the high-risk group at presentation and because of inadequate infrastructure die during aggressive induction therapy due to either sepsis or bleeding and/or ATRA syndrome. There is growing appreciation of pivotal role of angiogenesis in APL ( Blood  2001 ; 97 : 3919 ). The objective of our study was to evaluate the efficacy of low-dose oral metronomic CT during induction and maintenance therapy along with ATRA in APL. Materials and Methods: From 2003, 23 patients (ages 1 yr to 43 yrs; median 24 yrs; 13 females, 10 males; median WBC count 5.09 X 10 9 /L, range 0.5 to 113 X 10 9 /L; 7 low risk, 7 intermediate risk & 9 high risk) with APL who could not go for standard CT were included. ATRA 45 mg/m 2 /d was given for 90 days. Oral CT was given with Prednisolone 40 mg/m 2 /d, Etoposide 50 mg/m 2 /d and 6-TG 40 mg/m 2 /d (PET) for 21 days as induction therapy with ATRA. Consolidation was with 3 cycles of single agent Daunorubicin at 45 mg/m 2 /d on d 1, 2, 3 every 21 days. This was followed by 6 cycles of oral ET/PET. ATRA was continued for 15 days every 3 months for total of 18 months. Results: The protocol was well tolerated on out-patient basis and after the initial admission at presentation, only 6 patients required readmission. Complete morphological, cytogenetic and molecular remission was achieved in 21 patients (91.3%) at a median of 40 days. There were 2 septic deaths during induction; only 1 patient developed ATRA-syndrome once started on PET. There was 1 remission death because of disseminated chickenpox and 1 patient had CNS relapse. Projected Event Free Survival (EFS) and Overall Survival (OAS) at 24 months is 73% and 84% respectively which is significantly better than our previous results ( Am J Hematol  1999 ; 60 : 87 ). Interestingly the CR rate and OAS for the 9 high risk patients is 100% so far. Conclusions: There is a valuable role of single hospital trials in exploring innovative therapies in APL. This pilot study contributes to discussion of 4 more debated issues (1) Is there a role for Ara-C in the treatment of APL. (2) How can one improve the therapy in high risk patients without increasing toxicity, (3) What is the ideal duration of maintenance therapy, and (4) What is the ideal therapy for elderly patients and for those who are known to have appreciable mortality from aggressive chemotherapy."
}