{
    "doi": "https://doi.org/10.1182/blood-2018-99-115685",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3898",
    "start_url_page_num": 3898,
    "is_scraped": "1",
    "article_title": "Recombinant Activated Coagulation Factor VII (rFVIIa) for Treatment of the Tracheobronchial Bleeding in Mechanically Ventilated (MV) Thrombocytopenic Patients (pts) ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "topics": [
        "brachial plexus neuritis",
        "factor vii",
        "hemorrhage",
        "mechanical ventilation",
        "recombinant coagulation factor viia",
        "hemostatics",
        "prothrombin",
        "activated partial thromboplastin time measurement",
        "adverse effects",
        "isotonic saline infusions"
    ],
    "author_names": [
        "Gennadii M. Galstian",
        "Olesya A. Polevodova, MD",
        "Vladimir Yu. Zorenko, MD PhD",
        "Valeriy G. Savchenko, MD PhD"
    ],
    "author_affiliations": [
        [
            "National Research Center for Hematology, Moscow, Russian Federation ",
            "ICU, National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction and Objectives : MV in thrombocytopenic pts could be complicated by life threatening tracheobronchial bleeding. The systemic treatment with tranexamic acid or rFVIIa increases the risk of thromboembolic events. Presented in airspace tissue factor (TF) reacts as a cofactor in augmenting the activity of FVIIa 1000-fold. Topical treatment of the inhalation with rFVIIa has not been studied yet. The aim of the study was to evaluate hemostatic effect of rFVIIa inhalation for treatment of the tracheobronchial bleeding in MV thrombocytopenic pts. Materials and Methods : The results of rFVIIa inhalation were investigated in 5 acute leukemia pts (2 males, 3 female). All pts were mechanically ventilated through tracheostomy tube and had life threatening tracheobronchial bleeding. Before intervention all pts had low platelet count 50-120х10 9 /l (median 65 х10 9 /l), lowered Quick prothrombin (55-64%, median 58%), prolonged APTT (55-57s). Results. All pts received rFVIIa as an inhalation over five to ten minutes. For inhalation rFVIIa (Koagil VII, Generium, Russia, Vial of 2.4 mg) was diluted in 10 ml of isotonic saline. If, after 20 min, there is no response to rFVIIa second dose of rFVIIa (2.4 mg) as an inhalation was administrated. Bleeding was stopped in 3/5 pts, in 2 pts the intensity of bleeding decreased. There were no changes in APTT and Quick prothrombin registered. Median plasma FVII activity before inhalation was 82%, after inhalation - 73%. There were no changes on the TEG (figure 1). Thus, despite local hemostatic effect we did not registered systemic effects of rFIIa after inhalation Conclusion . Topical treatment of the tracheobronchial bleeding with rFVIIa inhalation provided hemostatic effect. There were not be systemic adverse effects in as much as the alveolocapillary membrane does not allow the transmembranous passage of rFVIIa. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}