{
    "doi": "https://doi.org/10.1182/blood-2020-142639",
    "article_title": "Low Prevalence of T-Cell Lymphoblastic Leukemia/Lymphoma in an Adult Hispanic Population: A Report of the Acute Leukemia Working Group (GTLA) ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "abstract_text": "Introduction: The proportion of Acute lymphoblastic T cell leukemia/lymphoma (T-ALL/LBL) in Latinamerica (LA) is about 13% [Quiroz, 2018], compared with 25% of other publications [Litzow,2015]. In the largest leukemia series of adult Mexican population, the incidence of T-ALL was merely 2.9% with a -SG. The main objective of this study was to describe the epidemiological characteristic and survival of T-ALL in 4 reference oncology centers in Mexico. Methods: Retrospective cohort study from 2014 to 2019 in all consecutive, newly diagnosed T-ALL patients defined by flow cytometry (FC). The primary end point was to assess the survival of T-ALL in a Hispanic population. Baseline characteristics were grouped in tables and summarized as medians and ranges. Sub-groups were compared using chi-square test for binary variables and Mann-Whitney U test for quantitative variables. The Overall Survival (OS) analysis was made using Kaplan-Meier curves and comparison between groups was performed using the log-rank test with a significant P value less than 0.05 with 95% confidence interval. Results: A total of 47 patients were identified, which represent 11.1% of all acute leukemia the median of age was 30 years. The 83.7% being identified in the adolescent young-adult (AYA) group. Counterintuitively a 44.9% had a previous comorbidity (diabetes, hypertension, dyslipidemia) considering the range of age. The 85% had a low risk of mortality using the modified Charlson index, the median count of leukocytes was 36 x 109 (range 6.78-117) and 28% presented with initial hyperleukocytosis, the median LDH was 605 UI/l (range 343-1451). Applying the European Group for the Immunological Classification of Leukemias criteria: 28% were cortical T, 41.7% were mature and approximately 30% were be classified as early. Applying the early T-P (ETP) definition a total of 10 cases were identified (22.2% prevalence). The use of hyperCVAD and pediatric inspired regimens shared the same rate (41.3%), strikingly there is still a 17.4% of patients that received other type of chemotherapy for diverse reasons (economic, shortage of treatment, patient or physician preference) being the CHOP-inspired schemes the most used. The rate of complete response (CR) at 4 weeks after induction was 68.2% with 54.2% having a negative minimal residual disease (MRD). After 8 weeks a total of 34 (77.3%) patients achieved CR, with 63.6% and 66.7 % maintaining negative MRD at 16 weeks and after consolidations, respectively. Only 38.3% were able to complete the full induction treatment without a dose adjustment due to toxicity. A total of 8 (19.5%) were refractory to initial frontline treatment and eventually 23 (60.5%) relapsed, with a total of 10 patients presenting with CNS infiltration at relapse. A total of 6 patients received an allogenic stem cell transplant (ASCT), with 4 of them being alive and in CR at the 100 days cutoff. The median OS was 16 months (CI 95% 11.4-21.09) and 38.8% of our population was alive at the 24 months cutoff. This time period was drastically reduced for the non-AYA population who had a OS of 7.69 months (CI 95% 0-21.24) and 21.9% a 24 months progression free survival (PFS), compared with 16.6 months (CI 7.41-25.81) and 41.6% 24 months PFS. In the univariate analysis refractoriness to induction (p 0.039) and higher number of cycles (p 0.02) were associated with worse outcome. Conclusions: The T-ALL predominantly affects AYA populations while its incidence in our country appears to be lower even in large oncologic concentration centers. The proportion of ETP was slightly higher than that reported in other studies. Lower CR rates with a low frequency of ASCT in comparison to those reported in high income countries was observed, probably associated with the delay in implementation of pediatric-inspired regimens and lack of access to ASCT. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Luis Felipe Rubalcava-Lara, MD",
        "Emmanuel Almanza Huante, MDMD",
        "Roberta Demichelis, MD",
        "Juan Rangel-Patiño, MD",
        "Andres Gomez-De Leon, MD",
        "Gerardo A De la rosa-Flores, MD",
        "Alvaro Cabrera Garcia",
        "katheryn Betsabe Garzon, MD",
        "Karla Adriana Espinosa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luis Felipe Rubalcava-Lara, MD",
            "author_affiliations": [
                "Hematology, Instituto Nacional de Cancerologia México, Mexico City, Mexico"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Almanza Huante, MDMD",
            "author_affiliations": [
                "Grupo de trabajo de leucemias agudas, Mexico City, Mexico"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Demichelis, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Rangel-Patiño, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Gomez-De Leon, MD",
            "author_affiliations": [
                "Universidad Autonoma de Nuevo Leon, Hospital Universitario \"Dr. José Eleuterio Gonzalez\", Servicio de Hematología, Monterrey, Mexico"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerardo A De la rosa-Flores, MD",
            "author_affiliations": [
                "Hospital Universitario \"Dr. José E. González\", Monterrey, Mexico"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alvaro Cabrera Garcia",
            "author_affiliations": [
                "Hospital de Alta Especialidad de Ixtapaluca, Ixtapaluca, MEX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "katheryn Betsabe Garzon, MD",
            "author_affiliations": [
                "Instituto Nacional de Cancerología México, Mexico, MEX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karla Adriana Espinosa, MD",
            "author_affiliations": [
                "Instituto Nacional de Cancerología, Mexico City, Mexico"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T15:40:16",
    "is_scraped": "1"
}