{
    "doi": "https://doi.org/10.1182/blood.V126.23.1831.1831",
    "article_title": "Salvage Therapy Post Pomalidomide-Based Regimen in Relapsed/Refractory Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background. The combination of pomalidomide and low-dose dexamethasone (Pom-Dex) has been proven effective and safe in patients with end-stage relapsed/refractory multiple myeloma (RRMM), otherwise characterized by a very poor outcome and short survival of less than a year. However, multiple myeloma remains incurable and relapses are inevitable even with pomalidomide-based regimen. It is thought that patients are back to unmet medical need after pomalidomide exposure, although the outcome after pomalidomide remains unknown. We sought to analyse the line of therapy in RRMM after Pom-Dex treatment, the response to further treatment line and survival post pomalidomide era. Methods . We included 134 patients from the 2 IFM studies (IFM2009-02 in end stage RRMM, n=84, median therapy 5 lines and IFM2010-02 in del17p and/or t(4;14) RRMM, n=50, median therapy 2 lines) treated with Pom-Dex. In both studies, patients received pomalidomide (oral 4mg daily) given either 21 days out of 28 or continuous and dexamethasone (oral 40mg weekly, but 20mg if >75 years old in the IFM 2010-02), given until progression. Overall, 95/135 patients (70%) received further therapy post Pom-Dex, 57/84 (68%) and 38/50 (76%) in IFM2009-02 and IFM2010-02 studies, respectively; the remaining patients had palliative care. Results. As a whole for the 95 patients, the median age was 60 (range 31-82), the M/F ratio was 1.5, t(4;14) was observed in 26/50 (52%) and del17p in 14/47 (30%). The post Pom-Dex regimens were very diverse, and varied significantly across the 2 trials; however, the regimens contained alkylating agents in 54% and 60% of patients in IFM2009-02 and IFM2010-02, respectively. The most prescribed alkylator was cyclophosphamide (60%) in IFM2010-02 while similar prescription of cyclophosphamide and bendamustine was observed in about 40% of patients in the IFM2009-02 study (p=0.032). Alkylating agents were administered primarily in a 3 drugs-based combination (or more) in IFM2010-02, 70%, versus in combination solely to dexamethasone for most patients in IFM2009-02, 60% (p=0.034). Amongst the combinations of alkylating agents, novel agents were considered in 55% versus 17.5% in the 2 studies, as expected considering that IFM2010-02 included patients exposed but not refractory to lenalidomide, while IFM2009-02 recruited essentially patients double refractory to lenalidomide and bortezomib (p<0.0001). Interestingly, in 57% of cases the novel agent used was bortezomib, often associated to thalidomide. When no alkylating agent was used, bortezomib plus dexamethasone, dexamethasone alone, or clinical trials were favoured, the latter in a lesser instance. An intensification was proposed in 8% of patients (n=8), with allogeneic transplantation in 3 patients. 27% and 29% responded to the post Pom-Dex regimen, with an extra 35% and 34% having stable disease in the 2 studies, respectively. With a median follow-up of 49 months (IFM2009-02) and 24 months (IFM2010-02), 77% and 52% of patients have died. The median PFS on Pom-Dex was approximately 5 months (CI95% 2.5;6.5) across the studies, with 20% of patients free of relapse beyond a year, similar to the post Pom-Dex phase, 5 months (2.9;7.0) and 4 months (2.2;5.7) in 2010-02 and 2009-02, with 29% and 13% of patients progression-free beyond one year, respectively. Importantly, the median OS of IFM2009-02 study (end stage RRMM, median 5 lines) for patients that had a post pomalidomide regimen was 20 months (14;26), with 30% of patients beyond 3 years, versus 13 months for the study as a whole (Leleu et al. Blood 2013) including patients considered in palliative care after Pom-Dex was stopped. This difference was not observed in IFM2010-02 to the same extent, in patients treated earlier with Pom-Dex but characterized with poor risk cytogenetic features, del17p and/or t(4;14), median OS of 14 months (9;18) across the 2 subgroups versus a median OS of 12 months and 9.8 months for the 2 subgroups in the study as a whole (Leleu et al. Blood 2015). Conclusion. Pom-Dex changed the paradigm in advanced RRMM with a prolonged PFS that translated into a prolonged OS. Importantly, OS was further improved when patients were offered a post pomalidomide therapy particularly in advanced RRMM with no poor risk cytogenetic features. Future studies might confirm the survival impact of pomalidomide used earlier in the disease course. The IFM2009-02 and 2010-02 trials were conducted with the support of Celgene Disclosures Karlin: BMS: Honoraria; Janssen: Honoraria; Amgen: Honoraria; Sandoz: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria. MACRO: celgene: Membership on an entity's Board of Directors or advisory committees; jansen: Membership on an entity's Board of Directors or advisory committees; millenium: Membership on an entity's Board of Directors or advisory committees. Arnulf: Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees. Stoppa: Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. Legros: BMS: Speakers Bureau; Novartis: Research Funding, Speakers Bureau; ARIAD: Speakers Bureau. Garderet: Bristol-Myers Squibb: Consultancy. Moreau: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees. Avet-Loiseau: Janssen: Research Funding; Celgene: Research Funding; Takeda: Research Funding. Attal: jansen: Honoraria; celgene: Membership on an entity's Board of Directors or advisory committees. Facon: Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees; Millenium: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Pierre Fabre: Membership on an entity's Board of Directors or advisory committees. Leleu: Pierre Fabre: Honoraria; BMS: Honoraria; Novartis: Honoraria; TEVA: Honoraria; Amgen: Honoraria; Takeda: Honoraria; Celgene: Honoraria; Janssen: Honoraria; LeoPharma: Honoraria; Chugai: Honoraria.",
    "topics": [
        "multiple myeloma",
        "pomalidomide",
        "salvage therapy",
        "alkylating agents",
        "dexamethasone",
        "bortezomib",
        "cyclophosphamide",
        "lenalidomide",
        "palliative care",
        "bendamustine"
    ],
    "author_names": [
        "Guillemette Fouquet",
        "Lionel Karlin",
        "Margaret MACRO, MD",
        "Denis Caillot",
        "Murielle Roussel",
        "Bertrand Arnulf",
        "Brigitte Pégourie",
        "Marie-Odile Petillon",
        "Gerald Marit",
        "Claire Mathiot, MD",
        "Brigitte Kolb",
        "Anne-Marie Stoppa, MD",
        "Sabine Brechignac, MD",
        "Philippe Rodon, MD",
        "Mamoun Dib",
        "Mourad Tiab, MD",
        "Laurence Legros, MD",
        "Anne Banos, MD",
        "Marc Wetterwald, MD PhD",
        "Laurent Garderet, MD",
        "Bruno Royer, MD",
        "Cyrille Hulin",
        "Lotfi Benboubker",
        "Olivier Decaux, MD PhD",
        "Martine Escoffre",
        "Jean-Paul Fermand",
        "Philippe Moreau",
        "Herve Avet-Loiseau, MD PhD",
        "Michel Attal",
        "Thierry Facon",
        "Xavier Leleu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Guillemette Fouquet",
            "author_affiliations": [
                "Maladies du Sang, Hôpital Claude Huriez, CHRU Lille, Lille, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lionel Karlin",
            "author_affiliations": [
                "Service d'Hématologie, Centre Hospitalier Lyon Sud, Pierre Bénite, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret MACRO, MD",
            "author_affiliations": [
                "Hopital Cote De Nacre, Caen Cedex 9, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Caillot",
            "author_affiliations": [
                "Hôpital du Bocage, Dijon, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murielle Roussel",
            "author_affiliations": [
                "Hopital Purpan, Toulouse, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Arnulf",
            "author_affiliations": [
                "Hôpital Saint Louis, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Pégourie",
            "author_affiliations": [
                "CHU de Grenoble - Hôpital Albert Michallon, Grenoble, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Odile Petillon",
            "author_affiliations": [
                "Service des Maladies du Sang, CHU Lille, Lille, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald Marit",
            "author_affiliations": [
                "CHU, Bordeaux, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claire Mathiot, MD",
            "author_affiliations": [
                "IFM, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Kolb",
            "author_affiliations": [
                "Hopital Robert Debre, Reims Cedex, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Marie Stoppa, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Brechignac, MD",
            "author_affiliations": [
                "Hematologie Clinique, Hopital Avicenne APHP Université Paris 13, Bobigny, France "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Rodon, MD",
            "author_affiliations": [
                "Hematology, Centre Hospitalier, Perigueux, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mamoun Dib",
            "author_affiliations": [
                "Hématologie - CHU - Hôpital du Bocage, Angers, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mourad Tiab, MD",
            "author_affiliations": [
                "Hopital la Roche Sur Yon, La Roche Sur Yon Cedex 9, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD",
            "author_affiliations": [
                "Hematology department, Hopital Archet 1, CHU Nice, Nice, France "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Banos, MD",
            "author_affiliations": [
                "Hematology Department, CH Cote basque, Bayonne, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Wetterwald, MD PhD",
            "author_affiliations": [
                "CHD Dunkerque, Dunkerque, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Garderet, MD",
            "author_affiliations": [
                "Hôpital Saint Antoine, Paris, France "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Royer, MD",
            "author_affiliations": [
                "Hematology, Centre Hospitalier Universitaire, Amiens, France "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrille Hulin",
            "author_affiliations": [
                "Service Hematologie, CHRU Hopitaux de Brabois, NANCY CEDEX, France "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lotfi Benboubker",
            "author_affiliations": [
                "CHU, Tours, France "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Decaux, MD PhD",
            "author_affiliations": [
                "Internal Medicine Department, CHU de Rennes, Rennes, France "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Escoffre",
            "author_affiliations": [
                "CHU Rennes, Rennes, France "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Paul Fermand",
            "author_affiliations": [
                "Service d'Immuno-Hematologie, Hopital Saint-Louis, APHP, Paris, France "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau",
            "author_affiliations": [
                "University of Nantes, Nantes, France "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Avet-Loiseau, MD PhD",
            "author_affiliations": [
                "Unit for Genomics in Myeloma, Institut Universitaire du Cancer, Toulouse, France "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Attal",
            "author_affiliations": [
                "Institut Universitaire du Cancer de Toulouse-Oncopole, Toulouse, France "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Facon",
            "author_affiliations": [
                "Maladies du Sang, Hôpital Claude Huriez, CHRU Lille, Lille, France "
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Service d'h, hopital la miletrie, POITIER, France"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:30:05",
    "is_scraped": "1"
}