{
    "doi": "https://doi.org/10.1182/blood-2020-142066",
    "article_title": "Assessment of 1112 Newly Diagnosed Multiple Myeloma Patients According to Age and Year of Diagnosis at a Referral Cancer Center ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background Multiple Myeloma is the second more frequent hematological malignancy with a median age at diagnosis of 65 years old. However, this data is mainly of European countries and the United State of America. (1) The age is an important variable because the vast majority of cancer center use 65-70 years old as the cutoff for autologous transplantation. Two third of patients are considered not eligible for autologous transplant. The percentage of patients diagnosed at young age (<40 years) is relatively rare (2,2%)(1, 2) and even more rare is before 30 years (0.3%)(3). It is not available solid information of Latin American MM patients. The objective of this study was to determine the age at diagnosis according to the last 19 years. Also, to define the percentage of MM patients in a 5-year interval range of age. Methods We reviewed the database of the Department of Epidemiology at the National Institute of Neoplastic Diseases from 2000 to 2018 in Lima, Peru. We included all patients with Multiple Myeloma. Stratification was made based of age group, year of diagnosis and eligibility for hematopoietic stem cell transplant. Tables of relative and accumulative frequency were made. Results We found 1112 patients with newly diagnosed MM (NDMM), with a median age of 61 years and an average of 60.2 years. Male patients were 59% for the entire cohort. Patients under 40 years of age represented 4.6% (51), of which 72% (37) were male. Those under 30 years old were 0.9% (10%) of all cases of which 90% were male. Patients eligible for transplant were 63% in total, with a median age of 55 years, and the non-eligible group had a median age of 71 years. The median age for each year from 2000 to 2018 was 61 with a range of 56 to 65 years old (peak in 2010) with an oscillating trend, however with a slight downward slope. The median age from 2000 to 2008 was 61 and from 2009 to 2018 was 60 years. The most frequent affect group was 60 to 64 years (16.5%), nevertheless, in the last 10 years the age group of 55-59 was the most affected 16.05% vs 15.34%, respectively. Conclusion: Our study shows that NDMM patients in Peru have a lower median age compared to European or American countries with a tendency to have younger MM patients. In addition to having a higher percentage (4.6% vs 2%) of patients under 40 years old and 30 years old (0.9% vs 0.3%). This significantly younger population and specially those under 40 years of age deserve a comprehensive evaluation to determine if this impact their prognosis and survival. References 1. Kyle RA, Gertz MA, Witzig TE, Lust JA, Lacy MQ, Dispenzieri A, et al. Review of 1027 patients with newly diagnosed multiple myeloma. Mayo Clin Proc. 2003;78(1):21-33. 2. Blade J, Kyle RA, Greipp PR. Presenting features and prognosis in 72 patients with multiple myeloma who were younger than 40 years. Br J Haematol. 1996;93(2):345-51. 3. Blade J, Kyle RA, Greipp PR. Multiple myeloma in patients younger than 30 years. Report of 10 cases and review of the literature. Arch Intern Med. 1996;156(13):1463-8. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Jule F Vasquez, MD",
        "Edgar Diaz, MD",
        "Ebert Poquioma, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jule F Vasquez, MD",
            "author_affiliations": [
                "Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Edgar Diaz, MD",
            "author_affiliations": [
                "Department of Epidemiology, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ebert Poquioma, MD",
            "author_affiliations": [
                "Department of Epidemiology, Instituto Nacional de Enfermedades Neoplasicas, Lima, Peru"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:38:42",
    "is_scraped": "1"
}