{
    "doi": "https://doi.org/10.1182/blood-2019-126912",
    "article_title": "Prediction for the Risk of Gvhd after Allogeneic HSCT in Patients with ATL Treated By Mogamulizumab ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Mogamulizumab (Mog) is an anti- CCR4 ( C-C motif chemokine receptor 4 ) antibody, which induce antibody dependent cellular cytotoxicity against cells expressing CCR4 . Administration of Mog before allogeneic hematopoietic stem cell transplantation (allo-HSCT) for patients with adult T-cell leukemia/lymphoma (ATL) is considered to raise the risk of graft versus host disease (GVHD). Since not only ATL cells but regulatory T cells (Tregs) express CCR4 , both are targeted by Mog. Tregs play a crucial role in maintaining and suppressing excessive immune responses especially in GVHD, and the depletion of Tregs by Mog is considered to result in the progression of GVHD. The aim of this study is to elucidate the characteristics of GVHD observed in patients treated by Mog, and further tried to predict the risk of GVHD by incorporating the information of serum concentration of Mog, the number of Tregs, and the alteration in Treg fractions (naïve/resting Treg; nTreg, effector Treg; eTreg). Patients and Methods: In this study, we analyzed 25 ATL patients who received allo-HSCT. The serum concentration of Mog was measured by SRL Medisearch (Tokyo, Japan). The fraction of Tregs in peripheral blood mononuclear cells (PBMNCs) were analyzed by flow cytometry (BD FACSCalibur, BD biosciences). Statistical analysis (the cumulative incidence of Grade II-IV GVHD and the number of Tregs) were performed with EZR (Easy R) software (Jichi Medical University, Saitama, Japan). Results: In comparison to allo-HSCT without Mog (Mog-, n=14), the risk of Grade II-IV GVHD was increased in the allo-HSCT with Mog (Mog+, n=11). Stage 3 or more skin GVHD was observed in 4 patients of Mog+ (36 %) and 1 patient of Mog- (7 %), respectively. Notably, stage 3 or more gut GVHD was observed in 6 patients of Mog+ (54 %), and 4 patients died with GVHD or infectious complications, whereas 3 Mog- (21 %) experienced non-fatal gut GVHD. Moreover, cytomegalovirus enteritis was observed only in the Mog+ cases. Mog was detectable in serum for approximately 6 months after the last administration (cut off level; 5.0 ng/ml), and the number of Tregs, especially eTreg ( Foxp3 high, CD45RA low) was continuously suppressed during this period. In the Mog+ case, the number of eTregs recovered 180 days after allo-HSCT in most cases. Among 7 patients who received Mog before allo-HSCT, 5 patients who developed gut GVHD were performed allo-HSCT on average 52 (19-87) days after the last administration of Mog. The serum level of Mog was 100-1000 ng/ml in the period, and this concentration of Mog was considered to be critical for the onset of severe GVHD. Conclusion: Use of mogamulizumab before allo-HSCT for ATL patient is a significant risk for severe GVHD, especially gut GVHD. Although the number of patients in this study is limited, our results suggest that the serum concentration of mogamulizumab (≥10 ng/ml) and the number of eTregs in PB at the time of allo-HSCT may enable to predict the risk of developing GVHD. View large Download slide View large Download slide  Close modal Disclosures Yoshimitsu: Sanofi: Speakers Bureau; Chugai: Speakers Bureau; Takeda: Speakers Bureau; Bristol-Myer-Squibb,: Speakers Bureau; Shire: Speakers Bureau; Novartis: Speakers Bureau. Ishitsuka: Daiichi Sankyo: Consultancy, Honoraria; Alexion: Honoraria; Kyowa Hakko Kirin: Honoraria, Research Funding; Astellas Pharma: Honoraria, Research Funding; Kyowa Hakko Kirin: Honoraria, Research Funding; Ono Pharmaceutical: Honoraria, Research Funding; Otsuka Pharmaceutical: Honoraria; Eisai: Honoraria, Research Funding; MSD: Research Funding; Asahi kasei: Research Funding; Novartis: Honoraria, Research Funding; Pfizer: Honoraria; Bristol-Myers Squibb: Honoraria; Chugai Pharmaceutical: Honoraria, Research Funding; Takeda Pharmaceutical: Honoraria, Research Funding; mundiharma: Honoraria; MSD: Research Funding; Celgene: Honoraria; Shire: Honoraria; Mochida: Honoraria, Research Funding; Sumitomo Dainippon Pharma: Honoraria, Research Funding; Eli Lilly: Research Funding; Genzyme: Honoraria; sanofi: Honoraria; Bristol-Myers Squibb: Honoraria; sanofi: Honoraria; Chugai Pharmaceutical: Honoraria, Research Funding; Genzyme: Honoraria; Alexion: Honoraria; Takeda Pharmaceutical: Honoraria, Research Funding; Sumitomo Dainippon Pharma: Honoraria, Research Funding; mundiharma: Honoraria; Eisai: Honoraria, Research Funding; Taiho Pharmaceutical: Honoraria, Research Funding; Mochida: Honoraria, Research Funding; Janssen Pharmaceutical: Honoraria; Shire: Honoraria; Otsuka Pharmaceutical: Honoraria; Novartis: Honoraria, Research Funding; Ono Pharmaceutical: Honoraria, Research Funding; Teijin Pharma: Research Funding; Pfizer: Honoraria; Yakult: Research Funding; Astellas Pharma: Honoraria, Research Funding; Asahi kasei: Research Funding; Eli Lilly: Research Funding; Janssen Pharmaceutical: Honoraria; Celgene: Honoraria; Teijin Pharma: Research Funding; Daiichi Sankyo: Consultancy, Honoraria; Taiho Pharmaceutical: Honoraria, Research Funding; Yakult: Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease",
        "mogamulizumab",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "antibodies",
        "adult t-cell lymphoma/leukemia",
        "cxcr4 receptors",
        "enteritis",
        "flow cytometry"
    ],
    "author_names": [
        "Yuhei Kamada, MD PhD",
        "Ayako Kuroki, PhD",
        "Naosuke Arima, MD",
        "Maiko Hayashida, MD",
        "Daisuke Nakamura, MD PhD",
        "Makoto Yoshimitsu, MD PhD",
        "Kenji Ishitsuka, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuhei Kamada, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ayako Kuroki, PhD",
            "author_affiliations": [
                "Division of Hematology and Rheumatology, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naosuke Arima, MD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maiko Hayashida, MD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Nakamura, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan ",
                "Division of Hematology and Rheumatology, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Yoshimitsu, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan ",
                "Division of Hematology and Rheumatology, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Ishitsuka, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Kagoshima University Hospital, Kagoshima, Japan ",
                "Division of Hematology and Rheumatology, Kagoshima University, Kagoshima, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:37:28",
    "is_scraped": "1"
}