{
    "doi": "https://doi.org/10.1182/blood.V108.11.3392.3392",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=583",
    "start_url_page_num": 583,
    "is_scraped": "1",
    "article_title": "DNA Repair Genes Are Upregulated in Multiple Myeloma (MM) Patients Relapsing after Tandem Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "7-hydroxystaurosporine",
        "bone marrow specimen",
        "bortezomib",
        "dna",
        "dna repair gene",
        "fanconi anemia",
        "gemcitabine",
        "gene expression profiling",
        "kinase inhibitors",
        "melphalan"
    ],
    "author_names": [
        "Guido Tricot, MD, PhD",
        "Fenghuang Zhan, MD, PhD",
        "Yongsheng Huang, PhD",
        "Bart Barlogie, MD, PhD",
        "John Shaughnessy, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Background: Repair of DNA interstrand crosslinks (ICLs) is considered the major mechanism by which resistance to high and low dose melphalan emerges ( Spanswick et al. Blood  2002 ; 100 : 224 ). Enhanced ICL repair occurs via the Fanconi anemia (FA)/ BRCA pathway in myeloma cell lines ( Chen et al. Blood  2005 ; 106 : 698 ). The aim of this study was to evaluate if DNA repair genes were indeed upregulated at relapse when compared to baseline in patients enrolled on our Total Therapy 2 protocol. Methods: We compared 51 paired baseline and relapse bone marrow samples for gene expression profiling of CD138 selected plasma cells using the Affimetrix U133 Plus 2.0 microarray. The microarrays were preprocessed using GCOS 1.1 software and normalized using conventional GCOS 1.1 scaling. Baseline and relapse gene expression was compared using the paired Student t test. Results: More than 30 genes related to DNA repair on the microarray were analyzed. We observed significantly higher expression at relapse of FANCA (p=.003), BRCA 1 (p<.001), CHEK1 (p=.006) and FANCG (p=0.03) (Figure 1). In contrast, FANCD2 was down-regulated at relapse (p=.006), while no significant changes in expression of FANCF or DNA mismatch repair genes were seen. Conclusion: Our data supports the concept that DNA repair genes in the FA/BRCA pathway contribute to acquired resistance to melphalan in patients after high dose melphalan transplants and that inhibition of DNA repair by bortezomib, gemcitabine or the CHEK1 kinase inhibitor UCN-01, may reverse such resistance if added to high dose melphalan. View large Download slide DNA Repair Genes in Paired Relapse Samples (N=51) View large Download slide DNA Repair Genes in Paired Relapse Samples (N=51) "
}