{
    "doi": "https://doi.org/10.1182/blood.V106.11.4734.4734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=388",
    "start_url_page_num": 388,
    "is_scraped": "1",
    "article_title": "A Phase II Clinical Study of Rituximab and High-Dose Biweekly THP-COP (Pirarubicin, Cyclophosphamide, Vincristine and Predonisolone) with G-CSF for Non-Hodgkin Lymphoma: Results of a Multicentric Study of NMLSG (Niigata Malignant Lymphoma Study Group). ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction CHOP chemotherapy has been accepted as the standard treatment for patients with non-Hodgkin lymphoma (NHL), but in some histological or clinical subtypes the results are not satisfactory. We have shown the efficacy and safety of high-dose biweekly THP-COP with G-CSF support (HDBW-TCOP(G)) for NHL. In this regimen, we choose pirarubicin in stead of doxorubicin because it was proven high efficacy against NHL and the lower toxicity than doxorubicin. Recently, the combination of rituximab and standard CHOP has been shown to have a synergistic effect for NHL. We performed a phase II multicentric clinical study to assessed the feasibility and toxicity of the combination chemotherapy of rituximab and HDBW-TCOP(G) (HDBW-R-TCOP(G)) compared with those of HDBW-TCOP(G). Patients and methods Between August 1998 and December 2004, Forty-one Japanese patients with previously untreated NHL from whom informed consent was obtained were included in this study. Median age was 45 (range 19–63) years. There were 19 males and 22 females. According to WHO-classification diagnoses, histological subtypes included follicular lymphoma (FL) 15(37%); nodal marginal zone B-cell lymphoma (NMZBCL) 2(5%); mantle cell lymphoma (MCL) 3(7%); anaplastic large cell lymphoma (ALCL) 1(2%), diffuse large B-cell lymphoma (DLBCL) 18(44%); peripheral T-cell lymphoma (PTCL) 1(2%), angioimmunoblastic T-cell lymphoma (AILT) 1(2%). Of 41 patients, one patient was stage 1, stage 2, 11 stage 3 and 16 stage 4. International prognostic index (IPI) included L 6; LI 22; HI 7; H 6. HDBW-TCOP(G) consisted of pirarubicin 70 mg/m 2 on day 1; cyclophosphamide 1000 mg/m 2 on day 1; vincristine 1.4 mg/m 2 on day 1; predonisolone 50 mg/m 2 orally from day 1 to 5; lenograstim 2.0 μg/kg/day from day 3. Fifteen patients who enrolled after rituximab was approved in Japan received therapy combined HDBW-TCOP(G) with rituximab 375mg/ m 2 on day -2 (HDBW-R-TCOP(G)). Six cycles were administered at intervals of two weeks. Results Of the 41 patients treated, 32 (78.0%) achieved a complete remission (CR) and nine (22.0%) achieved a partial remission (PR), for an overall response rate of 100%. After median follow-up of 36 months (range 2.9– 81.8), progression free survival (PFS) and overall survival (OS) were 68.2% and 97.5%, respectively. PFS was 90.9% for HDBW-R-TCOP(G), and 69.5% for HDBW-TCOP(G), but no significant differences was found among two regimen. There was no significant difference in the PFS and OS between aggressive and indolent histological subtypes. 76% of patients developed Grade4 leukopenia (according to NCI criteria) but no patients experienced febrile neutropenia. 15% of patients developed G4 anemia and 17% of patients G4 thrombocytopenia. Other adverse effects were minimal. Conclusion Both HDBW-TCOP(G) and HDBW-R-TCOP(G) are feasible for NHL with acceptable toxicity. The excellent result suggests they are effective for aggressive NHL patients with poor prognostic factors and advanced stage indolent NHL.",
    "topics": [
        "cyclophosphamide",
        "granulocyte colony-stimulating factor",
        "lymphoma",
        "lymphoma, non-hodgkin",
        "recombinant granulocyte colony stimulating factor",
        "rituximab",
        "vincristine",
        "toxic effect",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Jun Takizawa, MD, PhD",
        "Sadao Aoki, MD, PhD",
        "Kazue Takai, MD",
        "Tohri Kurasaki, MD",
        "Keiichiro Honma, MD",
        "Masutaka Higashimura, MD",
        "Kouichi Nagai, MD",
        "Akihito Momoi, MD, PhD",
        "Koji Nikkuni, MD, PhD",
        "Yoshufusa Aizawa, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Internal Medicine, Niigata City General Hospital, Niigata, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Internal Medicine, Niigata Prefectural Central Hospital, Joetsu, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ],
        [
            "Division of Internal Medicine, Niigata City General Hospital, Niigata, Japan"
        ],
        [
            "Division of Hematology, Niigata University Medical and Dental Hospital, Niigtta, Japan"
        ]
    ],
    "first_author_latitude": "37.919468099999996",
    "first_author_longitude": "139.0355179"
}