{
    "doi": "https://doi.org/10.1182/blood-2021-149183",
    "article_title": "Role of Mir-192-5p during Response to Azacitidine and Lenalidomide Therapy in Myelodysplastic Syndromes ",
    "article_date": "November 5, 2021",
    "session_type": "636.Myelodysplastic Syndromes-Basic and Translational",
    "abstract_text": "Background and Rationale . miRNAs are small non-coding RNAs that regulate gene expression by acting on the epigenetic machinery and are themselves controlled by epigenetic mechanisms. The expression of miRNAs is linked to cancer development and miRNA profiles are studied as new prognostic factors or therapeutic new perspectives (Jiang X et al. Nat Commun 2016). High-risk MDS are now treated with hypomethylating agents, like Azacitidine (AZA), alone or in combination with other drugs, such as Lenalidomide (LEN). Recent data showed that the concurrent acquisition of specific point mutations on PI3KCD, PLCG2 and AKT3 genes is associated with loss of response to AZA+LEN therapy (Follo MY et al. Leukemia 2019). Inositide signalling regulated by Phospholipase C (PLC) and PI3K/AKT is indeed involved in epigenetic processes and in MDS progression to AML, through the regulation of proliferation, differentiation and apoptosis. Patients and Methods . This study included 26 high-risk MDS patients treated with AZA (75 mg/m2/day, days 1-5, sc) and LEN (10 mg/day, days 1-21 or 8-21, orally) every 4 weeks. Patients showing complete remission (CR), partial remission (PR), any hematologic improvement (HI) or marrow CR+HI following IWG response criteria were considered as responders, while patients showing stable disease or disease progression were considered as non-responders. miRNAs expression was assessed using an Affymetrix miRNA 4.0 array on patients' cells extracted at baseline and during the therapy, at the 4th (T4) and 8th (T8) cycle of therapy. Results were then validated by Real-Time PCR and miRNA targets were studied by dual Luciferase assay. Real-Time PCR was also used to examine the expression of PLC genes. Results . All patients included in this study were considered evaluable for response. According to the revised IWG criteria (14), the overall response rate (ORR) was 76.9% (20/26 cases): CR (5/26, 19.2%), PR (1/26, 3.8%), marrow CR (mCR, 2/26, 7.7%), HI (6/26, 23.1%), mCR+HI (6/26, 23.1%), whereas 6/26 patients (23.1%) had a stable disease. For our analyses, we considered 10 patients as responders (R, showing response within T4 and maintaining it at T8), 10 losing response (LR, showing response within T4 and losing it at T8) and 6 non-responders (NR, never showing a response). Paired analysis between R and NR patients showed a statistically significant up-regulation of miR-192-5p and miR-21-5p between T0 and T4, as well as a down-regulation of miR-224-5p between T4 and T8, hinting at a relevant role for these miRNAs during AZA+LEN response. Real-Time PCR analyses confirmed the modulation of miR-192-5p and an altered expression of PLC genes during AZA+LEN therapy in all patients' subgroups, as well as an involvement of BCL-2 (possible target of miR-192-5p) that was also proven in vitro by dual Luciferase assays. Furthermore, as miR-192-5p expression seemed to be correlated with response, we performed Kaplan-Meier analyses and found out an association between high levels of miR-192-5p at T4 and OS (p=0.08) or LFS (p=0.04) in our MDS cases. More interestingly, this correlation was stronger (p=0.03) in R, as compared with LR and NR. Conclusions . This study shows that AZA+LEN therapy in MDS affects the expression of miR-192-5p, whose high level at T4 is associated with higher OS and LFS in responder patients. Moreover, we showed that miR-192-5p specifically targets and inhibits BCL-2, hinting at a regulation of MDS proliferation and apoptosis. Additional studies, to be performed in a larger cohort of MDS patients, are needed to confirm these data, as well as better understand the molecular mechanisms and the prognostic relevance of miR-192-5p in AZA+LEN therapy. Disclosures Cavo:  AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive Biotechnologies: Consultancy, Honoraria; Novartis: Honoraria; GlaxoSmithKline: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel Accommodations, Speakers Bureau; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squib: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Finelli:  Celgene BMS: Consultancy, Research Funding, Speakers Bureau; Takeda: Consultancy; Novartis: Consultancy, Speakers Bureau.",
    "author_names": [
        "Matilde Y Follo",
        "Alessia De Stefano",
        "Sara Mongiorgi",
        "Valentina Indio",
        "Annalisa Astolfi",
        "Stefano Ratti",
        "Andrea Pellagatti",
        "Miriam Fogli",
        "Andrea Pession",
        "Michele Cavo",
        "Lucia Manzoli",
        "Lucio Cocco",
        "Jacqueline Boultwood",
        "Sarah Parisi",
        "Stefania Paolini",
        "Carlo Finelli"
    ],
    "author_dict_list": [
        {
            "author_name": "Matilde Y Follo",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessia De Stefano",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Mongiorgi",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valentina Indio",
            "author_affiliations": [
                "Interdepartmental Centre of Cancer Research \"G. Prodi\", University of Bologna, Bologna, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annalisa Astolfi",
            "author_affiliations": [
                "Dipartimento di Morfologia, chirurgia e medicina sperimentale, University of Ferrara, Ferrara, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Ratti",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Pellagatti",
            "author_affiliations": [
                "Blood Cancer UK, University of Oxford, Oxford, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miriam Fogli",
            "author_affiliations": [
                "IRCCS Azienda Ospedaliero-Universitaria di Bologna - Istituto di Ematologia \"Seràgnoli\", Bologna, Italy, Bologna, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Pession",
            "author_affiliations": [
                "IRCCS Azienda Ospedaliero-Universitaria di Bologna - Department of Pediatrics, Bologna, Italy, Bologna, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo",
            "author_affiliations": [
                "Istituto di Ematologia \"Seràgnoli\", IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Manzoli",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucio Cocco",
            "author_affiliations": [
                "Biomedical and Neuromotor Sciences, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Boultwood",
            "author_affiliations": [
                "Blood Cancer UK, University of Oxford, Oxford, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Parisi",
            "author_affiliations": [
                "IRCCS Azienda ospedaliero-universitaria di Bologna, Istituto di Ematologia \"Seràgnoli\", Bologna, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Paolini",
            "author_affiliations": [
                "IRCCS Azienda Ospedaliero-Universitaria di Bologna - Istituto di Ematologia \"Seràgnoli\", Bologna, Italy, Bologna, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo Finelli",
            "author_affiliations": [
                "IRCCS Azienda Ospedaliero-Universitaria di Bologna - Istituto di Ematologia \"Seràgnoli\", Bologna, Italy, Bologna, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:04:47",
    "is_scraped": "1"
}