{
    "doi": "https://doi.org/10.1182/blood-2021-150413",
    "article_title": "Targeting PI3K-AKT-mTOR Signaling in Multiple Myeloma Mesenchymal Stem Cells Mediates Antiproliferative Effect on Myeloma Cells ",
    "article_date": "November 5, 2021",
    "session_type": "651.Multiple Myeloma and Plasma Cell Dyscrasias: Basic and Translational",
    "abstract_text": "Introduction : Multiple myeloma (MM) is a B-cell malignancy characterized by an abnormal proliferation and infiltration of malignant plasma cells in the bone marrow (BM). Mesenchymal stromal cells (MSCs) represent a crucial component of the BM niche and mediate essential signalling via cytokines and cell-cell interactions. The interplay of MM cells and BM-MSC is complex and relies on multiple signaling pathways leading to MM progression and therapeutic resistance. Objectives : MM remains an incurable disease so far. Distinctive for this disease is a long-lasting polarization of the BM niche influencing MM progression and prognosis. We, therefore, focussed on MSCs to identify enrichment for different hallmark gene sets and their aberrant signaling contributing to the pathogenesis of the disease, therapy response and to further identify novel therapeutic strategies. Methods : BM-MSCs were isolated from patients with MM at diagnosis (MM-D-MSC) and in remission (MM-R-MSC) as well as from donors with other malignant diseases (CTR-MSC). RNA sequencing and Western Blot were used for examination of enriched pathways. Various functional assays for proliferation, apoptosis and cell cycle were performed either using a mono-culture or co-culture protocol of MSC and the MM-cell lines MM.1S and SKMM2 treating the cells with the pan-PI3K-inhibitor GDC-0941. Results : MM-D-MSCs supported the growth of myeloma cell lines better (3 fold, p<0.01) than MM-R- and CTR-MSCs. Our results demonstrate that MM-D-MSCs have a distinct gene expression profile compared to CTR-MSC indicating potential nodes of crosstalk and therapeutic importance. Amongst others, the PI3K-AKT-mTOR hallmark gene set was significantly enriched in MM-D-MSCs as compared to CTR-MSCs (p<0.001). We confirmed these findings on a proteomic level. We found evidence for the upregulation of PI3Kα, AKT, pAKT and mTOR in MM-D-MSC comparing to the other MM-R- and CTR-MSCs (p<0.05). We treated these MSC and the MM-cell lines MM.1S and SKMM2 with the PI3-Kinase inhibitor GDC-0941. The treatment reduced the signaling PI3Kα, AKT and mTOR in both, MSC and MM-cells. As stated MM-D-MSC supported the growth of myeloma cells better than other MSC types. However, upon GDC-0941 treatment, the proliferation of MM-D-MSCs was significantly reduced compared to the other MSC-types. In addition, the inhibition of proliferation of myeloma cell lines MM1S and SKMM2 was much more pronounced when they were cocultured with MM-D-MSC (32 and 34 %, p=0.04) compared to the growth of myeloma cells in coculture with MSC types, either in remission or other malignancies. Conclusion : We here identified functionally distinct differences in MM-D-MSCs compared to MM-R-MSCs or CTR-MSCs. Our data further provides a deeper insight into the molecular signature of MM-MSCs, a predictive of patient prognosis and treatment outcome. Targeting MSCs as a crucial part of the MM-BM niche by using PI3K-inhibitors could contribute to novel therapeutic strategies to effectively block MM-MSC interaction improving overall patient survival. Disclosures Raab:  Roche: Consultancy; Sanofi: Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Khandanpour:  BMS/Celgene: Honoraria; Sanofi: Honoraria, Research Funding; Pfizer: Honoraria; AstraZeneca: Honoraria, Research Funding; Janssen: Honoraria; Takeda: Honoraria; GSK: Honoraria.",
    "author_names": [
        "Luca Heinmann",
        "Helal Mohammed Mohammed Ahmed Noman",
        "Klara Möllers",
        "Subbaiah Chary Nimmagadda",
        "Kaiyan Sun",
        "Daria Frank",
        "Hanna Korab",
        "Lanying Wei",
        "Anja Baumann",
        "Alexandra Poos",
        "Marc-Steffen Raab",
        "Georg Lenz",
        "Cyrus Khandanpour"
    ],
    "author_dict_list": [
        {
            "author_name": "Luca Heinmann",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Helal Mohammed Mohammed Ahmed Noman",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Münster, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klara Möllers",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subbaiah Chary Nimmagadda",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaiyan Sun",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daria Frank",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanna Korab",
            "author_affiliations": [
                "Clinical Cooperation Unit (CCU) Molecular Hematology/Oncology, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lanying Wei",
            "author_affiliations": [
                "Institute of Medical Informatics, University Hospital Muenster, Muenster, Germany., Muenster, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Baumann",
            "author_affiliations": [
                "Clinical Cooperation Unit (CCU) Molecular Hematology/Oncology, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Poos",
            "author_affiliations": [
                "Clinical Cooperation Unit (CCU) Molecular Hematology/Oncology, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc-Steffen Raab",
            "author_affiliations": [
                "Clinical Cooperation Unit Molecular Hematology/Oncology, German Cancer Research Center (DKFZ) and Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Lenz",
            "author_affiliations": [
                "Department of Medicine A, Hematology, Oncology and Pneumology, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrus Khandanpour",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:13:36",
    "is_scraped": "1"
}