{
    "doi": "https://doi.org/10.1182/blood.V120.21.262.262",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2376",
    "start_url_page_num": 2376,
    "is_scraped": "1",
    "article_title": "Pikfyve-Deficient Platelets Mediate Inflammation and Thrombosis by Releasing Aberrant Granules ",
    "article_date": "November 16, 2012",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion I",
    "topics": [
        "blood platelets",
        "granules",
        "inflammation",
        "thrombosis",
        "alopecia",
        "edema",
        "enzymes",
        "hemostasis procedures",
        "phosphatidylinositols",
        "phosphotransferases"
    ],
    "author_names": [
        "Sang H Min, MD",
        "Aae Suzuki",
        "Liang Zhao, Ph.D.",
        "Lurong Lian",
        "Timothy J. Stalker, PhD",
        "John K. Choi, MD, PhD",
        "Charles S. Abrams, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Department of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Children's Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "School of Medicine, University of Pennsylvania, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "39.952341000000004",
    "first_author_longitude": "-75.19510344999999",
    "abstract_text": "Abstract 262 Platelets play key roles in hemostasis and thrombosis, as well as in non-hemostatic processes, including atherosclerosis and inflammation. Although platelet secretory products are thought to be essential mediators in these processes, the mechanism of cross-talk between platelets and cells of both the vascular and immune systems is poorly understood. Here, we report that the inactivation of a phosphoinositide kinase, PIKFyve, specifically in platelets, leads to the secretion of aberrant platelet granules and tissue infiltration of vacuolated macrophages, thus promoting both inflammation and thrombosis in mice. We recently generated a mouse model with the intent to analyze the role of phosphoinositide synthesis in platelet granule biogenesis. These mice were genetically engineered to ablate platelet-specific PIKFyve kinase activity (PF4Cre+ PIKFyve fl/fl ) necessary to synthesize phosphatidylinositol(3,5)P2. The PF4Cre+ PIKFyve fl/fl mice formed aberrant platelet granules, but unexpectedly developed hair loss, body-swelling, osteopenia, and multiorgan failure, leading to death by 5–6 months of age. Necropsy revealed extensive tissue infiltration of large vacuolated macrophages. These findings were associated with accelerated arterial thrombosis in vivo . Because the targeting strategy was not anticipated to directly affect macrophages, we analyzed tissue expression of the PF4-Cre transgene in the PF4Cre+ PIKFyve fl/fl mouse by crossing it with a Cre-dependent LacZ reporter mouse. The PF4-Cre expression was confirmed to be limited to platelets and megakaryocytes, and not in any other cells, including the vacuolated macrophages. This suggests that the macrophage-driven phenotype is mediated by macrophage-extrinsic factors, likely by PIKFyve-null platelets. To examine whether the macrophage phenotype is mediated by hematopoietic cells, PF4 Cre+ PIKFyve fl/fl bone marrow cells were transplanted into lethally irradiated WT mice. The recipient mice engrafted with PF4 Cre+ PIKFyve fl/fl donor cells developed tissue infiltration of vacuolated macrophages in multiple organs, recapitulating the phenotype of PF4 Cre+ PIKFyve fl/fl mice. Conversely, the lethally irradiated PF4 Cre+ PIKFyve fl/fl recipient mice repopulated with WT donor cells completely reverted their hair loss and body swelling, and resolved their tissue accumulation of vacuolated macrophages. Moreover, while PF4 Cre+ PIKFyve fl/fl mice survive for only 5–6 months, the PF4 Cre+ PIKFyve fl/fl mice that were recipients of normal hematopoietic progenitor cells appear to have a normal lifespan. Together, our data demonstrate that the macrophage-driven phenotype is exclusively mediated by hematopoietic cells. To determine whether the released granules from PIKFyve-null platelets mediate the macrophage phenotype, PF4 Cre+ PIKFyve fl/fl mice were crossed with Bloc1−/− mice. The Bloc1 complex is required for vesicle docking and fusion during the biogenesis and secretion of platelet granules. The PF4 Cre+ PIKFyve fl/fl mice that were also homozygous for the Bloc1 mutation did not develop the macrophage-driven pleomorphic phenotype typically seen in PF4 Cre+ PIKFyve fl/fl mice. This suggests that the secretion of granules from PIKFyve-null platelets is required to drive the macrophage response in PF4 Cre+ PIKFyve fl/fl mice. Notably, PIKFyve-null megakaryocytes displayed numerous enlarged vacuoles in the cytoplasm by electron microscopy. In addition, despite normal secretion of the alpha and dense granule cargos, PIKFyve-null platelets contained and released elevated levels of lysosomal enzymes. Although ex vivo study of PIKFyve-null platelet aggregation was normal, in vivo analysis of platelet thrombus formation with a FeCl 3 -induced carotid artery injury model showed an accelerated formation of arterial thrombus indicating that PF4 Cre+ PIKFyve fl/fl mice were prothrombotic. Collectively, our data show that the loss of PIKFyve kinase activity in platelets results in the formation of aberrant platelet granules with increased release of lysosomal enzymes, and promotes the development of macrophage-driven inflammation and thrombosis. This study provides further evidence that secretion of platelet granules modulates primary immunity, and contributes to a wide range of biological processes that extend beyond hemostasis. Disclosures: No relevant conflicts of interest to declare."
}