{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.12.12",
    "article_title": "A Pharmacologic Approach Using Pomalidomide and Dexamethasone to Study Stage-Specific Regulation of Erythroid Progenitors ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Normal Erythropoiesis",
    "abstract_text": "The erythroid progenitors, burst forming unit-erythroid (BFU-E) and colony forming unit-erythroid (CFU-E), control red cell production through the integration of a variety of self-renewal and differentiation signals. The identification of these signals and their effects on erythroid progenitor populations are of therapeutic interest for human disorders characterized by decreased red cell production such as Diamond Blackfan Anemia (DBA). We have previously documented that pomalidomide acts at the BFU-E stage and dexamethasone at the CFU-E stage in in vitro models of human erythropoiesis. Therefore, these two agents represent potential pharmacologic interventions for the treatment of human diseases with disordered erythropoiesis. Here, we studied the mechanisms by which pomalidomide and dexamethasone enhance erythroid progenitor numbers in cord blood and adult bone marrow-derived CD34+ hematopoietic stem and progenitor cells (HSPC). Pomalidomide increased adult and fetal BFU-E numbers in both serum-free and serum-containing in vitro erythroid culture systems. CFU-E numbers and terminal erythroblasts were also transiently attenuated suggesting that pomalidomide mediates increased BFU-E in part through delayed progression to erythropoietin-sensitive progenitors and precursor stages. Transforming growth factor-β (TGF-β) has previously been shown to regulate the transition from BFU-E to CFU-E, and therefore, we investigated whether pomalidomide modulates TGF-β signaling. We noted accelerated differentiation as assessed by glycophorin A (GPA) expression of CD34+ HSPCs treated with TGF-β1, and the addition of pomalidomide completely abrogated TGF-β1 mediated differentiation. This effect was not due to inhibition of TGF-β1 receptors or kinases as treatment of NIH 3T3 cells with TGF-β1 ± pomalidomide failed to prevent SMAD2 phosphorylation. Only CD34+ HSPCs differentiated in the presence of pomalidomide exhibited reduced sensitivity to TGF-β1. These results suggest that pomalidomide alters erythroid and/or earlier hematopoietic progenitor differentiation to enrich a population of TGF-β1 insensitive cells and/or affects the activity of downstream TGF-β1 effectors. Dexamethasone, in contrast to pomalidomide, was found to specifically increase the number of CFU-E progenitors. Elevated CFU-E self-renewal was associated with an accumulation of cells in G0/G1 of the cell cycle, which suggests that alterations to cell cycle progression may contribute to the regulation of self-renewal genes in CFU-E. In contrast to adult-derived CFU-E, dexamethasone failed to affect CFU-E numbers or cell cycle status in cord blood derived CFU-Es. We investigated the expression of glucocorticoid receptor isoforms (GRα and GRβ) in erythroid progenitors, which revealed that BFU-E and CFU-E differentially express GR isoforms. BFU-E expressed comparable levels of GRα and the hypothesized dominant-negative GRβ, where as only GRα transcript was measured in CFU-E. These expression patterns were similar between adult and cord blood-derived progenitors. Despite similar GR levels, adult-derived erythroid progenitors, but not cord blood derived progenitors, were shown to translocate GRα to the nucleus after a 24hr pulse of dexamethasone suggesting that post-translational mechanisms may govern dexamethasone response in erythroid progenitors. These findings strongly indicate that pharmacologic modulation of the TGF-β and glucocorticoid-signaling pathways can effectively stimulate erythroid progenitor self-renewal. We are currently elucidating specific targets for pomalidomide and dexamethasone in BFU-E and CFU-E, respectively, through proteomics and transcriptome approaches, and investigating the efficacy of mono- and combination therapies using peripheral blood-derived CD34+ HSPCs from DBA patients to study their therapeutic efficacy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dexamethasone",
        "erythroid progenitor cells",
        "infectious mononucleosis",
        "pharmacology",
        "pomalidomide",
        "protein isoforms",
        "diamond-blackfan anemia",
        "erythropoietin",
        "glucocorticoid receptors",
        "glucocorticoids"
    ],
    "author_names": [
        "Brian M Dulmovits, MS",
        "Nan Wang, PhD",
        "Hongxia Yan, MS",
        "Julien Papoin, MS",
        "Ryan Ashley, BS, MS",
        "John Hale",
        "Jeffrey M Lipton, MDPhD",
        "Mohandas Narla, DSc",
        "Anupama Narla, MD",
        "Lionel Blanc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brian M Dulmovits, MS",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Hofstra Northwell School of Medicine, Manhasset, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nan Wang, PhD",
            "author_affiliations": [
                "Stanford School of Medicine, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongxia Yan, MS",
            "author_affiliations": [
                "New York Blood Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julien Papoin, MS",
            "author_affiliations": [
                "Feinstein Institute for Medical Research, Manhasset, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Ashley, BS, MS",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Hofstra Northwell School of Medicine, Manhasset, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Hale",
            "author_affiliations": [
                "Red Cell Physiology Laboratory, New York Blood Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey M Lipton, MDPhD",
            "author_affiliations": [
                "The Feinstein Institute for Medical Research, Hofstra Northwell School of Medicine, Manhasset, NY ",
                "Cohen Children's Medical Center of NY, New Hyde Park, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohandas Narla, DSc",
            "author_affiliations": [
                "Red Cell Physiology Laboratory, New York Blood Center, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anupama Narla, MD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Hematology/Oncology, Stanford School of Medicine, Hillsborough, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Blanc, PhD",
            "author_affiliations": [
                "Hofstra Northwell School of Medicine, The Feinstein Institute For Medical Research, Manhasset, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:36:13",
    "is_scraped": "1"
}