{
    "doi": "https://doi.org/10.1182/blood-2018-99-111580",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4033",
    "start_url_page_num": 4033,
    "is_scraped": "1",
    "article_title": "Induced Transdifferentiation of Leukemia B-Cells to Macrophages Involves Reconfiguration of the DNA Methylome ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "ccaat/enhancer binding protein alpha",
        "cell transdifferentiation",
        "dna",
        "estradiol",
        "leukemia",
        "macrophages",
        "vesicle",
        "blood cells"
    ],
    "author_names": [
        "Alberto Bueno-Costa",
        "David Piñeyro",
        "Marta Soler",
        "Biola Maria Javierre",
        "José Angel Martínez-Climent",
        "Manel Esteller, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cancer Epigenetics and Biology Program (PEBC), Barcelona, Spain "
        ],
        [
            "Cancer Epigenetics and Biology Program (PEBC), Badalona, Spain "
        ],
        [
            "Cancer Epigenetics and Biology Program (PEBC), Badalona, Spain "
        ],
        [
            "Josep Carreras Research Institute (IJC), Badalona, Spain "
        ],
        [
            "Centre for Applied Medical Research (CIMA), Pamplona, Spain"
        ],
        [
            "Cancer Epigenetics and Biology Program (PEBC), Barcelona, Spain "
        ]
    ],
    "first_author_latitude": "41.34595600000001",
    "first_author_longitude": "2.1115808",
    "abstract_text": "The epigenomic changes that occur during the process of cellular differentiation, such as in the blood cell lineage, are currently not well understood, especially at distant regulatory regions such as enhancer sequences. To study the effects of DNA methylation on cellular (de)differentiation, we have used a human B Cell Acute Lymphoblastic Leukemia model of transdifferentiation (BLaER 1 ), which has an estradiol-inducible CEBPA construct that allows the conversion of leukemic B cells to non-tumorigenic macrophage-like cells. By analyzing the DNA methylation landscape of these cells at different time points of transdifferentiation with an Illumina EPIC methylation array, we have found enhancer-associated CpGs that shifts their methylation levels at the end of the transdifferentiation. By merging these results with the data obtained by Genome-wide Chromosome Conformation Capture Capture (Hi-C) in naive B cells and macrophages, we studied the putative interaction between several gene-promoters and our differentially methylated CpGs. We then proceed further to characterize the impact of the observed interactions on gene expression. We have identified the DNA methylation dependent enhancer interactomes of B-cells and macrophages. These target genes are related with vesicle trafficking, endocytosis and immune response. Our data highlight the role of DNA methylation to determine cell identity in the blood cell lineage. Disclosures No relevant conflicts of interest to declare."
}