{
    "doi": "https://doi.org/10.1182/blood.V118.21.3494.3494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1895",
    "start_url_page_num": 1895,
    "is_scraped": "1",
    "article_title": "PIM Kinases Inhibition, a Rational Strategy in Peripheral T-Cell Lymphomas, ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "phosphotransferases",
        "potentially inappropriate medication list",
        "cancer",
        "aldesleukin",
        "biological markers",
        "gene expression profiling",
        "quantitative real-time polymerase chain reaction",
        "rna",
        "rna, messenger"
    ],
    "author_names": [
        "Esperanza Martin-Sanchez",
        "Socorro M. Rodriguez-Pinilla",
        "Margarita Sanchez-Beato",
        "Beatriz Dominguez-Gonzalez",
        "Magdalena B. Wozniak",
        "Manuela Mollejo, MD",
        "Javier Alves",
        "Jose Luis Rodriguez-Peralto",
        "Javier Menarguez",
        "Juan C. Cigudosa",
        "Pablo L. Ortiz-Romero",
        "Juan F. Garcia, MD",
        "James R. Bischoff",
        "Miguel A. Piris"
    ],
    "author_affiliations": [
        [
            "Lymphoma Group, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Lymphoma Group, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Lymphoma Group, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Lymphoma Group, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Lymphoma Group, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Hospital Virgen de la Salud, Toledo, Spain, "
        ],
        [
            "Pathology, Hospital Universitario La Paz, Madrid, Spain, "
        ],
        [
            "Pathology, Hospital 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Pathology, Hospital General Univ. Gregorio Marañon, Madrid, Spain, "
        ],
        [
            "Human Genetics Programme, Spanish National Cancer Research Centre (CNIO), Madrid, Spain, "
        ],
        [
            "Dermatology Department, Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Pathology, MD Anderson Cancer Centre, Madrid, Spain, "
        ],
        [
            "Experimental Therapeutics Programme, Spanish National Cancer Research Centre, Madrid, Spain, "
        ],
        [
            "Pathology Department, Hospital Universitario Marques de Valdecilla, IFIMAV, Santander, Spain"
        ]
    ],
    "first_author_latitude": "40.4762625",
    "first_author_longitude": "-3.6939186999999998",
    "abstract_text": "Abstract 3494 The search of an efficient therapy for Peripheral T-cell lymphomas (PTCL) patients is still a challenge, in part due to the very little knowledge about the PTCL pathogenesis, and the absence of appropriate models. This heterogeneous group of very aggressive malignancies can not be cured with conventional therapies; therefore, new therapeutic strategies are needed to improve the poor outcome in these patients. PIM family is composed of 3 kinases (PIM1, PIM2 and PIM3) which play an essential role in cell proliferation and survival. They are mainly activated through JAK/STAT signaling pathway, and are frequently altered in human malignancies by amplification, mutation and overexpression. The aim of this study is to determine the efficiency and the mechanism of action of PIM inhibition in PTCL. Gene expression profiling of twenty two PTCL cases and seven reactive lymph nodes was performed. We observed a strong overexpression of the three PIM family genes in PTCL cases, especially PIM2 . In addition, Gene Set Enrichment Analysis identified an overexpression of STAT3 and IL-2 pathways in PTCL cases, probably responsible for the strong expression of PIMs we found. Furthermore, PIM genes expression was confirmed by quantitative RT-PCR in 6 PTCL-derived cell lines compared to normal T cells from healthy donors, highlighting again the relevance of PIM2 . Genetic inhibition was carried out using small interference RNA to specifically abolish the expression of each PIM1, PIM2 and PIM3 in a panel of 6 PTCL cell lines belonging to different PTCL subgroups. Additionally, pharmacological inhibition with one PIM inhibitor (ETP-39010) was performed. Surprisingly, genetic inhibition of each of the PIM gene alone did not show any cellular effect, neither cell cycle arrest nor apoptosis. But interestingly, we found that specific inhibition of each of the PIM genes caused an increased expression of the other PIM family members, probably leading to a compensatory mechanism among these kinases balancing the lack of one of them, avoiding pro-apoptotic effects and allowing cell survival. Accordingly, a simultaneous inhibition of PIM1, PIM2 and PIM3 using the pharmacological pan-PIM inhibitor produced a decrease in cell viability and a strong induction of apoptosis in all cell lines, without cell cycle arrest. Several PIM inhibitor biomarkers have been identified at the mRNA level, involving the DNA damage response signaling. In conclusion, our results indicate that PIM kinases inhibition could be an effective therapeutic approach for PTCL. Disclosures: No relevant conflicts of interest to declare."
}