{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2436.2436",
    "article_title": "Controlling Hematopoietic Stem Cell Quiescence By Ablating the TGFβ-Responsive, Hematopoietic-Hpecific Enhancer of CDKN1C (p57) ",
    "article_date": "December 7, 2017",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster II",
    "abstract_text": "Introduction: The cyclin-dependent kinase inhibitor (CDKI) CDKN1C (p57) is a putative tumor suppressor gene with strong differential expression in both human and murine hematopoietic stem cells (HSCs). The most immature, quiescent HSCs are marked by p57 expression and p57 is rapidly downregulated as HSCs enter cell cycle and differentiate. Genetic deletion of p57 leads to abnormal HSC cell cycle entry and, in murine models, a propensity for HSC exhaustion indicating that p57 is an essential gatekeeper of HSC function. TGFβ signaling is an important mediator of HSC quiescence and mandates the withdrawal of HSCs from cell cycle following hematopoietic stress. We have found that p57 is a direct transcriptional target of TGFβ in HSCs where it serves as an essential downstream mediator of TGFβ signaling. In HSCs, genetic deletion of p57 phenocopies the effects of TGFβ blockade in vivo. The regulation of p57 is complex and interesting. In almost all epithelial cell types, p57 is poorly expressed and is not a transcriptional target of TGFβ. This is also true for most differentiated hematopoietic lineages. The mechanism for the tissue-type and differentiation stage-specific expression of p57 and its control by TGFβ in HSCs is not known. We hypothesized that a hematopoietic enhancer for p57 must be responsible for TGFβ induction in HSCs. Methods: We performed chromatin immunoprecipitation (ChIP/ChIP-chip/ChIP-seq) in human, AML-derived M091 cells that faithfully upregulate p57 in response to TGFβ signaling in a manner indistinguishable from human cord blood derived CD34+ cells. Cultured cells were studied while proliferating and following treatment with TGFβ for various times. ChIP was performed for histone modifications that mark enhancer elements (histone H3 lysine 4 mono-methylation, H3K4me1, and H3K27-acetlylation, H3K27ac) and promoters (histone H3 lysine 4 tri-methylation, H3K4me2, and H3K27-acetlylation, H3K27ac). Genomic localization of receptor activated phospho-Smad2 was also identified before and after TGFβ stimulation. Putative enhancers were cloned into reporter constructs that were then studied after stable incorporation into the genome of M091 and K562 cells. Results: We identified putative enhancer elements more than 100 KB from the p57 gene body (Fig. A). A cluster of three small elements fulfilled our biochemical criterion for a hematopoietic-specific enhancer: enhancer histone marks (H3K4me1/H3K27ac); hyper-acetylation and phospho-Smad2 binding in response to TGFβ (Fig. B, D). When subcloned and tested in reporter assays, the elements had enhancer function and two of the three were induced by TGFβ (Fig. C). Interestingly, the ENCODE consortium identified the genomic region of our putative enhancers as overlapping with a DNAseI hypersensitive site and harboring the chromatin signature of a \"Strong Enhancer\" only in hematopoietic cells (K562) but not in other cell type tested. Nonetheless, unequivocal classification of this element as a p57 enhancer required in vivo analysis of HSCs with targeted deletion of the enhancer element. We designed and cloned, ten guide-RNAs (gRNAs) targeting regions upstream and downstream of this putative enhancer cluster. These gRNAs were then tested in HeLa cells by transient transfection with wild-type Cas9 nuclease. Using this approach, we selected a pair of gRNAs with the highest efficiency in deleting the entire enhancer cluster as assessed by ddPCR (~30% alleles). These gRNAs or non-targeting control gRNAs and Cas9 were then transfected into M091 cells along with a GFP reporter. Transfected GFP+ cells were then sorted 36 hrs later. A second lot of unsorted cells were grown in bulk cultures. Allelic ratios of this enhancer element were tracked by ddPCR to assess the relative outgrowth of genomically unmodified cells compared to those that had this putative p57 enhancer deleted. The targeted MO91 population has exhibited resistance to TGFβ as assessed using a growth curve assay. Conclusions: A hematopoietic-specific enhancer lying ~100 kb from the p57 gene body is important for TGFβ-mediated upregulation of p57 and consequent cell cycle withdrawal in immature hematopoietic cells. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cell cycle quiescence",
        "cyclin-dependent kinase inhibitors",
        "enhancer of transcription",
        "hematopoietic stem cells",
        "histone h3",
        "histones",
        "immunoglobulins, thyroid-stimulating",
        "immunoprecipitation",
        "infectious mononucleosis",
        "lysine"
    ],
    "author_names": [
        "Mia Yabut, BS",
        "Fabienne Brenet, PhD",
        "Nassima Messali, PhD",
        "Nicole Molle, BS",
        "Pouneh Kermani, PhD",
        "Silvana Di Giandomenico, PhD",
        "Matthew Brown, BS",
        "Joseph Scandura, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mia Yabut, BS",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fabienne Brenet, PhD",
            "author_affiliations": [
                "CRCM, Marseille, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nassima Messali, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Molle, BS",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pouneh Kermani, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvana Di Giandomenico, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Brown, BS",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Scandura, MDPhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:30:05",
    "is_scraped": "1"
}