{
    "doi": "https://doi.org/10.1182/blood.V128.22.678.678",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3462",
    "start_url_page_num": 3462,
    "is_scraped": "1",
    "article_title": "Autologous Hematopoietic Cell Transplantation in Elderly Patients Aged 65 and Older: A Retrospective Analysis By the Complications and Quality of Life Working Party of the EBMT ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Clinical Autologous Transplantation in Myeloma I",
    "topics": [
        "hematopoietic stem cell transplantation",
        "older adult",
        "quality of life",
        "transplantation",
        "disease progression",
        "follow-up",
        "frailty",
        "hematopoietic stem cell mobilization",
        "leukemia, acute",
        "lymphoproliferative disorders"
    ],
    "author_names": [
        "Isabel Sánchez-Ortega, MD PhD",
        "Grzegorz W. Basak, MD PhD",
        "Eric Beohou",
        "Steffie van der Werf, MSc",
        "Myriam Labopin",
        "Anja van Biezen",
        "Nicolaus Kroeger, MD",
        "Silvia Montoto, MD",
        "Arnon Nagler, MD MSc",
        "Peter Dreger, MD",
        "Hartmut Goldschmidt, MD",
        "Didier Blaise, MD PhD",
        "Hermann Einsele, MD",
        "Jürgen Finke",
        "Nigel H Russell, MD",
        "Mathias Haenel, MD",
        "Michael Potter",
        "Denis Caillot",
        "Hans-Juergen Salwender, MD",
        "Per T. Ljungman, MD PhD",
        "Charles Craddock, MD PhD",
        "Laurent Garderet, MD",
        "Anna Sureda, MD PhD",
        "Mohamad Mohty, MD PhD",
        "Tapani Ruutu, MD",
        "Rafael F. Duarte, MD PhD"
    ],
    "author_affiliations": [
        [
            "Institut Català d'Oncologia, Hospital Duran i Reynals, Barcelona, Spain "
        ],
        [
            "Department of Hematology, Oncology and Internal Medicine, Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "EBMT Paris study office / CEREST-TC / Saint Antoine Hospital, Paris, France "
        ],
        [
            "Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "EBMT Paris study office / CEREST-TC / Saint Antoine Hospital, Paris, France "
        ],
        [
            "Department of Medical Statistics and Bioinformatics, Leiden University Medical Center, Leiden, Netherlands "
        ],
        [
            "Clinic for Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Department of Haemato-oncology, St Bartholomew's Hospital, Barts Health NHS Trust, London, United Kingdom "
        ],
        [
            "Sheba Medical Center, Sheba Cord Blood Bank, Tel-Hashomer, Israel "
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Department of Medicine V, University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Programme de Transplantation &Therapie Cellulaire, Centre de Recherche en Cancérologie de Marseille, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Internal Medicine II, University Hospital Würzburg, Würzburg, Germany "
        ],
        [
            "Hematology/Oncology, University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "Nottingham University Hospital, Nottingham, United Kingdom "
        ],
        [
            "Klinikum Chemnitz gGmbH, Chemnitz, Germany "
        ],
        [
            "The Royal Marsden Center, London, United Kingdom "
        ],
        [
            "Hématologie Clinique, Dijon University Hospital, Dijon, France "
        ],
        [
            "Asklepios Hospital Altona, Hamburg, Germany "
        ],
        [
            "Centre for Allogeneic Stem Cell Transplantation, Karolinska University Hospital Huddinge, Stockholm, Sweden "
        ],
        [
            "Centre for Clinical Haematology, Queen Elizabeth Hospital, Birmingham, United Kingdom "
        ],
        [
            "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
        ],
        [
            "Institut Català d'Oncologia, Hospital Duran i Reynals, Barcelona, Spain "
        ],
        [
            "Service d'Hématologie et Thérapie Cellulaire, Hôpital Saint-Antoine, Paris, France "
        ],
        [
            "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland "
        ],
        [
            "Department of Hematology. Hospital Universitario Puerta de Hierro, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "41.345760899999995",
    "first_author_longitude": "2.1114568",
    "abstract_text": "INTRODUCTION: Age is no longer a barrier to successful autologous hematopoietic cell transplantation (autoHCT). Improved stem cell mobilization and supportive care are potentially making autoHCT more feasible in elderly patients in recent years. However, reports of autoHCT outcomes in elderly patients aged 65 years-old (yo) and older are limited. These patients are underrepresented in clinical trials and data usually come from relatively small series and subgroup analyses in the main indications, namely multiple myeloma (MM) and lymphoproliferative disorders (LPD). Here, we sought to evaluate the feasibility and general outcomes of the autoHCT procedure in a large cohort of elderly patients reported to the EBMT. PATIENTS AND METHODS: All consecutive autoHCT in recipients 65 yo and older reported to the EBMT between 2000 and 2014 were included. Data collection and outcome analysis followed EBMT registry and statistical guidelines. RESULTS: A total of 21390 autoHCT, including 3514 second or subsequent procedures, from 515 EBMT centres in 45 countries were identified: the median age was 67 (65-89), 17531 were 65-69 yo (Group I) and 3859 were 70 yo and older (Group II); 61% were male; 62% had MM, 30.5% LPD, 3.4% acute leukemia and 3.3% other indications; 99% of cases in both age groups used peripheral blood stem cells, and 10.3% of cases received reduced-dose preparative regimens for advanced age. Median time from diagnosis to autoHCT was 8.9 months (IQR 5.9-18.7), significantly longer for group II (9.4 vs 8.8 months; p <0.001). AutoHCT activity in elderly patients increased over the study period from 443 out of 13163 in 2000 (3.4%) to 2444 out of 23883 in 2014 (9.8%; p <0.001). Neutrophil and platelet engraftment were achieved after a median day +12 (IQR 10-13) and +17 (IQR 14-22), respectively, and 1.4% of the cases experienced primary or secondary graft failure. The main early complication after autoHCT was mucositis (67.5%). Venooclusive disease was diagnosed in 0.8% of cases. The incidence of transplant complications did not differ between age groups. Median follow up time for survivors was 15.3 months (IQR 4.2-41.7), significantly longer for group I than for group II (15.9 vs 13.3; p <0.001). Non-relapse mortality (NRM) was 4.9% [95%CI 4.6-5.2] at 1 year and 8.3% [95%CI 7.8-8.7] at 3 years, significantly higher for Group II both at 1 year (4.6% [95%CI 4.3-5] vs 5.9% [95%CI 5.1-6.8]) and 3 years (7.8% [95%CI 7.4-8.3] vs 10.4% [95%CI 9.2-11.6], p<0.001) after autoHCT (Figure 1). Relapse incidence was 21.6% [95%CI 21-22] at 1 year and 50% [95%CI 50-51.8] at 3 years, significantly higher for group II both at 1 year (20.6% [95%CI 19.9-21.3] vs 26.6% [95%CI 25-28.2]) and 3 years (50% [95%CI 49-51] vs 55% [95%CI 53-57], p <0.001) after autoHCT. Causes of death included relapse or disease progression (76%), transplant related mortality (9.4%), secondary malignancies (4.2%) and others (10.3%). Overall survival (OS) was 87% [95%CI 86.5-87.5] at 1year and 66.7% [95%CI 66.8-68.5] at 3 years, significantly lower for Group II both at 1 year (87.7% [95%CI 87.2-88.3] vs 83.4% [95%CI 82-84.7]) and 3 years (69.1% [95%CI 68.2-70] vs 60.8% [95%CI 58.8-62.9], p 12 months all had an independent negative impact on NRM and OS (Table 1). In addition, more recent year of transplantation had an additional independent favorable impact on OS. CONCLUSIONS: Our results confirm the feasibility of autoHCT in a large-series of elderly patients, with acceptable NRM and OS at 1 and 3 years overall, despite the significant poorer outcomes in those 70 yo and older. In addition, this study identifies in multivariate analysis factors that have an independent impact on NRM and OS of elderly patients undergoing autoHCT. With the limitations of a retrospective registry analysis, this is presumably a highly selected fraction of patients aged 65 and older considered for autoHCT. Nevertheless, our data in a large cohort of such patients convincingly suggest that age per se should not be an exclusion criteria to consider autoHCT in this population. Thus, they also further endorse the need to assess comorbidity and frailty beyond age in older autoHCT candidates to improve outcomes further. Studies to assess the benefit from autoHCT in elderly patients with particular diseases and indications are warranted. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Montoto: Roche: Honoraria; Gilead: Research Funding. Dreger: Novartis: Consultancy; Gilead: Consultancy; Janssen: Consultancy; Gilead: Speakers Bureau; Novartis: Speakers Bureau; Roche: Consultancy. Goldschmidt: Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Chugai: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium: Membership on an entity's Board of Directors or advisory committees, Research Funding; Onyx: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees. Garderet: BMS: Consultancy, Honoraria; Amgen: Consultancy; Takeda: Consultancy; Novartis: Consultancy."
}