{
    "doi": "https://doi.org/10.1182/blood.V122.21.4872.4872",
    "article_title": "Value Of Magnetic Resonance Imaging In The Study and Follow-Up Of Paroxysmal Nocturnal Hemoglobinuria ",
    "article_date": "November 15, 2013",
    "session_type": "508 - Bone Marrow Failure",
    "abstract_text": "Introduction Renal damage is relatively frequent in Paroxysmal Nocturnal Hemoglobinuria (PNH). Iron accumulation from hemolysis in the renal tubules has been found to be one of the triggering factors. Hemosiderin accumulates in the epithelial cells of the proximal renal tubules localized in the renal cortex, and they can be measured (and monitoring) using magnetic resonance imaging (MRI). Methods We studied 7 PNH patients with MR using T2-weighted gradient echo and multiecho sequences. We quantified renal, hepatic and myocardial iron with T2* relaxometry model. Four of these patients were studied at diagnosis and after 1 year of treatment with eculizumab. In 2 of them the MRI was done after 2 and 3 years respectively of treatment with eculizumab. One patient was studied after 8 months on eculizumab, and MRI was repeated at 12 and 24 months. Liver and myocardial iron deposition was quantified in all cases. Results At diagnosis the median hemoglobin of the 7 patients was 8.9 g/dl (8.2-12-4), the PNH median PNH clone size was 77% (60-90) and the median LDH level was 2340 U/L (1100-3600). Three patients presented an important accumulation of iron in the renal cortex, with much lower signal intensity than the medulla in the T2-weighted MR images. One patient with mild hemolysis (Hb 12.4 g/dl, 20% reticulocytes and 1,100 LDH) did not present iron accumulation in the renal cortex, and neither did the 2 patients studied after 2 a 3 years of eculizumab treatment. All the patients improved, presenting median of Hb of 11,2 g/dl ( 9,5-12,9) and of LDH of 520 U/L ( 430- 721). The patient studied after 8 months showed an increase of iron in the renal cortex that persisted, despite the improvement with the treatment with eculizumab, with increase of the Hb and decrease of the LDH levels; this patients had a C hepatitis and positivity on the hemochromatosis genes C282Y/H63D, with important iron hepatic overload (11-17 mgFe/g). In the rest of the patients the hepatic iron was normal, with values from 0.5 to 2 mgFe/g, except in one case where the levels were higher (10 mgFe/g) due to previous transfusions used to treat an aplastic anemia pre-PNH. Myocardial iron was normal in the 7 patients, with values ranging from 33 to 60 ms in T2. Only one of the patients presented several episodes of acute renal insufficiency, related with hemolytic crisis, with residual proteinuria, that disappeared when treated with eculizumab. Conclusions A diffuse signal loss in the renal cortex without liver and spleen alteration is indicative of intravascular hemolysis, suggesting PNH. Serial MRI studies of iron overload in the renal cortex can be used for the diagnosis, and for monitoring the effects of treatment. Figure I View large Download slide MRI before and after eculizumab treatment, case number 2. ( T1, DP and T2**) After a year of treatment we observed a depletion of iron deposits in the renal cortex. Figure I View large Download slide MRI before and after eculizumab treatment, case number 2. ( T1, DP and T2**) After a year of treatment we observed a depletion of iron deposits in the renal cortex.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "follow-up",
        "magnetic resonance imaging",
        "paroxysmal nocturnal hemoglobinuria",
        "iron",
        "eculizumab",
        "aplastic anemia",
        "blood transfusion",
        "echocardiography",
        "hemochromatosis",
        "hemoglobin"
    ],
    "author_names": [
        "Ana Villegas",
        "Ataulfo Gonzalez",
        "Fatima Matute",
        "Jorge Martinez Nieto",
        "Felix de la Fuente"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Villegas",
            "author_affiliations": [
                "Hematology, Hospital Clinico San Carlos, Madrid, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ataulfo Gonzalez",
            "author_affiliations": [
                "Hematology, Hospital Clínico San Carlos, Madrid, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatima Matute",
            "author_affiliations": [
                "Hospital Clinico San Carlos, Madrid, Spain"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Martinez Nieto",
            "author_affiliations": [
                "Hospital Clinico San Carlos, Madrid, Spain"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felix de la Fuente",
            "author_affiliations": [
                "Hospital Clinico San Carlos, Madrid, Spain"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:40:38",
    "is_scraped": "1"
}