{
    "doi": "https://doi.org/10.1182/blood.V122.21.3130.3130",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2569",
    "start_url_page_num": 2569,
    "is_scraped": "1",
    "article_title": "Clinical Features, Outcome and Prognostic Factors For Survival and Evolution To Multiple Myeloma Of Solitary Plasmacytomas: A Report Of The Greek Myeloma Study Group In 97 Patients ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "multiple myeloma",
        "plasmacytoma",
        "prognostic factors",
        "signs and symptoms",
        "chemotherapy regimen",
        "excision",
        "radiation therapy",
        "beta 2-microglobulin",
        "biopsy",
        "bisphosphonates"
    ],
    "author_names": [
        "Eirini Katodritou",
        "Evangelos Terpos",
        "Argiris S. Symeonidis",
        "Anastasia Pouli",
        "Charikleia Kelaidi",
        "Marie-Christine Kyrtsonis, MD",
        "Maria Kotsopoulou",
        "Sosana Delimpasi",
        "Anna Christoforidou",
        "Nikolaos Giannakoulas",
        "Nora-Athina Viniou",
        "Ekaterini Stefanoudaki",
        "Christina Hadjiaggelidou",
        "Dimitrios Christoulas",
        "Evgenia Verrou",
        "Vassiliki Gastari",
        "Sofia Papadaki",
        "Freideriki Patakiouta",
        "Efstathios Kastritis",
        "Alexandra Kouraklis",
        "Pavlina Konstantinidou",
        "Achilles Anagnostopoulos",
        "Konstantinos Zervas",
        "Meletios A. Dimopoulos, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Hematology Division, Department of Internal Medicine, University of Patras, Patras, Greece, "
        ],
        [
            "Department of Hematology, St Savvas Oncology Hospital, Athens, Greece, "
        ],
        [
            "Hematology Department-Bone Marrow Transplantation Unit, George Papanicolaou Hospital, Thessaloniki, Greece, "
        ],
        [
            "Hematology Section and Laboratory, First Department of Propaedeutic Medicine, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation Unit, Evangelismos Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, Democritus University of Thrace Medical School, Alexandroupolis, Greece, "
        ],
        [
            "Department of Hematology, University of Thessaly, School of Medicine, Larisa, Greece, "
        ],
        [
            "1st Department of Internal Medicine, Hematology Unit, Laikon General Hospital, National and Kapodistrian University of Athens, Athens, Greece, "
        ],
        [
            "Department of Hematology, Amalia Fleming General Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "University of Patras Medical School, Patras, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece, "
        ],
        [
            "Hematology Department-Bone Marrow Transplantation Unit, George Papanicolaou Hospital, Thessaloniki, Greece, "
        ],
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ]
    ],
    "first_author_latitude": "40.618066299999995",
    "first_author_longitude": "22.959855299999997",
    "abstract_text": "Solitary plasmacytoma (SP) is a rare plasma cell dyscrasia characterized by the presence of bone or extramedullary tumors consisting of monoclonal plasma cells, without evidence of systematic multiple myeloma (MM). The treatment of choice is local radiotherapy (RT) with or without surgical excision (SE). Our aim was to describe the clinical features, the outcome and prognosis of SP patients. Thus, we studied 97 consecutive patients, 65 with solitary bone plasmacytoma (SBP) and 32 with solitary extramedullary plasmacytoma (SEP), (M/F: 66/31, median age: 61 years, range 17-85 years) who were diagnosed and treated in 12 Greek Myeloma Centers; treatment was given according to each center’s local policy. Patients with SBP and SEP did not differ in age, gender, performance status (PS), Hb, CRP, LDH, calcium, beta2-microglobulin, renal function or impairment of humoral immunity (immunoparesis). Patients with SEP presented more often with serum or urinary monoclonal component (p24 vs. ≤24 months had a 10-year OS of 82% vs. 60% (p=0.01). Achievement of CR predicted positively for PRFS. Immunoparesis (n=24) predicted negatively for progression to MM. Chemotherapy including NA had no prognostic impact on OS, PRFS or MMFS. Our study demonstrated that patients with SP enjoy a prolonged OS that is favorably influenced by young age and PRFS. We also confirmed that patients with SBP progress more frequently to MM compared to SEP in the era of novel agents. Radiotherapy with or without SE remains the treatment of choice for SP. The additional use of systematic therapy including novel anti-myeloma agents increases toxicity without improving survival or decreasing the probability of SP relapse or progression to MM. Immunoparesis predicts for progression to MM. Disclosures: No relevant conflicts of interest to declare."
}