{
    "doi": "https://doi.org/10.1182/blood.V126.23.1162.1162",
    "article_title": "CCL5 Released from Platelets Increases Megakaryocyte Maturation and Proplatelet Formation ",
    "article_date": "December 3, 2015",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "abstract_text": "Background: In times of physiological stress (i.e. myocardial infarction, infection, inflammation, malignancy), platelet count can transiently elevate. What initiates this reactive thrombocytosis is poorly understood. Platelets store inflammatory cytokines that are released upon activation, including abundant amounts of chemokine ligand 5 (CCL5). Aim: We hypothesize that CCL5 could self-regulate platelet production through a positive feedback mechanism targeting megakaryocytes (MKs). We aim to establish that platelet-derived CCL5 drives up-regulation of platelet production by enhancing MK maturation and proplatelet formation. Methods: Primary murine fetal liver-derived MKs were treated with CCL5, Maraviroc (CCR5 antagonist) and/or platelet releasate; their number and ploidy were quantified by flow cytometry and proplatelet formation quantified in ImageJ. CCL5 and its receptor CCR5 were characterized in MKs and platelets using western blot, flow cytometry and immunofluorescence. CCL5 concentration was quantified with ELISA. Results: Intriguingly, we found that adding the releasate from TRAP-activated platelets to MKs increased proplatelet production by 47%. Platelets store inflammatory cytokines that are released upon activation, including CCL5 (RANTES); after TRAP activation, platelets release over 25 ng/mL of CCL5. We hypothesized that CCL5 could regulate platelet production by binding to its receptor, CCR5, on MKs. Maraviroc, a specific CCR5 antagonist, diminished the effect of platelet releasate on proplatelet production by 95%, suggesting the CCL5 derived from platelets was sufficient to drive increased platelet production through MK CCR5. Interestingly, CCL5 was abundantly present in both MKs and platelets, but CCR5 expression was restricted to MKs. To confirm this effect was mediated by CCL5 in the releasate, we cultured MKs with recombinant human CCL5. Recombinant CCL5 increased MK proplatelet production by 50%, consistent with the results seen after addition of platelet releasate. In addition, the CCL5-treated MKs had significantly higher ploidy; 65% fewer MKs were 2N while 76% more were 16N. Pretreating the MK cultures with Maraviroc prior to exposure to CCL5 reversed the augmented proplatelet formation and ploidy, indicating that CCL5 increased MK ploidy and subsequent proplatelet formation in a CCR5-dependent manner. To determine the mechanism by which the CCL5/CCR5 interaction mediates its effects, we treated MKs with CCL5 and probed signaling pathways downstream of CCR5. Interestingly, preliminary data suggest that CCR5 activation induces Akt phosphorylation, a pathway previously shown to be important for MK ploidy and maturation. Conclusions: CCL5 increases MK ploidy and subsequent proplatelet formation in a CCR5-dependent manner. We propose that CCL5 may act in addition to TPO to increase platelet counts during times of physiological stress. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "megakaryocytes",
        "proplatelet",
        "rantes",
        "meckel-gruber syndrome",
        "chemokine (c-c motif) receptor 5",
        "maraviroc",
        "ccr5 antagonists",
        "cd40 ligand",
        "cytokine"
    ],
    "author_names": [
        "Kellie R Machlus, PhD",
        "Kelly Elizabeth Johnson, PhD",
        "Rajesh Kulenthirarajan",
        "Saleh El-Husayni",
        "Jodi A Forward",
        "Stephen K Wu",
        "Joseph E Italiano, Jr., PhD",
        "Elisabeth M. Battinelli, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kellie R Machlus, PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital/Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly Elizabeth Johnson, PhD",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajesh Kulenthirarajan",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saleh El-Husayni",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jodi A Forward",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen K Wu",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph E Italiano, Jr., PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital/Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth M. Battinelli, MD PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T18:44:27",
    "is_scraped": "1"
}