{
    "doi": "https://doi.org/10.1182/blood.V122.21.3197.3197",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2427",
    "start_url_page_num": 2427,
    "is_scraped": "1",
    "article_title": "Competing Risk Survival Analysis In Patients With Symptomatic Waldenström’s Macroglobulinemia (WM): Disease Unrelated Mortality Accounts For Differences In Survival In Patients >75 Years ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "cancer",
        "death",
        "follow-up",
        "immunoglobulin m",
        "monoclonal antibodies",
        "multiple myeloma",
        "myelodysplastic syndrome",
        "older adult",
        "preleukemia",
        "prostatic hypertrophy risk score"
    ],
    "author_names": [
        "Efstathios Kastritis",
        "Marie-Christine Kyrtsonis, MD",
        "Evdoxia Hatjiharissi",
        "Argiris S. Symeonidis",
        "Amalia Vassou",
        "Panagiotis Repousis",
        "Sosana Delimpasi",
        "Anastasia Sioni",
        "Eurydiki Michalis",
        "Michalis Michael",
        "Elina Vervessou",
        "Ekaterini Stefanoudaki",
        "Michael Voulgarelis",
        "Costas Tsatalas",
        "Evangelos Terpos",
        "Meletios A. Dimopoulos, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Hematology Section and Laboratory, First Department of Propaedeutic Medicine, School of Medicine, National and Kapodistrian University of Athens, Athens, Greece, "
        ],
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece, "
        ],
        [
            "Hematology Division, Department of Internal Medicine, University of Patras, Patras, Greece, "
        ],
        [
            "Department of Hematology, University Hospital of Ioannina, Ioannina, Greece, "
        ],
        [
            "Department of Hematology, Metaxa Cancer Hospital, Piraeus, Greece, "
        ],
        [
            "Department of Hematology and Bone Marrow Transplantation Unit, Evangelismos Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, St Savvas Oncology Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, “Georgios Gennimatas” General Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, Nicosia General Hospital, Nicosia, Cyprus, "
        ],
        [
            "Department of Hematology, Henry Dunant Hospital, Athens, Greece, "
        ],
        [
            "Department of Hematology, Amalia Fleming General Hospital, Athens, Greece, "
        ],
        [
            "Department of Pathophysiology, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ],
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece, "
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "WM is a disease of the elderly with a protracted course in many patients. There are limited data which indicate that several WM patients die due to causes which are not directly related to their underlying malignancy. However, the realization and the estimation of the contribution of unrelated mortality in WM are important for the design of treatment strategy in patients of advanced age. To our knowledge there are no such data published for WM patients. Thus, we analyzed the outcomes of 408 patients with symptomatic WM who received therapy within the centers of the Greek Myeloma Study Group in order to assess disease related survival. In this analysis unrelated death was considered to be a competing risk event. Causes of death other than WM, treatment toxicity or myelodysplasia/transformation were considered as unrelated deaths. Median age of patients was 68 (28-92) years; 21% were >75 years and 9% were ≤50 years of age. Patients who started therapy after 2000 were older (median age 70 vs. 65 years before 2000, p75 years (vs. 13% before 2000). In terms of ISSWM stage, more patients had high and intermediate risk disease after 2000 (41% & 42% vs. 25.5% & 38% before 2000, p<0.001), probably due to increased proportions of older patients in the recent era. Only 4% of patients before 2000 vs. 79% after 2000 received primary therapy with rituximab; however, similar rates of at least 50% IgM reduction were recorded (63% vs. 58%, p=0.361). Median follow up for all patients was 5.5 years (9 years in the pre-2000 and 4.5 years in the post-2000 group) and 52% of patients have died (77% in the group before 2000 and 40% in the group after 2000). However, 23% of deaths were considered unrelated to WM. Thus, 5-year and 8-year overall survival (OS) was 70% and 54% respectively, with a median OS of all patients of 8.8 years. When we performed survival analysis with unrelated deaths as competing risk, then 5-year risk of WM-related death was 21.4% (95% CI 17-26%) and of unrelated death was 7.6% (95% CI 5-10.5%), while 8-year WM-related death rate was 32% (95% CI 27-37%) and unrelated death 11.5% (95% CI 8-15%). Because older patients are at higher risk of unrelated deaths we performed an age-specific analysis. The median survival of patients >75 years was 5.3 vs. 9.7 years for patients ≤75 years (p75 years, the 5-year death rate due to WM was 22% (95% CI 13-32%) vs. 21% (95% CI 16-26%) for patients ≤75 years (p=0.193), while the 5-year unrelated death rate was 17% (95% CI 10-27%) and 5.1% (3-8%), respectively (p75 years) >40% of deaths are unrelated to WM, while WM-specific death rates were similar for patients >75 or ≤75 years. In patients ≤50 years there were no WM-unrelated deaths. We then evaluated the prognostic significance of IPSSWM, which discriminated 3 groups with 5-year overall survival of 86%, 68% and 51% for low, intermediate and high risk groups, respectively (p<0.001). However, because intermediate and high risk IPSS groups are enriched for older patients we performed the analysis with unrelated deaths as competing event. The 5-year WM-specific death rate was 10%, 19% and 27% for the three risk groups (p=0.035), while the 5-year unrelated death rate was 1.5%, 5% and 14%, respectively (p=0.003). The median OS for patients who started therapy before and after 2000 was similar (9 vs. 8.1 years, respectively, p=0.474). However, when we performed competing event survival analysis, then the 5-year WM-related death rate was 21% for both groups, but the 5-year unrelated death rate was 4.6% for patients before 2000 vs. 9.1% for patients after 2000 (p=0.026). Thus, the lack of a significant improvement of survival after the era of monoclonal antibodies is partly due to the doubling of WM-unrelated deaths as a result of the increasing numbers of patients of advanced age who are diagnosed and treated for WM. Additional follow up is needed for patients after 2000 in order to evaluate the WM-related risk of death at later time points (at 10 or 15 years). In conclusion, this is the first analysis in a large cohort of patients with symptomatic WM in which WM-unrelated death is treated as a competing risk. Many patients of advanced age die of causes unrelated to WM and this fact should be taken into account in the evaluation of long term outcomes and the design of clinical trials in patients with WM, especially since more patients of advanced age are diagnosed and treated for WM. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}