{
    "doi": "https://doi.org/10.1182/blood.V104.11.2796.2796",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=84",
    "start_url_page_num": 84,
    "is_scraped": "1",
    "article_title": "Protein Expression Patterns of Candidate Genes Involved in Apoptosis and Cell Cycle Control in Genetic Subgroups of Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is a heterogeneous disease with a highly variable clinical course. Genomic aberrations (such as 13q−, 11q−, +12q, 17p−) can be found in about 80% of CLL cases and define pathogenic as well as clinical subgroups. Similarly, the mutational status of the variable region of the immunoglobulin heavy-chain gene (VH) identifies subgroups with different maturation stage and clinical outcome. In this study protein expression levels of candidate genes involved in cell cycle and apoptosis control (p53, ATM, Akt1, PI3-K, p21, p27, cdk4, Cyclin-D1, D2, D3, Bax, Bcl-2, Apaf-1, Smac, XIAP, cIAP2, survivin) were examined by Western Blotting. A total of 87 CLL cases derived from the subgroups with 11q- (n=22), 17p-/p53 mutation (n=18), +12q (n=24), 13q- (n=8) or a normal karyotype (n=15) were studied and compared to the cell lines EHEB and JVM-2. VH-mutation status was available for 65 cases (unmutated n=48, mutated n=17). Due to limitations in sample availability not all proteins could be examined in all cases. A highly homogenous expression pattern for all the proteins studied was observed in the CLL subgroup with a normal karyotype. This pattern was independent of the VH-status. CLL samples with normal karyotype, +12q and 13q deletion showed equal levels of ATM as compared to EHEB and JVM-2. As compared to cases with a normal karyotype the ATM level within the 11q- subgroup was reduced in 5 cases and absent in 1 case among 11 evaluable 11q- cases. The 17p- subgroup was comprised of 3 cases with concomitant 17p- and 11q- and 15 cases with 17p- but no 11q-. The latter group showed ATM protein levels comparable to the levels of the normal karyotype group. In the group with 17p- and 11q- there was an ATM expression level similar to the groups with 17p- and normal karyotype in two cases while one case had a reduced ATM protein level comparable to the 11q- subgroup. All cases with 17p- exhibited a stronger expression of p53 as compared to the cell lines and all other cases, except for one case with normal karyotype and one with an 11q-. No p53 mutations could be detected in exons 5–9 by sequencing in these two cases. High levels of survivin protein were found in all cases with 17p- and/or 11q-, 13q-, +12q while the subgroup with a normal karyotype showed lower levels. High levels of cdk4 protein were expressed in cases with 17p-, 11q- and 13q- while cdk4 protein levels were low in the subgroup with +12q and normal karyotype. Regarding p21, p27, Bcl2, Bax, Smac, Apaf-1, Cyclin D1–D3, cIAP2, XIAP, Akt1 and PI3K no variation in the expression levels were observed across the genetic CLL subgroups. Comparing the CLL cases to the cell lines the differences in expression levels were found for the cell cycle regulators Cyclin D1, D2, D3, p21 and p27. While the cell lines showed strong protein levels for Cyclin D1, D2, D3 and p21, they were nearly absent in the CLL cases. Expression of p27 was higher in all CLL cases as compared to JVM-2 and EHEB. In conclusion, the 17q- subgroup was the only group with a high level of p53 protein expression indicating that p53 is the affected gene in this subgroup. In contrast, the ATM protein levels are reduced only in a part of the 11q- cases indicating a possible role of additional candidate genes. Cases with +12q and normal karyotype showed weak expression of cdk4 pointing out a possible function in these subgroups.",
    "topics": [
        "apoptosis",
        "candidate disease gene",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genetics",
        "cell cycle control",
        "karyotype determination procedure",
        "cyclin d1",
        "cyclin-dependent kinase 4",
        "apoptotic protease-activating factor 1"
    ],
    "author_names": [
        "Christof Schneider",
        "Dirk Winkler, MD",
        "Meike Loddenkemper",
        "Alexander Krober, MD",
        "Peter Lichter, PHD",
        "Hartmut Dohner, PHD",
        "Stephan Stilgenbauer, PHD"
    ],
    "author_affiliations": [
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Deutsches Krebsforschungszentrum, Heidelberg, Germany"
        ],
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ],
        [
            "Innere Medizin III, Universitaetsklinikum Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.4224127",
    "first_author_longitude": "9.953754600000002"
}