{
    "doi": "https://doi.org/10.1182/blood.V116.21.3791.3791",
    "article_title": "Eliglustat Tartrate, a Novel Investigational Oral Substrate Reduction Therapy for Gaucher Disease Type 1: Updated Phase 2 Results. ",
    "article_date": "November 19, 2010",
    "session_type": "Granulocytes, Monocytes and Macrophages: Poster II",
    "abstract_text": "Abstract 3791 Background: Gaucher disease type 1 (GD1), an inherited lysosomal storage disorder, is characterized by a deficiency of acid β-glucosidase and accumulation of glucosylceramide in lysosomes causing organomegaly, thrombocytopenia, anemia, and bone disease. Eliglustat tartrate (formerly Genz-112638) is a novel, specific inhibitor of glucosylceramide synthase under development as an oral substrate reduction therapy for the treatment of GD1. Purpose: To report updated efficacy and safety observations in GD1 patients after 2 years of treatment with eliglustat tartrate in an ongoing Phase 2 clinical trial. Methods: This is an open-label, uncontrolled, multicenter, Phase 2 clinical trial of eliglustat tartrate (50 or 100 mg bid, depending on trough plasma level of drug) in 26 previously untreated adults with GD1. Entry criteria required that patients have splenomegaly with thrombocytopenia (platelet count: 45,000 to 100,000 mm 3 ) and/or anemia (hemoglobin: 8.0–10 g/dL, females; 8.0–11 g/dL, males). Efficacy results included changes from baseline in hemoglobin and platelet levels, spleen and liver volumes, biomarkers, bone mineral density (BMD), and other skeletal findings. Hematologic and visceral parameters were assessed centrally every 3 to 6 months; MRI, DXA, and X-rays were performed yearly and reviewed centrally. Achievement of Gaucher disease therapeutic goals for hemoglobin, platelet counts, and organ volume also was assessed at 2 years. Results: Thirty-month hematologic, organ volume, and biomarker data will be available for presentation. Six of the 26 enrolled patients discontinued the Phase 2 study. Results (mean changes from baseline ± SD) are currently available in up to 20 patients who completed 2 years of treatment with eliglustat tartrate. For these patients, hemoglobin level increased by 2.1±1.5 g/dL (11.2±1.6 to 13.3±1.5 g/dL), and platelet count increased by 81.5±56.0% (67,900±20,900/mm 3 to 119,200±42,400/mm 3 ). Spleen volume (as multiples of normal, MN) decreased by 52.4±10.7% (17.95 MN to 8.14 MN), and liver volume decreased by 23.9±12.8% (1.69 MN to 1.24 MN). Mean chitotriosidase and CCL18 decreased by 75.4% and 75.2%, respectively. Through 2 years, no bone crises or reductions in mobility were reported. Femur MRI showed improvement of the dark marrow signal in 8/18 patients, indicating reduction of the infiltration of the bone marrow by Gaucher cells; the rest of the patients remained stable (10/18 patients). In addition, there were no new lytic lesions or bone infarcts; existing lytic lesions remained stable, and of 7 existing infarcts, 1 improved and 6 remained stable. Mean lumbar spine BMD increased by 7.8±10.6% ( P =0.010), DXA T-Score by 0.6±0.8 ( P =0.012), and DXA Z-Score by 0.6±0.7 ( P =0.003), with major gains among osteoporotic/osteopenic patients. After 2 years, most patients met short-term therapeutic goals published by Pastores et al ( Semin Hematol 2004;41[suppl 5]:4–14); more patients met goals for hemoglobin (95%), liver volume (95%), and spleen volume (90%) than for platelet count (60%). Overall, 85% (17/20) of patients met established therapeutic goals for ≥3 of 4 parameters after 2 years. Eliglustat tartrate was well tolerated in this trial up to 2 years. Most adverse events (AEs) were mild and unrelated to treatment. The most common AEs reported during 2 years were viral infections (6 patients), and urinary tract infections, increased blood pressure, and abdominal pain (3 patients each). Eight drug-related AEs, all mild, occurred in 6 patients. Summary/Conclusions: In this Phase 2 study, eliglustat tartrate has shown promising efficacy as a potential oral substrate reduction therapy for GD1. After 2 years, patients with GD1 treated with eliglustat tartrate continued to show improvements in hematologic, organ volume, and bone parameters with a safety profile that supports ongoing treatment. Three controlled Phase 3 studies are underway: one in untreated patients (ENGAGE), one in patients switching from enzyme replacement therapy (ENCORE), and another that compares different dose regimens of eliglustat (EDGE). Disclosures: Lukina: Genzyme Corporation: Honoraria. Peterschmitt: Genzyme Corporation: Employment. Pastores: Amicus: Research Funding; Actelion: Research Funding; Biomarin: Research Funding; Genzyme Corporation: Research Funding; Shire HGT: Research Funding; Protalix: Research Funding. Kaper: Genzyme Corporation: Employment. Haque: Genzyme Corporation: Employment. Puga: Genzyme Corporation: Employment.",
    "topics": [
        "eliglustat tartrate",
        "gaucher disease",
        "substrate deprivation therapy",
        "hemoglobin",
        "treatment goals",
        "anemia",
        "biological markers",
        "lytic lesion",
        "magnetic resonance imaging",
        "thrombocytopenia"
    ],
    "author_names": [
        "Elena Lukina",
        "Judith Peterschmitt",
        "Nora Watman",
        "Marta Dragosky",
        "Marcelo Iastrebner",
        "Gregory Pastores",
        "Elsa Avila Arreguin",
        "Hanna Rosenbaum",
        "Mici Phillips",
        "Mathilde Kaper",
        "Arshadul Haque",
        "Ana Cristina Puga"
    ],
    "author_dict_list": [
        {
            "author_name": "Elena Lukina",
            "author_affiliations": [
                "National Research Center for Haematology, Russian Academy of Medical Sciences, Moscow, Russia, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Judith Peterschmitt",
            "author_affiliations": [
                "Genzyme Corp, Cambridge, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora Watman",
            "author_affiliations": [
                "Hospital Ramos Mejia, Buenos Aires, Argentina, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Dragosky",
            "author_affiliations": [
                "Instituto Argentino de Diagnostico y Tratamiento, Buenos Aires, Argentina, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo Iastrebner",
            "author_affiliations": [
                "Instituto Argentino de Diagnostico y Tratamiento, Buenos Aires, Argentina, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory Pastores",
            "author_affiliations": [
                "New York University, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elsa Avila Arreguin",
            "author_affiliations": [
                "Instituto Mexicano del Seguro Social, Hospital de Especialidades, Mexico City, Mexico, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hanna Rosenbaum",
            "author_affiliations": [
                "Hematology, Rambam Health Care Campus, Technion, Haifa, Israel, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mici Phillips",
            "author_affiliations": [
                "Sha'are Zedek Medical Center, Jerusalem, Israel"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathilde Kaper",
            "author_affiliations": [
                "Genzyme Corp, Cambridge, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arshadul Haque",
            "author_affiliations": [
                "Genzyme Corp, Cambridge, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Cristina Puga",
            "author_affiliations": [
                "Genzyme Corp, Cambridge, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:32:17",
    "is_scraped": "1"
}