{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4545.4545",
    "article_title": "Bortezomib-Based Therapy Overcomes the Adverse Impact of Renal Impairment in Transplant Eligible Patients: An Analysis of the Prospective Randomized EMN02/HO95 Study ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "abstract_text": "Renal impairment (RI) is a common complication of symptomatic myeloma (MM), and is associated with high risk of early death, infectious and other complications, treatment delays and dose modifications which may adversely affect patients' outcomes. Immediate anti-myeloma therapy and vigorous supportive care may improve renal function in many patients. Bortezomib-based therapy, preferably a triplet, is considered the primary choice for newly diagnosed MM patients with RI, according to IMWG recommendations. High dose melphalan (HDM) with autologous stem cell transplantation (ASCT) is a standard therapy for eligible myeloma patients but, in those with RI, dose reduction for melphalan is required and toxicity is increased; dose modification for moderate / severe RI is also required for oral melphalan. In the current analysis we evaluated the importance of moderate/severe RI in the outcomes of patients that were enrolled in the large prospective EMN02/HO95 study. The prospective randomized EMN02/HO95 trial compared 4 cycles of bortezomib-melphalan-prednisone (VMP) vs HDM with ASCT (either single or double), as intensification therapy after induction with bortezomib-cyclophosphamide-dexamethasone (VCD) (Cavo et al, ASCO 2016, abstract #8000). A second randomization to consolidation therapy with 2 cycles of VRD vs no consolidation followed intensification with either VMP or HDM (Sonneveld et al ASH 2016, abstract 242), while lenalidomide maintenance (10 mg continuously) was given until progression or toxicity in all patients in both arms. From February 2011 to April 2014, 1510 symptomatic MM patients aged ≤ 65 years were enrolled, of whom 1499 were eligible and of which 1211 were randomized (stratified by ISS stage) to VMP (N=505) or HDM (1 or 2 ASCT) (N=706) and 903 eligible patients were randomized to consolidation (N=459) or no consolidation (N=444) with VRD. Patients on dialysis or with creatinine clearance (CrCl) < 15 ml/min were excluded from enrollment in the study and data for CrCl were available in 1189 patients, of which 136 (11.4%) had a CrCl<50 ml/min. Median age was 58 (range 29-66). ISS stage was -1 in 41.6%, -2 in 38.3 % and -3 in 20.1%; however, 71.6% of patients with RI had ISS-3 (pULN) was found in 13.7% of patients at diagnosis and per revised ISS (R-ISS), 28.7% were R-ISS-1, 61.6% R-ISS-2 and 9.6% R-ISS-3. Patients with RI presented more often with increased serum LDH (25% vs 12%, p50 ml/min. According to R-ISS more patients with RI were rated as stage 3 (34.8% vs 6.1%) and fewer as stage 1 (3.6% vs 27.6%) (p<0.001). Among patients with RI, 54.4% were randomized to receive HDM and 45.6% to VMP (p=0.31) after VCD induction. The median follow up is 38 months and 3-year PFS is 61% for all patients. For patients that presented with RI, the 3-year PFS is 54% vs 62% for non-RI patients (p=0.059). However, in multivariate analysis, R-ISS stage and HDM vs VMP intensification (HR:0.693, p<0.001) were independently associated with PFS, but not the presence of RI at start of induction therapy (p=0.842). Thus, in a large number of transplant eligible, symptomatic patients with MM, of which 11.4% presented with moderate to severe renal impairment (CrCI 15-49 ml/min), bortezomib-based induction and intensification therapy overcame the adverse impact of RI. Disclosures Dimopoulos: Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Onyx Pharmaceuticals, an Amgen subsidiary, Takeda Oncology: Consultancy, Honoraria, Other: Advisory Committee: Amgen Inc, Celgene Corporation, Janssen Biotech Inc, Onyx Pharmaceuticals, an Amgen subsidiary, Takeda Oncology; Genesis Pharma: Research Funding; Novartis: Consultancy, Honoraria. Kastritis: Amgen: Honoraria; Genesis Pahrma: Honoraria; Janssen: Honoraria; Takeda: Honoraria. Hajek: Abbvie: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharma MAR: Consultancy, Honoraria; Novartis: Consultancy, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding. Larocca: Celgene: Honoraria; Janssen: Honoraria; Bristol-Myers Squibb: Honoraria; Amgen: Honoraria. Mellqvist: Amgen: Honoraria, Other: participation advisory board; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria; Mundipharma: Honoraria; janssen: Honoraria; Sandoz: Other: participation advisory board. Waage: Celgene, Takeda: Honoraria. Zweegman: Amgen: Other: advisory board participation; Janssen: Other: advisory board participation, Research Funding; Takeda: Other: advisory board participation, Research Funding; Celgene: Other: advisory board participation, Research Funding. Ludwig: Takeda: Research Funding, Speakers Bureau; AMGEN: Consultancy, Research Funding, Speakers Bureau; Bristol-Meyers: Speakers Bureau; Takeda: Consultancy, Research Funding, Speakers Bureau; Janssen-Cilag: Consultancy, Speakers Bureau; Celgene: Speakers Bureau. Spencer: Janssen: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding. Boccadoro: Sanofi: Honoraria, Research Funding; AbbVie: Honoraria; Bristol-Myers Squibb: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Mundipharma: Research Funding; Novartis: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding. Sonneveld: Celgene Corporation, Amgen, Janssen, Karyopharm, PharmaMar, SkylineDx: Honoraria; Celgene Corporation, Amgen, Janssen, Karyopharm, SkylineDx, PharmaMar: Consultancy; Celgene, Amgen, Janssen, Karyopharm, Takeda: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "bortezomib",
        "renal impairment",
        "transplantation",
        "autologous stem cell transplant",
        "melphalan",
        "multiple myeloma",
        "lactate dehydrogenase test, serum",
        "toxic effect",
        "vocal cord dysfunction",
        "consolidation therapy"
    ],
    "author_names": [
        "Meletios A. Dimopoulos",
        "Efstathios Kastritis",
        "Roman Hajek",
        "Luca Dozza",
        "Meral Beksac, MD",
        "Alessandra Larocca",
        "Hans Erik Johnsen, MD Professor",
        "Ulf-Henrik Mellqvist, MD",
        "Anders Waage, MD PhD",
        "Sonja Zweegman, MD PhD",
        "Heinz Ludwig, MD",
        "Lucia Pantani, MD",
        "Andrew Spencer, MD",
        "Anna Pascarella",
        "Marina Martello",
        "Susana Carvalho",
        "Hlif Steingrimsdottir, MD",
        "Claudia Cellini, MD",
        "Petra Cornelisse",
        "Rossella Troia",
        "Patrizia Tosi, MD",
        "Bronno van der Holt",
        "Mario Boccadoro",
        "Pieter Sonneveld, MDPhD",
        "Michele Cavo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hajek",
            "author_affiliations": [
                "University Hospital Ostrava and Faculty of Medicine, University of Ostrava, Ostrava, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Dozza",
            "author_affiliations": [
                "Seragnoli Institute of Hematology, Bologna University School of Medicine, Bologna, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meral Beksac, MD",
            "author_affiliations": [
                "Cebeci Yerleskesi Dikimevi, Ankara, TUR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Larocca",
            "author_affiliations": [
                "S.C. Ematologia U., A.O.U. Citta della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Erik Johnsen, MD Professor",
            "author_affiliations": [
                "Clinical Cancer Research Center, Aalborg University Hospital, Aalborg, Denmark "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulf-Henrik Mellqvist, MD",
            "author_affiliations": [
                "Sahlgrenska University Hospital, Boras, SWE "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Waage, MD PhD",
            "author_affiliations": [
                "St. Olavs Univ. Hospital, Trondheim, Norway "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja Zweegman, MD PhD",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Ludwig, MD",
            "author_affiliations": [
                "Wilhelminenspital, Vienna, AUT "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Pantani, MD",
            "author_affiliations": [
                "University of Bologna, Bologna, ITA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Spencer, MD",
            "author_affiliations": [
                "Department of Hematology, Monash University and Alfred Hospital, Melbourne, Australia "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Pascarella",
            "author_affiliations": [
                "Ospedalle Dell Angelo, Venezia, ITA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Martello",
            "author_affiliations": [
                "Seragnoli Institute of Hematology DIMES Bologna, IT, Bologna, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana Carvalho",
            "author_affiliations": [
                "Instituto Português de Oncologia de Lisboa, Lisboa, PRT "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hlif Steingrimsdottir, MD",
            "author_affiliations": [
                "National University Hospital of Iceland, Reykjavík, Iceland "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Cellini, MD",
            "author_affiliations": [
                "Ospedale Santa Maria delle Croci, Ravenna, ITA "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Cornelisse",
            "author_affiliations": [
                "Erasmus MC Cancer Institute-Clinical Trial Center, HOVON Data Center, Rotterdam, Netherlands "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rossella Troia",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrizia Tosi, MD",
            "author_affiliations": [
                "Bologna University, Bologna, ITA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bronno van der Holt",
            "author_affiliations": [
                "Department of Hematology, HOVON Data Center, Erasmuc MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro",
            "author_affiliations": [
                "Cattedra Ematologia, Torino, ITA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Sonneveld, MDPhD",
            "author_affiliations": [
                "Erasmus Medical Center Rotterdam, Rotterdam, Netherlands "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Cavo, MD",
            "author_affiliations": [
                "Department of Physics and Astronomy, University of Bologna, Bologna, Italy"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:45:57",
    "is_scraped": "1"
}