{
    "doi": "https://doi.org/10.1182/blood.V128.22.4679.4679",
    "article_title": "Comparable Survival Outcome with a Faster Engraftment of HSCT from a Haploidentical Donor Compared to Other Donor Types in Pediatric Acquired Aplastic Anemia ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background: Hematopoietic stem cell transplantation (HSCT) remains the preferred frontline curative modality for patients with aplastic anemia in the presence of a matched familial donor (MFD). In the absence of MFD, the general consensus is frontline immunosuppressive therapy followed by HSCT from a matched unrelated donor (MUD) in case of failure or relapse, and recently haploidentical family donor (HFD) is emerging as an alternative donor in aplastic anemia. We evaluated the outcome of HSCT in children and adolescents with acquired severe aplastic anemia (SAA), and compared outcomes of transplantation according to the donor types. Methods : We performed a retrospectively analysis of 61 patients with acquired SAA at a single center between July 1998 and May 2016. Conditioning regimen was a reduced-intensity combination of fludarabine, cyclophosphamide, and rabbit anti-thymocyte globulin in most cases, and low dose total body irradiation was added for haploidentical hematopoietic stem cell transplantation (HHCT). Grafts for HHCT were manipulated by ex vivo T-cell depletion. Results: Of the 61 patients reviewed, total 66 HSCTs were done. The median age at HSCT was 12.5 years (range, 0.7-21.7 years). By donor types, 15 patients received grafts from MFD, 20 from MUD, and 26 from HFD. Grafts for HHCTs were CD3-depleted in 12 patients, CD3/CD19-depleted in 4, and ¥á¥â+ T-cell depleted in 10 patients. Among 61 patients, 59 patients achieved neutrophil engraftment at a median of 11 days (range, 9-18 days). The medians of neutrophil engraftment were 10 days in HFD recipients, 13 days in MFD and 12 days in MUD HSCTs, respectively, and HHCT group had significantly faster neutrophil engraftment than others (Figure 1). There were 9 patients who experienced graft failure (GF) among 61 patients. Of the 35 patients with matched donors, 1 patient failed to achieve primary engraftment, and 3 experienced graft rejection after engraftment. Of the 26 HFD recipients included, neutrophil engraftment was achieved in 25 patients, except 1 patient. Additional 4 HHCT recipients experienced graft rejection within 1 month post-HHCT. Five (1 MUD, 4 HFD) out of 9 patients who experienced GF received a second HSCT and achieved sustained engraftment, another 1 patient was alive without transfusion or further treatment, and the other 3 patients died after GF. A total of 18 patients developed grade II-IV acute GvHD (13 with grade II and 5 with grade III); 9 had received MUD transplant, 7 HFD, and 2 MFD. Seven patients developed chronic GvHD; 4 patients were MUD recipients, and 3 HFD. The cumulative incidence (CI) of grade II-III acute GvHD was 34% (MUD : 45%, HFD : 33.3%, MFD : 16.7%), and 1-year CI of chronic GvHD was 14.4%. There was no statistically significant difference in GvHD occurrence according to the donor types. As for survival results, total four patients died; one HFD recipient died of CMV pneumonia on day +157 of HHCT, and other 3 patients (1 MFD, 1 MUD, 1 HFD) died after GF. Two out of these 3 patients received a second HSCT; one MUD recipient died of acute respiratory distress syndrome and acute renal failure, and another HFD recipient died of pure red cell aplasia. The other MFD recipient died of poor graft function after GF. The overall transplant-related mortality was 7.6%. At a median follow up 45.7 months (range, 1.5-195.2 months), the estimated 5-year overall survival (OS) was 92.7% in 61 patients. There was no statistical difference in OS among HSCTs from three different donor types (MFD : 92.9% vs MUD : 94.4% vs HFD : 91.3% at 5 years, respectively, p value = 0.915) (Figure 2). Conclusions: Our study demonstrated that survival outcomes of HHCT were comparable to HSCT from matched familial or matched unrelated donors in pediatric patients with acquired SAA. HHCT was associated with rapid neutrophil recovery, and tolerable treatment related toxicities in SAA patients. These data suggest that hematopoietic stem cell transplantation from haploidentical family donors is a reasonable therapeutic option for children and adolescents with acquired SAA. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acquired aplastic anemia",
        "donors",
        "engraftment",
        "hematopoietic stem cell transplantation",
        "pediatrics",
        "tissue transplants",
        "aplastic anemia",
        "transplantation",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Ho Joon Im, MD PhD",
        "Hyery Kim, MD",
        "Sung-Han Kang, MD",
        "Eun Seok Choi, RN.",
        "Kyung-Nam Koh, MD PhD",
        "Jong Jin Seo, MD PhD",
        "Young-Uk Cho, MD PhD",
        "Seongsoo Jang, MD PhD",
        "Seog Woon Kwon, MD PhD",
        "Chan-Jeoung Park, MD PhD",
        "Jin Kyung Suh, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ho Joon Im, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyery Kim, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sung-Han Kang, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eun Seok Choi, RN.",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung-Nam Koh, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Jin Seo, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young-Uk Cho, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongsoo Jang, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seog Woon Kwon, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Jeoung Park, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Kyung Suh, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kyungpook national university and Kyungpook national university hospital, Daegu, Korea, The Republic of"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:28:16",
    "is_scraped": "1"
}