{
    "doi": "https://doi.org/10.1182/blood.V126.23.2677.2677",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3104",
    "start_url_page_num": 3104,
    "is_scraped": "1",
    "article_title": "Results from a Phase 1/2, Open-Label, Dose-Finding Study of Pralatrexate and Oral Bexarotene in Patients with Relapsed/Refractory Cutaneous T-Cell Lymphoma ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster II",
    "topics": [
        "bexarotene",
        "lymphoma, t-cell, cutaneous",
        "pralatrexate",
        "neutropenia",
        "fatigue",
        "ki-1+ anaplastic large cell lymphoma",
        "adverse event",
        "anemia",
        "craniosynostosis",
        "cytokine release syndrome"
    ],
    "author_names": [
        "Madeleine Duvic, MD",
        "Steven M Horwitz, MD",
        "Youn H Kim, MD",
        "Pier Luigi Zinzani",
        "Gajanan Bhat, PhD",
        "Pankaj Sharma",
        "Sue Yancik"
    ],
    "author_affiliations": [
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Stanford University, Palo Alto, CA "
        ],
        [
            "Institute of Hematology and Oncology, University of Bologna, Bologna, Italy "
        ],
        [
            "SPECTRUM PHARMACEUTICALS, INC., Irvine, CA "
        ],
        [
            "spectrum pharmaceuticals, Irvine, CA "
        ],
        [
            "spectrum pharmaceuticals, irvine,"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: Cutaneous T-cell Lymphomas (CTCL) include several variants of extra-nodal non-Hodgkin's lymphomas characterized by their skin lesions and T-cell surface markers. The most common, mycosis fungoides (MF), often has an indolent course but can transform and rapidly disseminate. While skin-directed therapies are effective for early-stage MF, patients with refractory, transformed or late-stage disease require systemic therapy. Methods: Adult patients with CTCL including MF, transformed MF (T-MF), Sézary syndrome (SS), primary cutaneous anaplastic large cell lymphoma (ALCL), ≥ 1 prior systemic therapy, and an Eastern Cooperative Oncology Group performance status (ECOG PS) ≤ 2 were eligible and signed consent. FOL was administered weekly via intravenous push for 3 of 4 weeks; BEX was self-administered orally with food. The standard 3 + 3 dose-escalation design was used to determine the maximum tolerated dose (MTD), with cohort expansion for dose-limiting toxicities (DLTs). The MTD was the highest dose with < 33% DLT incidence in any cohort. DLTs included the following in Cycle 1: ≥ Grade 3 neutropenia (or G-CSF administered), thrombocytopenia, treatment-related non-hematologic toxicity, hyperlipidemia, or hypothyroidism, and treatment-related adverse events (AEs) causing BEX dose omission for ≥10/28 days or FOL dose omission/reduction. Results: In Cohort 1 (15 mg/m 2 FOL + 150 mg/m 2 BEX), 0/3 patients had DLTs. In Cohort 2a (15 mg/m 2 FOL + 300 mg/m 2 BEX), 2/3 patients had DLTs: Grade 3 neutropenia and Grade 2 hypotension (n = 1) and Grade 4 neutropenia and thrombocytopenia (n = 1). Therefore, the combination MTD was identified as 15 mg/m 2 + 150 mg/m 2 . An additional 28 patients were enrolled at the MTD for a total of 34 patients (53% male, 47% female) in the study; all have discontinued treatment. The median age was 66 (range 39-85) years, and the median number of prior therapies was 4 (range 2-14). Histology included MF (53%), T-MF (32%), SS (12%), and ALCL (3%). ECOG PS was 0 (68%), 1 (18%), or 2 (15%). Patients received a median of 6 (range 1-33) cycles of therapy. All patients reported ≥ 1 AE. The most common (>20%) FOL-related AEs were mucositis or mucosal inflammation (68%), fatigue (41%), neutropenia and nausea (32% each), and anemia (24%). The most common (>20%) BEX-related AEs were hypertriglyceridemia (56%), fatigue (44%), neutropenia (32%), nausea (26%), and uncorrected hypothyroidism (24%). Grade 3 and 4 AEs were reported for 79% and 9% of patients, respectively: neutropenia (29% and 6%), hypertriglyceridemia (29% and 0%), and stomatitis (21% and 0%) and one Grade 5 AE of respiratory failure. Serious adverse events (SAEs) were reported for 35% of all patients; SAEs in > 1 patient were neutropenia and hypotension (6% each). Dose omissions and reductions for AEs were required for 74% and 21% of patients, respectively. AEs led to discontinuation for 32% of all patients, most commonly stomatitis (9%) and anemia, fatigue, and neutropenia (6% each). The overall Objective Response Rate was 61% (20/33 evaluable patients); 18/30 [60%] in Cohort 1 and 2/3 [67%] in Cohort 2. Four [12%] patients had a complete response, 16 [48%] partial response, 11 [33%] stable disease, and 2 [6%] progressive disease. Duration of Response ranged from 0-29+ months; median Response Duration was not reached, as 14 patients (3 CRs, 11 PRs) remained in response. Median PFS at the MTD was 12.8 (range 0.5-29.9+) months. Table 1. Response by CTCL Subtype  . Objective Response Rates . CTCL Subtype Overall CR PR All Evaluable, n=33 20 (61%) 4 16 ALCL, n = 1 1 (100%) 1 0 MF, n = 19 12 (63%) 2 10 T-MF, n = 10 5 (50%) 1 4 SS, n = 3 2 (67%) 0 2 . Objective Response Rates . CTCL Subtype Overall CR PR All Evaluable, n=33 20 (61%) 4 16 ALCL, n = 1 1 (100%) 1 0 MF, n = 19 12 (63%) 2 10 T-MF, n = 10 5 (50%) 1 4 SS, n = 3 2 (67%) 0 2 View Large Conclusions: The combination of FOL + BEX was well tolerated and efficacious in patients with various CTCL subtypes, as measured by response rates (61% including patients with durable CRs) in this dose-finding study. Disclosures Duvic: Celgene: Membership on an entity's Board of Directors or advisory committees; Therakos: Research Funding, Speakers Bureau; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Millennium Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa Hakko Kirin, Co: Membership on an entity's Board of Directors or advisory committees, Research Funding; Array Biopharma: Consultancy; Allos (spectrum): Research Funding; Rhizen Pharma: Research Funding; Spatz Foundation: Research Funding; Oncoceutics: Research Funding; Innate Pharma: Research Funding; Tetralogics SHAPE: Research Funding; Cell Medica Ltd: Consultancy; Soligenics: Research Funding; Eisai: Research Funding; MiRagen Therapeutics: Consultancy; Huya Bioscience Int'l: Consultancy. Bhat: Spectrum Pharmaceuticals, Inc: Employment."
}