{
    "doi": "https://doi.org/10.1182/blood-2018-99-117622",
    "article_title": "Regulatory T Cell Selective IL-2-Fc Fusion Proteins for the Treatment of Autoimmune Diseases ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "Regulatory T cells (Tregs) characterized as CD4 positive cells, expressing CD25 (IL-2Rα) and the forkhead transcription factor FoxP3 maintain immune tolerance in tissues by suppressing the function of both CD4 and CD8 effector T cells. It is well documented that there is a paucity and/or dysfunction of Tregs in most autoimmune diseases and therefore a promising therapeutic approach has been to restore their numbers and function. Treg homeostasis depends on IL-2 derived signals and Tregs are sensitive to IL-2 stimulation in part due to the high abundance of CD25. As a result, encouraging results have been seen in patients with autoimmune diseases who were treated with low doses of IL-2. Single or repeat low doses of IL-2 led to selective expansion of Tregs over effector cells and provided clinical benefit. Such IL-2 based therapies can be further improved by enhancing the selectivity of IL-2 for Tregs and improving the pharmacokinetics of the drug. Here we have developed an IL-2-Fc fusion protein that selectively acts on Tregs in vitro and in vivo. IL-2 mediated signal transduction occurs through the formation of a high affinity tetrameric complex consisting of IL-2, CD25, CD122(IL-2Rβ) and CD132(IL-2Rγ). IL-2-Fc fusion proteins were designed to be monomeric by fusing variant IL-2 molecules to one side of our heterodimeric Fc-region. To achieve Treg selectivity, we designed variants of IL-2 that have weakened interaction with CD122 and/or enhanced interaction with CD25 such that signaling is only observed in CD25 high cells. These IL-2-Fc variants were produced with good yield and purity. We identified novel variants that selectively led to phosphorylation of STAT5 transcription factor in Tregs from human peripheral blood mononuclear cells (PBMCs). These Treg-selective IL-2-Fc variants stimulated Tregs with varying potencies. Further, they selectively enhanced and sustained the proliferation of Tregs in vivo in non-human primates. These promising preclinical results suggest that clinical development of Treg selective IL-2-Fc fusion proteins for autoimmune diseases is warranted. Disclosures Varma: Xencor: Employment, Equity Ownership. Liu: Xencor: Employment, Equity Ownership. Avery: Xencor: Employment, Equity Ownership. Rashid: Xencor: Employment, Equity Ownership. Schubbert: Xencor: Employment, Equity Ownership. Leung: Xencor: Employment, Equity Ownership. Bonzon: Xencor: Employment, Equity Ownership. Bogaert: Xencor: Employment, Equity Ownership. Desjarlais: Xencor: Employment, Equity Ownership. Bernett: Xencor: Employment, Equity Ownership.",
    "topics": [
        "autoimmune diseases",
        "fusion proteins",
        "regulatory t-lymphocytes",
        "aldesleukin",
        "antigens, cd25",
        "transcription factor",
        "molecule",
        "equity",
        "immune effector cells",
        "peripheral blood mononuclear cell"
    ],
    "author_names": [
        "Rajat Varma, PhD",
        "Ke Liu, PhD",
        "Kendra Avery, PhD",
        "Rumana Rashid, PhD",
        "Suzanne Schubbert, PhD",
        "Irene Leung, PhD",
        "Christine Bonzon, PhD",
        "Liz Bogaert, PhD",
        "John Desjarlais",
        "Matthew J. Bernett"
    ],
    "author_dict_list": [
        {
            "author_name": "Rajat Varma, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ke Liu, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kendra Avery, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rumana Rashid, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Schubbert, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Leung, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Bonzon, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liz Bogaert, PhD",
            "author_affiliations": [
                "Xencor Inc., Monrovia, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Desjarlais",
            "author_affiliations": [
                "Xencor, Inc., Monrovia, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Bernett",
            "author_affiliations": [
                "Xencor, Inc., Monrovia, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:23:52",
    "is_scraped": "1"
}