{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4718.4718",
    "article_title": "Vascular Thrombosis Leading to Graft Failure Following Pediatric Liver Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "903. Outcomes Research—Non-Malignant Conditions: Poster III",
    "abstract_text": "Background: Vascular thrombosis is an uncommon but devastating complication following pediatric liver transplantation and is a major cause of graft failure, re-transplantation, and death. Hematologic complications of transplant occur more frequently in children compared to adults; however, existing data regarding risk factors and outcomes are limited and rely on single center series. The purpose of this study is to investigate the risk factors for vascular thrombosis leading to graft failure after pediatric liver transplant using a population-based sample. Methods: We queried the United Network of Organ Sharing (UNOS) database from 2003-2014 for pediatric liver transplant recipients (age 0-18 years). Recipients were stratified by post-transplant vascular thrombosis causing graft failure, including hepatic artery thrombosis, portal venous thrombosis, and other or unknown vascular thrombosis. Thrombosis and non-thrombosis groups were compared by univariate analysis of demographic characteristics, pre-transplant characteristics, and transplant characteristics. P-values <0.05 were considered statistically significant. Backwards-stepwise logistic regression was used to identify factors associated with hepatic artery thrombosis leading to graft failure. Results: Of 11,656 children undergoing liver transplantation, 581 (4.9%) were identified with postoperative arterial or venous thrombosis leading to graft failure (Table 1). Children that developed vascular thromboses were younger (3 [IQR 1-9] vs. 6 [IQR 2-13], p<0.001), weighed less at time of transplant (15.0 [IQR 10.2-27.9] vs. 19.6 [IQR 11.3-41.3], p<0.001), and were more likely to have received a partial liver transplant (30.8% vs. 24.4%, p<0.008). Patients with thromboses were more likely to have received a previous transplant (29.6% vs. 16.0%, p<0.001), and the rate of thrombosis was notably elevated in patients who received a transplant for a prior transplant complication (10.6%). Vascular thrombosis was associated with lower MELD/PELD scores (14 [IQR 17-23] vs. 17 [9-26], p=0.047); however, individual recipient lab values at the time of transplant did not distinguish between the two groups. Multivariate analysis demonstrated that younger age, transplant for prior transplant complication or non-metabolic indication, and lower MELD/PELD scores were independent risk factors specifically for hepatic artery thrombosis (Table 2). Children who developed thromboses were significantly more likely to undergo re-transplantation, and had increased mortality due to graft failure but did not have an increased overall mortality (Table 1). Conclusion: This study, the largest national study to date, confirms that pediatric liver transplant recipients are at significant risk for vascular thrombosis, which greatly increases the rate of re-transplantation. Factors associated with increased risk of thrombosis include age, indication for transplant, and MELD/PELD score, suggesting interplay between mechanical factors, underlying disease process, and the complex and overlapping interactions that make up the pediatric coagulome, inadequately assessed by standard lab tests. Further study is needed to characterize these interactions in order to better identify patients at risk and direct anti-thrombotic therapy. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "liver transplantation",
        "pediatrics",
        "thrombosis",
        "tissue transplants",
        "transplantation",
        "hepatic artery thrombosis",
        "peld score",
        "transplant complications",
        "venous thrombosis",
        "hematologic complications"
    ],
    "author_names": [
        "Uttara Nag, MD",
        "Harold J Leraas, BS, MA",
        "Christopher Reed, MD",
        "Reed Kamyszek, BS",
        "Candice Roberts, MD",
        "Elisabeth Tracy, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uttara Nag, MD",
            "author_affiliations": [
                "Surgery, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Harold J Leraas, BS, MA",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Reed, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reed Kamyszek, BS",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Candice Roberts, MD",
            "author_affiliations": [
                "Duke University Medical Center, Durham, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Tracy, MD",
            "author_affiliations": [
                "Surgery, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:28:44",
    "is_scraped": "1"
}