{
    "doi": "https://doi.org/10.1182/blood-2020-138397",
    "article_title": "Genomic Profiling Reveals Molecular Heterogeneity in Patients with Richter's Syndrome (RS) and Progressive Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 5, 2020",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Novel targeted therapies have revolutionized treatments for both upfront and relapsed CLL. However, effective therapies have not been established for progressive CLL after developing resistance to both BTK inhibitor and BCL-2 inhibitors. Similarly, Richter's transformation (RS) remains an area of unmet clinical need. Hypothesizing that progressive CLL and RS possess significant but differential molecular abnormalities, we aimed to dissect the initial genomic profiles in a clinical cohort of patients seen in our routine clinical practice using targeted DNA sequencing and transcriptome analysis. Methods: Twelve CLL patients who had lymph node biopsies for evaluation of clinical progression at Mayo Clinic were included in this study. RNA sequencing and targeted DNA sequencing on a focused oncology panel of 1,711 genes were performed on Illumina HiSeq through Tempus Labs, Inc. (Chicago, IL). Differentially expressed (DE) genes were identified using edgeR at the cutoff of FDR =2. Somatic mutations and copy number alternations (CNAs) were identified through Mutect2 and PatternCNV, respectively. CN loss was defined to have log 2 (ratio) <=-0.93 and CN gain to have log 2 (ratio) >= 0.585. Pathway analysis was done through the Enrichr package. Results: Among the 12 patients, 7 had confirmed RS (large cell lymphoma histology) and 5 had CLL based on pathological findings. The clinical and therapeutic history for each patient is illustrated in Fig 1A. FISH results from 11 of the patients showed chromosomal abnormalities including del(13q), del(11q), del(17p) and tri(12) (Fig 1A). Hierarchical clustering of expression profiles from the top 10,000 most variable genes in expression revealed two major clusters (Fig 1A). Cluster C1 contains five RS cases, of which case S207 did not receive ibrutinib, S256 was on high-dose steroid and anti-CD20 post-ibrutinib therapy for >1 year before biopsy, and case S025 was treated for < 6 months with ibrutinib. These three form a subgroup separate from the other two RS in C1 who had 8 and 42 months of continuous ibrutinib therapy pre-biopsy, respectively. C2 contains two RS and five CLL cases. Within C2, CLL and RS cases showed similar transcriptomic profiles. Over 90% of the DE genes showed an overall increase of expression in C1, particularly within the 3-sample subgroup (Fig 1B). These genes are enriched in pathways known to play key roles in CLL, including PI3K-AKT signaling, NOTCH signaling and RAS/MAPK signaling, while genes up-regulated in C2 are enriched in WNT signaling. The results suggest marked differences in gene expression profiles and indicate molecular heterogeneity among RS and CLL patients. In addition, targeted DNA sequencing data were analyzed to identify somatic mutations and CNAs. The analysis confirmed the FISH results of del(13q), del(11q), del(17p) or tri(12) in 8 of the cases (Fig 1A). The mutation profiles are similar between C1 and C2 for the recurrently mutated genes published in CLL. However, we identified recurrent CNAs that occurred preferentially in C1 (covering 9 genes) or C2 (48 genes) (Fig 1C). Manual inspections of the reads coverage revealed that 5 of the 9 genes are from chr1q21.1 to chr1q22 that showed clear CN gains largely in C1. Of the 48 genes, 6 are from chrXp11 that showed CN losses, and 27 are from chr17q12 to chr17q25 that showed CN gains. Therefore, the majority of the 57 genes are from large-scale CNAs. Notably, for the CNAs mostly occurring in C2, the affected genes are enriched in WNT signaling, Cell cycle/protein kinase activity and chromatin modifying enzymes. Collectively, the results support the variability of transcriptomic signatures and genetic lesions between RS and CLL. Conclusion: This study revealed a noticeable heterogeneity in gene expression and genetic variation between RS and CLL, albeit in a small cohort. The vast majority of the DE genes showed elevated expression in C1 containing only RS cases, and these genes are enriched in PI3K-AKT signaling, NOTCH signaling, and RAS/MAPK signaling. The pattern is more pronounced for a subgroup in C1 who were overall less exposed to ibrutinib. For somatic variation, there is a strong tendency of occurrence of recurrent CNAs towards C2 cohort, mainly involving gains of chr17q and deletions of chrXp11. Given these advances we are encouraged to further pursue the genetic abnormalities with defined roles in aggressive and transformed CLL. View large Download slide View large Download slide  Close modal Disclosures Liu: Eisal: Research Funding; Genentech: Research Funding; GRAIL: Research Funding; Menarini Silicon Biosystems: Research Funding; Merck: Research Funding; Seattle Genetics: Research Funding; Tesaro: Research Funding. Parikh: Genentech: Honoraria; Ascentage Pharma: Research Funding; AbbVie: Honoraria, Research Funding; Verastem Oncology: Honoraria; Pharmacyclics: Honoraria, Research Funding; GlaxoSmithKline: Honoraria; Merck: Research Funding; MorphoSys: Research Funding; TG Therapeutics: Research Funding; AstraZeneca: Honoraria, Research Funding; Janssen: Honoraria, Research Funding. Wang: Incyte: Research Funding; Innocare: Research Funding; Novartis: Research Funding. Kenderian: Gilead: Research Funding; Humanigen: Consultancy, Patents & Royalties, Research Funding; MorphoSys: Research Funding; Lentigen: Research Funding; Novartis: Patents & Royalties, Research Funding; Torque: Consultancy; Mettaforge: Patents & Royalties; BMS: Research Funding; Tolero: Research Funding; Sunesis: Research Funding; Juno: Research Funding; Kite: Research Funding. Kay: Tolero Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Juno Theraputics: Membership on an entity's Board of Directors or advisory committees; Cytomx: Membership on an entity's Board of Directors or advisory committees; Morpho-sys: Membership on an entity's Board of Directors or advisory committees; Agios Pharma: Membership on an entity's Board of Directors or advisory committees; Astra Zeneca: Membership on an entity's Board of Directors or advisory committees; Sunesis: Research Funding; MEI Pharma: Research Funding; Acerta Pharma: Research Funding; Rigel: Membership on an entity's Board of Directors or advisory committees; Oncotracker: Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding; Bristol Meyer Squib: Membership on an entity's Board of Directors or advisory committees, Research Funding; Dava Oncology: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees, Research Funding. Braggio: DASA: Consultancy; Bayer: Other: Stock Owner; Acerta Pharma: Research Funding. Ding: Astra Zeneca: Research Funding; DTRM: Research Funding; Beigene: Membership on an entity's Board of Directors or advisory committees; alexion: Membership on an entity's Board of Directors or advisory committees; MEI Pharma: Membership on an entity's Board of Directors or advisory committees; Merck: Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Membership on an entity's Board of Directors or advisory committees; Abbvie: Research Funding.",
    "author_names": [
        "Shulan Tian, MS, PhD",
        "Hanyin Wang, MD",
        "Timothy G. Call, MD",
        "Eric W. Klee, PhD",
        "Minetta C. Liu, MD",
        "Erik Jessen, PhD",
        "Sameer A. Parikh, MD",
        "Yucai Wang, MDPhD",
        "Saad S. Kenderian, MB, ChB",
        "Jose F. Leis, MD PhD",
        "Min Shi, MDPhD",
        "Eli Muchtar, MD",
        "Daniel L. Van Dyke, PhD",
        "Amber B. Koehler, PA-C, MS",
        "Neil E. Kay, MD",
        "Susan L. Slager, PhD",
        "Esteban Braggio, PhD",
        "Huihuang Yan, PhD",
        "Wei Ding, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shulan Tian, MS, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanyin Wang, MD",
            "author_affiliations": [
                "Department of Hospital Medicine, Mayo Clinic Health System, Mankato, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy G. Call, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric W. Klee, PhD",
            "author_affiliations": [
                "Center for Individualized Medicine, Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minetta C. Liu, MD",
            "author_affiliations": [
                "Department of Oncology / Laboratory Medicine & Pathology, Mayo Clinic, Rochester, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Jessen, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sameer A. Parikh, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yucai Wang, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Rutgers New Jersey Medical School, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad S. Kenderian, MB, ChB",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose F. Leis, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic Health System, Phoenix, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Shi, MDPhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eli Muchtar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel L. Van Dyke, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amber B. Koehler, PA-C, MS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil E. Kay, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan L. Slager, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esteban Braggio, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic, Phoenix, AZ"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huihuang Yan, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Ding, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:40:51",
    "is_scraped": "1"
}