{
    "doi": "https://doi.org/10.1182/blood-2020-137750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4602",
    "start_url_page_num": 4602,
    "is_scraped": "1",
    "article_title": "Ktx-120, a Novel Irakimid Degrader of IRAK4 and IMiD Substrates Shows Preferential Activity and Induces Regressions in MYD88-Mutant DLBCL CDX and PDX Models ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": null,
    "author_names": [
        "Duncan Walker, PhD",
        "Michele Mayo",
        "Christine Klaus, BS",
        "Dapeng Chen, PhD",
        "Samyabrata Bhaduri, PhD",
        "Kirti Sharma",
        "Scott Rusin",
        "Alice McDonald, PhD",
        "Jared Gollob, PhD MD",
        "Nello Mainolfi, PhD",
        "Matt Weiss, PhD"
    ],
    "author_affiliations": [
        [
            "Kymera Therapeutics, Cambridge, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA"
        ]
    ],
    "first_author_latitude": "42.3615567",
    "first_author_longitude": "-71.159502",
    "abstract_text": "An important goal of cancer therapy is to improve patient outcomes by driving to deep and durable tumor responses. The activity of single-agent targeted therapies, such as BTK inhibitors or IMiDs alone, has been modest in relapsed and refractory DLBCL, necessitating the use of combination therapy. Targeted protein degraders are heterobifunctional small molecules that co-opt the endogenous ubiquitin-proteasome system to drive the selective degradation of target proteins. Degraders of IRAK4, a key component of the myddosome complex, show potent and selective IRAK4 degradation and preferential activity in MYD88-mutant (MYD88 MT ) DLBCL models. Notably, the activity of IRAK4 degradation is superior to IRAK4 kinase inhibition, supporting the essential scaffolding role of IRAK4 in myddosome signaling. We have previously described IRAKIMiDs, novel IRAK4 degraders that utilize an IMiD as a pharmacologically active cereblon binder. These degraders simultaneously degrade both IRAK4 and IMiD substrates and show synergistic antitumor activity over either IRAK4 degraders or IMiDs alone, enabling a therapeutically relevant biological combination within a single small molecule. Here we describe KTX-120, a novel IRAKIMiD development candidate. KTX-120 is an equipotent degrader of both IRAK4 and the IMiD substrates Ikaros and Aiolos in lymphoma model systems with low single-digit nM DC 50 for degradation of all substrates. The cell activity of KTX-120 has shown a high dependence on MYD88 MT status: across a panel of MYD88 MT cell lines, KTX-120 showed consistent and potent cell activity, with IC50 ranging from 7-29nM, whereas in MYD88 WT lines, cell activity was poor ranging from 1800-3400nM. In the OCI-Ly10 ABC DLBCL cell line that harbors a MYD88 L265P mutation, the cell activity of KTX-120 was associated with degradation of both IRAK4 and Ikaros, supporting the combined IRAK4 and IMiD targeting of this molecule as contributing to cell activity. Notably, the onset of cell death in OCI-Ly10 cells with KTX-120 treatment was rapid, with cells becoming committed to cell death within 72h of exposure, suggesting that continuous exposure to KTX-120 may not be necessary for antitumor activity. We explored the pharmacological activity of KTX-120 in several in vivo model systems. KTX-120 is orally bioavailable and shows dose-proportional exposure in several species. A single oral dose of KTX-120 (10 mg/Kg or 30 mg/Kg) showed significant degradation of both IRAK4 and Ikaros in a dose and time-dependent manner, with degradation of both substrates being sustained for >96h, further supporting the potential for intermittent dosing. To assess this, we have explored the antitumor efficacy of KTX-120 in intermittent dosing schedules. KTX-120 was well tolerated and showed potent antitumor activity in several CDX models of MYD88 MT DLBCL, including OCI-Ly10, TMD8 and SUDHL2, achieving regressions in all models in as little as once every 2 weeks. As an example, in OCI-Ly10, a 30mpk dose Q2W drove >80% degradation of both IRAK4 and Ikaros and showed regressions (including CR) by D28. Similar activity and tolerability were seen with both PO and IV dosing at doses that achieve active exposure, enabling the potential for both oral and parenteral dosing. We have further explored the activity of KTX-120 in a collection of DLBCL patient derived xenograft models. KTX-120 shows robust activity (>85% TGI) in 4/5 models of MYD88 MT DLBCL and shows no or modest activity in 2/2 models of MYD88 WT DLBCL, supporting the preferential activity of this mechanism in patient samples harboring MYD88 activating mutations. Importantly, activity was observed in models with a variety of co-mutations that activate the NFkB pathway, including alterations in, CD79B and TNFAIP3, suggesting that KTX-120 has the potential for activity in MYD88 MT lymphoma regardless of other mutations. Collectively, these data support the combined IRAK4 degradation and IMiD activity of KTX-120 has the potential to achieve robust and durable regressions in MYD88 MT lymphomas with the increased convenience of an intermittently administered single agent and decreased potential for drug combination challenges. Disclosures Walker: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Mayo: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Klaus: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Chen: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Bhaduri: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Sharma: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Rusin: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. McDonald: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Gollob: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Mainolfi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Weiss: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company."
}