{
    "doi": "https://doi.org/10.1182/blood-2019-125647",
    "article_title": "CAR T Cells Derived from Healthy Mice Lead to Cytokine Release Syndrome (CRS) in the TCL1 Chronic Lymphocytic Leukemia Model; Mice with CLL Treated with Acalabrutinib or Ibrutinib Have Improved CAR T Cell Function without Increasing the Cytokines of CRS ",
    "article_date": "November 13, 2019",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "abstract_text": "Background: Whilst highly effective, CD19 CAR T cells have significant toxicities in the form of cytokine release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS). CRS is related to T cell expansion and is characterised by elevated concentrations of cytokines such as IL-6, TNFa, IFNg and others. IL-1 has been associated with neurotoxicity and anakinra an IL-1 receptor antagonist (IL-1 RA) reduces CRS mortality in mice. There is a lack of appropriate animal models to study the treatment and prevention of CRS, and most reported use immunodeficient xenografts. CLL is associated with a tumor supportive microenvironment and T cells exhibit multiple functional defects and features of exhaustion which contribute to reduced CAR T cell efficacy. These defects are closely recapitulated in Em-TCL1 (TCL1) mice, and induced in healthy mice by adoptive transfer (AT) of murine CLL splenocytes. We aimed to demonstrate the effect of pre-treatment of leukemic mice with the BTK inhibitors (BTKi) ibrutinib and acalabrutinib on CAR T cell function in CLL. Methods: Immunocompetent C57BL/6 mice (WT) received AT of pooled TCL1 cells from fully leukemic TCL1 mice from the same background. Selected groups were treated with either acalabrutinib or ibrutinib continuously via drinking water dissolved in vehicle for 3 weeks. Syngeneic donor CAR T cells were derived from pooled spleens from WT mice or WT mice with CLL by AT, treated with acalabrutinib (acalaCAR) or ibrutinib (ibrCAR) or left untreated (CLL CAR). Splenocytes were enriched for CD3 + with magnetic beads then activated with CD3/CD28 Dynabeads (Thermofisher) and r-IL2 (Roche). They were transduced with retroviral supernatant from MSGV-1D3-28Z-1.3mut (CD19-CD28) and cultured and expanded for 4 days before injection. All mice were given 100mg/kg IP cyclophosphamide on D-1 and on D0 1-2x10 6 CAR + T cells pooled by pre-treatment group or untransduced T cells intravenously. Mice were bled every week starting D+7 from CAR T cells to assess CLL load, CAR/T cell subsets and groups were culled when they got sick or when peripheral blood (PB) CLL>70%. Previous experiments have demonstrated peak CAR expansion in this model at D+7, so at this time point plasma was prepared and stored at -80°C and cytokines were measured using electrochemiluminescent sandwich immunoassay (Mesoscale) and ELISA kit for mouse IL-1Ra (Thermofisher). Results: Mice with CLL treated with BTKi have significantly reduced spleen size and cell counts although the spleen remains highly infiltrated with CD5 + CD19 + B cells. When these spleens are harvested and used to make syngeneic CAR T cells they lead to a more favorable phenotype with increased naïve and memory T cells and improved ex-vivo expansion compared to using spleens from mice with untreated CLL. At D+7 all mice which had received WT derived CAR T cells, but not in any other group appeared acutely distressed (hunched, limited mobility, poor motor response, hyperventilating) suggestive of CRS and most were pre-emptively culled due to our pre-defined end points. Two surviving mice rapidly returned to a highly active state with no clinical abnormalities within 12 hours. All WT CAR treated mice had high proportions of CD3 + CAR + cells (8-42%) with no normal B cells in the PB and the culled mice had normal sized spleens that were free from CLL and normal B cells, as was the bone marrow. Cytokine analysis reveals significantly higher concentrations of IL-6, TNFa, IFNg, MCP-1 and IL-1 RA in WT CAR treated mice in the PB, but not of IL-1b, IL-2, IL-10, IL-15, GM-CSF and MIP-1. All other mice responded to CAR T cells without becoming sick and mice receiving untransduced T cells needed to be culled by week 8 due to progressive disease. Now at week 20, a long-term survival analysis is ongoing and will be updated. Conclusions: In this model, T cell dysfunction induced by CLL is reflected in defects in CAR T function compared to T cells from WT healthy mice. Pre-treatment of mice with acalabrutinib and ibrutinib repairs T cell function, improves ex vivo expansion and T cell subsets of CAR T cells derived from mice with CLL, but notably did not lead to increased production of cytokines associated with CRS or ICANS. We therefore report here a clinically relevant model of CRS in CLL of immunocompetent mice in which novel treatment approaches can be investigated and its impact on the host immune response examined. View large Download slide View large Download slide  Close modal Disclosures Sanderson: Kite/Gilead: Honoraria. Gribben: Abbvie: Consultancy, Honoraria, Research Funding; Acerta/Astra Zeneca: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "acalabrutinib",
        "animal model",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytokine",
        "cytokine release syndrome",
        "ibrutinib",
        "mice",
        "t-lymphocytes",
        "cd19 antigens"
    ],
    "author_names": [
        "Robin Sanderson, MRCP,FRCPath",
        "Arantxa Romero-Toledo, MSc",
        "John G. Gribben, MD DSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Robin Sanderson, MRCP,FRCPath",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arantxa Romero-Toledo, MSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Gribben, MD DSc",
            "author_affiliations": [
                "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T03:59:59",
    "is_scraped": "1"
}