{
    "doi": "https://doi.org/10.1182/blood-2021-145814",
    "article_title": "The First-in-Human Clinical Trial of iPSC-Derived Platelets (iPLAT1): Autologous Transfusion to an Aplastic Anemia Patient with Alloimmune Platelet Transfusion Refractoriness ",
    "article_date": "November 5, 2021",
    "session_type": "401.Blood Transfusion",
    "abstract_text": "Introduction : Platelet transfusion have saved lives of patients with thrombocytopenia through preventing or treating bleeding complications. Currently, platelet products are provided from blood banks which collect blood from healthy donors. However, our ageing society bears the risk of supply in the future. Furthermore, although the rate is decreasing, alloimmune platelet transfusion refractoriness (allo-PTR) is still found in 5% of platelet transfusion patients. Gestation and previous platelet transfusion cause sensitization to produce alloantibodies mostly against class I human leukocyte antigens (HLA-I) and less frequently against human platelet antigens (HPA), resulting in allo-PTR. In these cases, platelets from compatible donors are transfused, but for patients with rare HLA or HPA, donors are difficult to find. As a possible solution, we proposed the application of platelets from induced pluripotent stem cells (iPSC-platelets), which we have succeeded in the ex vivo production at clinical scale. iPSC-platelets are produced from expandable megakaryocyte cell lines (imMKCLs) as master cells and using a \"turbulent flow\" bioreactor and various new drugs. imMKCLs are established from iPSCs during megakaryocytic differentiation by overexpression of c-MYC , BMI1 and BCL-XL under the doxycycline control promoter. Switching off these transgenes leads to the maturation of imMKCLs. Turbulent flow was found to be a crucial factor in efficient ex vivo production of healthy iPSC-platelets from imMKCLs. We also developed TA-316, a thrombopoietin mimetic compound, KP-547, an ADAM17 inhibitor that inhibits CD42b shedding and stores platelet function, and also found the combination of AhR antagonist and ROCK inhibitor enables feeder-free liquid culture in imMKCL maturation. Aim : To evaluate the safety of autologous iPS-platelets administered to an aplastic anemia patient with allo-PTR due to anti-HPA alloantibody, who experienced systemic post-transfusion purpura-like complication and have no compatible donor in Japan. Methods and Results: Preclinical studies showed that iPSC-platelets were competent in in vitro assays and mouse and rabbit models for circulation and hemostasis, and pathogen and tumorigenicity free. The clinical study was approved by the Certified Special Committee for Regenerative Medicine of the Kyoto University and by the Health Sciences Council of the Japan Ministry of Health, Labour and Welfare as meeting the Act on the Safety of Regenerative Medicine. The clinical study started in March 2019. Using imMKCL master cells derived from the patient, iPS-platelets were manufactured at the Facility for iPS Cell Therapy (FiT) in Center for iPS Cell Research and Application (CiRA), Kyoto University according to the GMP standard. Three doses of 1x10^10, 3x10^10 and 1x10^11 were administered in a dose escalation single-center open-label uncontrolled study at Kyoto University Hospital. The primary endpoint was safety as measured by frequency and extent of adverse events, which were evaluated by the Efficacy Safety Assessment Committee for each dose cohort. Three doses of the administration of autologous iPS-platelets have been completed. No significant adverse event was observed during the full observation period of one year after the last dose. Conclusion: The iPLAT1 study completed the administration of iPSC-platelets for the first time and confirmed the safety in an allo-PTR patient who would otherwise have no HPA-compatible platelet product. The insights gained from the current study should further contribute to development of allogeneic iPSC-platelet products that can be readily administered to wide range of patients. (Japan Registry of Clinical Trials number jRCTa050190117) Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Sugimoto:  Astellas Pharma Inc.: Honoraria; Ebara Corporation: Honoraria; Kyowa Kirin Co., Ltd.: Honoraria; Megakaryon Co: Consultancy, Honoraria; Novartis Pharma K.K.: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria. Kanda:  Sumitomo Dainippon Pharma Co., Ltd.: Honoraria; SymBio Pharmaceuticals, Ltd.: Membership on an entity's Board of Directors or advisory committees; Sanofi K.K.: Honoraria; Otsuka Pharmaceutical Co., Ltd.: Honoraria; Ono Pharma Inc.: Honoraria; Novartis Pharma K.K.: Honoraria; NextGeM Inc: Patents & Royalties; Megakaryon Co: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kyowa Kirin Co., Ltd.: Honoraria; Janssen Pharmaceutical K.K.: Honoraria, Membership on an entity's Board of Directors or advisory committees; Eisai: Research Funding; DAIICHI SANKYO Co., Ltd.: Honoraria, Membership on an entity's Board of Directors or advisory committees; CHUGAI PHARMACEUTICAL Co., Ltd.: Honoraria; Bristol-Myers Squibb Co: Honoraria; Astellas Pharma Inc.: Consultancy, Honoraria; Amgen Astellas BioPharma: Honoraria; Takeda Pharmaceutical Company Limited: Honoraria, Membership on an entity's Board of Directors or advisory committees; TEIJIN PHARMA LIMITED.: Honoraria. Kondo:  Asahi Kasei Pharmaceutical: Research Funding; Otsuka Pharmaceutical Co., Ltd.: Honoraria; Chugai Pharma: Honoraria; MSD Pharmaceutical: Honoraria; Sumitomo Dainippon Pharma: Honoraria. Shimizu:  Megakaryon co: Consultancy. Hirai:  Kyowa Kirin: Patents & Royalties, Research Funding; Bristol-Myers K.K.: Research Funding; CSL Behring: Research Funding; Mitsubishi Tanabe Pharma: Research Funding; Sumitomo Dainippon Pharma: Research Funding; Novartis Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding. Takaori-Kondo:  Bristol-Myers K.K.: Honoraria; ONO PHARMACEUTICAL CO., LTD.: Research Funding; Celgene: Research Funding. Eto:  Megakaryon co: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties, Research Funding; Otsuka Pharmaceutical Co., Ltd.: Research Funding; Kyowa Kirin Co., Ltd.: Honoraria; Takeda Pharmaceutical Co Ltd: Honoraria; Kowa Co Ltd: Honoraria; Sumitomo Dainippon Pharma Co., Ltd.: Honoraria; TEIJIN PHARMA LIMITED.: Honoraria; Kyoto Manufacturing Co., Ltd.: Research Funding.",
    "author_names": [
        "Naoshi Sugimoto",
        "Junya Kanda",
        "Sou Nakamura",
        "Toshiyuki Kitano",
        "Masakatsu Hishizawa",
        "Tadakazu Kondo",
        "Shin Shimizu",
        "Akiko Shigemasa",
        "Hideyo Hirai",
        "Harue Tada",
        "Manabu Minami",
        "Naohide Watanabe",
        "Masayuki Nogawa",
        "Makoto Handa",
        "Yoshihiko Tani",
        "Akifumi Takaori-Kondo",
        "Koji Eto"
    ],
    "author_dict_list": [
        {
            "author_name": "Naoshi Sugimoto",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junya Kanda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Kyoto University, Kyoto, Japan",
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sou Nakamura",
            "author_affiliations": [
                "Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshiyuki Kitano",
            "author_affiliations": [
                "Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, JPN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masakatsu Hishizawa",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadakazu Kondo",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Shimizu",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Shigemasa",
            "author_affiliations": [
                "Center for iPS Cell Research and Application, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyo Hirai",
            "author_affiliations": [
                "Dept of Clinical Laboratory Medicine, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harue Tada",
            "author_affiliations": [
                "Institute for Advancement of Clinical and Translational Science, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manabu Minami",
            "author_affiliations": [
                "Institute for Advancement of Clinical and Translational Science, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naohide Watanabe",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Keio University School of Medicine, Tokyo, JPN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Nogawa",
            "author_affiliations": [
                "Division of Hematology, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Handa",
            "author_affiliations": [
                "Center for Transfusion Medicine & Cell Therapy, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiko Tani",
            "author_affiliations": [
                "Japanese Red Cross Osaka Blood Center, Osaka, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Takaori-Kondo",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Eto",
            "author_affiliations": [
                "Center for iPS Cell Research and Application (CiRA), Kyoto University, Kyoto, Japan",
                "Department of Regenerative Medicine, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:30:08",
    "is_scraped": "1"
}