{
    "doi": "https://doi.org/10.1182/blood.V120.21.3053.3053",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2353",
    "start_url_page_num": 2353,
    "is_scraped": "1",
    "article_title": "Relevance and Factors Predicting for Early Lymphocyte Recovery After Allogeneic Bone Marrow Stem Cell Transplantation (BMT). ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "topics": [
        "allogeneic stem cell transplant",
        "bone marrow",
        "brachial plexus neuritis",
        "busulfan",
        "cd34 antigens",
        "cmv reactivation",
        "disease remission",
        "follow-up",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Ulas D. Bayraktar, MD",
        "Rima M Saliba, PhD",
        "Gabriela Rondon, MD",
        "Antonio Di Stasi, MD",
        "Partow Kebriaei, M.D.",
        "Marcos de Lima, MD",
        "Richard E. Champlin",
        "Stefan O. Ciurea"
    ],
    "author_affiliations": [
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3053 Recovery of the immune system is critical for the success of allogeneic stem cell transplantation. Several groups, including ours, reported that faster lymphocyte recovery was associated with improved outcomes. There is limited information however, on factors affecting lymphocyte recovery and its influence on outcomes specifically after BMT. We retrospectively assessed 536 consecutive patients (pts) with acute leukemia (452 AML/MDS and 102 ALL) who underwent BMT (and engrafted) at our institution between 01/1999 and 12/2010 to determine 1) predictors of early lymphocyte recovery (ELR), and 2) influence on outcomes of ELR defined as achieving absolute lymphocyte count of 1000/μL (ALC1000) by day 100 after BMT. Characteristics of the study population including demographics, graft, disease, and transplant characteristics assessed are described in the Table. Conditioning regimens were classified as reduced intensity (RI), or high intensity (including TBI-, busulfan-, or melphalan-based) conditioning, as previously described. Cox's proportional hazards regression analysis was used to assess predictors of ELR and NRM on univariate and multivariate (MV) analysis. Pts who developed grade II-IV acute GVHD (aGVHD), received a second graft infusion, or relapsed before achieving ALC1000 were censored at the time of these events for the assessment of predictors of ELR. Only pts who were alive progression-free, and had not developed grade II-IV aGVHD by day 100 were eligible for the assessment of predictors of outcomes in landmark analysis starting on day 100 after BMT. Outcomes were assessed at the median follow-up in surviving pts of 40 months. On multivariate analysis, significant predictors of lower rate of ELR included TBI- or melphalan-based ablative conditioning (HR=0.5, p 0.003) (compared to RI or busulfan-based), and a haploidentical donor (HR=0.4, p 0.05). Preliminary analyses assessing CMV reactivation and grade II-IV aGVHD as time dependent variables showed these factors to be associated with higher and lower ELR, respectively. MV analyses incorporating these factors in prognostic model are ongoing and final results will be presented at the meeting. Among the 246 pts eligible for the outcomes assessment, ELR (HR=0.2, P <0.001) and remission status (CR1/CR2) at transplant (HR=0.3, P 0.004) were the only significant predictors of the rate of NRM on MV. The lower NRM rate in pts with ELR translated into higher overall survival on univariate analysis, yet this association was only significant at 1 year (HR 1year 0.5, p=0.02; HR 40 mo 0.7, p=0.2) after transplant. There was no impact for ELR on the rate of disease relapse at either one of these time points after BMT. In conclusion, early lymphocyte recovery is an independent prognostic factor for NRM after BMT. Lymphocyte recovery was influenced by the conditioning regimen, the use of a haploidentical donor and the development of aGVHD but not by the infused CD34 cell numbers or disease status at transplant. Disclosures: No relevant conflicts of interest to declare."
}