{
    "doi": "https://doi.org/10.1182/blood.V126.23.1267.1267",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3023",
    "start_url_page_num": 3023,
    "is_scraped": "1",
    "article_title": "Activity of the Telomerase Inhibitor GRN163L (Imetelstat) on Acute Myeloblastic Leukemia Blasts Is Enhanced By DNA Methyltransferase Inhibitors Irrespective of TERT Promoter Methylation Status ",
    "article_date": "December 3, 2015",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "topics": [
        "blast cells",
        "dna methyltransferase inhibitors",
        "imetelstat",
        "leukemia, myelocytic, acute",
        "methylation",
        "telomerase inhibitors",
        "leukemia",
        "telomerase",
        "azacitidine",
        "leukemic cells"
    ],
    "author_names": [
        "Caroline R Cantilena, BA",
        "Xin Zhao, MD PhD",
        "Sachiko Kajigaya, PhD",
        "Neil Dunavin, MD",
        "Xin Tian, PhD",
        "Stephen A. Strickland, MD",
        "Bipin N. Savani, MD",
        "Sanjay R. Mohan, MD",
        "Katayoun Rezvani, MDPhD",
        "Xingmin Feng, PhD",
        "Danielle M. Townsley, MD",
        "Minoo Battiwalla, MDMS",
        "Sawa Ito, MD",
        "Austin John Barrett, MDFRCP,FRCPath"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Vanderbilt-Ingram Cancer Center, Nashville, TN "
        ],
        [
            "Tennessee Valley Healthcare System Veteran Affairs, Nashville, TN "
        ],
        [
            "Vanderbilt-Ingram Cancer Center, Nashville, TN "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Introduction. The high telomerase activity in leukemia cells protects them from proliferation arrest, senescence, and apoptosis and may be driven by mutation or epigenetic alteration in the telomerase promoter. However, the mechanism of telomerase regulation and potential therapeutic application of telomerase inhibition in leukemia are not fully understood. We evaluated epigenetic methylation patterns in the telomerase promoter region in myeloid cell lines and primary acute myeloid leukemia (AML) blasts. These epigenetic patterns may serve as a biomarker for sensitivity to DNA methyltransferase (DNMT) inhibitors and have prognostic significance. We also studied whether the telomerase inhibitor GRN163L (imetelstat)can favorably combine with the DNMT inhibitor 5-Azacytidine (5-Aza) to target poor prognosis leukemias. Methods. We developed a pyrosequencing-based methylation assay to screen methylation profiles of the proximal promoter and partial exon 1 of the human telomerase reverse transcriptase (h TERT pro/Ex1) region in primary leukemic cells and various cell lines.We used a chemosensitivity assay to determine specific killing of primary leukemia and cell lines by imetelstat. An inert mismatched oligonucleotide (Geron Corporation, Menlo Park, CA, USA) was used to control for specific inhibition of the telomerase active site. Cells were cultured for 48 hours with either active imetelstat or the inert control at varying concentrations, stained with annexin-V and propidium iodide, and then analyzed by flow cytometry to measure cell viability, apoptosis, and necrosis. Results. The h TERT pro/Ex1 region was highly methylated in cell lines, relative to de novo primary leukemic cells. Primary leukemic cells showed significantly different methylation profiles and hypermethylation status correlated to poor survival of AML patients. Three commercially available leukemia cell lines (K562, Ramos, THP-1), two primary leukemia-derived cell lines (AML1, CML1), and CD34 + blasts isolated from primary leukemia in six different AML patients with varying degrees of h TERT pro/Ex1 region methylation were tested. Imetelstat showed dose dependent cytotoxicity to both myeloid leukemia cell lines and primary leukemic blasts. Cell toxicity was telomerase specific since the inert control had no or minimal toxicity at the half inhibitory concentration (IC 50 ) of imetelstat between 10-40 µM. Higher methylation status of the h TERT pro/Ex1 region was significantly associated with increased resistance to imetelstat in leukemia cell lines (Figure 1A). However, no correlation was found in primary leukemic blasts. Pretreatment of leukemia cell lines with 5-Aza for 24 hours prior to imetelstat exposure was associated with a decrease in viability from 0.78±0.01 to 0.54±0.01 at a concentration of 10µM of imetelstat (Figure 1B). 5-Aza alone had no effect on the leukemic cell lines' viability. Conclusion. High risk primary leukemias are susceptible to killing by the telomerase inhibitor irrespective of the degree of methylation of the h TERT pro/Ex1 region. Furthermore, demethylating agents can enhance the activity of the telomerase inhibitor, imetelstat. These findings suggest that combination therapy of imetelstat and DNMT inhibitors may have synergistic anti-leukemic efficacy in high risk AML patients. View large Download slide View large Download slide  Disclosures Strickland: Amgen: Other: Advisory Board Particpation; Boehringer-Ingelheim: Other: Advisory Board Particpation; Daiichi-Sankyo: Other: Advisory Board Particpation; Sunesis Pharmaceuticals: Other: Steering Committee and Advisory Board Participation; Alexion Pharmaceuticals: Other: Advisory Board Particpation. Rezvani: Pharmacyclics: Research Funding. Townsley: Novartis: Research Funding; GSK: Research Funding."
}