{
    "doi": "https://doi.org/10.1182/blood-2021-149406",
    "article_title": "FLT3 Inhibitors Induce p53 Instability Due to Increased Interaction between p53 and MDM2 By Inhibiting STAT5 Phosphorylation in Acute Myeloid Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Frequently mutated in Acute myeloid leukemia (AML), FLT3 is considered as one of the favorable targets for treatment. The FLT3 internal tandem duplication (ITD) mutation enhances kinase activity and causes hyperactivation of downstream signal transduction. Several small molecule FLT3 inhibitors have developed, but their clinical efficacy is limited due to generation of drug resistance. In this study, we define a new mechanism of drug resistance toward tyrosine kinase inhibitors (TKIs). Initially, we found a rapid decrease in the protein level of tumor suppressor p53 in FLT3-ITD-positive MV4-11 and MOLM13 cells and peripheral blood mononuclear cells (PBMCs) from FLT3-ITD AML patients upon treatment with TKIs including sorafenib, sunitinib and quizartinib. The decrease is not caused by changes in mRNA expression as revealed by qPCR analyses but rather by accelerated protease degradation because the p53 protein was stabilized by proteasome inhibitor MG132. Furthermore, treatment of cells with RG7388, a potent disruptor of p53 and MDM2 interaction, prevented the TKI-induced p53 loss. Since MDM2 is the most important E3 ligase responsible for ubiquitination of p53, the data suggest that TKIs may lead to the degradation of p53 by promoting ubiquitination. Indeed, ubiquitination assays verified that TKIs promoted K48 poly-ubiquitination of p53. Previous studies have demonstrated that activations of FLT3 downstream signaling components such as ERKs and Akt reduce p53 protein stability through ubiquitination by activating MDM2. It is somewhat unexpected that inhibition of FLT3-ITD and its downstream signaling pathways also resulted in decreased p53 stability due to increased ubiquitination. We treated FLT3-ITD-containing cells with specific ERK, AKT and STAT5 inhibitors. Interestingly, while inhibition of ERKs and AKT had no significant effect on the stability of p53, STAT5 inhibition resulted in a reduced level of p53 accompanied by increased K48 poly-ubiquitination. We further analyzed the interaction of p53 with MDM2 in AML cells by using immunoprecipitation. The results showed that the p53-MDM2 interaction was significantly enhanced after treatment with TKIs and STAT5 inhibitors, which was diminished in the presence of RG7388. Subcellular fractionation revealed the presence of p53 and STAT5 in both nucleus and cytoplasm. Treatment of cells with TKIs resulted in a decreased level of p53 and STAT5 in the nucleus, and immunoprecipitation of nuclear proteins with a p53 antibody revealed a reduced association of p53 with STAT5. Taken together, the data suggest that FLT3 inhibitors inhibited nuclear translocation of STAT5 and reduced its interaction of p53 thereby facilitating p53/MDM2 interaction and subsequent ubiquitination and degradation of p53. This study reveals a novel mechanism by which drug resistance to TKIs may occur and further support the use of MDM2/p53 interaction inhibitors in combination with TKIs for treatment of AML. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Han Zhong Pei",
        "Xiaomei Zhuang",
        "Ming Yang",
        "Yao Guo",
        "Zhiguang Chang",
        "Dengyang Zhang",
        "Yuming Zhao",
        "Liuting Yu",
        "Bo Lu",
        "Xiaojun Xu",
        "Yun Chen",
        "Zhizhuang Joe Zhao"
    ],
    "author_dict_list": [
        {
            "author_name": "Han Zhong Pei",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Zhuang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Yang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yao Guo",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiguang Chang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dengyang Zhang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuming Zhao",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liuting Yu",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo Lu",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaojun Xu",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Chen",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhizhuang Joe Zhao",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China",
                "Department of Pathology, University of Oklahoma Health Sciences Center, Oklahoma City, OK"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:03:16",
    "is_scraped": "1"
}