{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4880.4880",
    "article_title": "\"FEIBA Global Outcome Study (FEIBA GO)\" Data Read-out: Real World Bleeding Frequency in Inhibitors Patients on Prophylaxis with APCC ",
    "article_date": "December 7, 2017",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background/Aim : The \"FEIBA GO\" study was designed to capture long-term outcomes on effectiveness, safety and quality of life in subjects with haemophilia and inhibitors treated with APCC in routine clinical practice. The primary objective is to describe the hemostatic effectiveness of APCC in different settings such as prophylaxis and on demand, including patients on immune-tolerance induction; most relevant secondary objectives are: joint functionality outcomes, safety, health-related quality of life (HR-QoL), daily activity level, acute and chronic pain associated with haemophilia, healthcare resources used. Methods : FEIBA GO is a prospective, non-interventional, observational multicenter cohort study in patients with hemophilia A or B and high-responding inhibitors treated with APCC prior to the decision to enroll in the study. Target for enrollment is 100 subjects. Treatment regimens are at the discretion of the attending physicians according to routine clinical practice, either in prophylaxis or on demand, including immune-tolerance induction. The observation period per subject is planned to be 4 years. Results : A data read-out was carried out on May 18, 2017 on 41 subjects with severe haemophilia A and inhibitors from 14 haemophilia centers in 10 countries: median age 17 years (range 3-71). At screening, 28 were on prophylaxis, and for 38 patients for whom first FVIII inhibitor detection available, median titer was 13.5BU (range 1-2,410). Data were available for 19/41 as shown in Table 1. Conclusions : These preliminary findings demonstrate prevention of joint bleeding with FEIBA prophylaxis comparable to that reported in patients without inhibitors on replacement prophylaxis. This study will further augment the knowledge of long-term prophylaxis in the real world clinical setting by assessing effectiveness, HRQoL and safety of FEIBA in this rare patient population. It is anticipated that the FEIBA GO study will capture important outcome data across and beyond the European Union on haemophilia A and B patients with high responding inhibitors under a variety of prescribing regimens in routine clinical practice. View large Download slide View large Download slide  Close modal Disclosures Escuriola Ettingshausen: CSL Behring: Consultancy, Honoraria, Research Funding; Grifols: Consultancy, Honoraria, Research Funding; Octapharma: Consultancy, Honoraria, Research Funding; Bayer Healthcare: Consultancy, Honoraria, Research Funding; Biotest: Consultancy, Honoraria, Research Funding; NovoNordisk: Consultancy, Honoraria, Research Funding; Baxalta (now part of Shire): Consultancy, Honoraria, Research Funding. Windyga: Pfizer: Honoraria, Research Funding; Biogen: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Octapharma: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Bayer: Honoraria, Research Funding; Shire: Honoraria, Research Funding; Novo Nordisk: Honoraria, Research Funding. Hermans: SHIRE: Consultancy; Novo Nordisk: Consultancy. Cid: NovoNordisk: Honoraria; Shire: Honoraria. Rangarajan: Pfizer: Research Funding; Biomarin: Research Funding; HHFT: Employment; Alnylam: Research Funding; Roche: Honoraria; LFB: Research Funding; Novo Nordisk: Research Funding; Grifols: Research Funding; Shire: Research Funding. Rocino: Bayer: Employment, Membership on an entity's Board of Directors or advisory committees; Shire: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kendrion: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sobi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; CSL Behring: Employment, Honoraria; Baxalta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Gringeri: Shire: Employment. Crea: Shire: Employment, Equity Ownership.",
    "topics": [
        "anti-inhibitor coagulant complex",
        "hemorrhage",
        "hemophilia a",
        "chronic pain",
        "collision-induced dissociation",
        "hemarthrosis",
        "hemostatics",
        "screening",
        "equity"
    ],
    "author_names": [
        "C. Escuriola Ettingshausen",
        "J. Windyga, MD",
        "C. Hermans, MDMRCP,PhD",
        "A.R. Cid",
        "S. Rangarajan",
        "A. Rocino",
        "A. Gringeri, MD PhD",
        "R. Crea, DVM, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "C. Escuriola Ettingshausen",
            "author_affiliations": [
                "HZRM, Haemophilia Centre Rhine-Main, Frankfurt-Möerfelden, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "J. Windyga, MD",
            "author_affiliations": [
                "Department of Disorders of Hemostasis and Internal Medicine, Institute of Hematology and Transfusion Medicine, Warsaw, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Hermans, MDMRCP,PhD",
            "author_affiliations": [
                "Division of Hematology, Saint-Luc University Hopital, Brussels, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A.R. Cid",
            "author_affiliations": [
                "Unidad Hemostasia y Trombosis. Hospital Universitario y Politécnico La Fe, Valencia, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Rangarajan",
            "author_affiliations": [
                "Hampshire Hospitals NHS foundation Trust, Basingstoke, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Rocino",
            "author_affiliations": [
                "Haemophilia & Thrombosis Centre, Ascalesi Hospital, Naples, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Gringeri, MD PhD",
            "author_affiliations": [
                "Shire Austria GmbH, Vienna, Austria"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Crea, DVM, MSc",
            "author_affiliations": [
                "Shire Austria GmbH, Vienna, Austria"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T12:51:30",
    "is_scraped": "1"
}