{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3160.3160",
    "article_title": "A Phase Ib Study of Isatuximab in Combination with Bortezomib, Cyclophosphamide, and Dexamethasone (VCDI) in Patients with Newly Diagnosed Multiple Myeloma Non-Eligible for Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: Isatuximab (ISA) is an anti-CD38 monoclonal antibody with multiple modes of action for killing tumor cells through direct tumor targeting and immune cell engagement. It has demonstrated strong potentiation when combined with bortezomib in a multiple myeloma (MM) xenograft model (Deckert J et al, Clin Cancer Res 2014:20:4754). The combination of bortezomib, cyclophosphamide, and dexamethasone (dex) (VCD) is an effective regimen, commonly used in newly diagnosed MM (NDMM) (Leiba M et al, Br J Haematol 2014:166:702). Here, we report initial data from a Phase Ib study of ISA plus VCD (VCDI) in patients (pts) with NDMM (NCT02513186). Methods: This dose-escalation (DE) and expansion study enrolled pts with NDMM ineligible for transplantation. Treatment consisted of 2 phases: induction and maintenance. Induction (one 6-week cycle [cycle (C)1] followed by eleven 4-week cycles [C2-12]): ISA (10 or 20 mg/kg, sequentially enrolled) weekly during C1, then every 2 weeks; subcutaneous bortezomib (1.3 mg/m 2 ) on Days (D)1, 4, 8, 11, 22, 25, 29, and 32 (C1), then weekly (C2-12); cyclophosphamide (300 mg/m 2 ) weekly (C1) then on D1, 8, and 15 (C2-C12); dex (20 mg) on D1, 4, 8, 11, 15, 22, 25, 29, and 32 (C1) then D1, 2, 8, 9, 15, 16, 22, and 23 (aged <75 years) or weekly (aged ≥75 years) for C2-12. Maintenance (4-week cycles): ISA (at the initial assigned dose) and dex 20 mg on D1 of each cycle until progression, toxicity, or pt/investigator decision to discontinue. The study objectives were to determine the maximum tolerated dose (MTD) and recommended dose of ISA in combination with VCD, and to evaluate safety and preliminary efficacy (overall response rate [ORR], complete response [CR] rate, per IMWG criteria) of VCDI. Results: Enrolment is now complete; 17 pts were treated with VCDI. During the DE phase, 4 pts were treated at 10 mg/kg and 4 pts at 20 mg/kg. Based on initial safety (no DLTs occurred at either dose; MTD was not reached) and pharmacokinetic (PK) data, ISA 10 mg/kg was chosen as the recommended dose for the expansion cohort and 9 additional pts were treated at this dose (total 13 pts at 10 mg/kg). Median age was 71 (68-80) years. At baseline, 1, 1, and 15 pts were ISS Stage I, II, and III, respectively. At data cut-off (Dec 31, 2016), pts across both doses had been treated for a median of 3.0 (0.5-14.0) months (mo). Two pts discontinued treatment due to an adverse event (AE) (10 mg/kg: Grade [Gr] 3 bronchospasm and Gr 3 infusion-associated reaction [IAR]; 20 mg/kg: sudden death [during C1, not treatment related]) and 1 pt (10 mg/kg) discontinued due to disease progression. ISA dose omission was required in 5/13 (38%) pts at 10 mg/kg (Gr 2 bronchitis, Gr 2 mesenteric vein thrombosis, Gr 3 respiratory tract infection, Gr 3 hypertension, Gr 3/4 neutropenia) and none at 20 mg/kg. Dose omission of bortezomib, cyclophosphamide, and dex was required in 7, 5, and 8 pts, respectively. All pts experienced ≥1 AE. Most frequent AEs across both doses (any Gr; excluding laboratory abnormalities): IARs, 8 pts (47%); back pain, 7 pts (41%); nausea, 5 pts (29%); bronchitis, 5 pts (29%); peripheral neuropathy, hypertension, diarrhea, constipation, peripheral edema, and rash, 4 pts each (24%). Gr ≥3 AEs were reported in 11 (65%) pts and serious AEs (SAEs) in 4 (24%) pts (Gr 3 bronchospasm, Gr 2 mesenteric vein thrombosis, Gr 3 dorsal pain, Gr 5 sudden death). Except Gr 3 bronchospasm, no SAEs were treatment related. Nine IARs occurred in 8 pts, all in the first infusion. IARs were Gr 1/2 in all but 1 pt (Gr 3 bronchospasm). Gr 3/4 hematologic abnormalities (laboratory assessment): lymphopenia (8/16 evaluable pts), leukopenia (3/16), neutropenia (3/16), thrombocytopenia (1/16), anemia (1/16). From 15 efficacy-evaluable pts the ORR was 87% (13/15), including 2 stringent CRs, 3 CRs, 4 very good partial responses (VGPRs), and 4 partial responses. Two pts achieved a best response of stable disease, lasting 5 and 12 cycles, respectively. Median time to first response was 1.5 mo. Median duration of response in the DE phase was 11.1 mo, and 14 (82.4%) pts are continuing on treatment. ISA PK appeared unaffected by co-administration with VCD. Conclusions: These data suggest that VCDI is generally well tolerated with many pts demonstrating at least VGPR. Safety and efficacy data (including minimal residual disease status) with longer-term follow-up will be presented at the meeting. Funding: Sanofi Disclosures Ocio: Novartis: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; AbbVie: Consultancy; Pharmamar: Consultancy; Seattle Genetics: Consultancy; Array Pharmaceuticals: Research Funding; Mundipharma: Research Funding; Celgene: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Sanofi: Research Funding; BMS: Honoraria; Janssen: Honoraria. Bringhen: JJ: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria; BMS: Honoraria. Oliva: Celgene: Honoraria; Takeda: Honoraria. Rodriguez-Otero: BMS: Consultancy, Research Funding, Speakers Bureau; Celgene: Consultancy, Research Funding, Speakers Bureau; Janssen: Consultancy, Research Funding, Speakers Bureau. Kanagavel: Sanofi: Employment. Oprea: Sanofi R&D: Employment; Sanofi: Other: Stock holder. Wei: Sanofi R&D China: Employment. Martinez-Lopez: Novartis: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Janssen: Honoraria.",
    "topics": [
        "abnormal hematology findings",
        "bortezomib",
        "cyclophosphamide",
        "dexamethasone",
        "multiple myeloma",
        "transplantation",
        "brachial plexus neuritis",
        "bronchial spasm",
        "vocal cord dysfunction",
        "back pain"
    ],
    "author_names": [
        "Enrique M. Ocio, MDPhD",
        "Sara Bringhen, MD",
        "Stefania Oliva, MD",
        "Paula Rodriguez-Otero, MD PhD",
        "Dheepak Kanagavel, MD PhD",
        "Corina Oprea, MD",
        "Vivian Wei",
        "Severine Doroumian",
        "Joaquin Martinez-Lopez, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Enrique M. Ocio, MDPhD",
            "author_affiliations": [
                "University Hospital of Salamanca (IBSAL) & Cancer Research Center (IBMCC-CSIC-USAL), Salamanca, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Bringhen, MD",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Oliva, MD",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Rodriguez-Otero, MD PhD",
            "author_affiliations": [
                "University Clinic of Navarra, Center for Applied Medical Research (CIMA), IDISNA, Pamplona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dheepak Kanagavel, MD PhD",
            "author_affiliations": [
                "Sanofi, Vitry-sur-Seine, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corina Oprea, MD",
            "author_affiliations": [
                "Sanofi, Alfortville, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Wei",
            "author_affiliations": [
                "Sanofi, Beijing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Severine Doroumian",
            "author_affiliations": [
                "Sanofi, Montpellier, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Martinez-Lopez, MD PhD",
            "author_affiliations": [
                "Hematology, Hospital Universitario 12 de Octubre, CNIO, Complutense, Madrid, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:45:45",
    "is_scraped": "1"
}