{
    "doi": "https://doi.org/10.1182/blood.V116.21.1057.1057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1731",
    "start_url_page_num": 1731,
    "is_scraped": "1",
    "article_title": "Acute Myeloid Leukemia Cells Depend on VEGF, PDGFR and SCF Receptor Signaling: Leukemia Regression with Pazopanib. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Biology and Pathophysiology: Poster I",
    "abstract_text": "Abstract 1057 Acute myeloid leukemia (AML) cells depend on endothelial cells for survival and proliferation. By targeting endothelial cells with a novel vascular disrupting agent, we recently demonstrated regression of AML (Madlambayan, et al., Blood 2010). In an effort to discover a more selective, anti-vascular therapy for leukemia, we hypothesized that targeting endothelial cell-derived paracrine and leukemia cell-derived autocrine growth factors would result in regression of disease. In particular, our strategy focused on vascular endothelial growth factor (VEGF), platelet derived growth factor (PDGF) and stem cell factor (SCF), which are known to promote leukemia cell proliferation. Receptors for each of these growth factors are potently inhibited by pazopanib, which is an orally available tyrosine kinase inhibitor. The aim of our study was to determine the dependence of leukemia cell survival and proliferation on the combined receptor signaling of VEGF, PDGF and SCF. Leukemia cell lines (KG-1, HL60 and K562) were incubated at various durations with varying concentrations of pazopanib. Leukemia cell proliferation was quantified using XTT assay. Apoptosis induction was analysed by flow cytometry (Annexin V and PI staining). Pazopanib effectively impaired proliferation in leukemia cells in vitro in a dose and time dependent fashion. During a 16-hour incubation of leukemia cells, pazopanib showed a 50% lethal concentration (LC 50 ) of 22.57 μM ( r = .986), 41.6 μM ( r = .991), and 81.97 μM ( r = .996) for HL60, K562, and KG-1 cells, respectively. Staining with Annexin V and PI identified apoptosis as the main cause of cell death after exposure to pazopanib. The IC 50 of apoptosis for HL60 cells was 132.5 ± 2.7 μM (p = 0.0002). These results indicate that leukemia cells depend on the combined signaling of VEGF, PDGF, and SCF, and suggest that selective inhibition by pazopanib may be a promising therapeutic for AML. Furthermore, pazopanib is orally available and associated with minimal side effects, thus representing an attractive candidate for further testing in AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "leukemia, myelocytic, acute",
        "pazopanib",
        "platelet-derived growth factor receptor",
        "proto-oncogene protein c-kit",
        "signal transduction",
        "vascular endothelial growth factor a",
        "platelet-derived growth factor",
        "annexin a5",
        "growth factor"
    ],
    "author_names": [
        "Eric Gars",
        "Christie S McGee",
        "Raphael C Bosse",
        "Elizabeth Wise",
        "Amy Meacham, MS",
        "Christopher R. Cogle, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Division of Hematology and Oncology, University of Florida, Gainesville, FL, USA"
        ]
    ],
    "first_author_latitude": "29.6445093",
    "first_author_longitude": "-82.3491951"
}