{
    "doi": "https://doi.org/10.1182/blood.V114.22.4731.4731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1433",
    "start_url_page_num": 1433,
    "is_scraped": "1",
    "article_title": "Monitoring Trough Concentration of Voriconazole Is Important to Ensure Successful Antifungal Therapy and to Avoid Hepatic Damage in Patients with Hematological Disorders. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS",
    "topics": [
        "antifungal agents",
        "hematological diseases",
        "liver damage",
        "trough concentration",
        "voriconazole",
        "mycoses",
        "adverse effects",
        "aspergillosis, invasive",
        "bilirubin",
        "chest ct"
    ],
    "author_names": [
        "Yasuhito Nannya",
        "Koki Ueda",
        "Keiki Kumano",
        "Akira Hangaishi",
        "Tsuyoshi Takahashi",
        "Yoichi Imai",
        "Mineo Kurokawa"
    ],
    "author_affiliations": [
        [
            "University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Abstract 4731 Fungal infection is a life threatening complication in patients with hematological disorders. Although initial therapy with voriconazole has been shown to be the most effective approach for patients with definitive invasive aspergillosis, the reported effectiveness of voriconazole is not satisfactory and the reasons for treatment failure have not been elucidated. We hypothesized that voriconazole concentration is one of the critical factors that determine the efficacy, and we investigated the role of therapeutic dose monitoring (TDM) in the treatment of fungal infections with voriconazole through 49 analyses from 34 patients who received treatment for hematologic diseases at Tokyo University Hospital, Japan, between February 2007 and July 2008. The cases included proven (N=1), probable (N=5), and possible (N=29) fungal infections according to the 2008 EORTC/MSG criteria, and empirically treated cases (N=15). First, weak correlation was found between administered dosage (per patient weight) and trough concentration (coefficient of determination: r 2 =0.058). Then we explored patient-specific parameters that would help to predict voriconazole concentrations. However, none of renal function (determined by glomerular filtration rate), bilirubin level, and patient age, and administration route had significant effect on TDM. We also evaluated intra-patient dose concentration relationship. Eight out of 10 patients who had voriconazole dosage increased according to the previous TDM demonstrated higher concentration, but two patients did not show elevation of voriconazole concentration despite dose escalation. Next, we evaluated the outcome of anti-fungal therapy with the composite assessment system where patients were assumed non-responders when they failed to show improvement in at least 2 of the following 3 criteria: clinical, radiologic, and mycologic. Fever resolution after voriconazole therapy was observed in eleven out of 32 cases (34%). Improvement of CT findings was shown in 16 out of 46 cases (35%, no radiological finding was observed in three cases). More specifically, cases which showed nodular shadow in chest CT revealed 41% (13 out of 32 cases) of improvement of CT findings and cases which showed halo sign revealed 44% (four out of nine cases). Using the composite outcome assessment, there was no definite correlation between voriconazole TDM and efficacy. However, when we conducted a sub-population analysis where subjects with refractory underlying hematological diseases were omitted, voriconazole concentration was significantly correlated with the efficacy. Concretely, none of the cases with TDM> 2 mg/L failed to respond to voriconazole while two out of six cases with TDM below this threshold were non-responders. This indicates that 2 mg/L is the lower limit of voriconazole TDM to ensure adequate efficacy. On the other hand, high concentration of voriconazole was associated with liver toxicity. Concretely, eight out of 11 cases with TDM > 6 mg/L were associated with elevation of hepatic enzyme. In conclusion, we concluded that (1) TDM should be executed and targeted to 2-6 mg/L to improve efficacy and to avoid side effects, (2) it is difficult to predict voriconazole concentration and it should be measured when responses were inadequate, (3) dose escalation is not always effective to elevate voriconazole concentration and TDM should be repeated after dose modifications. Disclosures: No relevant conflicts of interest to declare."
}