{
    "doi": "https://doi.org/10.1182/blood-2020-137219",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4480",
    "start_url_page_num": 4480,
    "is_scraped": "1",
    "article_title": "High-Dimensional and Single-Cell Transcriptome Analysis of AITL Tumor Microenvironment Reveals Gross Expansion of Novel Dysfunctional CD8+ T Cell Populations, Global Shift in B Cell Phenotypes ",
    "article_date": "November 5, 2020",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": null,
    "author_names": [
        "Joshua C. Pritchett, MD",
        "Zhi-Zhang Yang, PhD",
        "Hyojin Kim, PhD",
        "Jose C Villasboas, MD",
        "Andrew L. Feldman, MD",
        "James R. Cerhan, MD PhD",
        "Stephen M. Ansell, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology and Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.0225456",
    "first_author_longitude": "-92.4666752",
    "abstract_text": "BACKGROUND: Angioimmunoblastic T cell lymphoma (AITL) has a unique histological profile comprised of a relatively small number of malignant CD4+ T-cells of TFH phenotype inter-mixed with an extensive infiltrate of multi-lineage immune cells. In our study, we have utilized mass cytometry, high-dimensional analysis, and single-cell transcriptome analysis to provide novel insights into the unique phenotypes that comprise this intra-tumoral microenvironment. We then extended this work to explore clinical associations including peripheral serum analysis of AITL patients and normal controls. To our knowledge, this represents the first such analysis of its kind in AITL. METHODS: We designed two novel CyTOF antibody (Ab) panels to identify and characterize cells of T, B, NK, monocyte and fDC lineages. Samples analyzed included a cohort of 25 biopsy specimens from 8 histologically confirmed AITL patients (5 lymph node (LN), 3 spleen (SP)) and 17 normal controls across key comparator immune tissue types (7 LN, 6 SP, 4 tonsil (TL)). Extensive high-dimensional analysis of CyTOF data was then performed to provide novel insights into key phenotypes and trends of malignant and non-malignant populations in AITL. We then performed CITE-Seq on control and AITL samples to gain further insight into the RNA transcriptome of key T cell populations at the cellular level. Finally, peripheral serum analysis of cytokines, soluble immune receptors, and ligands were then measured by multiplex ELISA from a separate cohort of 22 samples (5 AITL, 17 control) distinct from the individuals analyzed in the original high-dimensional study cohort. RESULTS: While the presence of \"reactive\" CD8+ populations is a known histologic hallmark of AITL, we describe the gross expansion of novel CD8+ populations with distinctive immunophenotypic features which have not previously been detailed in this malignancy. Using single-cell protein expression data from CyTOF, these expanded CD8+ populations can be broadly categorized as \"effector memory\" (CCR7-, CD45RO+, CD45RA-) and further characterized phenotypically by markers of progressive exhaustion, checkpoint inhibition, and terminal differentiation (PD1++, TIGIT++, ICOS+, TIM3+). Further analysis of the single-cell transcriptome from these expanded CD8+ populations via CITE-Seq revealed an expression signature consistent with dysfunction and limited cytotoxic activity (including significant down-regulation of granzyme, perforin, and IFN-g) when compared to benign and malignant controls. Interestingly, when compared to CD8+ populations of identical phenotype found in control tissues, these cells also featured marked upregulation of XCL2 and XCL1 in AITL. Additionally, global shifts in infiltrating CD19+ B cell phenotypes were seen in AITL, marked specifically by diminished expression of both CXCR5 and CD73. Finally, soluble PD-1 and other key immune molecules implicated in the expanded tumor microenvironment were found to be significantly increased in the peripheral serum of AITL patients compared to controls (1567.9 pg/mL (1109.3 S.E.) in AITL vs 29.79 (8.84 S.E.) in controls; P<0.0001). CONCLUSIONS: High-dimensional and single-cell transcriptome analysis of the AITL microenvironment yielded several novel insights which have not been previously described in this malignancy. Highlights include the gross expansion of distinct CD8+ populations - the majority of which are of an exhausted, dysfunctional phenotype featuring marked upregulation of XCL2 and XCL1 - and the global loss of CXCR5 and CD73 expression among AITL CD19+ B cell populations. Taken together, this suggests the presence of aberrant non-malignant immune subsets within the AITL microenvironment which may contribute to novel mechanisms of immune escape. View large Download slide View large Download slide  Disclosures Cerhan: NanoString: Research Funding; BMS/Celgene: Research Funding. Ansell: Bristol Myers Squibb: Research Funding; ADC Therapeutics: Research Funding; Seattle Genetics: Research Funding; Regeneron: Research Funding; Affimed: Research Funding; AI Therapeutics: Research Funding; Trillium: Research Funding; Takeda: Research Funding."
}