{
    "doi": "https://doi.org/10.1182/blood.V126.23.2899.2899",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3202",
    "start_url_page_num": 3202,
    "is_scraped": "1",
    "article_title": "Targeting Cell-Bound MUC1 on Myelomonocytic and Monocytic Leukemias and Leukemic Stem Cells: Therapeutic Implications ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster II",
    "topics": [
        "leukemia",
        "leukemic hematopoietic stem cell",
        "monocytes",
        "leukemia, myelomonocytic, chronic",
        "juvenile myelomonocytic leukemia",
        "monoclonal antibodies",
        "3,3-dimethylbutan-1-ol",
        "leukemic cells",
        "antibodies",
        "cd34 antigens"
    ],
    "author_names": [
        "Thierry Guillaume, MD PhD",
        "Virginie Dehame, MSc",
        "Patrice Chevallier, MD PhD",
        "Pierre Peterlin, MD",
        "Marc Grégoire, PhD",
        "Philippe Moreau",
        "Daniel B Rubinstein, MD",
        "Eddy Pichinuk, PhD",
        "Daniel H Wreschner, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "INSERM U892, Cancer Research Center Nantes-Angers, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "INSERM U892, Cancer Research Center Nantes-Angers, Nantes, France "
        ],
        [
            "University of Nantes, Nantes, France "
        ],
        [
            "Biomodifying, LLC, Silver Spring, "
        ],
        [
            "Departments of Cell Research and Immunology, Tel Aviv University, Ramat Aviv, Israel"
        ],
        [
            "Departments of Cell Research and Immunology, Tel Aviv University, Ramat Aviv, Israel"
        ]
    ],
    "first_author_latitude": "47.211964599999995",
    "first_author_longitude": "-1.5533901",
    "abstract_text": "Monocytic neoplasms comprise a heterogeneous group of hematologic malignancies including chronic myelomonocytic leukemia (CMML), juvenile myelomonocytic leukemia (JMML), acute myelomonocytic and monocytic leukemia (AML-M4 and AML-M5), and monocytic sarcoma. Monocytic or granulomonocytic hyperplasia is a finding frequently-if not invariably-shared by these different entities, as is a poor therapeutic outcome in the absence of hematopoietic stem cell transplantation. Cell surface molecules aberrantly expressed or overexpressed by leukemic cells represent potential disease-specific therapeutic targets. MUC1, a polymorphic type I high molecular weight glycoprotein represents such a molecule. MUC1 consists of an extracellular domain containing 20 to 125 tandem repeats of a 20 amino acid-long sequence, followed by a transmembrane domain and a short cytoplasmic tail leading to intracellular signaling. Cleavage of MUC1 yields two unequal chains: a large extracellular alpha subunit containing the tandem repeat array bound in a strong non-covalent interaction to a smaller beta subunit containing the transmembrane and cytoplasmic domains. Essentially all anti-MUC1 antibodies reported to date target the highly immunogenic tandem repeat of the MUC1 alpha chain. Because the alpha chain binds the cell-bound domains of MUC1 only intermittently in an 'on-and-off' manner, agents directed against the alpha chain will not effectively target MUC1+ cells. In contrast, the MUC1 SEA domain represents a stable structure fixed to the cell surface at all times. We therefore generated mAbs that specifically recognize the cell-bound MUC1 SEA domain. One of them, a partially humanized murine mAb termed DMB-5F3 was used to examine the expression of MUC1 on AML cells by flow cytometry. A series of twenty-two AML samples (blood-derived n=12; bone marrow-derived n=10; AML0=2, AML1=2, AML2=10, AML4=1, AML5=5, AML6=2) collected either at the time of diagnosis or at relapse were analysed for MUC1 expression by flow cytometry. A murine mammary tumor cell line stably transfected with human MUC1 DNA served as control. Blasts cells from 5 AML samples highly expressed MUC1, and significantly, all were of monocytic or myelomonocytic lineage (AML4=1, AML5=4). Leukemic stem cells (CD34 pos or CD34 neg lin neg ) from the MUC1+ AMLs were examined and likewise found to express MUC1. In addition, AML cell lines MV411, MOLM14, and SHI-1 derived from monocytic leukemic lineage clearly expressed cell surface MUC1, while non- monocytic leukemic cell lines U937, K562, and HL60 had little or no expression. Normal monocytes and monocytes derived from patients with activated monocytosis were also found to express MUC1. Based on these findings we examined MUC1 expression in a series of myelomonocytic leukemia (CMML and JMML). In fifteen CMML samples examined (type 1 n=11, type 2 n=4) (blood n=7, BM n=7) 92%-100% (median 99.7%) of CD14+CD56+ CMML cells bound mAb DMB-5F3 to cell-surface MUC1. CD14+CD16+CD56+ blast cells from 2 pts with JMML were also found to express MUC1 (between 64% and 71 % positive). Based on these findings we conclude that expression of MUC1 is restricted to monocytic and myelomonocytic leukemias and that MUC1 represents an effective target for leukemic immunotherapy. Significantly, anti-MUC1 mAb also targets monocytic leukemic stem cells, reinforcing its therapeutic potential. The fact that the anti-MUC1 antibody DMB-5F3 can enter cells and thereby ferry Ab-bound toxin opens the way for us to demonstrate leukemic cell killing with anti-MUC1 mAb-immunotoxin conjugates. Disclosures Moreau: Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}