{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2741.2741",
    "article_title": "The Mutation Landscape of Follicular Lymphoma and Chronic Lymphocytic Leukemia Reveals a Distinctive Frequency and Composition of Aid-Related Mutation Signatures ",
    "article_date": "December 7, 2017",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Poster II",
    "abstract_text": "Introduction: Somatic mutations associated with distinctive types of cancer can be globally classified by the trinucleotide context of single nucleotide variants into mutational signatures. Distinct signatures can be attributed to underlying causative mechanisms such as UV irradiation or smoking. B-cell lymphomas have only been analyzed globally and carry a signature characterized by APOBEC activity ( Alexandrov, 2014 ). The two most common indolent B-cell neoplasms, chronic lymphocytic leukemia (CLL) and follicular lymphoma (FL), are characterized by distinctive pathogenic processes, but mutagenesis caused by the APOBEC enzyme activation-induced cytosine deaminase (AID) may be shared by both malignancies. AID deaminates deoxycytidine to deoxyuridine, which is processed by DNA repair enzymes into a larger spectrum of point mutations and also DNA double-strand breaks. AID activity and subsequent DNA repair create two different mutation signatures: the canonical signature characterized by C>T/G transitions at RCY motifs and the non-canonical defined by A>C transversions at WAN motifs. More recently a third AID signature characterized by C>T transitions at RCG motifs has been associated with AID-mediated CpG-methylation dependent mutagenesis. We here investigate the hypothesis that AID mutational signatures contribute to the pathogenesis of FL, a lymphoma characterized by constitutional expression of AID, but also of CLL since high AID expression levels may account for a more aggressive disease, and a subset of CLL B-cells with AID expression display dissociation between class switch recombination and somatic hypermutation. Methods: We analyzed the mutational landscape in whole exome sequencing data from 31 FL and 24 CLL cases. Somatic variants were called by comparison of tumor and germline DNA with an in-house developed pipeline. The relative contribution of mutations at canonical and non-canonical AID hotspot motifs was computed by direct quantification of variants occurring in known AID motifs. Student's t test was used for comparison between CLL and FL. Mutational signatures were defined according to the 96-base substitution model ( Alexandrov, 2013 ) by an unsupervised machine learning approach, with a local implementation of the SomaticSignatures R package. Results: The frequency of C>T/G transitions at canonical AID hotspot was more prevalent in CLL (9.0%; 95% CI: 8.1-10.0%) than in FL (6.6%, 95% CI: 5.9-7.3%)(pC transversions at non-canonical AID sites were significantly more frequent in CLL (1.9%; 95% CI: 1.6-2.2%) as compared to FL (0.5%; 95% CI: 0.4-0.6%)(p<0.0001). In the unsupervised analysis of FL and CLL cases, 97.7% of the mutation spectrum variance was explained by only 5 signatures (Figure 1). In FL, the mutational landscape was dominated by a signature (S2) characterized by C>A transversions in the trinucleotide KCH context (40%, 95% CI: 33-36%). The second most frequent signature (S3; 22%, 95% CI: 15-30%) was characterized by C>T transitions in the context of a hybrid between the canonical AID and the CpG hotspot motifs (RCY/RCG). In contrast, the mutational landscape of CLL was dominated by a signature (S5; 42%, 95% CI: 34-49%) characterized by C>T transitions in the RCY motif and A>C transversions in the WAN context, consistent with an overlapping between the canonical and the non-canonical AID hotspots ( Kasar, 2016 ). Conclusions: The mutational landscape of both CLL and FL seems to be strongly shaped by AID activity. In FL, AID-induced mutations are mainly restricted to canonical AID hotspots and CpG-methylation dependent mutagenesis sites. In strong contrast, both canonical and non-canonical AID motifs contributed to the mutational landscape of CLL. In addition, FL carries a high prevalence of C>A substitutions that are associated with exposure to polycyclic aromatic hydrocarbons that produce bulky DNA adducts followed by the nucleotide excision repair process. These compounds are present in several industrial processes (food products, beverages, tobacco) that have been suggested as occupational risk factors for follicular lymphomas ( Mester , 2009). Overall, our data suggest a much stronger role of AID in CLL pathogenesis than hitherto appreciated. The differential contribution of canonical versus non-canonical AID activity points to different regulation of AID in CLL compared to FL and warrants further investigation. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "follicular lymphoma",
        "mutation",
        "dna adducts",
        "cancer",
        "dna",
        "b-cell lymphomas",
        "b-cell neoplasms",
        "cytosine deaminase"
    ],
    "author_names": [
        "Julieta Sepulveda, MSc",
        "Cornelis A.M. van Bergen, PhD",
        "Diego Alvarez, MSc",
        "Szymon Kielbasa, PhD",
        "Hailiang Mei, PhD",
        "Hendrik Veelken, MD PhD",
        "Marcelo Navarrete Signorile, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julieta Sepulveda, MSc",
            "author_affiliations": [
                "School of Medicine, University of Magallanes, Punta Arenas, Chile ",
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cornelis A.M. van Bergen, PhD",
            "author_affiliations": [
                "Hematology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Alvarez, MSc",
            "author_affiliations": [
                "School of Medicine, University of Magallanes, Punta Arenas, Chile "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Szymon Kielbasa, PhD",
            "author_affiliations": [
                "Medical Statistics, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hailiang Mei, PhD",
            "author_affiliations": [
                "Sequencing Analysis Support Core, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hendrik Veelken, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcelo Navarrete Signorile, MD PhD",
            "author_affiliations": [
                "School of Medicine, University of Magallanes, Punta Arenas, Chile "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T18:39:32",
    "is_scraped": "1"
}