{
    "doi": "https://doi.org/10.1182/blood.V124.21.5625.5625",
    "article_title": "Evaluation of Azacitidine Clinical Efficacy in Patients with Myelodysplasia Syndrome Dudina G.a., Golenkov a.K., Kataeva E.V., Mitina T.a. Moscow Regional Clinical Research Institute ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies",
    "abstract_text": "Introduction: The anti-tumor effect of azacitidine in patients with myelodysplasia syndrome is based on cytotoxicity against pathologically changed hemopoetic cells of bone marrow and DNA hypomethylation. Objective: evaluation of clinical efficacy of azacitidine in patients with myeloddysplasia syndrome. Materials and methods : we have monitored 7 patients with myelodysplasia syndrome and refractory anaemia with excessive blast count, type II. IPSS with a high risk of acute leucosis development was found in 4 patients; intermediate risk was reported in 3 patients. Mean age – 62 years. Chromosomal aberrations (multiple clone transformations) were found in 4 patients during cytogenetic analysis. Normal karyotype was reported in 3 patients. Treatment regimen: azacitidine 75 mg/m² daily s/c injections, Days 1 - 7. Totally, 3 – 7 induction cycles were conducted, median (Me) – 4 cycles. Further maintenance treatment with 6-8 weeks interval was conducted in 5 patients. The mean index of haemoglobin level decrease was used to evaluate the hemopoetic ability in non-selective group; it was calculated as the ratio of the haemoglobin level at the time of discharge minus haemoglobin level at the time of the next hospitalization to the duration of the interval between treatment courses. The number of blood transfusions during the interval between treatment courses was constant: 2-3 transfusions of RBCs. Results: 4 azacitidine treatment courses resulted in decrease of blast cells number in bone marrow from 16.4 ± 0.2 % to 5.4% ± 0.7 % (р<0.05). Mean index of haemoglobin level decrease after the first hospitalization was 1.9 g/l per day and 0.3 g/l per day after the 4-th treatment course (р<0.05) The following results were reported using standard Cheson criteria: full response – 1 patient, hematologic improvement – 2 patients, bone marrow remission – 3 patients. Mean duration of response 8.5 months. Treatment complications: pleural empyema, abscess of left lung lower lobe after the 2-nd treatment cycle – 1 patient; broncho-pulmonary aspergillosis after 3-rd treatment cycle – 1 patient. In other patients drug toxicity that could possibly affect the interval between courses or decrease the drug dose was not reported. Delayed treatment results: 100% of patients survived the 12 – months period. Conclusions : in patients with myelodysplasia syndrome and refractory anaemia with excessive blast count, type II treatment with azacitidine (median treatment course duration – 4 months) resulted in full response in 14% of cases (1 patient), bone marrow remission was reported in 43% of cases (3 patients). Use of original method of haemoglobin level decrease index determination enables evaluation of the cumulative azacitidine dose effect on hemopoesis recovery after 4 treatment cycles. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "azacitidine",
        "clinical research",
        "myelodysplastic syndrome",
        "preleukemia",
        "moscow",
        "hemoglobin measurement",
        "blood transfusion",
        "disease remission",
        "refractory anemias",
        "abscess"
    ],
    "author_names": [
        "Anatoly Golenkov, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anatoly Golenkov, MD",
            "author_affiliations": [
                "Moscow Regional Research Clinical Institute, Moscow, Russia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T13:05:12",
    "is_scraped": "1"
}