{
    "doi": "https://doi.org/10.1182/blood.V106.11.832.832",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=327",
    "start_url_page_num": 327,
    "is_scraped": "1",
    "article_title": "T-bet Over-Expression in T Cells from Patients with Aplastic Anemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Acquired aplastic anemia (AA) is a bone marrow failure syndrome characterized by immune-mediated destruction of hematopoietic stem cells. T cells from patients with AA overproduce IFN-γ, a cytokine that inhibits hematopoietic stem cell proliferation and induces Fas-mediated apoptosis; stem cell depletion results in marrow hypoplasia and peripheral blood pancytopenia. In T cells, regulation of IFN-γ production occurs primarily at the level of transcription. A proximal site of the IFN-γ gene (−75 to −45bp of the IFN-γ promoter) is a binding site for different transcription factors including NFAT, AP-1, ATF, CREB, and T-bet. T-bet is a member of the T-box family of transcription factors, this family contains a highly conserved DNA binding domain, the T-box, that binds to a specific sequence in the promoter of different genes, including the IFN-γ promoter. T-bet is found in Th1 but not in Th2 cells and is the key regulator of Th1 development and function ( Rengarajan et al., Immunol Today  2000 ; 21 : 479 ). The inducible expression of T-bet is mediated in part by Itk kinase ( Sjabo et al., Science  2005 ; 307 : 430 ). In the present study, we examined T-bet protein levels in T cells from patients with AA. Samples from 17 of 20 patients examined (85%) by immunoblot showed increased T-bet protein levels in unstimulated T cells compared to normal controls (p = 0.0001). Normal controls showed undetectable T-bet protein levels in unstimulated T cells but T-bet expression was induced after 24 hrs of stimulation with PMA and ionomycin. In electrophoretical mobility shift assays, we observed increased T-bet binding to the proximal site of the IFN-γ promoter in T cells from patients with AA; no binding was detected in unstimulated T cells from healthy controls, but binding was present after stimulation for at least 24 hrs. T-bet protein levels correlated with disease activity. Patients with increased T-bet protein levels showed increased intracellular IFN-g levels compared to controls, as detected by flow cytometry (p<0.05). Patients that expressed increased T-bet protein levels also showed increased levels of the Itk kinase (p=0.02). We examined if other kinases that lie downstream of Itk in the signal transduction activation cascade in T cells affected the inducible expression of T-bet. In normal T cells, rottlerin, a PKC-theta (PKC-𝛉) inhibitor, decreased T-bet protein levels by 50%; in AA T cells, rottlerin also decreased T-bet protein levels and IFN-γ intracellular levels by 50%. Our results suggest that the increased IFN-γ levels observed in AA are the result of activation of transcription of the IFN-γ gene by the regulator T-bet. Blocking of transcription of the IFN-γ gene by kinase inhibitors might represent a therapuetic strategy for AA and other human T cell-mediated autoimmune diseases.",
    "topics": [
        "acquired aplastic anemia",
        "aplastic anemia",
        "autoimmune diseases",
        "bone marrow, hypocellular",
        "cyclic amp-responsive dna-binding protein",
        "cytokine",
        "dna",
        "electrophoretic mobility shift assay",
        "flow cytometry",
        "immunoblotting"
    ],
    "author_names": [
        "Elena E. Solomou, MD",
        "Keyvan Keyvanfar",
        "Elaine M. Sloand, MD",
        "Barbara Weinstein",
        "Olga Nunez",
        "Neal S. Young, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ],
        [
            "Hematology Branch, NHLBI/NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}