{
    "doi": "https://doi.org/10.1182/blood.V126.23.4238.4238",
    "article_title": "Allogeneic Myeloma GVAX with Lenalidomide Enhances Progression Free Survival through the Generation of Tumor Specific Immunity in Patients in Near Complete Remission ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background: The depth of response to therapy in myeloma (MM) correlates with improved progression free survival. We have previously shown that lenalidomide (Len) can augment vaccine efficacy to the pneumococcal conjugate vaccine (PCV), PrevnarÒ. We extend those observations to examine whether vaccinating patients on Len in a near complete remission (nCR) (negative M-spike, IFE positive) could further deepen the clinical response and generate measurable myeloma specific immunity. Design: Patients on a Len-containing regimen (VRD, Rd, BiRD or R) that achieved and maintained a nCR for 4-6 months were eligible for the study. Patients continued only on single agent Len and received 4 GVAX vaccinations consisting of two allogeneic MM lines: H929, U266 admixed with K562 transduced to express GM-CSF as well as PCV. Patients received 3 monthly vaccines and a boost at 6 months. Immune monitoring was performed on BM samples obtained at baseline, 3 months and 1 year Results: To date 32 patients have been screened. 17 patients initially in a nCR were ineligible for vaccination: 3 (18%) had disease progression, 7 (42%) entered into an IFE negative CR, and 7 (42%) maintained a nCRduring the observation period but opted not to enroll. 15 patients have been enrolled and completed their vaccinations. Patient characteristics are shown in the Table. Of note, none possessed high-risk features by ISS or FISH. Median follow-up for the study is 34.0 months. Median progression free survival (PFS) of the cohort of vaccinated patients has not been reached whereas the PFS in the observation arm that remained on the multidrug Len-containing therapy was 17.9 months (p<0.001). Vaccination in the setting of a rising M-spike was less likely to induce a durable remission with a median PFS of 14.3 months (p<0.003). Laboratory analysis showed that the patients achieving a CR had greater expression of PD-1 on CD4 and CD8 cells at baseline in the BM. Furthermore, durable responses were associated with the development and persistence of MM-specific immunity. Conclusions: Vaccination in combination with Len in patients with minimal residual disease generates potent MM-specific immunity and appears to significantly extend the PFS. Vaccination in a nCR with a poly-antigenic approach such as GVAX in combination with Len-induced immunomodulation shows promising early clinical activity that warrants further investigation as an approach to inducing and maintaining durable clinical remissions. Table 1.  . Vaccination (n=15) . Observation (n=16) . Age 69 (55-81) 66 (40-83) FISH (high risk) 0% 0% ISS Stage III 2 (13%) 3 (19%) IFE negative 0 (0%) 7 (42%) Prior Therapies 1.8 (1-4) 1.8 (1-3) . Vaccination (n=15) . Observation (n=16) . Age 69 (55-81) 66 (40-83) FISH (high risk) 0% 0% ISS Stage III 2 (13%) 3 (19%) IFE negative 0 (0%) 7 (42%) Prior Therapies 1.8 (1-4) 1.8 (1-3) View Large Disclosures Borrello: Celgene: Research Funding. Noonan: Celgene: Speakers Bureau.",
    "topics": [
        "complete remission",
        "immunity",
        "lenalidomide",
        "multiple myeloma",
        "neoplasms",
        "progression-free survival",
        "immunofixation",
        "disease remission",
        "m-spike",
        "vaccines"
    ],
    "author_names": [
        "Ivan M. Borrello, MD",
        "Kimberly Noonan, PhD MPH",
        "Carol Ann Huff",
        "Anna Ferguson, BSN, RN",
        "Amy Sidorski, CRNP",
        "Lakshmi Rudraraju",
        "Raffaello Cimbro, MS",
        "Luigi Marchionni, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ivan M. Borrello, MD",
            "author_affiliations": [
                "Sidney Kimmel Cancer Center, Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Noonan, PhD MPH",
            "author_affiliations": [
                "Johns Hopkins School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Ann Huff",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Ferguson, BSN, RN",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Sidorski, CRNP",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lakshmi Rudraraju",
            "author_affiliations": [
                "Oncology, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raffaello Cimbro, MS",
            "author_affiliations": [
                "Department of Rheumatology, Johns Hopkins University, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Marchionni, MD PhD",
            "author_affiliations": [
                "Oncology, Johns Hopkins Universityi, Baltimore, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T15:35:09",
    "is_scraped": "1"
}