{
    "doi": "https://doi.org/10.1182/blood-2018-99-118148",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3932",
    "start_url_page_num": 3932,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Ibrutinib (IBR) after Venetoclax (VEN) Treatment in IBR-Naïve Patients with Relapsed/Refractory (R/R) Chronic Lymphocytic Leukemia (CLL): Follow-up of Patients from the MURANO Study ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "follow-up",
        "ibrutinib",
        "venetoclax",
        "arthralgia",
        "atrial fibrillation",
        "bcl-2 protein",
        "bendamustine",
        "biopsy"
    ],
    "author_names": [
        "Richard Greil, MD",
        "Graeme Fraser",
        "Brian Leber, MD",
        "Reinhard Marks",
        "Giulia Quaresmini",
        "Jan Moritz Middeke",
        "Gianpietro Semenzato",
        "William Schary",
        "Michelle Boyer",
        "Madlaina Breuleux, PhD DAS",
        "Noelle Crompton",
        "Kathryn Humphrey",
        "Paula Marlton"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Medical Oncology, Hemostaseology, Rheumatology and Infectious Diseases, Paracelsus Medical University Salzburg, and Salzburg Cancer Research Institute and Cancer Cluster Salzburg, Salzburg, Austria "
        ],
        [
            "Department of Oncology, McMaster University, Hamilton, Canada "
        ],
        [
            "Clinical Pathology, McMaster University, Hamilton, Canada "
        ],
        [
            "Klinik für Innere Medizin I, Hämatologie, Onkologie und Stammzelltransplantation, Universitäts Klinikum Freiburg, Freiburg, Germany "
        ],
        [
            "USC Ematologia, ASST Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Medizinische Klinik und Poliklinik I, TU Dresden, Dresden, Germany "
        ],
        [
            "Hematology and Clinical Immunology Unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "AbbVie, North Chicago, IL "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Roche Products Ltd, Welwyn Garden City, United Kingdom "
        ],
        [
            "Division of Cancer Services, Princess Alexandra Hospital, and Faculty of Medicine University of Queensland, Brisbane, Australia"
        ]
    ],
    "first_author_latitude": "47.8088985",
    "first_author_longitude": "13.031449700000001",
    "abstract_text": "Introduction: The management of CLL has been transformed in recent years by the introduction of a number of targeted agents including the BCL2 inhibitor VEN, and the Bruton's tyrosine kinase inhibitor IBR. In the US and EU, VEN is currently approved for patients who have received at least 1 prior therapy, whereas IBR has wider indications that include front-line therapy as well as R/R CLL. The mechanisms of action of VEN and IBR are complementary (Bose et al. F1000Research 2017); this has led to studies of combination therapy in patients with CLL (Wierda et al. J Clin Oncol Suppl. 2018). In addition, the documented activity of VEN in patients with IBR R/R disease (Jones et al. J Clin Oncol Suppl. 2016), together with current approvals, has resulted in VEN being suggested as a reasonable treatment choice for patients who discontinue IBR (Byrd et al. J Clin Oncol Suppl. 2018). However, the clinical benefit of IBR in patients pretreated with VEN is less clear. We present a post-hoc series, obtained after follow-up of 8 patients with R/R CLL who received IBR after fixed-duration VEN+rituximab (R) therapy in the MURANO randomized phase 3 study (NCT02005471) (Seymour et al. N Engl J Med 2018). Methods: In MURANO, 389 patients with R/R CLL were enrolled and treated with 6 cycles of VEN+R followed by VEN monotherapy once-daily for up to 2 years, or 6 cycles of bendamustine (B)+R. Progression-free survival (PFS), the primary study endpoint, was based on investigator assessment. The present case series focuses on VEN+R patients from MURANO who developed progressive disease (PD), and who subsequently received IBR. Eight patients in the VEN+R group with PD subsequently received IBR (Table 1) . The number of lines of therapy prior to VEN+R ranged from 1 (n=7) to 4 (n=1; median 1). Prior to VEN+R therapy, 7 of the patients (87.5%) received fludarabine+cyclophosphamide+R (FCR); of these, 3 patients (42.8%) achieved a complete response (CR), 3 (42.8%) achieved a partial response (PR), and 1 patient (14.2%) had stable disease (SD). Of these 7 patients, 2 were considered refractory to FCR before VEN+R therapy. At baseline (before VEN+R), three of the patients (37.5%) had chromosome 17p-deletion, and two patients (25%) had baseline lymph nodes ≥5 cm-<10 cm. Baseline neutrophil counts ranged from 0.38-4.37 × 10 9 /L, platelets from 59-228 × 10 9 /L, and lymphocytes from 0.14-388.6 × 10 9 /L. Best response to VEN+R treatment included 3 CRs and 5 PRs. The baseline status (chromosome and blood cell counts) of patients before IBR was not available. Seven of the patients (87.5%) achieved a response to IBR (6 PRs, 1 CR); 1 patient had SD after 3 months of treatment. IBR treatment duration ranged from 3 to 34 months. At last available follow-up, 6 patients were still on treatment and 2 had stopped treatment due to PD; none of the patients had died. Four of the 8 patients had IBR dose interruption or modification due to neutropenia (n=2), clarithromycin treatment (n=1), or cutaneous nevus biopsy (n=1). Multiple skin abscesses were reported in 1 patient. One patient had atrial fibrillation, and 2 patients had arthralgia (1 had nearly resolved on follow-up), and there were no reports of major bleeding. Conclusions : In this series of patients with R/R CLL who received IBR following prior VEN+R in the MURANO study, IBR showed clinical activity and acceptable tolerability, with no new safety signals. Our results suggest that the use of IBR after relapse following VEN+R is a reasonable option in patients with CLL. More data will be collected from MURANO on patients progressing after VEN+R who are subsequently treated with IBR monotherapy. View large Download slide View large Download slide  Disclosures Greil: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Other: TRAVEL, ACCOMMODATIONS, EXPENSES; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; MSD: Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astra Zeneca: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sandoz: Honoraria, Research Funding. Fraser: AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Honoraria. Leber: Novartis Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis Canada: Honoraria, Membership on an entity's Board of Directors or advisory committees. Marks: BMS: Honoraria; Servier: Honoraria; Merck: Honoraria. Middeke: Roche: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees. Schary: AbbVie: Employment. Boyer: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership. Breuleux: Roche: Employment, Equity Ownership; Gilead: Equity Ownership; Basilea: Patents & Royalties; Novartis: Patents & Royalties. Crompton: Roche: Employment, Equity Ownership. Humphrey: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership. Marlton: Pfizer: Membership on an entity's Board of Directors or advisory committees; GlycoMimetics: Research Funding; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees."
}