{
    "doi": "https://doi.org/10.1182/blood.V118.21.4111.4111",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2010",
    "start_url_page_num": 2010,
    "is_scraped": "1",
    "article_title": "Very Good Partial Response and Complete Response Predict Superior Overall Survival and Progression Free Survival After Single Autologous Stem Cell Transplant in Patients with Multiple Myeloma, ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster III",
    "topics": [
        "autologous stem cell transplant",
        "complete remission",
        "multiple myeloma",
        "partial response",
        "progression-free survival",
        "dexamethasone",
        "creatinine",
        "cyclophosphamide",
        "follow-up",
        "bortezomib"
    ],
    "author_names": [
        "Victor H Jimenez-Zepeda, MD, PD",
        "Donna E. Reece, MD, FRCPC",
        "Suzanne Trudel, MD, MSC, FRCPC",
        "Christine Chen, MD",
        "Andrew Winter, Sr., RN",
        "Norman Franke, MD",
        "Rodger E. Tiedemann, MD PhD FRACP FRCPA",
        "Vishal Kukreti, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "DMOH, Princess Margaret Hospital, Toronto, Ontario, ON, Canada, "
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "McLaughlin Centre for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Hem. and Medical Onc., Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "DMOH, Princess Margaret Hospital, Toronto, ON, Canada, "
        ],
        [
            "Dmoh, Princess Margaret Hospital, Toronto, Ontario, ON, Canada, "
        ],
        [
            "DMOH, U. of Toronto, Toronto, ON, Canada"
        ],
        [
            "Medical Oncology and Hematology, Princess Margaret Hospital, Toronto, ON, Canada, "
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Abstract 4111 In multiple myeloma (MM), the impact of complete response (CR) and very good partial response (VGPR) achievement has been shown mostly after introduction of high dose therapy (HDT) supported by autologous stem cell transplant (ASCT). Recently, the IFM group reported the impact of achievement of CR and VGPR in double ASCT. The purpose of this study is to confirm the prognostic value of CR/VGPR in a large group of patients treated with single ASCT. Methods All consecutive patients who underwent single ASCT at Princess Margaret Hospital between January 2000 and December 2007 were evaluated. Patients were mobilized with cyclophosphamide and G-CSF and majority were conditioned with melphalan 200mg/m 2 . Response to therapy was assessed according to the IMWC including VGPR. Progression Free Survival (PFS) and Overall Survival (OS) were measured from transplant date to the date of death or last follow-up. OS and DFS were analyzed using the Kaplan-Meier Method. The Cox proportional hazard model was used to assess CR and VGPR and some other prognostic markers at presentation such as age, B2Mg> 460 μmol/L, LDH> 350 IU/L, CRP> 20mg/L, albumin 200 μmol/L. All p-values were 2-sided and statistically significant if <0.05. Results 788 patients were identified for the study; their median age was 56 years (30–73). Patient's characteristics are listed in Table 1  . Response was assessed at day 100 after ASCT and showed a CR of 6%, PR of 37.5%, and VGPR of 53% (Overall Response rate of 95.5%). Median OS and PFS for the group were 77.43 months and 20.63 months respectively. The median OS and PFS were significantly better for patients who achieved CR/VGPR, 104.5 months versus 51.7 months, and 26.3 months versus 13.53 months respectively. With a median follow-up of 44 months there is no significant difference in OS for those patients who achieved VGPR/CR after induction therapy with novel agents. However, PFS is better in those patients receiving novel agents who achieved VGPR/CR (Median PFS of 24.63months versus 12.4 months respectively (p=0.01). Multivariate analysis shows CR/VGPR as an independent prognostic factor for OS and PFS ( Fig 1 and 2  ). B2Mg> 460 μmol/L, LDH> 350 IU/L, CRP > 20mg/L, albumin 200 μmol/L failed to be important factor for survival in the multivariate analysis. Our data suggests that VGPR/CR is clearly important in the pre-novel agents era and for the smaller group of patients who had novel agents induction there is a benefit in PFS and with a longer follow-up perhaps in OS. In conclusion, VGPR/CR remains a simple and powerful indicator in the context of single ASCT and should be considered a relevant objective for MM treatment. Table 1. Clinical characteristics of patients with Multiple Myeloma undergoing single ASCT Clinical characteristic N=788 . Median . Range . % . Age (years) 58 31–74  Male   59.4% Female   40.6% Hemoglobin (g/L) 114 54–180  Creatinine (μmol/L) 107 28–1409  B2-microglobulin ((μmol/L) (N=718) 508 260–7270  Albumin (g/L) (N=650) 38 23–54  IgG   51.1% IgA   31.3% IgM   0.4% IgD   0.7% Biclonal   9.9% Not Detected   6.6 Kappa   59.4% Lambda   32.9% Biclonal   2% Not Detected   5.7% Calcium (μmol/L) 2.29 1.62–4.66  LDH (IU/L) (N=754) 235 50–1470  Induction Treatment:   52.2% VAD   22.8% Dexamethasone   6.3% TD   2.3% CP   3.8% DPACE/DTPACE   1.7% DVD   8% CyBORD   2% VD    Clinical characteristic N=788 . Median . Range . % . Age (years) 58 31–74  Male   59.4% Female   40.6% Hemoglobin (g/L) 114 54–180  Creatinine (μmol/L) 107 28–1409  B2-microglobulin ((μmol/L) (N=718) 508 260–7270  Albumin (g/L) (N=650) 38 23–54  IgG   51.1% IgA   31.3% IgM   0.4% IgD   0.7% Biclonal   9.9% Not Detected   6.6 Kappa   59.4% Lambda   32.9% Biclonal   2% Not Detected   5.7% Calcium (μmol/L) 2.29 1.62–4.66  LDH (IU/L) (N=754) 235 50–1470  Induction Treatment:   52.2% VAD   22.8% Dexamethasone   6.3% TD   2.3% CP   3.8% DPACE/DTPACE   1.7% DVD   8% CyBORD   2% VD    Ab: VAD: Vincristine, Adriamycin and dexamethasone, TD: Thalidomide and Dexamethasone; CP: Cyclophosphamide and Prednisone, DVD: Doxil, Velcade and Dexamethasone, CyBORD: Cyclophosphamide, Bortezomib and Dexamethasone and VD: Valcade and Dexamethasone View Large View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Jimenez-Zepeda: J & J: Honoraria. Reece: Bristol, Meyers, Squibb: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Johnson&Johnson: Research Funding; Merck: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Millennium: Research Funding; Amgen: Honoraria. Chen: Celgene Corporation: Consultancy, Honoraria, Research Funding. Kukreti: Celgene: Honoraria."
}