{
    "doi": "https://doi.org/10.1182/blood.V104.11.2195.2195",
    "article_title": "Patterns of Use of Vascular Access Devices (VAD) in Patients Undergoing Hematopoietic Stem Cell Transplantation (HSCT): Results of an International Survey. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: There is limited information regarding the patterns of use of VAD in patients undergoing HSCT. With its frequent use in HSCT and its potential to cause morbidity, studying the patterns of VAD use have clinical and preventive implications. Methods: A World Wide Web based 19-item questionnaire was designed to determine the patterns of use of VAD in patients undergoing HSCT. The questionnaire was sent via electronic mail to the directors of HSCT programs throughout the world. Results: Of the 445 centers surveyed, 163 centers replied for a response rate of 37%. Fifty-seven percent of the respondents were from North America, 21% from Europe, 7% from Asia and 15% from other geographic areas. Sixty-two percent of the institutions were university-based or teaching institutions and 18% were primarily cancer center-based. In 26% of the institutions VAD are inserted by interventional radiologists and in 18% by general surgeons. The remaining institutions utilize several healthcare professionals for VAD insertion including physicians, physician assistants, and nurses. Sixty-two percent of centers use the subclavian vein as the preferred site of insertion while 31% prefer to use the internal jugular vein. VAD insertions are done in the operating room in 36% of centers, while 26% of the institutions prefer to use the radiology suite. The majority of the institutions (82%) did not give prophylactic antibiotics to patients before VAD insertion. The most commonly used method to determine catheter position was chest X-ray (62%) followed by fluoroscopy (36%). The most frequently utilized VAD for autologous peripheral blood stem cell (PBSC) harvest when peripheral vein access was not possible was the two-lumen silicone pheresis type catheter (62%). Fifty-eight percent of the institutions utilize the same catheter used for PBSC harvest to provide vascular access support during the transplant. The most frequently utilized VAD for allogeneic stem cell transplantation was the multilumen silicone pheresis type catheter (68%). Only 18% utilize low-dose warfarin routinely for prophylaxis of VAD-related thrombosis. When thrombosis of the catheter is suspected, 82% of the transplant centers routinely perform radiologic studies. The most common radiologic study performed to evaluate VAD thrombosis was sonography (63%) followed by venography (25%). Medications utilized by the institutions for initial therapy of VAD occlusion included recombinant tissue plasminogen activator (48%), urokinase (23%) and heparin (18%). Of interest, 64% of the institutions had established criteria for removal of VAD when infection was suspected or documented and only 48% had established criteria for removal of VAD when occlusion was suspected or established. Sixty-nine percent of the institutions had established criteria for removal of VAD after transplantation. Conclusions: The patterns of use of VAD during HSCT vary widely across institutions. Many centers do not have established criteria for VAD removal after HSCT or in response to VAD complications. Studies should be performed to determine the optimal use of VAD during HSCT.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "vascular access",
        "catheters",
        "thrombosis",
        "transplantation",
        "ventricular assist device implantation",
        "apheresis",
        "allogeneic stem cell transplant",
        "alteplase",
        "antibiotic prophylaxis"
    ],
    "author_names": [
        "Juan J. Toro, MD, MS",
        "Manuel Morales, MD",
        "Fausto R. Loberiza, MD, MS",
        "Cesar O. Freytes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Juan J. Toro, MD, MS",
            "author_affiliations": [
                "Medicine/Hematology, South Texas Veterans Health Care System, San Antonio, TX, USA",
                "Medicine/Hematology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Manuel Morales, MD",
            "author_affiliations": [
                "Medical Oncology Service, University Hospital Nuestra Senora de Candelaria, Santa Cruz de Tenerife, Canary Islands, Spain"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fausto R. Loberiza, MD, MS",
            "author_affiliations": [
                "Health Policy Institute, Medical College of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cesar O. Freytes, MD",
            "author_affiliations": [
                "Medicine/Hematology, South Texas Veterans Health Care System, San Antonio, TX, USA",
                "Medicine/Hematology, University of Texas Health Science Center at San Antonio, San Antonio, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T02:29:48",
    "is_scraped": "1"
}