{
    "doi": "https://doi.org/10.1182/blood.V126.23.LBA-5.LBA-5",
    "article_title": "Idelalisib Plus Bendamustine and Rituximab (BR) Is Superior to BR Alone in Patients with Relapsed/Refractory Chronic Lymphocytic Leukemia: Results of a Phase 3 Randomized Double-Blind Placebo-Controlled Study ",
    "article_date": "December 3, 2015",
    "session_type": "Late-Breaking Abstracts Session",
    "abstract_text": "Introduction: Idelalisib (IDELA) is a 1 st -in-class targeted PI3k delta inhibitor approved in combination with rituximab for the treatment of patients (pts) with relapsed CLL and as first-line treatment where 17p deletion or TP53 mutation exists in pts unsuitable for chemo-immunotherapy. Here, we present the results of a phase III, randomized, placebo-controlled study that evaluated the efficacy of IDELA added to BR, a common regimen for relapsed/refractory (R/R) CLL. A pre-specified interim analysis (IA) was performed demonstrating that PFS, the primary endpoint, and OS, a secondary endpoint, were superior in the investigational vs control arm. The IDMC recommended unblinding the study based on “overwhelming efficacy.” Methods: Between June 2012 and August 2014, 416 patients (pts) with R/R CLL were enrolled. The IA occurred when 75% of the total number of 260 planned events of CLL progression or death from any cause had occurred with a data cutoff of 15 June 2015. Key eligibility requirements included prior therapy containing a purine analog or bendamustine (ineligible if refractory to bendamustine); prior treatment with an anti-CD20 antibody; CLL progression within 36 months of the completion of the last prior therapy; and fitness to receive cytotoxic therapy. Patients were randomized to BR for 6 cycles Q 28 days (B = 70 mg/m2 D1, D2 of each cycle; R = 375 mg/m2 C1 and 500 mg/m2 C2-6) and IDELA 150 mg BID or placebo (administered continuously). Treatment with IDELA or placebo was administered until IRC-confirmed disease progression (PD), death, intolerable toxicity, or withdrawal of consent. Stratification was based on presence/absence of del(17p) and/or p53 mutation (mut), immunoglobulin heavy chain variable region (IGHV) mutated/unmutated (analysis performed by a central lab) and disease status refractory (CLL progression <6 months from completion of prior therapy) vs relapsed (CLL progression ≥ 6 months from completion of prior therapy). Imaging by CT was performed every 12 weeks and evaluated by an independent review committee (IRC) for evidence of PD. Crossover was not permitted at the time of PD. Results: The ITT analysis includes 207 pts in the IDELA + BR arm and 209 pts in the BR + placebo arm: gender 76% male; age 58%/42% (<65yrs/≥65 years); Rai stage III/IV 46%; median time since completion of last prior therapy 16 months; patients with high-risk features (del(17p)/p53mut 32.9%, unmutated IGHV 83.2%, refractory 29.8%); median number of prior therapies: 2 (range: 1-13); and median follow up 12 months. Median number of cycles of BR completed in the two arms was equal (6). Median PFS (mo) of IDELA + BR vs BR + placebo: 23 vs 11 (hazard ratio 0.33; p-value 2.8 x 10-14; 95% CI 0.24, 0.45) ( Fig 1 ), corresponding HRs in pts with high-risk features ( Fig 2 ); mOS (mo): IDELA + BR vs BR + placebo not reached for either arm (HR = 0.55; p-value 0.008; 95% CI 0.36, 0.86). The most common all-grade AEs with IDELA + BR were neutropenia and pyrexia (63.3% vs 41.5%), and with BR + placebo were neutropenia and nausea (53.6% vs 34.4%). The most common grades ≥3 AEs respectively were neutropenia (59.9%) and febrile neutropenia (20.3%); neutropenia (45.9%) and anemia (12%). Grade ≥3 diarrhea with IDELA + BR was 7.2% and BR + placebo was 1.9%. Incidence of SAE pneumonitis was 1.4% vs 0%. Transaminase abnormalities were observed more frequently in the IDELA + BR vs BR + placebo arm: all grades ALT 59.9%/30.6%, AST 52.2%/27.8%, Grade ≥3 ALT 21.3%/2.9%, AST 15.5%/3.3%. Figure 1. View large Download slide Kaplan-Meier Curve of PFS by IRC Assessment (ITT Analysis Set). Figure 1. View large Download slide Kaplan-Meier Curve of PFS by IRC Assessment (ITT Analysis Set). Close modal Figure 2. View large Download slide Forest Plot of Hazard Ratio for PFS by IRC Assessment (ITT Analysis Set). Figure 2. View large Download slide Forest Plot of Hazard Ratio for PFS by IRC Assessment (ITT Analysis Set). Close modal Conclusions: Idelalisib in combination with BR is superior to BR alone, reducing the risk of both PD and death, increasing PFS and OS, and with a safety profile consistent with prior reported studies. These results were consistent across pts with high-risk features. Addition of IDELA to BR was also beneficial in pts without del(17p)/TP53mut. This regimen represents an important new option for pts with R/R CLL. ClinicalTrials.gov ID: NCT01569295. Disclosures: Zelenetz: Gilead Sciences: Research Funding. Off Label Use: Idelalisib for relapsed/refractory CLL. Robak: MorphoSys AG: Consultancy , Honoraria , Research Funding ; Janssen: Consultancy , Research Funding ; Gilead Sciences: Research Funding. Coiffier: CELLTRION, Inc.: Consultancy , Honoraria ; Gilead Sciences: Research Funding. Delgado: Gilead Sciences: Research Funding. Marlton: Gilead Sciences: Research Funding. Adewoye: Gilead Sciences: Employment , Equity Ownership. Kim: Gilead Sciences: Employment , Equity Ownership. Dreiling: Gilead Sciences: Employment , Equity Ownership. Hillmen: Gilead Sciences: Honoraria , Research Funding ; Abbvie: Honoraria , Research Funding ; Janssen: Honoraria , Research Funding ; Roche: Honoraria , Research Funding ; Novartis: Honoraria , Research Funding ; Pharmacyclics: Honoraria , Research Funding ; Acerta Pharma BV: Research Funding.",
    "topics": [
        "bendamustine",
        "chronic lymphocytic leukemia refractory",
        "idelalisib",
        "rituximab",
        "brachial plexus neuritis",
        "neutropenia",
        "1-phosphatidylinositol 3-kinase",
        "anemia",
        "chemotherapy regimen",
        "chronic lymphocytic leukaemia recurrent"
    ],
    "author_names": [
        "Andrew D Zelenetz, MD, PhD",
        "Tadeusz Robak, MD, PhD",
        "Bertrand Coiffier, MD, PhD",
        "Julio Delgado, MD",
        "Paula Marlton, MBBS",
        "Adeboye H Adewoye, MD",
        "Yeonhee Kim, PhD",
        "Lyndah K. Dreiling, MD",
        "Peter Hillmen, MB, ChB, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrew D Zelenetz, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tadeusz Robak, MD, PhD",
            "author_affiliations": [
                "Medical University of Lodz and Copernicus Memorial Hospital, Lodz, Poland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Coiffier, MD, PhD",
            "author_affiliations": [
                "Hospices Civils de Lyon, Pierre-Benite, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julio Delgado, MD",
            "author_affiliations": [
                "Department of Hematology, Hospital Clínic de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula Marlton, MBBS",
            "author_affiliations": [
                "Clinical Haematology, Princess Alexandra Hospital, Brisbane, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adeboye H Adewoye, MD",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeonhee Kim, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lyndah K. Dreiling, MD",
            "author_affiliations": [
                "Gilead Sciences, Inc, Foster City, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Hillmen, MB, ChB, PhD",
            "author_affiliations": [
                "Dept. of Haematology/Oncology, St. James's University Hospital, Leeds, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T21:33:30",
    "is_scraped": "1"
}