{
    "doi": "https://doi.org/10.1182/blood-2021-145189",
    "article_title": "Avenue - Avelumab in the Frontline Treatment of Advanced Classic Hodgkin Lymphoma - a Window Study ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "AVENuE - Avelumab in the frontline treatment of advanced classic Hodgkin lymphoma - a window study Background Response adapted ABVD (doxorubicin, bleomycin, vinblastine, dacarbazine) has become a standard of care in many countries for advanced stage classic Hodgkin Lymphoma (cHL), as investigated in the RATHL study: following 2 cycles of ABVD patients with negative (Deauville 1-3) interim PET (iPET2) proceeded to 4 cycles of AVD; those with positive (Deauville 4-5) iPET2 intensified therapy to escalated bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, procarbazine, prednisolone (escBEACOPP) or BEACOPP every 14 days. Overall this strategy was associated with a 3-year progression free survival (PFS) of 82.6%, and outcomes for patients with positive iPET2 were disappointing with 3y progression-free survival (PFS) of 67.5%. More intensive treatment such as upfront use of escBEACOPP has been reported to produce higher PFS (89% at 5 years), but it is unclear whether overall survival (OS) is improved. More intensive treatment is, however, associated with higher risk of toxicity. Inhibitors of programmed cell death protein 1 (PD-1) or programmed death-ligand 1 (PD-L1) have established efficacy in relapsed / refractory cHL with response rates of 55-87%. In the front line setting PD-1 inhibitors have a reported complete metabolic response (CMR) rate of 18-37%. Response to PD-L1 inhibitors in the frontline setting has not been explored. Serial serum TARC (thymus and activation-regulated chemokine) is reported to be prognostic in the frontline treatment of cHL and may aid response assessment because PET interpretation with checkpoint inhibitors is often complex. In the context of PD-1 inhibition, PD-1 expression by immunohistochemistry (IHC) and 9p24.1 copy gain by fluorescence in situ hybridisation (FISH) are reported to correlate with response. Methods AVENuE is a Phase II single-arm multicentre study with sites in the UK and Australia assessing the safety and efficacy of 2 cycles (4 doses) of the PD-L1 inhibitor avelumab for untreated high-risk stage II-IV cHL prior to the iPET2 response adapted approach described above. Eligible patients must be 16-60 years, ECOG 0-1, and have adequate organ function. Patients with; compressive symptoms from lymphoma, autoimmune disorders or immunosuppressive treatment within 2 months are excluded. The primary endpoint is the centrally reviewed PET CMR rate to avelumab. Secondary endpoints are: the safety and tolerability of sequential avelumab and combination chemotherapy as assessed by CTCAE v 5.0; the iPET2 CMR rate after avelumab and 2 cycles of ABVD; PFS and OS at one year. Using a single stage A'hern design, target recruitment is 47 patients to give 90% power at a 0.05% one sided alpha to exclude an overall response rate (ORR) to 2 cycles of avelumab of < 20%; an ORR of 40% would be considered worthy of further study. Recruitment has continued during the COVID-19 pandemic. 29 patients have been enrolled. Exploratory endpoints include correlating disease response with baseline PD-1 copy number by FISH and PD-1 expression by IHC. Serial serum TARC is being explored as an aid to response assessment and changes in peripheral blood immune cell subset are being investigated as possible biomarkers of response. Trial funder: Pfizer Ltd in alliance with Merck KGaA Pfizer Ltd is providing funding as part of an Alliance between Pfizer and Merck KGaA Clinical trials.gov NCT03617666 EUDRACT No.: 2018-002227-42 Disclosures Hawkes:  Roche: Membership on an entity's Board of Directors or advisory committees, Other: Travel and accommodation expenses, Research Funding, Speakers Bureau; Regeneron: Speakers Bureau; Merck KgA: Research Funding; Astra Zeneca: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Speakers Bureau; Merck Sharpe Dohme: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Antigene: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squib/Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Specialised Therapeutics: Consultancy. Barrington:  Bristol Myers Squibb international corporation: Research Funding; Pfizer Inc: Research Funding; Amgen Ltd: Research Funding; Takeda Speakers Bureau: Honoraria. McKay:  Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Other: Travel Support; KITE: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel Support; Janssen: Honoraria, Other: Travel Support; Beigene: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS/Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Iyengar:  Janssen: Other: conference support, Speakers Bureau; Abbvie: Other: conference support; Beigene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees, Other: conference support, Speakers Bureau; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: conference support, Speakers Bureau. Radford:  Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; AstraZeneca: Current holder of individual stocks in a privately-held company; ADC Therapeutics: Consultancy, Current holder of individual stocks in a privately-held company, Honoraria, Speakers Bureau; BMS: Honoraria. Shah:  Abbvie, Janssen and Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees. Clifton-Hadley:  Bristol-Myers Squibb Pharmaceuticals Ltd..: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Amgen: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Celgene: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Merck Sharp and Dohme: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Janssen-Cilag: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Pfizer: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.; Millennium pharmaceutics inc.: Other: The haematology team at the CTC has received funding (which in part pays staff salary) to Sponsor and coordinate clinical trials.. Collins:  Beigene: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Speakers Bureau; Pfizer: Honoraria; Celgene: Research Funding; Amgen: Research Funding; AstraZeneca: Honoraria, Research Funding; ADC Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celleron: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck Sharp & Dohme: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Travel expenses, Speakers Bureau. OffLabel Disclosure: Avelumab prior to frontline chemotherapy in advanced stage classic Hodgkin lymphoma.",
    "author_names": [
        "Stephen Booth",
        "Eliza Hawkes",
        "Amy A Kirkwood",
        "Sally F Barrington",
        "Patrick G. Medd",
        "Pamela McKay",
        "Ruth Pettengell",
        "Sunil Iyengar",
        "Fiona Miall",
        "John Radford",
        "Cathy Burton",
        "Amit Sud",
        "Nimish Shah",
        "Andrew M Scott",
        "Arzhang Ardavan",
        "Michael Northend",
        "Laura Clifton-Hadley",
        "Richard Jenner",
        "Graham P. Collins"
    ],
    "author_dict_list": [
        {
            "author_name": "Stephen Booth",
            "author_affiliations": [
                "Department of Haematology, Oxford University Hospitals, Oxford, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eliza Hawkes",
            "author_affiliations": [
                "Olivia Newton John Cancer Research and Wellness Centre, Austin Health, Heidelberg, AUS"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy A Kirkwood",
            "author_affiliations": [
                "Cancer Research UK and UCL Cancer Trials Centre, UCL Cancer Institute, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sally F Barrington",
            "author_affiliations": [
                "School of Biomedical Engineering and Imaging Sciences, King's College London and Guys' & St Thomas PET Imaging Centre, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick G. Medd",
            "author_affiliations": [
                "Department of Haematology, University Hospitals Plymouth NHS Trust, Plymouth, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela McKay",
            "author_affiliations": [
                "Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruth Pettengell",
            "author_affiliations": [
                "Clinical Sciences, St. George's Hospital, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunil Iyengar",
            "author_affiliations": [
                "Royal Marsden Hospital, Sutton, GBR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fiona Miall",
            "author_affiliations": [
                "University Hospitals of Leicester, Leicester, UKR"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Radford",
            "author_affiliations": [
                "University of Manchester, Christie NHS Foundation Trust, Manchester Academic Health Science Centre, Manchester, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cathy Burton",
            "author_affiliations": [
                "HMDS, Leeds Cancer Centre, Leeds Teaching Hospitals NHS Trust, Leeds, United Kingdom"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Sud",
            "author_affiliations": [
                "Institute of Cancer Research, Sutton, GBR"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nimish Shah",
            "author_affiliations": [
                "Haematology, Norfolk and Norwich University Hospitals NHS Foundation Trust, Norwich, United Kingdom"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew M Scott",
            "author_affiliations": [
                "Olivia Newton-John Cancer Research Institute, Melbourne, Australia"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arzhang Ardavan",
            "author_affiliations": [
                "Department of Physics, University of Oxford, Oxford, United Kingdom"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Northend",
            "author_affiliations": [
                "CRUK and UCL Cancer Trials Centre, London, GBR"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Clifton-Hadley",
            "author_affiliations": [
                "Cancer Research UK and UCL Cancer Trials Centre University College London, London, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Jenner",
            "author_affiliations": [
                "Cancer Research UK and UCL Cancer Trials Centre University College London, London, United Kingdom"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham P. Collins",
            "author_affiliations": [
                "Oxford University Hospitals NHS Foundation Trust, Oxford, United Kingdom"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:49:17",
    "is_scraped": "1"
}