{
    "doi": "https://doi.org/10.1182/blood.V114.22.1094.1094",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1558",
    "start_url_page_num": 1558,
    "is_scraped": "1",
    "article_title": "Impact of MICA and Other Immunogenetic Polymorphisms On Clinical Presentation of T Cell Large Granular Lymphocyte Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Bone Marrow Failure Poster I",
    "abstract_text": "Abstract 1094 Poster Board I-116 T cell large granular lymphocyte leukemia (T-LGL) is a rare lymphoproliferative disorder marked by clonal expansion of cytotoxic T lymphocytes (CTL). T-LGL may be a result of clonal outgrowth from initially polyclonal CTL responses seen in the context of viral infections, autoimmune conditions, or tumor surveillance. Similar to classic autoimmune diseases, such as rheumatoid arthritis, multiple sclerosis or aplastic anemia, immunogenetic predisposition to T-LGL is suggested by association with certain immunogenetic polymorphisms including human leukocyte antigen (HLA) and killer immunoglobulin receptor (KIR). In addition to KIR-ligand/KIR interactions, the quality of CTL may be determined by the binding between the major histocompatibility complex class I chain-related gene A (MICA) and its ligand NKG2A. Over fifty five MICA alleles have been documented to date. A number of autoimmune and oncologic conditions such as systemic lupus erythematosus, rheumatoid arthritis, psoriasis, Crohn's disease, cervical cancer, or oral squamous cell carcinoma were all reported to be associated with MICA polymorphism. We hypothesized that specific MICA polymorphisms may be associated with exaggerated CTL responses in T-LGL and may therefore impact clinical features of the disease such as immune cytopenias. We have collected a large well annotated cohort of patients with T-LGL (n=86). HLA, MICA, and KIR alleles were resolved by established molecular techniques. Diagnosis of T-LGL was established by flow cytometry, T cell receptor γ chain rearrangement, Vβ typing, and assessment of peripheral blood smear. Categorical and survival methods of data analysis were used to examine the association between MICA, HLA, and KIR polymorphisms with type and degree of cytopenias, LGL T cell count, response to therapy, splenomegaly, and overall survival. Caucasians accounted for 96.5% of the study cohort (median age, 64 years; 55% males). Neutropenia, anemia, and thrombocytopenia were found in 63.4%, 50%, and 23.5% of the patients, respectively. Bicytopenia and pancytopenia were found in 26% and 13% of subjects, respectively. Median LGL T cell count was 1800 cells/μL (range, 280-20,580 cells/μL). Splenomegaly was found in 47% of patients. Compared to healthy controls (2N=308), our cohort was overrepresented by MICA*A5.1 (population frequency, 0.59 in T-LGL vs. 0.37 in controls, p<0.001). As opposed to the patients carrying MICA*A4 (p=0.01), those with MICA*A5.1 (p=0.025) or MICA*008 (p=0.025) were less likely to present with splenomegaly. MICA*A6 carriers were more likely to have thrombocytopenia (p=0.04). Since immunogenetic predisposition is often encoded by complex genetic traits, we have also examined the impacts of HLA class I, II and KIR-ligand/ KIR on clinical presentation of T-LGL. Immunogenetic factors associated with anemia as a predominant feature included HLA-DR7 (p=0.003), Bw4-KIR3DL1 (p=0.03), or having less than 3 inhibitory KIR ligand mismatches (p=0.025). Subjects with HLA-Bw6 (p=0.02) and HLA-A*24 (p=0.05) were more likely to have neutropenia, whereas the patients with HLA*A11 were more likely to have thrombocytopenia (p=0.01). HLA-A*24 (p=0.004), HLA-B*15 (p=0.03), and KIR2DL5 (p=0.045) were associated with poorer clinical response to therapy in contrast to those with HLA*01 (p=0.008) and HLA-B*58 (p=0.045) associated with more favorable clinical responses. In contrast to HLA-B*27 carriers with higher likelihood of splenomegaly (p=0.01), patients with HLA-Bw4-KIR3DL1 (p=0.046), HLA-DR3 (p=0.005), or HLA-DQ2 (p=0.028) were less likely to develop splenomegaly. We did not detect any associations with overall survival. In summary, the overrepresentation of MICA*A5.1 among T-LGL patient had limited impact on clinical outcomes. In contrast to numerous associations between HLA and KIR with clinical presentation of T-LGL, the associations for MICA alleles in our cohort were limited to less likelihood of splenomegaly for MICA*A5.1 and MICA*008 carriers and to higher propensity towards thrombocytopenia for those with MICA*A6. Altogether, our findings extend the evidence for a role of immunogenetic factors in the pathogenesis and clinical outcomes of T-LGL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "immunogenetics",
        "leukemia, t-cell, chronic",
        "polymorphism",
        "t-lymphocytes",
        "human leukocyte antigens",
        "splenomegaly",
        "ligands",
        "thrombocytopenia",
        "hla-b antigens",
        "anemia"
    ],
    "author_names": [
        "Aleksandr Lazaryan, MD, MPH, PhD",
        "Nelli Bejanyan, MD",
        "Aaron D. Viny, MD, MS",
        "Medhat Askar, MD, PhD",
        "Pearlie K Burnette, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Allogen Laboratories, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA"
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094"
}