{
    "doi": "https://doi.org/10.1182/blood-2018-99-118384",
    "article_title": "Pharmacotherapy Interventions and Barriers to Treatment of Sickle Cell Disease in Ibadan, Nigeria ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster II",
    "abstract_text": "Background: Sickle cell disease (SCD) is a hemoglobinopathy that characteristically gives rise to a number of complications triggered by hemolytic anemia and vaso-occlusion. The prevalence of the disease is highest in sub-Saharan Africa, with the highest being in Nigeria where it affects over 6 million people.In spite of its overwhelming burden in Nigeria and the serious complications that result as a consequence, there is little in terms of epidemiological data specific to Nigeria regarding morbidity and management of the disease. Treatment of SCD and its complications includes early screening, patient education, genetic counseling, prophylaxis in the form of penicillin, vaccinations, folate supplementation, and the appropriate use of hydroxyurea (HU). While the efficacies of these treatments have been well documented in the West, morbidity and mortality due to SCD is still a significant public health problem in Nigeria . Particularly, HU has proved to be an effective disease-modifying treatment in the West. Many believe HU to be under-prescribed in Nigeria,but there is conflicting evidence. This study sought to assess the use of disease-modifying and preventive treatments, as well as barriers to treatment of sickle cell disease patients in Ibadan, Nigeria. Methods: We surveyed 50 outpatients at the University College Hospital of Ibadan (UCH) about their past and current treatment of SCD. Patients above age 12 with a primary diagnosis of SCD of any genotype were included. IRB approval was obtained through the UCH Ethics Committee and the Dartmouth College Committee for Protection of Human Subjects. All surveys were done on paper, and were administered to participants non-literate in English through a trained interpreter. Responses were input into SurveyMonkey and Excel for descriptive statistical analysis. Results: Of the people that submitted survey responses, 54% were male and 45% were female. The majority of respondents (84%) indicated that they had the SS genotype, while 14% were of SC genotype and 2% were uncertain of their genotype. The majority of respondents were between the ages of 19-45, and the majority had completed a university degree or higher education. When asked about prevention of SCD crises, 73% of respondents indicated they plan to seek genetic counseling prior to having children. Eighty-two percent of respondents indicated that they have taken prophylactic anti-malarials, while fewer people indicated that they use mosquito nets regularly for prevention of malaria (62%). Complication rates arising from SCD are listed in Table 1. When asked about pharmacotherapy options for treatment of SCD, 96% of respondents had been prescribed folate, compared to the 14% and 46% of respondents who had been prescribed oral penicillin and HU therapies, respectively. Compliance of the above drugs was relatively high as well, as the percentage of people who indicated they have taken folate (90%), penicillin (14%), and HU (42%) correlated similarly with those who had been prescribed. While the rate of those who had taken HU seem relatively high, the majority of those who had taken HU were doing so through the clinical trials of the drug being held at UCH (69%), rather than through an outside prescriber (31%). Of the 22 respondents not taking HU, 5 (23%) indicated that they would like to be taking it but are not able to, compared to the 7% of people not on penicillin who would like to be taking it. The largest potential barriers to treatment were inability to get to a hospital or clinic when necessary (16%) and lack of information about treatment options (32%). Conclusions: The most common treatment for SCD was folate therapy, followed by HU. Many patients receiving HU were formerly or currently enrolled in the clinical trials being run at UCH, which may suggest that it is not commonly prescribed by their regular providers. Most patients had faced at least one complication from SCD, and feel that their biggest deficits in treatment of SCD stem from their inability to get to a clinic or hospital in the event of a complication, and lack of information of the breadth of options that exist for management. More investigation remains to be done about the reasons for decreased usage of HU therapy among providers in Nigeria, and the efficacy of this treatment among adult patients. Given the low utilization of HU in this region, more follow up studies should be done about barriers such as cost, compliance, and access. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "nigeria",
        "pharmacotherapy",
        "sickle cell anemia",
        "treatment barriers",
        "penicillin",
        "antimalarials",
        "follow-up",
        "hemoglobinopathies",
        "hemolytic anemia",
        "hydroxyurea"
    ],
    "author_names": [
        "Ijele Adimora",
        "Titilola S. Akingbola, MBBS, FWACP",
        "Frederick Lansigan, MD",
        "Jack van Hoff, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ijele Adimora",
            "author_affiliations": [
                "The Geisel School of Medicine at Dartmouth, Lebanon, NH ",
                "The Geisel School of Medicine at Dartmouth, Hanover, NH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Titilola S. Akingbola, MBBS, FWACP",
            "author_affiliations": [
                "Department of Hematology, University of Ibadan, College of Medicine, University College Hospital, Ibadan, Nigeria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick Lansigan, MD",
            "author_affiliations": [
                "Dartmouth-Hitchcock Medical Center, Lebanon, NH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack van Hoff, MD",
            "author_affiliations": [
                "Children's Hospital at Dartmouth Hitchcock, Dartmouth Hitchcock Medical Center, Lebanon, NH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T21:34:05",
    "is_scraped": "1"
}