{
    "doi": "https://doi.org/10.1182/blood.V106.11.3245.3245",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=317",
    "start_url_page_num": 317,
    "is_scraped": "1",
    "article_title": "Low Incidence of CMV Reactivation and Infectious Morbidity and Mortality after Nonmyeloablative Haploidentical Bone Marrow Transplantation Incorporating Post-Transplantation Cyclophosphamide. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Graft rejection, severe graft-versus-host disease (GVHD), and prolonged immunosuppression are major complications of partially HLA-mismatched, or haploidentical, stem cell transplantation in humans. Intensive conditioning of the recipient and rigorous T cell depletion of the donor graft reduces the risk of the first two complications, but may prolong or intensify post-transplantation immunodeficiency, increasing the patient’s susceptibility to opportunistic infection. In contrast, alloreactive T cells may be selectively eliminated in vivo by the early post-transplantation administration of high dose cyclophosphamide (Cy), leaving virus or other pathogen specific resting memory T cells relatively unharmed. To test this hypothesis, we have analyzed the infectious complications in 60 patients who were enrolled in a clinical trial of nonmyeloablative haploidentical bone marrow transplantation (“mini-haploBMT”) incorporating post-transplantation Cy. All patients received fludarabine 30mg/m2/dose on days -6 to -2, Cy on day -2, and 200 cGy total body irradiation (TBI) on day -1. The first 20 patients received a single dose of 50 mg/kg Cy IV on day 3, whereas the final 40 patients received the same dose of Cy on day 3 and 4. The median age of transplant recipients was 48years (1-71years), 12 patients had 13 prior autologous transplants prior to enrollment, and patients had an average of 2.7 treatment regimens prior to transplant (0–8). Patients received a median of 1.27x 10 8 /kg mononuclear cells/kg with 3.9 x 10 6 CD34 + cells/kg. The median follow-up at the time of this analysis was 245.5 days (41–1550 days). An ANC >500/mm 3 was achieved a median of day 16 (12–208). Only 5 patients (8.3%) died from infectious related causes. Of these, 3 were known to have relapsed disease. There were 34 patient/donor pairs (56.6%) at risk for CMV reactivation. In these pairs, only 6 patients developed CMV reactivation (17.6%), and 2 patients developed CMV infection. 3 patients with CMV reactivation received one dose of post-transplant Cy, and 3 patients received two. Both patients who developed CMV infections received only dose of post transplant Cy. 23% (14/60) of patients developed an invasive fungal infection, of which 21.4% (3/14) developed in the first 30 days post transplant, 14.3% (2/14) developed between days 31–60, 14.3% (2/60) developed between days 61–100, and 50% (7/14) occurred more then 100 days post transplant. 15% (9/60) had at least one systemic viral infection (other then CMV), of which 22.2% (2/9) developed in the first 30 days post-transplant and 77.8% (7/9) developed more then 90 days post transplant. No patients developed viral infections between days 31–100. These rates of infection compare favorably to the rates of infection seen in patients receiving haploidentical grafts following myeloablative conditioning without post-transplantation Cy. We propose that the very low numbers of patients with CMV reactivation, fungal or viral infections, and infectious related mortality is secondary to early engraftment, low rates of Grade 3–4 GVHD (7/60 patients, 11.7%; 5/7 patients received one dose of post-transplant Cy, 2 received two) or prolonged immunosuppression, and an intact host B cell and memory T cell function preserved with this novel prep regimen and T cell replete graft.",
    "topics": [
        "bone marrow transplantation",
        "cmv reactivation",
        "cyclophosphamide",
        "transplantation",
        "graft-versus-host disease",
        "single-dose regimen",
        "tissue transplants",
        "virus diseases",
        "cytomegalovirus infections",
        "infections"
    ],
    "author_names": [
        "Heather J. Symons, MD",
        "Xiaobu Ye, MD",
        "Leo Luznik, MD",
        "Michele Phelps",
        "Angelita Crawford",
        "M. Yair Levy, MD",
        "Richard J. Jones, MD",
        "Ephraim J. Fuchs, MD"
    ],
    "author_affiliations": [
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Oncology, Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins University, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147"
}