{
    "doi": "https://doi.org/10.1182/blood-2019-126845",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4240",
    "start_url_page_num": 4240,
    "is_scraped": "1",
    "article_title": "A Multicentre, Retrospective Observational Study to Evaluate the Clinical Outcomes of Patients with Chronic Lymphocytic Leukaemia (CLL) Treated with Idelalisib and Rituximab in the UK (RETRO-idel) - a Cohort of 110 Patients ",
    "article_date": "November 13, 2019",
    "session_type": "642.CLL: Therapy, excluding Transplantation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "idelalisib",
        "observational studies",
        "rituximab",
        "treatment outcome",
        "brachial plexus neuritis",
        "lower respiratory tract infections",
        "neutropenia",
        "pneumonia"
    ],
    "author_names": [
        "Toby A. Eyre",
        "Gavin Preston, MD",
        "Huseini Hatimbhai Kagdi, MD PhD MBBS, FRCPath, MRCP",
        "Amin Islam, MD",
        "Toby Nicholson, FRCPath, MBBS, MRCP, BA",
        "Christopher Fegan, MB, MD FRCP, FRCPath",
        "Harry W Smith, BSc, MSc",
        "Adam P Cursley, MSc",
        "Heribert Ramroth, PhD",
        "Nishan Rajakumaraswamy, MD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Oxford University Hospitals NHS Foundation Trust, Old Road, United Kingdom "
        ],
        [
            "Department of Haematology, Aberdeen Royal Infirmary, Aberdeen, GBR "
        ],
        [
            "London North West University Heathcare NHS Trust, London, United Kingdom "
        ],
        [
            "Southend University Hospital, Southend, United Kingdom "
        ],
        [
            "St Helens & Knowsley NHS Trust, Prescot, Merseyside, UKR "
        ],
        [
            "Cardiff and Vale University Health Board, Cardiff, United Kingdom "
        ],
        [
            "Gilead Sciences, London, United Kingdom "
        ],
        [
            "Gilead Sciences Ltd, Uxbridge, United Kingdom "
        ],
        [
            "Gilead Sciences Ltd, Uxbridge, United Kingdom "
        ],
        [
            "Gilead Sciences, Inc., Foster City, CA"
        ]
    ],
    "first_author_latitude": "51.749373399999996",
    "first_author_longitude": "-1.2152579",
    "abstract_text": "Background: B-cell receptor signalling pathway plays a key role in CLL pathogenesis. Overexpression of phosphatidylinositol 3-kinase delta isoform (PI3Kδ) is a characteristic of malignant lymphoid cells {Zhang 2014}. Idelalisib is an oral, selective PI3Kδ inhibitor approved for the treatment of CLL {Brown 2014}. Since its approval there has been a paucity of real world clinical effectiveness and safety data on idelalisib-rituximab (IDELA-R). A large U.S.-based national, retrospective series of 682 CLL patients (pts) explored the optimal sequence of targeted agents in this setting, but included only 62 (9%) pts treated with IDELA-R {Mato 2017}. Aims: To evaluate the effectiveness of IDELA-R in pts with CLL in routine clinical practice in the UK through a protocol-led, retrospective cohort study; RETRO-idel (NCT03582098). Methods: Secondary or tertiary care centres (sites) across the UK were invited to participate. Data were collected retrospectively from sites by study personnel from source data-verified medical records using electronic case report forms (eCRFs). Eligible pts included those who initiated IDELA-R as part of routine clinical management of CLL from Sep 2014 (following European approval), up to and including 31 Dec 2017. Primary endpoint was overall response rate (ORR) defined as the proportion of pts who achieved an objective clinical response after the initiation of IDELA-R treatment. Secondary endpoints included overall survival (OS), progression free survival (PFS), time to next treatment (TTNT), duration of response (DOR), and safety (including serious adverse events [SAE] and AEs of special interest [AESI]). Results: A total of 110 pts were included in the study from 16 UK sites, of whom 74 (67.3%) were males and the median age at IDELA-R initiation was 72 years (range 48 - 90) (Fig 1a). Median number of prior therapies was 1 (range 0 - 8; 23.6% 1 st line). Seven (6.4%) pts had received prior ibrutinib. Median time since diagnosis was 7 years (range: 0 - 23), and 54 (49.1%) pts tested had TP53 mutated / del (17p) CLL. Median duration of follow-up was 39.1 months (range 0.1 - 51.9), with 65 (59.1%) pts followed >2 years. Ninety-two (83.6%) pts received pneumocystis jirovecii pneumonia (PJP) prophylaxis and 8 (7.3%) pts had received a stem-cell transplant (SCT) [(before IDELA-R; 2 (1.8%) alloSCT; 2 (1.8%) autoSCT); after IDELA-R; 4 (3.6%) alloSCT)]. The median duration of therapy with IDELA was 12 months (range 0 - 41). The ORR was 88.2% (95% CI: 82.2 - 94.2) and median DOR 32.7 months (95% CI 19.7 - NR). Seven (6.4%) pts had no documented response and response data were missing for 6 (5.4%) pts. Median OS was not reached (95% CI: 31.5 - NR) and median PFS was 29.5 months (95% CI: 22.1, NR) (Fig 1b, c). Median TTNT was 29.2 months 95% CI; 25.3 - 42.8). Overall, 108 (98.2%) pts experienced an SAE or AESI. Diarrhoea was reported in 34 (30.9%) pts, followed by lower respiratory tract infection [LRTI] in 24 (21.8%), neutropenia in 23 (20.9%), rash in 18 (16.4%) and pneumonia in 18 (16.4%). Ten (9.1%) pts had colitis, of which Gr 3/4 colitis occurred in 6 (5.5%). A total of 71 (64.5%) pts experienced a Gr 3/4 AEs including pneumonia in 14 (12.7%), LRTI in 10 (9.1%), neutropenia in 7 (6.4%), diarrhoea in 7 (6.4%) and neutropenic sepsis in 7 (6.4%). There were 85 (77.2%) discontinuations; 54 (56.3%) due to toxicity, 18 (18.8%) due to PD, 11 (11.5%) by investigator discretion, and 2 (2.1%) by subject decision. There were 11 (11.5%) deaths reported whilst pts were receiving IDELA-R. Richter's transformation was documented in 1 (0.9%) pt. At the time of analysis, 46 (41.8 %) pts had died. Conclusions: We report to our knowledge the largest cohort of CLL pts treated with IDELA-R outside of the clinical trial setting. Our findings corroborate those from interventional studies of IDELA {Furman 2014, Sharman 2019}. Longer PFS observed in our study versus prospective trials probably reflects the relatively fewer median number of prior therapies. Median TTNT was slightly shorter than median PFS possibly due to certain pts discontinuing IDELA-R without PD and continuing to a subsequent therapy. Safety profile of IDELA-R was consistent with trial experience, and no new safety signals were identified. IDELA-R remains an effective treatment option for CLL pts. Analyses assessing a) response duration and TTNT in pts stopping therapy due toxicity and b) predictors of PFS (univariable and multivariable analysis) are ongoing and will be presented. View large Download slide View large Download slide  Disclosures Eyre: Janssen: Honoraria; Roche: Honoraria; Gilead: Consultancy, Honoraria, Other: commercial research support; Abbvie: Honoraria. Islam: Gilead: Honoraria, Other: Conference attendance sponosrship. Nicholson: Pfizer: Other: Conference attendance sponosrship; Takeda: Other: Conference attendance sponsorship. Fegan: Gilead: Honoraria; Roche: Honoraria; Janssen: Honoraria; Abbvie: Consultancy, Other: Conference attendance sponsorship. Smith: Gilead: Employment, Equity Ownership. Cursley: Gilead: Employment. Ramroth: Gilead Sciences: Employment. Rajakumaraswamy: Gilead Sciences, Inc.: Employment."
}