{
    "doi": "https://doi.org/10.1182/blood.V116.21.2222.2222",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1845",
    "start_url_page_num": 1845,
    "is_scraped": "1",
    "article_title": "Discovery and Characterization of An Anti-APC Aptamer for Use In Hemophilia ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "activated protein c",
        "activated protein c resistance",
        "anticoagulants",
        "binding (molecular function)",
        "blood coagulation disorders",
        "endopeptidases",
        "endothelial protein c receptor",
        "endothelium",
        "factor ix",
        "factor v"
    ],
    "author_names": [
        "Patricia G.M. Wagner",
        "Michael C. Schwartz",
        "Kathleen E. McGinness",
        "Ryan M. Genga",
        "Jeffrey C. Kurz, PhD",
        "Emily K. Waters, PhD",
        "Robert Schaub, PhD"
    ],
    "author_affiliations": [
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Archemix Corporation, Cambridge, MA, USA, "
        ],
        [
            "Preclinical Discovery, Archemix Corporation, Cambridge, MA, USA"
        ]
    ],
    "first_author_latitude": "42.358647999999995",
    "first_author_longitude": "-71.103472",
    "abstract_text": "Abstract 2222 Activated Protein C (APC) is well known for its anticoagulant activity in the coagulation cascade. Inactivation of factors VIIIa (FVIIIa) and Va (FVa) by APC down regulates thrombin generation. The importance of FVa inactivation is seen in individuals with a common genetic mutation in Factor V, known as APC resistant Factor V Leiden (FV L ). This missense mutation leads to the elimination of one of three APC cleavage sites on FVa, and FVa inactivation occurs at a slower rate. APC resistance leads to a thrombophilic state and individuals with FV L have a higher risk of thrombosis. Some reports suggest that hemophiliacs with the FV L mutation have reduced clinical severity compared to hemophiliacs without the FV L mutation. They have fewer bleeding episodes and also a delay in age when bleeding episodes begin (Kurnik et al Haematologica 2007;92:982-985). Consistent with this observation, transgenic mice engineered to carry the FV L mutation in combination with a deficiency in FVIII or factor IX (FIX) display normal thrombus formation in a laser injury model compare to no thrombus in the absence of the FV L mutation (Schlachterman et al J Thrombos and Haemostas 3:2730, 2005). Therefore, targeting a therapeutic agent to stabilize FVa by inhibiting APC may help normalize clotting in hemophiliacs. An anti-APC aptamer was discovered by Systematic Evolution of Ligands by EXponential enrichment (SELEX) and optimized for therapeutic use. In vitro assays were used to determine if the anti-APC aptamer blocks the anticoagulant activity of APC. The aptamer inhibited APC cleavage of a chromogenic peptide substrate. Furthermore, the aptamer decreased the clot time in a plasma-based assay and corrected thrombin generation as measured by calibrated automated thrombogram (CAT) following thrombomodulin-mediated protein C activation. These results show that the anti-APC aptamer efficiently blocks the anticoagulant activity of APC. APC also has an important cytoprotective role which can occur when APC binds and interacts with endothelial protein cell receptor (EPCR) and protease activated receptor-1 (PAR-1). In its cytoprotective role, APC can protect cells from apoptosis and inflammation. It is essential for the safety of a procoagulant, anti-APC therapeutic, that it not block this activity. Flow cytometric experiments were used to determine if the anti-APC aptamer affected the cytoprotective activity of APC. Aptamer was either pre-mixed with APC or added to APC-treated HUVEC cells. There was no interference of APC binding to EPCR on HUVEC cells in either type of experiment. In addition, the aptamer did not interfere with APC binding to EPCR on THP-1 cells. These experiments suggest that the anti-APC aptamer should not interfere with the ability of APC to bind to and protect cells. Taken together with the procoagulant activity described above, these data suggest that the anti-APC aptamer should be a promising new agent for the treatment of hemostatic defects. Disclosures: Wagner: Archemix Corportation: Employment. Schwartz: Archemix Corporation: Employment. McGinness: Archemix Corportation: Employment. Genga: Archemix Corporation: Employment. Kurz: Archemix Corporation: Employment. Waters: Archemix Corporation: Employment. Schaub: Archemix Corporation: Employment."
}