{
    "doi": "https://doi.org/10.1182/blood.V118.21.2406.2406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1879",
    "start_url_page_num": 1879,
    "is_scraped": "1",
    "article_title": "Cyclosporine Taper Does Not Prevent Relapse in Severe Aplastic Anemia ",
    "article_date": "November 18, 2011",
    "session_type": "508. Bone Marrow Failure: Poster II",
    "topics": [
        "aplastic anemia",
        "cyclosporine",
        "drug tapering",
        "therapeutic immunosuppression",
        "drug toxicity",
        "electrolyte imbalance",
        "follow-up",
        "gingival overgrowth",
        "hypertension",
        "nephrotoxicity"
    ],
    "author_names": [
        "Phillip Scheinberg, MD",
        "Olga Nunez, RN",
        "Priscila Scheinberg, MS, CCRP",
        "Barbara Weinstein, RN",
        "Colin O. Wu, PhD",
        "Neal S. Young, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, "
        ],
        [
            "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Hematology Branch, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 2406 Severe aplastic anemia (SAA) can be successfully treated with horse ATG (h-ATG) and cyclosporine (CsA) with hematopoietic recovery achieved in 60–70% of cases (Young et al. Blood 2006). However, immunosuppressive therapy is limited by relapse (in about 1/3 of responders) and clonal evolution (in 10–15% of all treated patients), sometimes occurring years after initial administration. Most formal protocols have specified a 6-month course of cyclosporine. Anecdotal experience has suggested that relapse among responders might be avoided by a more gradual discontinuation of cyclosporine. In addition, this benefit has also been inferred from the observation in the 1990s that some patients were cyclosporine dependent in order to maintain adequate counts. In a recent retrospective analysis (Saracco et al. Br J Haematol 2008), records from 42 pediatric patients treated from 1991 and 1999 in Italy were reviewed. The cyclosporine taper regimen varied between patients, but 3 groups were retrospectively defined in this study. With a median follow-up of 118 months (range 49–185) in surviving patients, the cumulative incidence of relapse was 7.6% in the “slower” cyclosporine taper group, compared to 60% in the “rapid” taper group. To test this hypothesis, in 2003 we prospectively implemented a longer period of cyclosporine therapy with gradual taper, to include all consecutive patients in sequential protocols who received standard h-ATG (4 days) and cyclosporine (6 months). By protocol design, the rate of relapse with long-term cyclosporine was to be compared to our extensive historical experience with standard h-ATG/CsA, in which patients treated at the Clinical Center from 1989 to 2003 had cyclosporine discontinued at 6 months. From 2003 onwards, cyclosporine was administered conventionally for 6 months, and if patients had responded at that landmark time point, a gradual taper over the subsequent 18 months was begun, with a 25% dose reduction every 3 months (to a total of 2 years of cyclosporine). One hundred and two patients were treated on two separate protocols (registered at clinicaltrials.gov as NCT00061360 and NCT00260689 ). Of this cohort, 67 (66%) patients had a hematologic response and their cyclosporine was gradually reduced per protocol (this response rate is in accordance with our historical experience). At 3 years post-ATG and the institution of cyclosporine, the cumulative incidence of relapse was 32% (95% CI 22% – 43%) in those treated from 1989–2003, compared to 29% (95% CI 14% – 47%) in those treated from 2003–2010 (log-rank p=0.42; see figure below). The clonal evolution rate also did not appear to differ between the two time periods. At 3 years, the clonal evolution rate was 16% (95% CI 4% – 35%) in those treated from 2003–2010, which is in accordance with our historical experience. Thus, our results do not show benefit in preventing the late events of relapse and clonal evolution by a longer, tapering course of cyclosporine as compared to its discontinuation at 6 months. Our study is limited by the retrospective comparison of the rates of relapse and evolution. However, the cyclosporine taper regimen was implemented prospectively 8 years ago in consecutive patients treated on registered clinical protocols and all responders participated in the taper and all patients are accounted for and included in the analysis. These data have immediate clinical implications, as cyclosporine tolerance is limited by troubling symptoms and nephrotoxicity, hypertension, electrolyte imbalances, gingival hyperplasia and general risks associated to immunosuppression. Shorter exposure to cyclosporine abbreviates drug toxicity associated with more prolonged use. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}