{
    "doi": "https://doi.org/10.1182/blood.V128.22.1177.1177",
    "article_title": "Trends of Inpatient Venous Thromboembolism in United States before and after Surgeon General's Call to Action ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Thromboembolism and Anticoagulation",
    "abstract_text": "Introduction: Venous thromboembolism (VTE) including deep vein thrombosis (DVT) and pulmonary embolism (PE) is an important cause of morbidity and mortality in the United States (US). The increasing rates of VTE in the US lead the surgeon general to issue a call to action to reduce VTE in 2008. After 2008, several organizations have instituted guidelines for VTE prophylaxis especially in patients admitted to hospitals. However, it is unknown if the rates of VTE in hospitalized patients have changed or not after 2008. The objective of our study was to estimate the national trends of inpatient VTE in the US from 2004 to 2013 (5 years before and after 2008). Methods: We used the National Inpatient Sample (NIS), Healthcare Cost and Utilization Project (HCUP) which represents a 20% stratified random sample of discharges from all hospitals, excluding rehabilitation and long-term acute care hospitals. NIS contains approximately unweighted 7 million discharges and weighted 35 million discharges nationally every year. Trend weights were used to generate the national estimates. VTE was defined by ICD9 codes 451 - 453 (DVT) and 415.1 (PE). Annual rates of inpatient VTE were calculated from 2004 to 2013 by patient characteristics (age, sex, and race), hospital type, insurance type, patients with cancer, major operative room procedure or trauma, previous VTE, history of thrombophilia, mobility status and high-risk VTE subgroups. A high-risk VTE patient was defined by Padua score 4 or more than 4. SAS 9.3 (SAS Institute Inc., Cary, NC, USA) was used to calculate the rates of VTE. Joinpoint regression was used to identify change in direction and magnitude of trend. Joinpoint regression uses the grid search method to detect points at which significant changes in the direction and magnitude of the trend of dependent variable (VTE rates) with reference to the independent variable (calendar year) occur, under the assumption of constant variance and uncorrelated errors. Results: From 2004 to 2013, the NIS contained data on 78 million hospitalizations (Weighted N=385 million). Among these hospitalized patients, 1.6 million had a diagnosis of VTE (2.0%, weighted N=7.7 million) including 588,878 with PE (0.74%, weighted N=2.8 million) and 1.2 million with DVT (1.53%, weighted N=5.9 million). Joinpoint regression analysis showed that rates of DVT were increasing consistently from 1.27% in 2004 to 1.80% in 2013 with no significant change in the direction and magnitude. Similarly, rates of PE were also consistently increasing from 0.52% in 2004 to 0.92% in 2013. The subgroup analysis showed that the rates of VTE including DVT and PE continued to increase either without any change in magnitude or marginal drop in magnitude for most of the subgroups. The exceptions were 15-24yrs of age, other payment methods, other races, major operative procedures (OR), patients with a history of thrombophilia, major OR and trauma patients subgroups in which the rates of PE have started to decrease in recent years (p=4), patients with history of thrombophilia, major OR procedure and trauma subgroups had decreased rates of DVT in recent years (p=4) was 15.0% and they contributed to 34.1% of VTE events. In patients with VTE, the overall mortality rate was higher in high-risk VTE group compared to low-risk group (8.9% vs. 3.39%, p<0.01). The Joinpoint regression analysis showed that mortality rates are decreasing consistently from 10.58% in 2004 to 8.19% in 2013 in high-risk VTE patients. Similarly, mortality rates are also consistently decreasing from 4.25% in 2004 to 3.65% in 2013 in low-risk VTE patients. Conclusions: VTE rate in patients admitted to the hospitals in the US continues to rise even after 5 years from call to action by the surgeon general. The results of this study show that, in spite of these initiatives, VTE rates continue to rise except in certain high-risk population. Less than half of VTE events occur in patients perceived to be at high risk of VTE. More efforts are needed in order to curb the epidemic of VTE in the US. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "surgeons",
        "venous thromboembolism",
        "deep vein thrombosis",
        "thrombophilia",
        "wounds and injuries",
        "acute care",
        "cancer",
        "mobility",
        "pulmonary embolism",
        "surgical procedures, operative"
    ],
    "author_names": [
        "Kathan Dilipbhai Mehta, MBBS, MPH",
        "Smit Patel, MBBS, MPH",
        "Keyur Patel, MBBS",
        "Hong Wang, PhD",
        "Rahul Atul Parikh, MD PhD",
        "Roy E. Smith, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kathan Dilipbhai Mehta, MBBS, MPH",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Smit Patel, MBBS, MPH",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keyur Patel, MBBS",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Wang, PhD",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, UPMC CancerCenter, University of Pittsburgh Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Atul Parikh, MD PhD",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roy E. Smith, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Pittsburgh Medical Center, Pittsburgh, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:53:56",
    "is_scraped": "1"
}