{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1948.1948",
    "article_title": "Efficacy and Safety of Defibrotide in Pediatric Patients with Veno-Occlusive Disease/Sinusoidal Obstruction Syndrome (VOD/SOS) after Hematopoietic Stem Cell Transplantation (HSCT): Final Results from the Expanded-Access Program ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Background VOD/SOS is an unpredictable, potentially life-threatening complication of conditioning regimens for HSCT or post-chemotherapy without HSCT. VOD/SOS with multi-organ dysfunction (MOD) may be associated with >80% mortality. For pediatric and adult patients, defibrotide is approved to treat hepatic VOD/SOS with renal or pulmonary dysfunction post-HSCT in the United States and to treat severe hepatic VOD/SOS post-HSCT in the European Union. The European Society for Blood and Marrow Transplantation notes that clinical presentation, incidence, and survival rates of VOD/SOS may differ between pediatric and adult patients. Kaplan-Meier Day +100 estimated survival results specific to pediatric patients receiving defibrotide 25 mg/kg/day include those of pediatric patients with and without MOD in a compassionate-use study (CUP; 70.2%, n=131). Here, we report outcomes from the largest pediatric cohort of VOD/SOS patients treated with defibrotide. Methods The original T-IND protocol required VOD/SOS diagnosis by Baltimore criteria or biopsy post-HSCT, with MOD (renal or pulmonary). The study was amended to include patients without MOD (off-label), with VOD/SOS per modified Seattle criteria, or VOD/SOS post-chemotherapy without HSCT (off-label). Defibrotide (25 mg/kg/d) was recommended ≥21 days. Day +100 survival was analyzed for all pediatric patients, subgroups with and without MOD, and post hoc with VOD/SOS onset after Day +21 (ie, late-onset). A post hoc exploratory analysis examined the relationship between Day +100 survival and time from VOD/SOS diagnosis to start of defibrotide, using cutoffs before and after particular days (Fisher's exact test for each cutoff day) as well as for treatment initiated on particular days post-diagnosis (Cochran-Armitage trend test). Results Of 1000 patients with VOD/SOS post-HSCT enrolled in the T-IND and receiving ≥1 dose of defibrotide, 570 were aged ≤16 years: 281 (49.3%) had MOD and 289 (50.7%) did not ( Table 1 ). Median age at HSCT was 4 years, with 52.5% aged 2 to 11 years. The most common primary diseases were acute myelogenous leukemia (AML; 19.6%), neuroblastoma (18.2%), and acute lymphocytic leukemia (ALL; 18.1%). Characteristics were similar in the 95-patient late-onset subgroup (MOD, n=51; no MOD, n=44); the median age was slightly higher (5 years), and neuroblastoma was the most common primary disease (n=24, 25.5%), followed by ALL (n=21, 22.3%), and AML (n=18, 19.1%). Kaplan-Meier estimated survival rate at Day +100 for the entire post-HSCT pediatric population was 67.9% (95% confidence interval [CI], 63.8%-71.6%): MOD patients, 58.1% (95% CI, 52.0%-63.7%); no MOD patients, 77.6% (95% CI, 72.2%-82.1%). In the late-onset group, Kaplan-Meier estimated Day +100 survival was: 60.4% (95% CI, 49.5%-69.7%) for the total group; with MOD, 45.4% (95% CI, 31.0%-58.6%); no MOD, 78.4% (95% CI, 62.5%-88.1%). In the timing of initiation analysis for the overall population, Day +100 survival was significantly higher with earlier treatment after diagnosis at most cutoff days ( Figure 1A ). The trend test was statistically significant over time for higher Day +100 survival with earlier initiation ( P <.001; Figure 1B ). Reasons for treatment delay were not assessed. Adverse events (AEs) were reported in 374/570 (65.6%) patients, with treatment-related AEs (TRAEs) in 122 (21.4%; Table 2 ). TRAEs in >1% of patients were pulmonary hemorrhage (n=36, 6.3%), gastrointestinal hemorrhage (n=15, 2.6%), hypotension (n=11, 1.9%), epistaxis (n=8, 1.4%), and lower gastrointestinal hemorrhage (n=6, 1.1%). TRAEs leading to discontinuation in >1% of patients were pulmonary hemorrhage (n=33, 5.8%) and gastrointestinal hemorrhage (n=8, 1.4%). The only TRAE leading to death in >1% of patients was pulmonary hemorrhage (n=10, 1.8%). The safety profile was similar for the subgroup with late-onset VOD/SOS. Conclusions Final analyses of the pediatric population in the T-IND study demonstrated Kaplan-Meier estimated Day +100 survival (67.9%). No new safety signals were observed. Post hoc analyses provided supportive evidence for the clinical utility of defibrotide in patients with VOD/SOS onset after Day +21. This post-hoc analysis showed that prompt treatment with defibrotide improved survival outcome for VOD/SOS in pediatric patients with and without MOD. Support: Jazz Pharmaceuticals. View large Download slide View large Download slide  Close modal Disclosures Kernan: Gentium: Other: Received grants from Gentium during the conduct of the study and research was supported by The National Cancer Institute of the National Institutes of Health under award number P30 CA 008748, Research Funding. Ryan: Celator/Jazz: Employment, Equity Ownership. Liang: Jazz Pharmaceuticals, Inc.: Employment, Other: stock options. Hume: Jazz Pharmaceuticals, Inc.: Employment, Other: stock options. Tappe: Jazz Pharmaceuticals, Inc.: Employment, Other: stock options. Grupp: Novartis Pharmaceuticals Corporation: Consultancy, Other: grant; Jazz Pharmaceuticals: Consultancy; University of Pennsylvania: Patents & Royalties; Adaptimmune: Consultancy.",
    "topics": [
        "expanded access",
        "hematopoietic stem cell transplantation",
        "hepatic veno-occlusive disease",
        "pediatrics",
        "veno-occlusive disease",
        "pulmonary alveolar hemorrhage",
        "chemotherapy regimen",
        "gastrointestinal bleeding",
        "neuroblastoma",
        "off-label use"
    ],
    "author_names": [
        "Nancy A. Kernan, MD",
        "Angela R. Smith, MD MS",
        "Brandon Triplett, MD",
        "Leslie Lehmann, MD",
        "Robert J. Ryan",
        "Wei Liang",
        "Robin L. Hume, MS",
        "William Martin Tappe, MD",
        "Stephan A Grupp, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nancy A. Kernan, MD",
            "author_affiliations": [
                "Pediatric BMT Service, Department of Pediatrics, Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela R. Smith, MD MS",
            "author_affiliations": [
                "Pediatric Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon Triplett, MD",
            "author_affiliations": [
                "Department of Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Lehmann, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Ryan",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Palo Alto, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Liang",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin L. Hume, MS",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Martin Tappe, MD",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Palo Alto, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan A Grupp, MD PhD",
            "author_affiliations": [
                "Pediatric Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:37:06",
    "is_scraped": "1"
}