{
    "doi": "https://doi.org/10.1182/blood-2019-130927",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4374",
    "start_url_page_num": 4374,
    "is_scraped": "1",
    "article_title": "Impacts of a Proliferation-Inducing Ligand on Current Therapeutic Monoclonal Antibody-Induced Cytotoxicity Against Human Multiple Myeloma Cells ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "antibodies",
        "cytotoxicity",
        "ligands",
        "multiple myeloma",
        "daratumumab",
        "immunotherapy",
        "monoclonal antibodies",
        "fc receptors",
        "immunosuppressive agents",
        "antigens"
    ],
    "author_names": [
        "Liang Lin, PhD",
        "Shih-Feng Cho, MD PhD",
        "Kenneth Wen",
        "Tengteng Yu, MD PhD",
        "Phillip A Hsieh",
        "Yuyin Li, PhD",
        "Gang An, MD",
        "Lugui Qiu, MD PhD",
        "Nikhil C. Munshi, MD",
        "Kenneth C. Anderson, MD",
        "Yu-Tzu Tai, PhD"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Brookline, MA ",
            "Division of Hematology & Oncology, Department of Internal Medicine, Kaohsiung Medical University Hospital, Kaohsiung Medical University, Kaohsiung, Taiwan ",
            "Faculty of Medicine, College of Medicine, Kaohsiung Medical University, Kaohsiung, Taiwan "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Brookline, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute,, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, "
        ],
        [
            "Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Institute of Hematology and Blood Diseases Hospital, State Key Lab of Experimental Hematology, Chinese Academy of Medical, Science and Peking Union Medical College, Tianjin, China "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston,"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "A proliferation inducing ligand (APRIL) is a natural ligand for B cell maturation antigen (BCMA) and transmembrane activator and CAML interactor (TACI), two receptors overexpressed in human multiple myeloma (MM) patient cells. Specifically, BCMA is highly expressed in plasma cells of all MM patients and BCMA-based immunotherapies has recently shown impressive response rates in patients with relapsed and refractory diseases. APRIL, mainly secreted by myeloma-supporting bone marrow (BM) accessory cells, i.e., macrophages, osteoclasts (OC), promotes MM cell progression in vitro and in vivo. It further induces survival and function of regulatory T cells (Treg) via TACI, but not BCMA, to support an immunosuppressive MM BM microenvironment (Leukemia. 2019;33:426). Here, we study effects of APRIL in current immunotherapies in MM and determine whether APRIL influences antibody-dependent cellular cytotoxicity (ADCC) induced by therapeutic anti-BCMA (J6M0) or anti-CD38 (daratumumab) mAbs via FcR-expressing immune effector cell-dependent mechanisms. Using anti-human IgG1 to detect J6M0 binding to the cell membrane BCMA, we first showed that APRIL, in a dose-dependent manner (31-500 ng/ml), competed with J6M0 for binding to BCMA. Such effects were inhibited by the blocking anti-APRIL monoclonal antibody (mAb) (Apry-1-1), as confirmed by flow cytometry and confocal microscopy. APRIL still inhibited J6M0 binding to BCMA at 4°C, arguing against that APRIL induces shedding of BCMA receptor. Using PE labeled anti-FLAG to detect APRIL-FLAG bindings to MM cell surface BCMA, J6M0 (0.25-4 µg/ml) did not alter APRIL binding to BCMA following 2h or 1d incubation. High concentrations of J6M0 (>10 µg/ml) only blocked ~50% of APRIL (0.2 µg/ml)-induced NFκB activity as determined by specific DNA binding assays, indicating that APRIL-induced signaling cascade via BCMA or TACI in MM cells is not completely blocked by J6M0. In parallel, data analysis using mRNA-seq identified 594 or 355 differentially expressed genes (Log2-Fold-change > 1.5 and adjusted p < 0.05) in APRIL- and BCMA-overexpressed RPMI8226 MM cell transfectants, respectively, when compared with control parental cells. KEGG and Reactome pathway enrichment analysis further defined that these differentially expressed genes are enriched in cell adhesion, migration, chemokine signaling pathways, and JAK/STAT signaling pathways, in addition to proliferation and survival in MM cells. We next asked whether overnight treatment with APRIL in MM cell lines decreased their baseline lysis by FcR-expressing effector cells, i.e., NK, monocytes. In a dose-dependent manner, APRIL (10-200 ng/ml) downregulated baseline MM cell lysis mediated by these effector cells. Importantly, in a similar fashion, ADCC was decreased against all APRIL-treated vs control MM cell lines induced by J6M0 or daratumumab. Conversely, blocking anti-APRIL mAbs reverted APRIL-suppressed cytotoxicity against MM cells induced by J6M0 or daratuzumab. These results were validated by decreased J6M0-induced NK cell degranulation following co-incubation with APRIL-treated vs control MM cells. In contrast, anti-APRIL neutralizing mAbs specifically blocked APRIL-inhibited NK cell membrane CD107a expression. Furthermore, co-cultures with MM-supporting OCs or macrophages decreased ADCC against MM cells by NK cells; conversely the neutralizing anti-APRIL mAb significantly blocked APRIL-reduced MM cell lysis by J6M0- or Daratumumab. Finally, APRIL reduced J6M0-induced patient MM cell lysis when freshly isolated BM mononuclear cells from MM patients (n=10) were incubated with NK cells from the same individual. Anti-APRIL mAbs still blocked APRIL blockade in J6M0-induced autologous patient MM cell lysis. Taken together, our data further indicate that therapies directed at the APRIL/BCMA and APRIL/TACI axes may simultaneously target MM cells and counteract APRIL-reduced MM cell lysis induced by therapeutic mAbs targeting MM cells. These results thus support combination strategies of blocking APRIL mAbs with BCMA- or CD38-directed immunotherapies to further overcome MM cell-induced immunosuppressive BM microenvironment, thereby enhance Disclosures Munshi: Abbvie: Consultancy; Abbvie: Consultancy; Celgene: Consultancy; Takeda: Consultancy; Takeda: Consultancy; Oncopep: Consultancy; Janssen: Consultancy; Janssen: Consultancy; Oncopep: Consultancy; Amgen: Consultancy; Amgen: Consultancy; Adaptive: Consultancy; Adaptive: Consultancy; Celgene: Consultancy. Anderson: Gilead Sciences: Other: Advisory Board; Janssen: Other: Advisory Board; Sanofi-Aventis: Other: Advisory Board; OncoPep: Other: Scientific founder ; C4 Therapeutics: Other: Scientific founder ."
}