{
    "doi": "https://doi.org/10.1182/blood-2021-152989",
    "article_title": "Outcomes of Patients with Sickle Cell Disease and Eskd in the Usrds Registry ",
    "article_date": "November 5, 2021",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Patients with sickle cell disease (SCD) and kidney disease are at increased risk for mortality; understanding the outcomes of end stage kidney disease (ESKD) highlights the importance of monitoring the progression of kidney disease, target interventions, and highlight disparities in care. We obtained data from the United States Renal Data System (USRDS) from 1998-2017 to understand potential risk factors for developing ESKD, outcomes, and access to organ transplantation. Methods: We abstracted predictor variables including age, sex, race, ethnicity, first ESKD treatment type, comorbid conditions, and hydroxyurea use at the time of ESKD from the Centers for Medicare and Medicaid Services (CMS). We recorded outcome variables including 1-year mortality after ESKD treatment initiation, transplant within 1 year after ESKD treatment initiation, and 1-year graft rejection rate. All values were adjusted for age (on a continuous scale), sex, ethnicity, initial treatment modality, hemodialysis access type, pre-ESKD nephrology care, and comorbidities. One-year mortality, transplant rate, and graft rejection rate were estimated for all patients. Unadjusted and adjusted odds ratios, with 95% confidence intervals, were calculated using logistic regression. All statistical analysis was performed in SPSS (Version 27.0; IBM Corp, Armonk, NY). A P value of <.05 was considered significant. Results: We identified 1920 black SCD patients and 598,726 black non-SCD patients that developed ESKD from 1998-2017. SCD patients developed ESKD earlier than non SCD patients (adjusted OR: 0.62 (0.61 ,0.64). The mean age of ESKD diagnosis was 43.3± 13.3years for black SCD patients as compared to 58.4±15.5 years for non-SCD black patients. Importantly, 20% of black SCD patients developed ESKD prior to age 30 as compared to 8.5% of non-SCD patients. Male patients with SCD developed ESKD earlier than female patients (median 42 vs 46 years, p<0.001). At the time of ESKD, 12% of SCD patients were receiving hydroxyurea. After adjusting for age, sex, ethnicity, first ESKD treatment, SCD patients with ESKD had higher odds of having congestive heart failure and cerebrovascular disease. SCD patients with ESKD had a higher one-year mortality rate than non-SCD patients (adjusted OR: 2.24 95%CI:2.03-2.47). The overall one-year mortality was 26.2% in black SCD patients with ESKD and 17.4% in black non-SCD ESKD. The one-year mortality in black SCD patients with ESKD decreased from 28.4% (1998-2005), 27.0% (2006-2010) to 22.8% (2011-2017). Patients with SCD were less likely to receive a kidney transplant than those patients without SCD (OR: 0.63, 95% CI:0.45-0.87). We identified no difference in graft rejection between SCD and non-SCD ESKD patients. (OR: 1.11, 0.6-2.04) Conclusion: The USRDS database continues to demonstrate that patients with SCD develop ESKD earlier in life than race matched controls and have a higher one-year mortality after being diagnosed with ESKD. Additional research is needed to understand why male patients are at higher risk of developing ESKD earlier than females and whether genetic or clinical modifiers impact the high prevalence of ESKD in patients <30 years. Additional public health measures are needed to decrease the disparities in access to organ transplantation. As hydroxyurea may be discontinued due to ESKD-associated anemia, prospective studies should be conducted to determine the role of SCD modifying therapies or other renoprotective agents in delaying progression to ESKD. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Ataga:  Novartis: Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Consultancy; Forma Therapeutics: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Consultancy; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees. Lebensburger:  Novartis: Consultancy; Bio Products Laboratory: Consultancy.",
    "author_names": [
        "Rima Zahr",
        "Marianne McPherson Yee",
        "Kenneth I. Ataga",
        "Jeffrey Winer",
        "Jeffrey D. Lebensburger"
    ],
    "author_dict_list": [
        {
            "author_name": "Rima Zahr",
            "author_affiliations": [
                "Division of Pediatric Nephrology and Hypertension, University of Tennessee Health Science Center, Memphis, TN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marianne McPherson Yee",
            "author_affiliations": [
                "Children's Healthcare of Atlanta/Emory University, Atlanta, GA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth I. Ataga",
            "author_affiliations": [
                "UTHSC Center for Sickle Cell Disease, Memphis, TN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Winer",
            "author_affiliations": [
                "Pediatric Academic Hospital Medicine, University of Tennesse Health Science Center, Memphis, TN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey D. Lebensburger",
            "author_affiliations": [
                "Division of Pediatric Hematology Oncology, University of Alabama At Birmingham, Birmingham, AL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:01:15",
    "is_scraped": "1"
}