{
    "doi": "https://doi.org/10.1182/blood.V118.21.1523.1523",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2114",
    "start_url_page_num": 2114,
    "is_scraped": "1",
    "article_title": "Phase I/II Study of PR104, a Bioreductive Prodrug, in Patients with Relapsed/Refractory Acute Myeloid Leukemia (AML) Using Patient-Specific Adaptive Dose Selection ",
    "article_date": "November 18, 2011",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "leukemia, myelocytic, acute",
        "prodrugs",
        "brachial plexus neuritis",
        "hypoxia",
        "aldo-keto reductase family 1 member c3",
        "solid tumors",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "leukemia"
    ],
    "author_names": [
        "Marina Konopleva, M.D., Ph.D.",
        "Gautam Borthakur",
        "Peter F Thall, PhD",
        "Andrew Coveler, MD",
        "Farhad Ravandi, MD",
        "Elias Jabbour",
        "Hoang Q Nguyen, PhD",
        "Juliana M Benito, PhD",
        "Yongchuan Gu, PhD",
        "William R Wilson, PhD",
        "Teresa J Melink, NP, MSN",
        "Hagop M. Kantarjian",
        "John C Gutheil, MD",
        "Elihu H Estey, MD"
    ],
    "author_affiliations": [
        [
            "mdacc, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Biostatistics, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Auckland, Auckland, New Zealand, "
        ],
        [
            "University of Auckland, Auckland Cancer Society Research Centre, Auckland, New Zealand, "
        ],
        [
            "Proacta, San Diego, CA, USA, "
        ],
        [
            "Leukemia Department, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Proacta, San Diego, CA, USA, "
        ],
        [
            "Hematology/Oncology, Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 1523 Background: The pre-prodrug PR104 is rapidly converted systemically to its alcohol metabolite PR-104A, a bioreductive prodrug that undergoes metabolic activation to DNA-crosslinking nitrogen mustard metabolites. This activation is catalysed by hypoxia-dependent reductases, and also by aldo-keto reductase 1C3 (AKR1C3) independently of hypoxia. Impressive in vivo activity in AML mouse models and evidence of hypoxia in leukemia infiltrated bone marrow (Benito et al, PLoS One, in press), AKR1C3 expression in AML blast cells (Birtwistle et al., Mutat Res 2009; 662: 67) and the observation of dose-limiting myelotoxicity in solid tumor phase 1 studies (Jameson et al., Cancer Chemother Pharmacol 2010; 65: 791) served as the rationale for this study. Methods: Patients (pts) with relapsed/refractory AML after 1 or 2 prior treatments received PR104 as a 1-hour intravenous infusion q 2 wks for up to 3 cycles with response and toxicity assessed by day 42. Pts who did not achieve a complete remission (CR) by day 42 were removed from the study. Patient-specific doses were assigned using an adaptive dose selection method (Thall et al., Biometrics 2008;64: 1126) based on age, 1 vs 2 prior treatments, and first CR duration of <52 vs ≥52 wks). Plasma pharmacokinetics (PK) of PR-104 and its alcohol metabolite PR-104A were assessed by LC/MS/MS using a limited sampling strategy (0.5, 1, 1.5, 2, 3 hr from start of infusion) and biomarkers for hypoxia and AKR1C3 were evaluated. The starting dose was the previously defined solid tumor maximum tolerated dose (MTD) of 1.1 gm/m 2. Results: To date, 25 pts, median age 57 yrs (range, 20–75) have received PR104. 68% had 2 prior treatments and 88% had a first CR duration of <52 wks. PR104 was administered at 1.1 gm/m 2 (6 pts), 1.6 gm/m 2 (1 pt), 2.2 gm/m 2 (1 pt), 3 gm/m 2 (9 pts) and 4 gm/m 2 (8 pts) for a median of 1 cycle (range, 1 – 3 cycles). Seventeen pts had PR104 doses assigned using the adaptive method. Eight pts had doses assigned by the investigators to allow cohort expansion at 3 and 4gm/m 2 after 2 pts treated at 3gm/m 2 developed toxicity but responded beyond day 42. Treatment-related grade 3/4 adverse events included febrile neutropenia and infection in 8 pts each, and nausea, fatigue, colitis, renal failure, pruritis and rash in 1 pt each. At the 3 gm/m 2 dose, prolonged myelosuppression (<5% marrow cellularity beyond day 42 without evidence of leukemia) was observed in 2 pts. There were no deaths related to PR104. Six of 17 patients (35%, 95% CI) given 3g/m 2 or 4g/m 2 had responses (2 CRp, 4 CRi). One pt has remained in CRp for >1 year and became platelet transfusion independent at month 6. The second pt with a CRp was removed from study on day 43 and underwent allogeneic stem cell transplant. No responses were seen in the 8 patients given PR104 at doses < 3gm/m 2 . The limited sampling strategy for PK of PR-104 and PR-104A was validated using historical data for solid tumor oncology trials at 1.1 gm/m 2 . In the leukemia population the AUC and Cmax of PR-104 and PR-104A at this dose level were similar to that in solid tumor patients, and increased linearly with dose resulting in exposures ∼ 3-fold higher than in solid tumors. The extent of hypoxia was evaluated in Day 14 bone marrows (BM) following administration of the hypoxia marker pimonidazole (PIMO) in 7 pts using flow cytometry. In 3 pts with clearance of BM blasts, the % PIMO + cells ranged from 0.2% to 9.7%, while in 4 pts with persistent disease, hypoxic cells represented 19.4%-41.5% of the BM cells. The protein AKR1C3 measured by immunohistochemistry in BM biopsies prior to PR104 administration was expressed in all 12 samples tested (range, 28% - 100% (+) cells quantified by CRi software), and the levels of the protein by immunoblotting ranged from negative/low positive (<0.1, n=10) to positive (range, 0.16–0.68, n=7, normalized to SKOV3 cells). There was no correlation between the two measures of AKR1C3 expression, and no relationship between pre-treatment levels of AKR1C3 and outcome using either assay. Conclusions: PR104 administered at doses 3 to 4× the solid tumor MTD is well tolerated in pts with relapsed/refractory AML. Myelosuppression, primarily neutropenia and thrombocytopenia, can be prolonged at doses ≥3 gm/m 2 . Hypoxia appears to be a prevalent feature of the leukemic microenvironment. Evidence of activity at doses of 3 or 4 gm/m 2 support continued evaluation of this regimen in AML and consideration for use in pts considered for stem cell transplant. Disclosures: Melink: Proacta: Employment, Equity Ownership. Gutheil: Proacta: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}