{
    "doi": "https://doi.org/10.1182/blood.V122.21.1010.1010",
    "article_title": "Treatment Patterns and Outcomes Of Sickle Cell Patients With Frequent ER Visits: A Single Center Experience ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster I",
    "abstract_text": "Background Painful vaso-occlusive crisis (VOC) is the most frequent complication of sickle cell disease (SCD) and is the primary reason for these patients to present to the emergency room (ER). However, a small proportion of SCD patients account for the majority of ER resources through repeated attendances. Objectives To describe characteristics and outcomes of SCD patients that frequently present to the ER for treatment of painful VOC, as opposed to the occasional ER SCD visitors. Methods A retrospective observational study was conducted on all ER visits in a Canadian adult sickle cell comprehensive care center with a presenting diagnosis of painful VOC between 2009 and 2012. Patients were identified as frequent ER visitors when they had at least 9 visits during the 3-year study period. Baseline characteristics were collected and analyzed via Chi-Squared test. Subgroup analysis was conducted on the occasional and frequent ER visitors, using multivariable logistic regression on hospitalization and multiple regression on length of stay in ER. Results A total of 116 patients were included in the study, comprising of 61 females and 55 males, for a total of 602 visits. There were 12 frequent ER visitors, who accounted for more than half the total visits (346 visits, 57%), with 104 occasional visitors accounting for the remaining 256 visits. Median age was 27 years, and the most prevalent SCD genotype was sickle cell anemia (Hb SS or S/β 0 ). 49 patients (42%) were on disease-modifying therapy (hydroxyurea, chronic transfusion, phlebotomy or combination). There was no statistical difference in these baseline characteristics between the frequent and occasional ER visitors. However, frequent ER visitors had a longer time to first opioid administration (101 vs. 74 minutes, p < 0.001) though their total length of stay in ER was shorter (6.24 hours vs. 8.03 hours, p < 0.001), and were more likely to be discharged home than to be admitted (OR 1.95, p < 0.001). The total amount of opiate use while in ER was not significantly different between the two groups. The use of disease-modifying therapy in frequent ER visitors was associated with a reduced need for hospitalization (p = 0.019) and shorter length of ER stay (p = 0.001). Conclusion There appears to be management and outcome disparities between frequent and occasional ER visitors. The use of disease-modifying therapy may have contributed to the reduction in the need for hospitalization and length of stay in ER, suggesting that disease-modifying therapy may play a role in the treatment of frequent painful VOC even though it may not reduce the frequency of ER admission. Management of SCD patients with frequent ER visits for painful VOC remains a challenge for ER physicians and healthcare resource utilization. Specific strategies that target this group of patients should be deployed to improve their overall care. Whether the frequent attendance in ER is the cause or consequence of the disparities in management remains undefined and needs to be further examined. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "drepanocytes",
        "emergency service, hospital",
        "hydroxyurea",
        "length of stay",
        "opiates",
        "opioid analgesics",
        "opioids",
        "pain",
        "phlebotomy",
        "sickle cell anemia"
    ],
    "author_names": [
        "Veronique Naessens, MDCM, FRCPC",
        "Richard Ward, MBBS, MSc, MRCP, FRCPath",
        "Kevin H.M. Kuo, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Veronique Naessens, MDCM, FRCPC",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, University Health Network, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard Ward, MBBS, MSc, MRCP, FRCPath",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, University Health Network, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin H.M. Kuo, MD, FRCPC",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, University Health Network, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T06:38:11",
    "is_scraped": "1"
}