{
    "doi": "https://doi.org/10.1182/blood.V112.11.3133.3133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1185",
    "start_url_page_num": 1185,
    "is_scraped": "1",
    "article_title": "High Resolution Screening of Copy-Number Alterations in Chronic Lymphocytic Leukemia Using Affymetrix 250K SNP-Arrays Reveals a Higher Complexity of Genomic Alterations in Patients with Unmutated IGHV Genes ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genes",
        "genome",
        "infectious mononucleosis",
        "screening",
        "single nucleotide polymorphism",
        "nexus rules",
        "tumor cells",
        "trisomy 12"
    ],
    "author_names": [
        "Rebeqa Gunnarsson, MSc",
        "Anders Isaksson, PhD",
        "Hanna Göransson, MSc",
        "Larry Mansouri, PhD",
        "Mattias Jansson, PhD",
        "Nicola Cahill, MSc",
        "Karin Ekström Smedby, M.D., PhD",
        "Jesper Jurlander, M.D., PhD",
        "Gunnar Juliusson, M.D., PhD",
        "Richard Rosenquist, M.D., PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Center, Lund University, Lund, Sweden"
        ],
        [
            "Department of Medical Sciences, Cancer Pharmacology and Informatics, Uppsala University, Sweden"
        ],
        [
            "Department of Medical Sciences, Cancer Pharmacology and Informatics, Uppsala University, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Uppsala University, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Uppsala University, Sweden"
        ],
        [
            "Department of Genetics and Pathology, Uppsala University, Sweden"
        ],
        [
            "Department of Medicine, Clinical Epidemiology Unit,, Karolinska Institutet, Stockholm, Sweden"
        ],
        [
            "Dept. of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark"
        ],
        [
            "Dept. of Hematology, Lund Stem Cell Center, Lund, Sweden"
        ],
        [
            "Dept. of Genetics and Pathology, Rudbeck Lab, Uppsala University, Uppsala, Sweden"
        ]
    ],
    "first_author_latitude": "55.711948299999996",
    "first_author_longitude": "13.203493000000002",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is a biologically heterogeneous disease where no common genetic aberration so far has been described. Although recurrent genomic aberrations of prognostic significance are well established (e.g. deletions of 11q, 13q, 17p and trisomy 12), less is known about the overall genetic complexity. Recent development of high-resolution single nucleotide polymorphism (SNP)-arrays will allow screening of genetic complexity, which includes detection of smaller copy-number alterations (CNAs) in addition to the known, recurrent aberrations. We here applied the Affymetrix GeneChip® Mapping 250K Nsp arrays and screened peripheral blood samples from 203 newly diagnosed CLL patients (≥70% tumor cells) from a population-based Scandinavian cohort. The male:female ratio was 2:1, the majority of patients was in stage A (70%) and the median age at diagnosis 61 years. Sixty percentage of cases displayed mutated IGHV genes whereas 35% showed unmutated IGHV genes. The Nexus copy-number software (Biodiscovery, Inc.) was applied and CNAs were identified in all CLL samples investigated, where deletions were more commonly detected than gains (in average, 3.5 vs. 2.2 per sample, respectively). The average length of deletions was 3.5 Mb while gains had an average length of 9.5 Mb (3.6 Mb when excluding trisomy 12). More than 50% of deletions and gains had a size ranging between 0.1–1 Mb, whereas 22% of CNAs were less than 0.1 Mb and 25% larger than 1 Mb. When investigating known, recurrent alterations, 105 samples (52%) carried del(13)(q14); 82 samples displayed a mono-allelic deletion, 15 samples a bi-allelic deletion and 8 samples carried 2 mono-allelic deletions of different sizes. The minimal overlapping region was 0.44 Mb and most of the 13q14 deletions covered the genomic region of miR-15 , miR-16 and/or DLEU7 . Twenty-one samples (10%) showed trisomy 12 and del(11q) was detected in 27 samples (13%), all covering the ATM gene. del(17p) was detected in 7 patients (3.4%) with one patient also carrying several gains and losses of 17q. Moreover, large alterations involving chromosome arms or entire chromosomes were recurrently observed among the samples, for instance, 3 large 8p losses and 4 large 8q gains. Interestingly, 5 samples, which all carried del(11q), displayed a gain covering whole or large parts of the p-arm of chromosome 2, a region which covers MYCN , REL and BCL11A . Furthermore, comparison of samples with different IGHV mutation status (M vs. UM) illustrated a significantly higher frequency of del(11q) (32% of UM vs. 4% of M), trisomy 12 (22% of UM vs. 5% of M) and gain of 2p (12% vs. 0% in M) in samples with unmutated IGHV genes. As expected, patients with mutated IGHV genes showed a higher frequency of del(13q) (61% of M vs. 31% of UM). In addition, large aberrations (>1Mb) were more common in UM samples which in average displayed 0.57 gains and 1.22 deletions compared to 0.26 gains and 0.67 deletions in M samples. In conclusion, with whole-genome screening using high resolution SNP-arrays, higher complexity was revealed in CLL, including a higher number of gains and losses and a higher frequency of larger aberrations in UM compared to M samples. A novel, recurrent combination of del(11q) and gain of 2p was demonstrated which deserves further investigation."
}