{
    "doi": "https://doi.org/10.1182/blood.V114.22.4249.4249",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1473",
    "start_url_page_num": 1473,
    "is_scraped": "1",
    "article_title": "Clinical Significance of Circulating Ki-67 Protein and Caspase-3 Activity Levels in Chronic Myeloid Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - BIOLOGY AND PATHOPHYSIOLOGY EXCLUDING THERAPY",
    "topics": [
        "caspase-3",
        "ki-67 antigen",
        "leukemia, myelocytic, chronic",
        "choline kinase",
        "blast phase",
        "accelerated phase",
        "acute lymphocytic leukemia",
        "imatinib mesylate",
        "immunoassay",
        "leukemia, myeloid, chronic-phase"
    ],
    "author_names": [
        "Jean-Marie Bruey",
        "Hagop M. Kantarjian, MD",
        "Zeev Estrov, MD",
        "Wanlong Ma",
        "Chen-Hsiung Yeh",
        "Anthony Sferruzza, PhD",
        "Maher Albitar, M.D."
    ],
    "author_affiliations": [
        [
            "Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA, "
        ],
        [
            "Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA, "
        ],
        [
            "Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA, "
        ],
        [
            "Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA, "
        ]
    ],
    "first_author_latitude": "33.562051499999995",
    "first_author_longitude": "-117.5439056",
    "abstract_text": "Abstract 4249 Ki-67 and caspase-3 are widely accepted as proliferation and apoptosis markers. We recently reported that Ki-67 can be detected as a circulating protein (cKi-67) in the plasma of patients with acute lymphoblastic leukemia (ALL), and that higher levels correlated with more aggressive disease. Here we investigated the levels of cKi-67 in patients with chronic myeloid leukemia (CML). We also evaluated the level of apoptosis in CML as determined by plasma levels of caspase-3 activity. The study included 127 CML patients: 81 in chronic phase and 46 in accelerated phase/blast crisis. cKi-67 levels were determined with an electro-chemiluminescence-based immunoassay. Apoptosis was determined by measuring caspase-3 activity (DEVD) in the plasma using a standard enzymatic fluorogenic assay. Patients with CML had significantly (P354 ng/mL) had significantly longer survival than did those with lower levels (P=0.003); cKi-67 levels were not associated with outcome in accelerated/blast phase CML. Caspase-3 activity did not correlate with outcome in chronic or accelerated/blast phase patients. In conclusion, cell proliferation and apoptosis as determined by plasma cKi-67 level and caspase-3 activity are elevated in CML, but higher levels of cKi-67 unexpectedly correlated with longer survival in chronic phase CML. Although the cause for this is unknown, it is possible that higher levels of cKi-67 reflect that more stem cells are in cell cycle, and this may make them more susceptible to therapy. View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}