{
    "doi": "https://doi.org/10.1182/blood.V126.23.3901.3901",
    "article_title": "Characterization of Del(14)(q24q32) in Mature B-Cell Neoplasms By Array-CGH, Cytogenetics and Molecular Mutations ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "abstract_text": "Background: Deletions of 14q occur recurrently in mature B-cell neoplasms at a low frequency of 1.5% (Reindl et al., BJH 2010). In about one-third of these cases breakpoints show a clustering at 14q24.1 (centromeric) and at 14q32.3 (telomeric). Limited genetic data is available on this rare subgroup. Aim: To characterize del(14)(q24q32) using array based comparative genomic hybridization (aCGH) and to analyze cytogenetical and molecular characteristics. Patients and Methods: 34 patients with mature B-cell neoplasms and del(14)(q24q32) by chromosome banding analysis were analyzed. Median age was 72 years (range: 45-94 years). Male:female ratio was 1.4:1. All cases were analyzed by aCGH (Agilent, Waldbronn, Germany) and for mutations in MYD88, NOTCH1 , TP53, and SF3B1 as well as for IGHV mutational status by direct Sanger sequencing. IGHV mutated (mut) cases without stereotypic VH3-21 were classified as IGHV favourable ( IGHV fav). For statistical analysis of CLL patients data were compared with a cohort of 1,136 untreated CLL patients without del(14q). Results: Patients with del(14)(q24q32) were immunophenotypically classified as follows: 26 (59%) had CLL (n=20) or CLL/PL (n=6), 6 (18%) had splenic marginal zone lymphoma (SMZL), one patient had two B-cell neoplasms (SMZL and CLL/PL: 66% and 10% infiltration, respectively) and one patient had monoclonal B-cell lymphocytosis that progressed to CLL within two years. Analysis with aCGH showed that centromeric breakpoints were detected within a region of 970 kb (69,135,775 - 70,106,558) and telomeric breakpoints localized within a region of 712 kb (105,618,017 - 106,329,974). The median length of the deletions was 36.9 Mb (range: 35.5-37.1). Interestingly, the same breakpoints were present in 4 patients, each: 69,248,772 - 106,329,974 (cluster 1) and 69,271,436 - 106,329,974 (cluster 2). Genes located at the centromeric breakpoint that may be activated by juxtaposition to the IGH locus include FUT8 . Its expression contributes to cancer malignancy. Interesting candidate genes located within the deleted region are PPP1R13B (p53 interaction) and NUMB (NOTCH1 interaction). In addition to del(14)(q24q32) 39 cytogenetic aberrations were detected in 23 patients. Two changes were recurrent: trisomy 12 (+12; n = 14) and del(13q) (n = 3). All patients of cluster 1 had +12 (cluster 1 vs. non-cluster 1: 100% vs. 33%, p=0.022). Mutations were detected in TP53 (n = 5, 15%) and NOTCH1 (n = 12, 35%). In SF3B1 a variant and in MYD88 no mutation were found. All mutated cases were CLL or CLL/PL cases only (n.s.). No molecular or cytogenetic differences were detected between CLL or CLL/PL and SMZL. Additionally, the IGHV mutational status was determined in CLL and CLL/PL cases (unmutated in 18 (69%), mutated in 8 (31%)). Further statistical analyses were performed in cases with CLL or CLL/PL with vs. without del(14)(q24q32). NOTCH1 mut (42% vs. 12%, p<0,001) and +12 (46% vs. 14%, p<0.001) were more frequent in patients with del(14q) vs. without. Of note, NOTCH1 mut were not associated with +12 in patients with del(14q) (with vs. without +12: 21% vs. 45%, n.s.), whereas patients without del(14q) showed a significant association (31% vs. 9%, p<0.001). Furthermore, del(13q) was rare in patients with del(14q) (4% vs. 61%, p<0.001) and IGHV fav was detected in less cases (35% vs. 60%, p=0.014). In 978 cases (events = 373; del(14q): n=13, events = 11) data on time to treatment (TTT) was available. TTT was shorter in patients with vs. without del(14q) (4 vs. 95 months, p<0.001). This was also the case when TP53 disrupted (del(17p) and TP53 mut) and +12 cases were excluded from the del(14q) cohort (17 vs. 95, p<0.001). For Cox regression analyses cytogenetic aberrations were hierarchically classified as follows: del(14q), del(17p), del(11q), +12, del(13q) sole. Univariate analysis of cytogenetic subgroups and molecular mutations identified that del(14q), TP53 disrupted, del(11q), +12, NOTCH1 mut, and SF3B1 mut have significant negative impact on TTT and del(13q) sole and IGHV fav are positive prognosticators. Multivariate analysis showed independent impact of del(14q) (HR: 5.2, p<0.001), del(11q) (HR:1.5, p=0.037), SF3B1 mut (HR: 1.5, p=0.008), and IGHV fav (HR: 0.3, p<0.001). Conclusions: del(14)(q24q32) are deletions with a very low variability in breakpoints in mature B-cell neoplasms. In CLL patients they are associated with +12, NOTCH1 mut and independently with a very short TTT. Disclosures Jeromin: MLL Munich Leukemia Laboratory: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership.",
    "topics": [
        "b-cell neoplasms",
        "cytogenetics",
        "mutation",
        "leukemia",
        "protein p53",
        "splenic marginal zone b-cell lymphoma",
        "array-based comparative genomic hybridization",
        "cancer",
        "chromosome banding",
        "comparative genomic hybridization"
    ],
    "author_names": [
        "Sabine Jeromin, PhD",
        "Wolfgang Kern, MD",
        "Torsten Haferlach",
        "Susanne Schnittger, PhD",
        "Claudia Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sabine Jeromin, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T02:09:17",
    "is_scraped": "1"
}