{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5414.5414",
    "article_title": "Single Agent Daratumumab in Advanced Multiple Myeloma: Specific Healthcare Program in the Czech Republic ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Aims: The introduction of anti-CD38 antibody daratumumab (DARA) into the treatment of multiple myeloma (MM) has significantly changed recent view on the approach to this disease. The drug was approved by FDA based on phase II clinical trial (SIRIUS) with breakthrough results in advanced multiple myeloma even as a monotherapy. Recent updates on combined regimens with bortezomib or lenalidomide and dexamethasone (clinical trials CASTOR and POLLUX) in relapsed MM have an unpreceded therapeutic effect as well as survival measures, so that DARA is reckoned as the future backbone of MM treatment. We present our first experience with single agent DARA in advanced MM within the Specific Healthcare Program. Patients and Methods: The Specific Healthcare Program was introduced in order to assess the effect of DARA in real world setting, and to faciliate the access to the drug to patients before the approval by European Medicines Agency (EMA). The program offered single agent DARA treatment to 14 patients with MM based on the FDA registration conditions, i.e. for patients who have received three or more prior lines of therapy, including a proteasome inhibitor (PI) and an immunomodulatory agent or who are double refractory to a PI and immunomodulatory agent. The patients were with 1:1 male to female ratio, with median age 60,7 years (37-80 years). The patients were treated with single agent DARA 16mg/kg i.v. per week for 8 weeks, then every 2 weeks for 16 weeks, and every 4 weeks thereafter. We assessed the pre-treatment of the patients, prognostic factors (cytogenetics and presence of extramedullary disease) with regard to response rates, evidence of adverse events and survival measures using progression free survival (PFS) and overall survival (OS). Results: The patients had median 4,5 previous treatment lines (2-8). Overall, 93% of the patients had previous autologous stem cell transplant, 100% of them received bortezomib, 21% carfilzomib, 64% thalidomide, 86% lenalidomide and 50% pomalidomide. Extramedullary disease was found in 21% (3 out of 14), cytogenetic profile revealed t(4;14) in 5 out of 7 patients, del17 in 1 out of 6 patients, del13 in 7 out of 8 patients, amp1q21 in 3 out of 6 patients, the rest was not assessed for specific cytogenetic changes at the time before DARA treatment. The cohort (9 assessable responses) reached overall response rate (ORR) in 33% with 11,1% very good partial remissions (VGPR), 22,2% of partial remissions (PR), stable disease (SD) was in 11,1% and progression (PG) in 55,6%. The toxicities were recorded in 5 patients only, and were mostly grade I or II: weakness and fatigue, anemia, neutropenia, nausea and vomiting and anorexia. Only infection and thrombocytopenia reached grade III (in 60% and 20% respectively), and one patient had grade IV infectious complications. The median progression free survival of the cohort was 4,6 months and median overall survival was not reached with median follow-up 7,2 months. Conclusions: The results of single agent daratumumab in our real world cohort are very similar to those reported in SIRIUS trial. The treatment is feasible, accompanied only with minor toxicities, and has a substantial treatment response even in heavily pretreated population in advanced multiple myeloma. With support of IGA-LF-2017-007, AZV 17-29343A. Disclosures Spicka: Celgene: Research Funding; Celgene, Amgen, BMS, Janssen, Takeda, Sanofi: Honoraria; Celgene, Amgen, BMS, Janssen, Takeda, Sanofi, Pharmamar: Speakers Bureau. Hájek: Amgen, Takeda, BMS, Celgene, Novartis, Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Honoraria; Pharma MAR: Consultancy, Honoraria.",
    "topics": [
        "czech republic",
        "daratumumab",
        "multiple myeloma",
        "biological response modifiers",
        "bortezomib",
        "lenalidomide",
        "partial response",
        "toxic effect",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Jiri Minarik, MD PhD",
        "Ludek Pour, MD PhD",
        "Vladimir Maisnar, Prof, MD PhD",
        "Ivan Spicka, MDPhD",
        "Alexandra Jungova, MD",
        "Hana Plonkova",
        "Lucie Brozova, MSc",
        "Petra Krhovska",
        "Tomas Pika",
        "Jaroslav Bacovsky",
        "Sabina Sevcikova, RNDr, PhD",
        "Jakub Radocha, MD PhD",
        "Vlastimil Scudla, Prof, MD CSc",
        "Roman Hájek, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jiri Minarik, MD PhD",
            "author_affiliations": [
                "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ludek Pour, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine - Hematooncology, University Hospital Brno, Brno, Brno, Czech Republic "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vladimir Maisnar, Prof, MD PhD",
            "author_affiliations": [
                "4th Department of Internal Medicine - Hematology, Faculty Hospital and Charles University in Hradec Králové, Hradec Kralove, Czech Republic "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Spicka, MDPhD",
            "author_affiliations": [
                "General Faculty Hospital, Prague, Czech Republic "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Jungova, MD",
            "author_affiliations": [
                "Department of Hemato-Oncology, Charles University Hospital Pilsen, Pilsen, Czech Republic "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hana Plonkova",
            "author_affiliations": [
                "Department of Hemato-Oncology, University Hospital Ostrava, Faculty of Medicine, University of Ostrava, Ostrava, Czech Republic "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Brozova, MSc",
            "author_affiliations": [
                "Institute of Biostatistics and Analyses, Faculty of Medicine and Faculty of Science, Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Krhovska",
            "author_affiliations": [
                "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Pika",
            "author_affiliations": [
                "Department of Hemato-Oncology, University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslav Bacovsky",
            "author_affiliations": [
                "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabina Sevcikova, RNDr, PhD",
            "author_affiliations": [
                "Babak Myeloma Group, Department of Pathological Physiology, Faculty of Medicine, Masaryk University, Brno, Czech Republic "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakub Radocha, MD PhD",
            "author_affiliations": [
                "Department of Clinical Hematology, University Hospital, Hradec Kralove, Hradec Kralove, CZE "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vlastimil Scudla, Prof, MD CSc",
            "author_affiliations": [
                "Department of Hemato-Oncology, Faculty of Medicine and Dentistry, Palacky University Olomouc and University Hospital Olomouc, Olomouc, Czech Republic "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hájek, MD",
            "author_affiliations": [
                "University Hospital Ostrava, Ostrava, Czech Republic"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:33:43",
    "is_scraped": "1"
}