{
    "doi": "https://doi.org/10.1182/blood.V104.11.1797.1797",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=232",
    "start_url_page_num": 232,
    "is_scraped": "1",
    "article_title": "Variant Forms of Human Interleukin-3 (IL-3) Linked to Truncated Diphtheria Toxin (DT 388 ), Have Enhanced Cytotoxicity Against Acute Myeloid Leukemia (AML) Progenitors. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "To develop a cytotoxic drug which targets the IL-3 receptor (IL-3R) on human AML cells we previously developed a fusion protein containing a truncated form of diphtheria toxin which lacks the native binding site (DT 388 ) fused to human IL-3. This molecule kills leukemic progenitors from many AML patients while showing little toxicity to normal hematopoietic progenitors. However, some AML samples showed little or no cell kill after exposure to this molecule. To attempt to improve the cytotoxicity of DT 388 IL-3 two variants of the toxin were constructed which contain alterations in the IL-3 residues that are designed to enhance binding affinity to the IL-3R. The two variants, DT 388 IL3[K116W] and DT 388 IL3[D125-133], have substitution of a hydrophobic tryptophan group at the 116 position and an eight amino acid deletion from the C-terminus of the IL-3 molecule, respectively, while the catalytic and translocation domains of DT 388 remain unchanged. These variant DT 388 IL3 molecules and the unmodified ‘native’ fusion toxin were compared for their ability to kill AML colony forming cells (AML-CFC) from the peripheral blood of 13 newly-diagnosed AML patients and myeloid CFC from 3 normal bone marrows (NBM). AML and NBM cells were cultured for 24h with or without fusion toxin at concentrations varying between 1 and 250 ng/ml prior to plating in CFC assays. Little or no AML-CFC kill was observed for 3/13 samples. The mean % AML-CFC kill for the remaining 10 AML samples ranged from 21 – 61% for the lowest and highest concentration of native DT 388 IL3 tested and was significantly higher (P90% kill achieved for 6 of these at concentrations as low as 1 ng/ml. The concentration of DT 388 IL3[Kll6W] required to achieve ≥50% kill of AML-CFC was on average ≥5-fold lower than the concentration of native toxin required to achieve the same effect. Thus, the variant DT 388 IL3 molecules tested show enhanced cytotoxic activity against AML progenitors with little change in the toxicity profile against normal hematopoietic precursors. In particular, the DT 388 IL3[K116W] variant warrants further testing against more primitive normal and leukemic progenitors as a potentially promising new therapeutic agent for AML. Such studies are underway.",
    "topics": [
        "cytotoxicity",
        "diphtheria toxin",
        "interleukin-3",
        "leukemia, myelocytic, acute",
        "molecule",
        "toxins",
        "toxic effect",
        "amino acids",
        "fusion proteins",
        "interleukin-3 receptor"
    ],
    "author_names": [
        "Siaw Hui Wong",
        "Arthur E. Frankel, MD",
        "Donna E. Hogge, MD,Ph.D"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ],
        [
            "Dept. of Cancer Biology and Medicine, Wake Forest University School of Medicine, Winston-Salem, NC, USA"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada"
        ]
    ],
    "first_author_latitude": "49.26257450000001",
    "first_author_longitude": "-123.11934239999998"
}