{
    "doi": "https://doi.org/10.1182/blood.V118.21.2716.2716",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1883",
    "start_url_page_num": 1883,
    "is_scraped": "1",
    "article_title": "The Bruton's Tyrosine Kinase (Btk) Inhibitor PCI-32765 Modulates Chronic Active BCR Signaling and Induces Tumor Regression in Relapsed/Refractory ABC DLBCL ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Abstract 2716 Background Btk is a tyrosine kinase involved in B cell receptor (BCR) signal transduction. Recent studies indicate that chronic active BCR signaling is a pathogenic mechanism in ABC DLBCL that engages the classical NF-κB pathway. Mutations in the BCR pathway (CD79A/B and CARD11) and toll like receptor (TLR) pathway (MYD88) lead to constitutive NF-κB activation in ABC DLBCL. PCI-32765 kills ABC DLBCL cell lines with constitutive BCR signaling but has no effect on ABC and GBC DLBCL cell lines that do not rely on constitutive BCR signaling. PCI-32765 is an oral, well-tolerated and irreversible inhibitor of Btk. Study Design Patients with relapsed/refractory ABC DLBCL received PCI-32765 at a fixed dose of 560 mg po once daily × 35 days (1 cycle). Patients underwent CT and FDG-PET scanning pre-treatment and every 2 cycles. Where possible, pre-treatment and 48-hour post-treatment tumor biopsies were performed for gene expression profiling (GEP) and mutational analysis of CD79A/B, CARD11 and MYD88. Results Eight of 15 planned patients are enrolled. Characteristics include median (range) age 54 (40–79); LDH > normal limits (63%); any extranodal site (75%) and stage 4 disease (63%). IPI distribution was 0–2 (25%) and 3–5 (75%). Patients received a median (range) of 3 (1–6) prior chemotherapy regimens. Best response by IWG criteria include CR: 2 (25%) for 11+ and 5 months; SD (stable disease) 3 (37%) for 4, 2 and 2 months; and PD (progressive disease) 3 (38%). One patient who was primary refractory achieved SD with PCI-32765, associated with a 25% tumor reduction, and is currently in CR following allogeneic BMT. PCI-32765 was well-tolerated without significant side effects. No patients discontinued PCI-32765 due to AE. Grade >3 AEs were reported in 4 patients, none were considered related to PCI-32765. One death has occurred on study, in a patient who received subsequent therapy following progression on PCI-32765. Toxicities that are possibly related to PCI-32765 include diarrhea (grade 1) in 2 patients, nausea (grade 1) in 2 patients and fatigue (grades 1–2) in 4 patients. CD79B mutations were uncovered in two patients, the patient with SD who achieved a 25% tumor response and one patient who achieved CR. Of note, the other patient who achieved CR did not have the CD79B mutation, suggesting that chronic active BCR signaling may occur in the absence of this mutation. None of the patients had MYD88 or CARD11 mutations. Comparison of the pre-treatment and on-treatment biopsy samples by gene expression profiling was completed on 5 patients (1 CR, 4 SD/PD). Gene expression signatures reflecting tumor infiltrating immune cells, including CD8+ T cells and macrophages, were diminished by PCI-32765 treatment in the one patient in CR and the one patient in SD who achieved a 25% tumor reduction, but not in the others. In these same two cases, a gene expression signature of interferon signaling was reduced upon PCI-32765 treatment, associated with a concomitant decrease in interferon gamma mRNA levels, again suggesting the loss of activated T cells in the responding tumors. One hypothesis to explain this observation would be cytokine modulation since chronic active BCR signaling promotes synthesis and secretion of IL-10 and multiple chemokines, including CXCL13, CXCL9 and CCL3, which were all down-modulated in the responding tumors. Conclusions The Btk inhibitor PCI-32765 has clinical activity in relapsed/refractory ABC DLBCL and modulates chronic active BCR signaling in responders. Thus, chronic active BCR signaling is a tractable therapeutic target in ABC DLBCL. Disclosures: Buggy: Pharmacyclics, Inc.: Employment. Hedrick: Pharmacyclics: Employment, Equity Ownership.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "ibrutinib",
        "protein tyrosine kinase",
        "signal transduction",
        "tumor regression",
        "neoplasms",
        "biopsy",
        "gene expression profiling",
        "adverse effects",
        "bone marrow transplantation, allogeneic"
    ],
    "author_names": [
        "Louis M. Staudt, MD, PhD",
        "Kieron Dunleavy, MD",
        "Joseph J. Buggy, PhD",
        "Eric Hedrick, MD",
        "Nicole Lucas, RN",
        "Stefania Pittaluga, MD",
        "Sameer Jhavar, MD",
        "Roland Schmitz, PhD",
        "Mickey Williams, Ph.D.",
        "Jason Lih, PhD",
        "Elaine S. Jaffe, MD",
        "Wyndham H. Wilson, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Metabolism Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Research, Pharmacyclics, Sunnyvale, CA, USA, "
        ],
        [
            "Pharmacyclics, Inc, Sunnyvale, CA, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Metabolism Branch, National Cancer Institute, Bethesda, USA, "
        ],
        [
            "Metabolism Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Cancer Institute, Frederick, MD, USA, "
        ],
        [
            "SAIC, National Cancer Institute, National Institutes of Health, "
        ],
        [
            "Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Metabolism Branch, National Cancer Institute/NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.0618239",
    "first_author_longitude": "-77.14508495"
}