{
    "doi": "https://doi.org/10.1182/blood.V112.11.2390.2390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1237",
    "start_url_page_num": 1237,
    "is_scraped": "1",
    "article_title": "Standard Versus Dose-Intensified Chemotherapy with Granulocyte Colony-Stimulating Factor for Malignant Lymphoma: Evaluation of Risk for Acute Myeloid Leukemia or Myelodysplastic Syndrome ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "chemotherapy regimen",
        "granulocyte colony-stimulating factor",
        "leukemia, myelocytic, acute",
        "lymphoma",
        "myelodysplastic syndrome",
        "cancer",
        "neoplasm metastasis",
        "absolute risk reduction",
        "follow-up",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Gary H. Lyman, MD, MPH",
        "David C. Dale, MD",
        "Debra Wolff, MS, PCNP",
        "Eva Culakova, PhD, MS",
        "Nicole M. Kuderer, MD",
        "Marek S. Poniewierski, MD, MS",
        "Jeffrey Crawford, MD"
    ],
    "author_affiliations": [
        [
            "Duke University, Durham, NC, USA"
        ],
        [
            "University of Washington, Seattle, WA, USA"
        ],
        [
            "Duke University, Durham, NC, USA"
        ],
        [
            "Duke University, Durham, NC, USA"
        ],
        [
            "Duke University, Durham, NC, USA"
        ],
        [
            "Duke University, Durham, NC, USA"
        ],
        [
            "Duke University, Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.0014258",
    "first_author_longitude": "-78.9382286",
    "abstract_text": "Background : Retrospective studies have reported inconsistent results concerning risk of acute myeloid leukemia or myelodysplastic syndrome (t-ML) in cancer patients receiving granulocyte colony-stimulating factor (G-CSF) along with systemic chemotherapy. In order to further evaluate any potential impact of chemotherapy with G-CSF support on overall survival (OS) and risk of t-ML in malignant lymphoma, a systematic review and subsequent meta-analysis of prospective, randomized controlled clinical trials were conducted. Methods : Electronic databases including Medline, EMBASE, BIOSIS and the Cochrane Library were searched through August 2008 identifying 5885 articles for initial screening. Eligibility criteria included studies of adult patients with non-myeloid malignancies receiving chemotherapy (CT) with or without G-CSF with at least 2 years of follow-up. Of the 136 potentially eligible publications identified, 8 were from prospective, randomized, controlled trials (RCTs) in adult patients with non-Hodgkin’s lymphoma (7) or Hodgkin’s disease (1). Excluded reports consisted of retrospective studies, duplicate reports, studies with no control group or studies involving stem cell transplantation. Study outcomes included all secondary malignancies, t-ML, OS and delivered chemotherapy dose intensity. Meta-analyses were based on the method of Mantel and Haenszel with summary estimates and 95% CIs for both relative risk (RR) and absolute risk difference (ARD;%). Results : In 8 RCTs, a total of 4089 patients were randomized to receive CT with G-CSF support (n=2032) versus no G-CSF (n=2057). In 5 of the 8 trials, dose intensified or dose dense CT was given in the G-CSF arms compared to standard CT without initial G-CSF. Initial CT dose and schedule were the same in the remaining 3 trials although each reported significantly greater overall delivered dose intensity in the G-CSF arm. No signficant heterogeneity was observed for the primary outcomes. Among 6 reporting RCTs, secondary malignancies occurred in 36 patients in the G-CSF arms versus 35 patients in control arms. T-ML was reported in 15 patients randomized to G-CSF compared to 6 in control patients [RR=2.30; 0.95–5.58; ARD = 0.6%; −0.1%–1.3%; p=.06]. In all 8 studies, patients receiving G-CSF received significantly greater chemotherapy dose intensity compared to controls. Among patients randomized to G-CSF support, a statistically significant increase in OS [RR=0.87; 0.81–0.94; ARD = −5.0%; −7.7%–−2.3%; p<.0001] was observed. Conclusions : A meta-analysis based on an extensive search of the literature demonstrated that intensified chemotherapy with G-CSF support in malignant lymphoma resulted in a significant improvement in OS despite a non-significant trend toward an increase in t-ML. There were insufficient data to definitively examine the independent roles of G-CSF versus dose intensified chemotherapy on risk of t-ML."
}