{
    "doi": "https://doi.org/10.1182/blood.V124.21.1461.1461",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2803",
    "start_url_page_num": 2803,
    "is_scraped": "1",
    "article_title": "Immunogenetic Characterization of Primary Immune Thrombocytopenia (ITP) in Adults: Results of the Unit Study ",
    "article_date": "December 6, 2014",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "immunogenetics",
        "purpura, thrombocytopenic, idiopathic",
        "autoimmune lymphoproliferative syndrome",
        "interleukin-10",
        "rituximab",
        "mdc protocol",
        "interleukin-17",
        "steroids",
        "interleukin-12",
        "death domain receptors"
    ],
    "author_names": [
        "Francesco Zaja",
        "Elena Boggio",
        "Davide Rossi, MD PhD",
        "Casimiro L. Gigliotti",
        "Eleonora Toffoletti",
        "Giuseppe Cappellano",
        "Orilieri Elisabetta",
        "Simona Puglisi",
        "Monia Lunghi",
        "Nicola Vianelli, MD",
        "Silvia Cantoni",
        "Alessia Tieghi",
        "Eloise Beggiato",
        "Gianluca Gaidano",
        "Miriam Isola",
        "Renato Fanin",
        "Umberto Dianzani"
    ],
    "author_affiliations": [
        [
            "Dipartimento di Scienze Mediche Sperimentali e Cliniche (DISM), Università degli Studi, Udine, Italy "
        ],
        [
            "Università degli Studi del Piemonte Orientale \u0093Amedeo Avogadro\u0094, Novara, Italy "
        ],
        [
            "Division of Hematology, Department of Translational Medicine, Amedeo Avogadro University of Eastern Piedmont, Novara, Italy "
        ],
        [
            "Immunologia, Dipartimento di Scienze della Salute, Università degli Studi del Piemonte Orientale \u0093Amedeo Avogadro\u0094, Novara, Italy "
        ],
        [
            "Dipartimento di Scienze Mediche Sperimentali e Cliniche (DISM), Università degli Studi, Udine, Italy "
        ],
        [
            "Immunologia, Dipartimento di Scienze della Salute, Università degli Studi del Piemonte Orientale \u0093Amedeo Avogadro\u0094, Novara, Italy "
        ],
        [
            "Immunologia, Dipartimento di Scienze della Salute, Università degli Studi del Piemonte Orientale \u0093Amedeo Avogadro\u0094, Novara, Italy "
        ],
        [
            "Dipartimento di Scienze Mediche Sperimentali e Cliniche (DISM), Università degli Studi, Udine, Italy "
        ],
        [
            "Divisione di Ematologia, Dipartimento di Medicina Traslazionale, Università degli Studi del Piemonte Orientale Amedeo Avogadro, Novara, Italy "
        ],
        [
            "Ospedale S. Orsola-Malpighi, University of Bologna, Bologna, Italy "
        ],
        [
            "Ospedale Niguarda, Milano, Italy "
        ],
        [
            "Ematologia Dipartimento Oncologico, Azienda Ospedaliera Arcispedale S. Maria Nuova – IRCCS, Reggio Emilia, Italy "
        ],
        [
            "A.O. Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Divisione di Ematologia, Dipartimento di Medicina Traslazionale, Università degli Studi del Piemonte Orientale Amedeo Avogadro, Novara, Italy "
        ],
        [
            "Università degli Studi, Udine, Italy"
        ],
        [
            "Dipartimento di Scienze Mediche Sperimentali e Cliniche (DISM), Università degli Studi, Udine, Italy "
        ],
        [
            "Università degli Studi del Piemonte Orientale \u0093Amedeo Avogadro\u0094, Novara, Italy "
        ]
    ],
    "first_author_latitude": "46.081072299999995",
    "first_author_longitude": "13.211947399999998",
    "abstract_text": "Background In adults, ITP displays variable clinical presentation and different response to immune suppressive agents. The pathophysiological differences underlying these different behaviours are mostly unknown and a better knowledge of this biological heterogeneity might help identifying more targeted and rationale treatments for this disease. Purpose To identify immunogenetic features distinguishing ITP patients from controls and different subsets of ITP patients based on clinical presentation and treatment responsiveness. Several biological analyses were based on the model of autoimmune lymphoprolipherative syndrome (ALPS), a pediatric disease due to genetic defects decreasing function of the Fas death receptor that displays polyclonal lymphoproliferation, expansion of TCRαβ+ T cells double negative for CD4 and CD8 (DN T cells) and autoimmune manifestations frequently including thrombocytopenia. ALPS is mostly due to deleterious mutations of the Fas gene, but the +1239A>C single nucleotide polymorphism (SNP) of the osteopontin gene ( OPN ) and several variations of the perforin gene ( PRF1 ) can act as disease modifier. Finally, in the peripheral blood (PB) of ALPS, regulatory T cells (Treg), marginal zone B cells (MZB) and switched memory B cells (SNB) are decreased, whereas type 17 T helper cells (Th17) and production of IL-10 and IL-17 are increased. Patients and Methods Adult patients with ITP and matched controls were selected for the analyses and stratified in different clinical subsets according to the disease severity and responsiveness to therapy (asymptomatic, steroid or rituximab sensitive vs. steroid or rituximab refractory). Analyses included evaluation of Fas-mediated apoptosis, proportions of DN T cells in PB, mutation of OPN and PRF1 , the percentage (%) of natural killer T cells (NKT), myeloid (mDC) and plasmacytoid dendritic cells (pDC), MZB, SMB, Treg, and Th17, intracellular production of IL-10 and IL12 in cultured mDC, intracellular and secreted IL-10 and IL-17 in cultured activated PBMC; finally, patients were evaluated for TCR monoclonality and, rituximab-untreated patients, also for BCR monoclonality. Results Analysis of Fas function and DN T cell expansion was assessed in 149 ITP patients and showed that they displayed higher frequency of defective Fas function than the controls (26/149, 17% vs. 5/100, 5%; P<0.01), with no difference between patients’ disease status of activity and of response to therapy. Expansion of DN T cells was detected in 2/26 (8%) patients displaying defective Fas function and 3/123 (2%) of those with normal Fas function. Analysis of PRF1 and OPN was performed in 112 and 64 patients respectively. Sequencing of PRF1 revealed a higher incidence of rare missense mutations, 6 patients carrying three rare variations (N252S, R28C and R385W amino acid substitution in 3, 2 and 1 patients, respectively). The overall genotypic frequency of these rare variations was higher in the patients than in the controls (5.4% vs. 0.4%, P<0.003). By contrast, the OPN +1239A>C SNP displayed a similar distribution in the patients and the controls. No statistical differences of all these immunogenetic parameters were found comparing patients refractory vs. sensitive to either rituximab or steroid treatments. TCR monoclonality was assessed in 74 patients and was detected in 3 of them (4%). BCR monoclonality was assessed in 14 patients in PB and bone marrow resulting always absent. Compared with controls, ITP patients showed a lower % of mDC, pDC and Treg, and increase % of MZB; on the contrary we couldn’t find difference in the % of NKT and SMB. Moreover, mDC showed higher median levels of IL-10 (2.98 vs 1.35 positive cells %, P = 0.030) and lower levels of IL-12 (1.54 vs 1.89 %, P = 0.0454), whereas activated PBMC showed lower levels of both IL-10 (0.215 vs 1.16 %, P < 0.0383) and IL-17 (0.545 vs 1.49 %, P < 0.0001). Conclusions These analyses detected some differences between ITP patients and controls suggesting that: a) some defects involved in ALPS development, and, in particular, defective Fas function and some rare PRF1 mutations may play a role also in adult ITP patients; b) no significant pattern of monoclonal T cell and B cell expansion were documented; c) the immunological analyses showed an altered distribution and activity of cell subsets involved in immune regulation, with substantial differences with those reported in patients with ALPS. Disclosures Zaja: Roche: Honoraria, Research Funding. Off Label Use: Rituximab in ITP. Gaidano: Roche: Membership on an entity's Board of Directors or advisory committees."
}