{
    "doi": "https://doi.org/10.1182/blood.V126.23.1812.1812",
    "article_title": "Exquisite Sensitivity of Plasma Cell Malignancies to a Novel Nucleoside Analog Is Mediated By Overexpressed Adenosine Kinase ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "abstract_text": "Primary effusion lymphoma (PEL) is a largely incurable malignancy of B cell origin, driven by infection with KSHV/HHV-8, and with notable plasmacytic differentiation. PEL carries an extremely poor prognosis with a median survival time of less than 6 months and is known to be largely resistant to conventional chemotherapy. Therefore, we conducted high throughput screens for effective inhibitors using PEL cell lines. We discovered a compound, 6-ethylthioinosine (6-ETI), a nucleoside analog with selective toxicity to PEL and multiple myeloma (MM) at nanomolar concentrations, but not to other lymphoma cell lines tested. 6-ETI also showed remarkable responses in a mouse xenograft model of PEL. To understand the molecular mechanism(s) of selectivity towards PEL, we developed and performed resistome analysis, an unbiased approach based on RNA sequencing of in vitro and in vivo generated resistant subclones. We found adenosine kinase (ADK) inactivating genomic alterations in all resistant clones as the mechanism of resistance. Concordantly, we found that plasma cells express ADK, as well as sensitive PELs and multiple myeloma cell lines, while resistant lymphoma cell lines including those with EBV infection had lower levels (if any); interestingly, the latter could be sensitized by cell crowding-induced ADK upregulation. Like other nucleoside analogues, 6-ETI induces ATP-depletion and cell death accompanied by S-phase arrest and DNA damage, but only in ADK-expressing cells. Immunohistochemistry for ADK served as a new biomarker approach to identify tumors that may be sensitive to 6-ETI, which we documented for primary specimens of PEL, multiple myeloma and other lymphoid malignancies with plasmacytic features, namely plasmablastic lymphoma. A number of nucleoside analogues have been reported to be effective in treating leukemias and B and T cell lymphomas. We performed structure-activity relationship studies and tested a number of nucleoside analogs that are in preclinical or clinical development for other hematological malignancies to identify and better understand the structural requirements for 6-ETIÕs biological activity. We successfully demonstrated that 6-ETI was more potent and selective at killing PEL and MM cell lines than other studied nucleoside analogs suggesting that this compound possesses unique and distinct features that are clinically promising. Despite the presence of treatment approaches that can greatly extended the survival of MM patients, resistance remains an issue, warranting the need for new effective agents and combinations. We identified 6-ETI as a novel and clinically viable nucleoside analog for the treatment of PEL, immunoblastic lymphoma, plasmablastic lymphoma, multiple myeloma and other ADK-expressing cancers. Figure 1. View large Download slide Expression of ADK and sensitivity to 6-ETI in plasma cell tumors. (A) BC3 cells ADK expression was evaluated by immunohistochemistry in the BC3 cell line, hyperplastic tonsils and PEL, multiple myeloma and plasmablastic lymphoma primary tumors. 60X original magnification is shown. In the image of a tonsil section, a positive cell with morphological features of a plasma cell is enlarged in the insert. Original magnification 60X. (B) LC 50 s for multiple myeloma cell lines treated with 6-ETI were determined by CellTiter-Glo assay. BC3 was used as a positive control and IBL1 as a negative control for drug sensitivity. Shown are the average of two independent experiments, where each condition was performed in duplicate in each experiment. (C) Model for 6-ETIÕs mechanism of action within the cell is illustrated, where 6-ETI competes with adenosine (ADO) and other nucleosides for binding to and phosphorylation by ADK, which inhibits ATP-dependent metabolic processes. This also allows 6-ETI to be phosphorylated and activated by ADK, with subsequent phosphorylation steps that allow the compound to be incorporated into DNA and possibly RNA, leading to DNA synthesis inhibition, DNA damage response, and cell death. Figure 1. View large Download slide Expression of ADK and sensitivity to 6-ETI in plasma cell tumors. (A) BC3 cells ADK expression was evaluated by immunohistochemistry in the BC3 cell line, hyperplastic tonsils and PEL, multiple myeloma and plasmablastic lymphoma primary tumors. 60X original magnification is shown. In the image of a tonsil section, a positive cell with morphological features of a plasma cell is enlarged in the insert. Original magnification 60X. (B) LC 50 s for multiple myeloma cell lines treated with 6-ETI were determined by CellTiter-Glo assay. BC3 was used as a positive control and IBL1 as a negative control for drug sensitivity. Shown are the average of two independent experiments, where each condition was performed in duplicate in each experiment. (C) Model for 6-ETIÕs mechanism of action within the cell is illustrated, where 6-ETI competes with adenosine (ADO) and other nucleosides for binding to and phosphorylation by ADK, which inhibits ATP-dependent metabolic processes. This also allows 6-ETI to be phosphorylated and activated by ADK, with subsequent phosphorylation steps that allow the compound to be incorporated into DNA and possibly RNA, leading to DNA synthesis inhibition, DNA damage response, and cell death.  Close modal Disclosures Nayar: Weill Cornell Medical College: Patents & Royalties: Submitted patent applicatio for 6-ETI. Cesarman: Weill Cornell Medical College: Patents & Royalties: applied for patent for 6-ETI.",
    "topics": [
        "adenosine kinase",
        "cancer",
        "epstein-barr virus infections",
        "nucleoside analog",
        "plasma cells",
        "multiple myeloma",
        "immunoblastic large-cell lymphoma",
        "nucleoside analog antiviral",
        "lymphoma",
        "neoplasms"
    ],
    "author_names": [
        "Utthara Nayar",
        "Jouliana Sadek",
        "Jonathan B Reichel",
        "David Bunn",
        "Denise Hernandez-Hopkins",
        "Peter Barelli",
        "Michelle Sahai",
        "Jennifer Totonchy",
        "Sei Shizuko",
        "Robert Shoemaker",
        "David Warren",
        "Olivier Elemento",
        "Kenneth Kaye",
        "Ethel Cesarman"
    ],
    "author_dict_list": [
        {
            "author_name": "Utthara Nayar",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jouliana Sadek",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan B Reichel",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bunn",
            "author_affiliations": [
                "Gateways Laboratory Program, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denise Hernandez-Hopkins",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Barelli",
            "author_affiliations": [
                "Department of Biochemistry, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Sahai",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Totonchy",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sei Shizuko",
            "author_affiliations": [
                "Viral Vector Toxicology Section, LHTP, SAIC-Frederick, National Cancer Institute at Frederick, frederick, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Shoemaker",
            "author_affiliations": [
                "Screening Technologies Branch, Developmental Therapeutics Program, Division of Cancer Treatment and Diagnosis, National Cancer Institute at Frederick, Frederick, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Warren",
            "author_affiliations": [
                "Department of Biochemistry, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Elemento",
            "author_affiliations": [
                "Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Kaye",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ethel Cesarman",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T21:35:44",
    "is_scraped": "1"
}