{
    "doi": "https://doi.org/10.1182/blood-2018-99-118964",
    "article_title": "Efficacy of Newer Combinations and Fibril-Targeting for AL Amyloidosis: A Systematic Review of Transplant and Innovative Non-Transplant Therapies ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "abstract_text": "Background Light-chain (AL) amyloidosis is a multi-organ amyloid deposition disease caused by misfolded protein aggregation. Current treatments have improved overall (OS) and progression-free survival (PFS) but challenges remain in improving therapy with newer agents and targeting amyloid protein deposits with novel immunotherapy. We review the literature regarding efficacy of existing chemotherapy in AL amyloidosis and summarize non-FDA approved novel drugs and monoclonal antibodies (mAbs) in early phase clinical development. Methods We searched databases including Cochrane library, PubMed and ClinicalTrials.gov for all prospective and retrospective studies (As of 4/15/2018) with measured hematologic response rate (HR) in patients with AL amyloidosis since 2000. Inclusion criteria included all prospective and retrospective studies with melphalan-based treatments, bortezomib combinations including bortezomib, cyclophosphamide and dexamethasone (VCD), bortezomib and dexamethasone (VD) and immunotherapies. We included all studies with at least 5 or more patients and reported HR. Results From 918 studies, we selected 57 studies (2640 patients) evaluating HR with melphalan-based stem cell transplant (SCT) treatments and non-stem cell transplant treatments including melphalan and bortezomib combinations. Other agents included daratumumab (anti-CD38 mAb), and ixazomib (proteasome inhibitor). Mean aggregate HR reported from studies with melphalan-based SCT treatment (17 studies, n=587) was 67%. Mean aggregate HR from all non-transplant treatments (40 studies, n=2053) was 64%. Of the non-transplant treatments, HR for melphalan-based treatments (21 studies, n=1148) was 59% and varied as follows: melphalan + lenalidomide + dexamethasone (57%) and melphalan + dexamethasone (52%). Mean aggregated HR for non-transplant bortezomib-based treatment (17 studies, n=859) was 72% consisting of VD (69%) and VCD (76%). HR with Ixazomib (1 study) and Daratumumab (1 study) was 52% and 76% respectively. Other novel drugs currently being studied include 11-1F4 (chimeric fibril-reactive mAb), GSK2398852 and GSK2315698 (anti-serum amyloid protein mAbs), and NEOD001 (anti-circulating soluble and deposited aggregated amyloid mAb). Conclusion For AL amyloidosis, melphalan-based SCT has shown effectiveness while VD and VCD demonstrate effectiveness in non-transplant patients. Further studies are warranted to evaluate novel proteasome inhibitors (Ixazomib) and emerging immunotherapy with daratumumab. Current trials including amyloid protein and fibril targeting (circulating and tissue-fixed) with novel immunotherapy are innovative and may have higher clinical efficacy, but need further testing. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fibril",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "transplantation",
        "melphalan",
        "bortezomib",
        "dexamethasone",
        "immunotherapy",
        "monoclonal antibodies",
        "daratumumab"
    ],
    "author_names": [
        "Shaunak Pandya, BS",
        "Nadia Carenina Nunes Cavalcante Parr, MD",
        "Muhammad Sardar, MD",
        "Christine Chiu",
        "Maria Serafini",
        "Faiz Anwer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaunak Pandya, BS",
            "author_affiliations": [
                "University of Arizona, Tempe, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nadia Carenina Nunes Cavalcante Parr, MD",
            "author_affiliations": [
                "Department of Medicine, University of Arizona, Tucson, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhammad Sardar, MD",
            "author_affiliations": [
                "Internal Medicine, Monmouth Medical Center, Long Branch, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Chiu",
            "author_affiliations": [
                "University of Arizona, Tucson, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Serafini",
            "author_affiliations": [
                "University of Arizona, Tucson, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, University of Arizona, Tucson, AZ ",
                "Department of Hematology, Medical Oncology, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:43:37",
    "is_scraped": "1"
}