{
    "doi": "https://doi.org/10.1182/blood.V120.21.3442.3442",
    "article_title": "Inhibition of LSD1 Influences Multiple Mechanisms of Epigenetic Gene Regulation During Terminal Erythroid Maturation ",
    "article_date": "November 16, 2012",
    "session_type": "503. Hematopoiesis - Regulation of Gene Transcription: Poster III",
    "abstract_text": "Abstract 3442 The maturation of a committed erythroid progenitor to a functional red blood cell is a complex process involving significant changes in gene expression during a time of rapid cell division and nuclear condensation. LSD1 (Lysine-Specific Histone Demethylase 1) is a histone H3 lysine 4 (H3K4) and lysine 9 (H3K9) demethylase that plays pivotal role in this process. LSD1 participates in both enhancer and repressor complexes, and facilitates repression of γ-globin by participating in the Direct Repeat Erythroid Complex (Cui, MCB, 2011). LSD1 inhibitors Tranylcypromine (TCP) and Pargyline (PG) are being investigated as potential therapies for the β-globinopathies, however little is known about the broader functional or genomic consequences of LSD1 inhibition on terminal erythroid maturation. Both TCP and PG impair erythroid maturation in Extensively Self Renewing Erythroblasts (ESREs), a primary cell model of terminal erythroid maturation. ESREs are primary cells derived from fetal liver that proliferate extensively in culture, but retain the ability to appropriately mature and enucleate (England, Blood, 2011), making them ideal for functional and genomic studies of terminal erythroid maturation. In untreated or vehicle (DMSO) treated cultures >90% of cells are benzidine positive by day3 of maturation. In contrast, cultures treated with 400um PG, 1um TCP, or 2um TCP were 72, 42, and 33% benzidine positive by maturation day3, respectively. Cells in the TCP-and PG- treated cultures also had morphologic evidence of impaired maturation, with larger nuclei and more basophilic cytoplasm. In addition to its role as a histone demethylase, LSD1 stabilizes DNMT1 (DNA methyltransferase 1; Wang, Nat Genet 2009). We hypothesized that loss of DNA methylation contributes to the maturation impairment seen with LSD1 inhibitors, and that inhibition of DNMTs with decitabine would also impair terminal erythroid maturation. Consistent with this hypothesis, ESREs treated with decitabine demonstrated a dose-dependent impairment of maturation similar to that seen with PG and TCP. To elucidate the molecular mechanisms underlying the maturation impairment in TCP- and PG- treated cultures, levels of H3K4me2 and methylated DNA (5-methyl cytosine, 5-mC) were assessed both globally and at specific loci. An ELISA (Enzyme-linked Immunosorbent Assay) was used to assess global levels of H3K4me2 and 5-mC in vehicle-, PG-, and TCP-treated cultures after 24 hours of maturation. Global levels of H3K4me2 were significantly higher in PG- and TCP- treated samples than control. In maturing cells, there was no significant difference in the level of 5-mC in vehicle- and inhibitor- treated cultures. It is well established, however, that global DNA methylation decreases with erythroid maturation (Seashore, Science, 2011), and a significant decrease in 5-mC occurs in ESREs during the first 24hrs of maturation. As TCP- and vehicle- treated cultures mature differently, the effect of TCP on 5-mC levels was also assessed in self-renewing ESREs at the proerythroblast stage. Unlike maturing cells, TCP-treated proerythroblasts had a significant decrease in 5-mC levels compared to control. Chromatin immunoprecipitation (ChIP) was used to examine the local effects of LSD1 inhibition on H3K4me2 enrichment at erythroid-specific promoters. TCP-treated cultures had non-uniform changes in H3K4me2 enrichment, with levels increased at some promoters (e.g. protein 4.1,εy-globin), but unchanged at others (e.g. β-globin). To further study the relationship between LSD1 inhibition and H3K4me2 levels, ChIP-seq was used to identify LSD1 sites that co-localized with putative enhancers, defined as peaks of H3K4me2 binding > than 1kb from a transcription start site. ChIP-qPCR was used to compare the level of H3K4me2 at 5 validated enhancer-associated LSD1 sites in vehicle- and TCP-treated cells. The effect of TCP was variable, with only 2/5 enhancer-associated LSD1 sites having increased H3K4me2. Lastly, the local effects of inhibitors on 5-mC were examined using a methyl binding domain pulldown coupled with qPCR. In TCP-treated cells, 5-mC levels declined at several loci, most notably at the εy-globin promoter. Taken together, these results suggest that the impaired erythroid maturation associated with LSD1 inhibition results from the perturbation of multiple mechanisms of epigenetic regulation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chromatin",
        "complex",
        "cytosine",
        "decitabine",
        "dimethyl sulfoxide",
        "dna",
        "dna (cytosine-5-)-methyltransferase 1",
        "dna modification methylases",
        "enzyme-linked immunosorbent assay",
        "epigenetics"
    ],
    "author_names": [
        "Michael Getman, MS",
        "Samantha J England, PhD",
        "James Palis, MD",
        "Laurie A Steiner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Getman, MS",
            "author_affiliations": [
                "Pediatrics, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samantha J England, PhD",
            "author_affiliations": [
                "Center for Pediatric Biomedical Research, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Palis, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Rochester Medical Center, Rochester, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie A Steiner, MD",
            "author_affiliations": [
                "Pediatrics, University of Rochester, Rochester, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:27:52",
    "is_scraped": "1"
}