{
    "doi": "https://doi.org/10.1182/blood-2020-139999",
    "article_title": "Frontline Selinexor and Chemotherapy Is Highly Active in Older Adults with Acute Myeloid Leukemia (AML) ",
    "article_date": "November 5, 2020",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "abstract_text": "Background: Acute myeloid leukemia (AML) is an aggressive malignancy of the bone marrow characterized by resistance to treatment and dismal outcomes, especially in the elderly. Novel approaches are desperately needed. Exportin 1 (XPO1) is involved in the selective nuclear export of certain proteins and RNA species. It is overexpressed in a subset of AML, conferring an adverse prognosis. Selinexor is a small-molecule inhibitor of XPO1 with activity in AML. Selinexor sensitizes AML cells to anthracyclines by retaining topoisomerase II in the nucleus resulting in increased DNA strand breaks. Furthermore, selinexor has shown encouraging results when combined with chemotherapy in AML. This abstract reports the ongoing results of a randomized phase II study of induction and consolidation with or without selinexor in newly diagnosed patients with AML, 60 years of age or older and preclinical studies to assess the mechanisms of chemo-sensitization. Methods: Patients 60 years of age or older with newly diagnosed de novo AML were randomized 3:1 between 7+3+selinexor or 7+3. Responding patients could go on to high dose cytarabine consolidation with or without selinexor as per initial randomization. Patients in the selinexor arm who completed all consolidation could then move to maintenance therapy with selinexor alone. Induction consisted of cytarabine 100 mg/m 2 /d by continuous infusion for 7 days and daunorubicin 60 mg/m 2 on days 1-3. Consolidation consisted of cytarabine at 1.5 gm/m 2 given Q12 hours days 1-3 with G-CSF given 24 hours following the last dose of cytarabine. Selinexor was dosed at 60 mg PO on days 1, 3, 8, 10, 15 and 17 during induction and consolidation and on days 1 and 8 every 21 days during maintenance. Preclinical studies were conducted with murine AML cell lines. Results: Twenty-seven of a planned twenty-eight patients were enrolled to date. Of the 27 evaluable patients, 20 were randomized to the selinexor arm and 7 to the control arm. Baseline demographics are listed in Table 1. In the standard arm, both 30- and 60-day mortality were 14% (1/7). In the selinexor arm, both 30- and 60-day mortality were 10% (2/20). In the standard arm, 43% (3/7) of patients achieved a complete remission (CR) or complete remission with incomplete count recovery (CRi). Of the 3 responders 1 has gone on to transplant. In the selinexor arm, 85% (17/20) of patients achieved a CR or CRi. Of the 17 responders, 4 have gone on to transplant. Progression free and overall survival both favor the selinexor arm with trends towards significance despite the small size of the trial (Figure 1 and Table 2). No difference in the AE profile was noted between arms and no unexpected side effects were observed. Selinexor induces retention of topoisomerase II in the nucleus increasing sensitivity to anthracyclines. To determine if selinexor sensitized to cytarabine viability assays using murine AML cell lines were done (Figure 2A). Selinexor significantly sensitized both cell lines to cytarabine. AML cells increase mitochondrial oxygen consumption in response to cytarabine leading to resistance. The ability of selinexor to interfere with this response was assessed using Seahorse flux analysis. AML cells treated with cytarabine for 16 hours showed a diminished mitochondrial oxygen response when co-treated with selinexor (Figure 2B). Conclusions: Selinexor in combination with standard induction and consolidation therapy appears highly active in older patients with de novo AML. Selinexor may increase response to cytarabine by interfering with nuclear-mitochondrial communication. Enrollment is ongoing. View large Download slide View large Download slide  Close modal Disclosures Pardee: Rafael Pharmaceuticals: Consultancy; AbbVie: Consultancy; Genentech, Inc.: Consultancy; BMS: Consultancy, Honoraria, Speakers Bureau; Karyopharm: Research Funding; Rafael: Research Funding; Celgene: Consultancy, Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Pharmacyclics: Speakers Bureau. Ellis: Rafael Pharmaceuticals: Consultancy. Howard: Jazz Pharmaceuticals: Consultancy. Powell: Jazz Pharmaceuticals: Consultancy, Other: Advisor, Research Funding; Genentech: Research Funding; Novartis: Research Funding; Pfizer: Research Funding; Rafael Pharmaceuticals: Consultancy, Other: Advisor, Research Funding. OffLabel Disclosure: Selinexor for the treatment of AML",
    "author_names": [
        "Timothy S. Pardee, MDPhD",
        "Kristin M. Pladna, M.S.",
        "Susan Lyerly, P.A.-C.",
        "Sarah Dralle",
        "Megan Manuel, NP",
        "Leslie Renee Ellis, MD MSHPEd",
        "Dianna S. Howard, MD",
        "Rupali Bhave, MD",
        "Bayard L. Powell, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Timothy S. Pardee, MDPhD",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Medical Center, Winston Salem, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kristin M. Pladna, M.S.",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Lyerly, P.A.-C.",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Dralle",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Manuel, NP",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Renee Ellis, MD MSHPEd",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dianna S. Howard, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rupali Bhave, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bayard L. Powell, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T02:33:21",
    "is_scraped": "1"
}