{
    "doi": "https://doi.org/10.1182/blood.V128.22.610.610",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3444",
    "start_url_page_num": 3444,
    "is_scraped": "1",
    "article_title": "PIK3IP1 Inhibition of PI3K in G1 Arrest Induced By CDK4 Inhibition Reprograms MCL for Ibrutinib Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Function and Clinical Correlates",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "cyclin-dependent kinase 4",
        "ibrutinib",
        "phosphoinositide 3-kinase",
        "palbociclib",
        "cyclin d1",
        "rna",
        "tumor cells",
        "biopsy",
        "bruton tyrosine kinase"
    ],
    "author_names": [
        "Maurizio Di Liberto, PhD",
        "Xiangao Huang, PhD",
        "Olivier Elemento, PhD",
        "Ken Eng",
        "Kristie A. Blum, MD",
        "Nancy L. Bartlett, MD",
        "Steven I. Park, MD",
        "Jia Ruan, MD PhD",
        "Kami J. Maddocks, MD",
        "Giorgio Inghirami, MD",
        "Lewis Cantley, MD",
        "John P. Leonard, MD",
        "Peter Martin, MD",
        "Selina Chen-Kiang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Physiology and Biophysics, Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY ",
            "Department of Medicine, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Department of Medicine, Weill Cornell Medicine, New York, NY ",
            "Department of Medicine, Division of Hematology/Oncology, Weill Cornell Medical College, New York, NY"
        ],
        [
            "Department of Pathology and Laboratory Medicine, Weill Cornell Medicine, New York, NY ",
            "Meyer Cancer Center, Weill Cornell Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7650903",
    "first_author_longitude": "-73.95375469999999",
    "abstract_text": "Inhibition of CDK4/6 has emerged as a promising therapy for diverse human cancers. Mantle cell lymphoma (MCL), in which aberrant cyclin D1 expression and CDK4 activity underlie unrestrained proliferation of tumor cells, remains incurable. Targeting Bruton tyrosine kinase (BTK) with ibrutinibin recurrent MCLhas unprecedented single agent activity, with a completion remission (CR) rate of 21%. However, progression on ibrutinib is virtually universal in MCL and is associated with aggressive proliferation of tumor cells and a dismal clinical outcome. By longitudinal integrated RNA- and exome-seq analysis, we previously discovered a mutation in the ibrutinib binding site (BTK C481S ) in MCL that was specific to relapse from a durable response, but absent in both primary resistance and resistance following a transient response. Irrespective of mechanism, ibrutinib resistance was associated with enhanced PI3K activation as determined by Western blotting of MCL cells isolated from serial biopsies. Induction of prolonged early G1 arrest ( pG1) by selective inhibition of CDK4 with palbociclib sensitized to PI3K inhibition independent of this BTK mutation and to ibrutinib when the wild type BTK was retained. In both cases, synergistic killing appears to occur via cooperative inactivation of PI3K. Collectively, our data suggest that dual inhibition of CDK4 and BTK or PI3K restrain the expansion of resistant clones or even eliminate them to deepen or prolong the clinical response to targeting BTK. To test this hypothesis, we initiated a phase I clinical trial of palbociclib plus ibrutinib in recurrent MCL patients in August of 2014. All 5 dose levels included ibrutinib daily and palbociclib administered on days 1-21 of each 28-day cycle (Figure 1). Based on an intent-to-treat analysis of 18 patients, 12 (67%) patients have responded to treatment including 8 (44%) complete responses (CR). The median time to CR was 3 cycles and no responding patients have progressed on study. The therapy was well tolerated (see ASH abstract by Martin et al for clinical information). RNA- and exome-seq were performed to assess the genomic alternations and gene expression on purified MCL cells from samples before therapy, on progression and on treatment from PR patients. Initial analysis did not detect non-synonymous mutation in CDK4, CCND1, or genes in the BCR or PI3K signaling pathway. Hemizygous deletion of Rb, p53, ATM and the INK4A/B locus and amplification of PIK3CA and PIK3CB occurred in 30-50 % of patients before therapy. These copy number variations were predominantly associated with primary resistance (4 subjects) but did not preclude CR or PR. By contrast, expression of PIK3IP1, a putative PI3K inhibitor, was markedly reduced on progression in all primary resistant patients, but not in the PR patient. Function studies demonstrated that PIK3IP1 was required for pG1 sensitization to BTK and PI3K inhibition in MCL cells in vitro . Moreover, PIK3IP1 was induced in pG1 together PI3K inhibition in MCL cells in patients responding to palbociclib alone in a separate clinical trial (Martin, DiLiberto et al, unpublished), suggesting that PIK3IP1 mediates pG1 reprogramming. In summary, the high CR rate and durability support our hypothesis that induction of prolonged early G1 arrest by CDK4 inhibition reprograms MCL cells for deepened and durable targeting of BTK in MCL. Our data further suggest inhibition of PI3K by PIK3IP1 as a potential mechanism to overcome ibrutinib resistance. A phase II multi-center clinical trial is planned to further elucidate the genes and mechanisms that discriminate sensitivity from resistance to dual targeting of CDK4 and BTK. Figure 1. View large Download slide Dual targeting of CDK4 with palbociclib and BTK with ibrutinib in recurrent MCL Figure 1. View large Download slide Dual targeting of CDK4 with palbociclib and BTK with ibrutinib in recurrent MCL  Disclosures Blum: Pharmacyclics: Research Funding. Ruan: Pharmacyclics: Research Funding, Speakers Bureau. Martin: Janssen: Consultancy, Honoraria, Other: travel, accommodations, expenses; Celgene: Consultancy, Honoraria; Gilead: Consultancy, Other: travel, accommodations, expenses; Novartis: Consultancy; Acerta: Consultancy; Teva: Research Funding."
}