{
    "doi": "https://doi.org/10.1182/blood.V120.21.4129.4129",
    "article_title": "Novel Description of Prospective Diagnosis of Congenital Acute Leukemia On Initial Processing of Banked Umbilical Cord Blood and Potential Implications for Testing Laboratories ",
    "article_date": "November 16, 2012",
    "session_type": "711. Cell Collection and Processing: Poster III",
    "abstract_text": "Abstract 4129 Introduction: Since the first successful umbilical cord blood (UCB) transplant in 1988 (Gluckman 1989), the growing use of this therapy has led to the creation of over 100 cord blood banks (CBB) housing over 400,000 UCB units (Butler 2011). This created a need for regulatory oversight of CBBs, a role currently filled by NetCord-Foundation for the Accreditation of Cellular Therapy (NetCord-FACT), and the American Association of Blood Banks (AABB). These entities publish standards to be followed in collecting, processing, banking, and releasing UCB. Current NetCord-FACT (4th ed., 2010) and AABB (5th ed., 2011) standards both include the following processing tests upon receipt of UCB by CBBs: total nucleated cell count, total nucleated RBC count, total number of CD34-positive cells (CD34-PC), and an assay of cell viability. NetCord-FACT also includes a CBC with differential. Congenital acute leukemia (CAL) is a rare entity, accounting for less than 1% of childhood leukemias. We report the first prospective diagnosis of CAL during initial processing of a UCB unit for a CBB, and discuss implications of this case for laboratories performing such testing. Case Report: A male infant was born at 39 weeks gestational age to a healthy 29 year old mother. The pregnancy and delivery were uncomplicated. The newborn physical exam revealed a 3.2kg male infant without apparent abnormalities other than jaundice. The immediate postnatal period was uncomplicated except for hyperbilirubinemia requiring a brief course of phototherapy. The infant otherwise did well and was discharged home. Cord blood had been collected and was donated. On the third day of life, a CD34-PC assay was performed on the UCB sample at a flow cytometry laboratory contracted to the CBB. The CD34-PC result was 6906/μL, a magnitude of order above the normal range of results. A Wright-stained smear of the UCB sample showed many circulating blasts. The sample was immediately set up for immunophenotyping by flow cytometry, which showed the large majority of nucleated cells in the sample to be B-lymphoblasts, consistent with a diagnosis of precursor B acute lymphoblastic leukemia (B-ALL). The CBB was notified, and records were used to identify and notify the infant's primary care provider. The infant was admitted to a children's hospital. A CBC on admission showed a white blood cell count of 64.1 × 10 3 /μL with 82% blasts, a platelet count of 49 × 10 3 /μL, and hemoglobin of 14.0 g/dL. A bone marrow aspirate revealed 89% blasts. Flow cytometry confirmed the diagnosis of B-ALL, with blasts positive for HLA-DR, TdT, CD19, CD22, CD79a, and dim CD45; and negative for CD34, CD10, CD2, CD7, CD13, CD33, cIgM, and surface light chains. A spinal tap showed 26% blasts. Cytogenetic analysis revealed an abnormal karyotype: 46,XY,t(4;11)(q21;q23)[20], FISH confirmed an MLL rearrangement, and RT-PCR detected a MLL/AF1 fusion transcript. The patient underwent induction chemotherapy according to the COG AALL6031 protocol. The infant initially tolerated therapy well. Following the initial induction, while neutropenic, he developed a severe invasive Candida infection of the small bowel with multiple perforations, requiring multiple surgeries. Soon after this, his leukemia recurred. Flow cytometry of bone marrow demonstrated a lineage shift to acute myelomonocytic leukemia, as the blasts were now positive for CD4, CD11c, CD13, CD14, CD15, CD33, CD45, and CD11c; partially and dimly positive for HLA-DR and myeloperoxidase; and negative for CD34, HLA-DR, TdT, CD10, CD2, CD7, CD19, CD20, CD22, CD79a, surface light chains, CD56, and CD117. Comfort care was initiated and the baby died within 3 days of the confirmed relapse at 4 months of age. Discussion: As the number of UCB units submitted to CBBs increases, the unlikely chance of encountering UCB involved by CAL increases. Laboratories processing UCB for CBBs should be aware of this possibility. We recommend establishing normal ranges for the results of these tests, and creating protocols for investigation of specimens with outlying results, and for identification and notification of providers if critical results are discovered. While such steps are not specifically mandated by the regulatory bodies, they may allow for an earlier diagnosis of CAL, and possibly give the patient a better chance of surviving a devastating disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "leukemia, acute",
        "umbilical cord blood",
        "cd34 antigens",
        "flow cytometry",
        "hla-dr antigens",
        "alanine aminopeptidase",
        "cd19 antigens",
        "cd33 antigen",
        "cd45 antigens"
    ],
    "author_names": [
        "Garth Aasen, MD",
        "Micah Will, MD",
        "Xiayuan Liang, MD",
        "Jeffrey Schowinsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Garth Aasen, MD",
            "author_affiliations": [
                "Pathology, University of Colorado School of Medicine, Aurora, CO, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Micah Will, MD",
            "author_affiliations": [
                "Pathology, University of Colorado School of Medicine, Aurora, CO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiayuan Liang, MD",
            "author_affiliations": [
                "Pathology, University of Colorado School of Medicine, Aurora, CO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Schowinsky, MD",
            "author_affiliations": [
                "Pathology, University of Colorado School of Medicine, Aurora, CO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T04:05:38",
    "is_scraped": "1"
}