{
    "doi": "https://doi.org/10.1182/blood.V128.22.1000.1000",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3364",
    "start_url_page_num": 3364,
    "is_scraped": "1",
    "article_title": "Engineering Resistance to Antigen-Specific Immunotherapy in Normal Hematopoietic Stem Cells By Gene Editing to Enable Targeting of Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "801. Gene Therapy and Transfer: Immunogene Therapy and Genotoxicity",
    "topics": [
        "antigens",
        "gene editing",
        "hematopoietic stem cells",
        "immunotherapy",
        "leukemia, myelocytic, acute",
        "engineering",
        "cd33 antigen",
        "toxic effect",
        "interleukin-8",
        "leukemia"
    ],
    "author_names": [
        "Miriam Y Kim, MD",
        "Saad S Kenderian, MD",
        "Daniel Schreeder, MD PhD",
        "Michael Klichinsky, PharmD",
        "Miroslaw Kozlowski, PhD",
        "Olga Shestova, PhD",
        "Marco Ruella, MD",
        "Saar I Gill, MBBS, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Pennsylvania School of Medicine, Philadelphia, PA"
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Center for Cellular Immunotherapies, University of Pennsylvania School of Medicine, Philadelphia, PA "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Pennsylvania School of Medicine, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9476279",
    "first_author_longitude": "-75.19259799999999",
    "abstract_text": "Acute myeloid leukemia (AML) is challenging to treat with antigen-specific immunotherapy due to the lack of leukemia-specific surface antigens that are absent from normal hematopoiesis. We propose a novel solution to this problem by removing CD33, an AML-associated antigen, from normal hematopoietic stem and progenitor cells (HSPCs) by gene editing, thus rendering them resistant to CD33-targeted therapy. This enables powerful CD33-directed immunotherapy such as chimeric antigen receptor T cells (CAR T cells) to be employed against AML without disrupting normal myeloid function. We developed an optimized protocol to generate CD33 KO HSPCs with CRISPR/Cas9 and obtained up to 90% CD33 KO in primary human CD34+ cells as confirmed by flow cytometry and DNA sequencing. To test whether CD33 KO HSPCs retained multilineage potential, we engrafted NSG mice with CD34+ cells treated with Cas9 and either a CD33-targeting gRNA or a control gRNA. CD33 KO HSPCs were able to engraft and differentiate into both lymphoid and myeloid lineages in the mice to the same degree as controls. Human myeloid cells in the peripheral blood (PB) of the CD33 KO-engrafted mice were deficient for CD33, consistent with the KO efficiency measured in vitro, while expression of other myeloid markers such as CD11b and CD14 were similar to controls (Figure 1A, B). To ensure that long-term repopulating stem cells were present in the CD33 KO HSPCs, we performed secondary transplants of bone marrow from mice after four months of primary engraftment. Persistent engraftment for up to three additional months was observed in both CD33 KO HSPCs and controls, proving that gene editing with CRISPR/Cas9 and the resulting CD33 KO does not affect the self-renewal capability of human hematopoietic stem cells. To determine whether CD33 loss would lead to any functional defects in the myeloid progeny, we investigated the properties of myeloid cells derived from CD33 KO HSPCs differentiated with SCF, GM-CSF, G-CSF, IL-3, IL-6 and EPO. Cell morphology and immunophenotype of the myeloid cells after in vitro differentiation were consistent with normal neutrophils and macrophages. Phagocytosis ability, as measured by uptake of E. coli particles, was identical in CD33 KO myeloid cells as compared to controls. CD33 KO myeloid cells were also able to secrete inflammatory cytokines (IL-1b, IL-8, IL-8, IL-10, IL-12, TNF) in response to LPS stimulation to the same degree as controls. RNA-seq showed a highly concordant gene expression profile of CD33 KO HSPCs and controls (R 2 =0.99), thus excluding any major impact of CD33 loss on downstream gene expression. Prior studies have shown that CAR T cells targeting CD33 (CART33) can eliminate AML in mouse models but also cause toxicity to normal HSPCs (Kenderian et al, Leukemia 2015). To test our hypothesis that CD33 KO HSPCs can evade CART33-mediated toxicity, we treated mice engrafted with either control or CD33 KO HSPCs with CART33. CD33-expressing cells were eliminated in both control and CD33 KO-engrafted mice, which led to the expected myeloablation in control mice; in contrast CD33 KO-engrafted mice continued to sustain human myeloid cells (Figure 2A). Bone marrow (BM) analysis showed significantly more human stem cells (CD34+38-) and myeloid progenitors (CD34+38+) in CD33 KO-engrafted mice compared to controls after CART33 treatment (Figure 2B). We then proceeded to engraft Molm14, an AML cell line that was engineered to express luciferase, into mice bearing control or CD33 KO hematopoiesis, and studied the effect of CART33 treatment in this model. As expected, AML was eliminated in both groups as measured by bioluminescent imaging (BLI) (Figure 2C), as were peripheral blood monocytes in the control group, while monocytes were still present in the CD33 KO-engrafted mice (Figure 2D). In conclusion, we show that CD33 is dispensable in hematopoietic differentiation, and that absence of CD33 from myeloid progeny does not cause any discernible functional changes. Gene editing to remove CD33 from normal HSPCs allows persistent myelopoiesis during CART33-mediated eradication of AML, thus paving the way to a novel system that maximizes efficacy while minimizing toxicity. We envision future clinical translation of this approach by administering CD33 KO HSPCs as an allogeneic stem cell transplant in combination with CART33 in patients with AML. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Kenderian: Novartis: Patents & Royalties, Research Funding. Ruella: Novartis: Patents & Royalties. Gill: Novartis: Patents & Royalties, Research Funding."
}