{
    "doi": "https://doi.org/10.1182/blood-2019-130940",
    "article_title": "History of Autoimmune Disease Is Associated with Increased Risk for Myelodysplastic Syndromes ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "abstract_text": "Background With the exception of therapy related MDS due to treatment with alkylating agents and/or radiation or with a topoisomerase II inhibitor, little is known about the etiology of myelodysplastic syndromes (MDS). A few studies have evaluated pre-existing medical conditions as risk factors for MDS, with evidence suggesting that autoimmune disease is associated with an increased risk of MDS. Here, we evaluated associations between history of autoimmune disease, overall and by individual disease subtype, and risk of MDS in a population-based case control study. Methods MDS cases were identified by rapid case ascertainment through the population-based Minnesota Cancer Surveillance System (MCSS). Participants were recruited if they were diagnosed with MDS between April 1, 2010 and October 31, 2014. Eligibility criteria included residence in Minnesota, age at diagnosis between 20 and 85 years, and ability to understand English or Spanish. Centralized pathology and cytogenetics review were conducted to confirm diagnosis and classify by subtypes. Controls were identified through the Minnesota State driver's license/identification card list. History of autoimmune disease was reported using a self-administered questionnaire; proxy interviews were not conducted. Unconditional logistic regression with adjustment for age, sex and confounders (education, NSAID use, benzene exposure, BMI) was used to calculate adjusted odds ratios (ORs) and 95% confidence intervals (CI) for autoimmune disease and MDS. Results A total of 399 cases with a confirmed diagnosis of MDS and 1399 controls were included. Cases were significantly more likely to report a diagnosis of any autoimmune disease when compared with controls (OR=1.49, 95% CI 1.13-1.97). As illustrated in Figure 1, specific associations were observed for hypothyroidism (OR=2.07, 95% CI 1.39-3.08), ulcerative colitis (OR=2.26, 95% CI 1.09-4.69), Crohn's disease (OR=3.88, 95% CI 1.23-12.2), and systemic lupus erythematosus (SLE; OR=7.52, 95% CI 1.98-28.6). Autoimmune conditions were more commonly reported in both female cases and female controls when compared with males; however, associations for hypothyroidism and ulcerative colitis were significantly associated with MDS in males in an analysis stratified by sex. Associations between autoimmune disease and MDS remained statistically significant after exclusion of therapy-related MDS cases. Discussion Our results validate previous findings of an association between autoimmune disease and MDS risk from population-based registry studies and case-control studies. In addition, our results provide additional evidence to suggest that this association is largely driven by hypothyroidism, inflammatory bowel disease, and SLE. This increased MDS risk following a diagnosis for an autoimmune condition is hypothesized to be due to shared genetic or environmental risk factors, treatment for autoimmune diseases, altered immune surveillance or damage to the bone marrow caused by the autoimmune condition. Further studies are required to confirm which of these is the most plausible explanation. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "autoimmune diseases",
        "myelodysplastic syndrome",
        "hypothyroidism",
        "systemic lupus erythematosus",
        "ulcerative colitis",
        "alkylating agents",
        "anti-inflammatory agents, non-steroidal",
        "benzene",
        "crohn's disease",
        "inflammatory bowel disease"
    ],
    "author_names": [
        "Michelle A. Roesler, BS",
        "Amy Linabery, PhD MS",
        "Michaela Richardson, MPH",
        "Adina Cioc, MD",
        "Betsy A Hirsch, PhD",
        "Phuong L. Nguyen, MD",
        "Erica D. Warlick, MD",
        "Jenny Poynter, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michelle A. Roesler, BS",
            "author_affiliations": [
                "Department of Pediatrics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy Linabery, PhD MS",
            "author_affiliations": [
                "Chilren's Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michaela Richardson, MPH",
            "author_affiliations": [
                "Department of Pediatrics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adina Cioc, MD",
            "author_affiliations": [
                "Division of Hematopathology, VA Medical Center, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy A Hirsch, PhD",
            "author_affiliations": [
                "Division of Molecular Pathology and Genomics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phuong L. Nguyen, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erica D. Warlick, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jenny Poynter, PhD",
            "author_affiliations": [
                "Division of Epidemiology and Clinical Research, Department of Pediatrics, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:42:13",
    "is_scraped": "1"
}