{
    "doi": "https://doi.org/10.1182/blood.V106.11.2448.2448",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=500",
    "start_url_page_num": 500,
    "is_scraped": "1",
    "article_title": "A Phase I Study of 90 Y-Ibritumomab-Tiuxetan ( 90 Y-It) in Children with Recurrent/Refractory CD20 Positive Lymphoma: A Cog Phase I Consortium Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cd20 antigens",
        "child",
        "ibritumomab tiuxetan",
        "lymphoma",
        "brachial plexus neuritis",
        "rituximab",
        "diffuse large b-cell lymphoma",
        "toxic effect",
        "radiometry",
        "abdominal cramps"
    ],
    "author_names": [
        "Mitchell S. Cairo, MD",
        "Erin Cooney, CPNP",
        "Mark Krailo, PhD",
        "Richard Belanger, MS, CHP",
        "Sherrie L. Perkins, MD, PhD",
        "Rashid Fawwaz, MD",
        "Anne Angiolillo, MD",
        "Peter Adamson, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatrics, Columbia University, New York, NY, USA"
        ],
        [
            "Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Ryan-Belanger Associates, San Diego, CA, USA"
        ],
        [
            "Pathology, University of Utah, Salt Lake City, UT, USA"
        ],
        [
            "Radiology, Columbia University, New York, NY, USA"
        ],
        [
            "Pediatric Hematology/Oncology, Children’s National Medical Center, Washington, DC, USA"
        ],
        [
            "Children’s Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "40.80079324999999",
    "first_author_longitude": "-73.95883495000001",
    "abstract_text": "More than 98% of newly diagnosed childhood B-NHL expresses CD20 (Perkins/Cairo, Clin Adv Hem/Onc 2003). The prognosis for children and adolescents with recurrent CD20 positive NHL, particularly DLBCL and BL, is dismal (Cairo et al, Am J Hem, 2003, Cairo et al, Br J Hem, 2003). A radiolabeled anti-CD20 antibody, 90 Y-IT, has recently received FDA approval for adults with recurrent indolent CD20+ B-NHL. The dose limiting toxicity in adults has been myelosuppression (Witzig et al, JCO, 2003). Through the COG Phase I Consortium, we evaluated the safety of 90 Y-IT in Pts with refractory childhood and adolescent CD20+ lymphoma: DLBCL (n=3) 1 st relapse (n=1), 2 nd relapse (n=2); refractory BL (n=1); refractory PTLD (DLBCL) (n=1); M:F ratio 4:1, median age 12 yrs (5–18). Pts (n=5) had a minimum of 2 x 10 6 CD34/kg cryopreserved PBSC. Pts (n=5) received Rituximab 250 mg/m 2 IV on Days 0 and 7 and Indium 5 mCi IV on Day 0. Gamma imaging scans and peripheral blood dosimetry studies were performed on Days 0, 1, 3, and 6. Immediately following Rituximab on Day 7 (n=4) or approximately 24 hrs post Rituximab on Day 8 (n=1), Pts received 90 Y-IT if dosimetry studies demonstrated ≤2000 cGy exposure to all solid organs and ≤300 cGy to red marrow based on a dose escalation schema stratified by marrow reserve and Plt; 0.4 mCi/kg (dose level 1) (n=3), 0.1 mCi/kg (dose level 1) (post BMT) (n=2). One Pt progressed prior to DLT evaluation. No evaluable pts (n=4) experienced non-hematologic DLT defined as any Grade III or IV non-hematologic toxicity attributable to the investigational agent or hematologic DLT defined as Grade IV ANC or Grade IV thrombocytopenia of > 7 days duration, and an ANC that did not reach ≥500 mm 3 and/or platelet count that did not recover to ≥20,000/mm 3 by Day 35. The incidence of HAMA/HACA was 0% (n=0). Toxicities related to the 90 Y-IT included Grade I muscle pain/abdominal cramping (n=2), Grade III Plts (n=1), Hgb (n=1), infection (n=1), and Grade IV ANC (n=2), Plts (n=1). One Pt experienced Grade II infusion related chills associated with Rituximab. Mean organ radiation exposure (cGy) was as follows: kidneys 341 (112–515), liver 345 (83–714), lungs 309 (155–519), red marrow 46 (20–78), spleen 565 (161–816), and total body 3.7 (2.1 – 4.8). Mean serum quantitative immunoglobulins (mg/dl) at Day 35 were as follows: IgA 65, IgG 394, and IgM 32. 5/5 Pts experienced progressive disease and went on to receive further therapy. In conclusion, 90 Y-IT appears to be well tolerated in children and adolescents with recurrent/refractory CD20+ lymphoma and associated with low exposure of radiation to solid organs and marrow. Based on these findings, an investigator-initiated limited institutional Phase II study is planned to further evaluate the safety, tolerability, and response rate with dose stratification based on marrow reserve and Plt: 0.4 mCi/kg (no prior BMT and Plt ≥ 150k), 0.3 mCi/kg (no prior BMT and Plt 100-149 k), 0.2 mCi/kg (prior BMT and Plt ≥ 100k)."
}