{
    "doi": "https://doi.org/10.1182/blood-2020-136383",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4508",
    "start_url_page_num": 4508,
    "is_scraped": "1",
    "article_title": "Patient Expectations and Perceptions of Treatment in CARTITUDE-1: Phase 1b/2 Study of Ciltacabtagene Autoleucel in Relapsed/Refractory Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Adam D. Cohen, MD",
        "Parameswaran Hari, MD MRCP",
        "Myo Htut, MD",
        "Jesus G. Berdeja, MD",
        "Deepu Madduri, MD",
        "Saad Z. Usmani, MDMBBS,MBA",
        "Alicia J. Allred, PhD",
        "Yunsi Olyslager, MSc",
        "Arnob Banerjee, MD",
        "Jenna D. Goldberg, MD",
        "Jordan M. Schecter, MD",
        "Carolyn C. Jackson, MD MPH",
        "Katharine S. Gries, PhD PharmD",
        "John Fastenau, RPh, MPH, PhD",
        "William Deraedt, MSc",
        "Marlene J. Carrasco, MD PhD MPH",
        "Muhammad Akram, MD",
        "Farah Hossain, PharmD",
        "Sigrid Crawford, MA",
        "Ross Morrison, MPH",
        "Lynda Doward, MRes",
        "Andrzej Jakubowiak, MD PhD",
        "Sundar Jagannath, MD"
    ],
    "author_affiliations": [
        [
            "University of Pennsylvania, Abramson Cancer Center, Philadelphia, PA "
        ],
        [
            "Division of Hematology and Oncology, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
        ],
        [
            "City of Hope Comprehensive Cancer Center, Duarte, CA "
        ],
        [
            "Sarah Cannon Research Institute and Tennessee Oncology, Nashville, TN "
        ],
        [
            "Mount Sinai Medical Center, New York, NY "
        ],
        [
            "Levine Cancer Institute, Charlotte, NC "
        ],
        [
            "Janssen R&D, Spring House, PA "
        ],
        [
            "Janssen R&D, Beerse, Belgium "
        ],
        [
            "Janssen R&D, Spring House, PA "
        ],
        [
            "Janssen R&D, Raritan, NJ "
        ],
        [
            "Janssen R&D, Raritan, NJ "
        ],
        [
            "Janssen R&D, Raritan, NJ "
        ],
        [
            "Janssen Global Services, LLC, Raritan, NJ "
        ],
        [
            "Janssen R&D, Raritan, NJ "
        ],
        [
            "Janssen R&D, Beerse, Belgium "
        ],
        [
            "Legend Biotech USA Inc., Piscataway, NJ "
        ],
        [
            "Legend Biotech USA Inc., Piscataway, NJ "
        ],
        [
            "Legend Biotech USA Inc., Piscataway, NJ "
        ],
        [
            "RTI Health Solutions, Manchester, United Kingdom "
        ],
        [
            "RTI Health Solutions, Manchester, United Kingdom "
        ],
        [
            "RTI Health Solutions, Manchester, United Kingdom "
        ],
        [
            "University of Chicago, Chicago, IL "
        ],
        [
            "Department of Hematology and Medical Oncology, Mount Sinai Medical Center, New York, NY"
        ]
    ],
    "first_author_latitude": "39.9476946",
    "first_author_longitude": "-75.192664",
    "abstract_text": "Background: Patients (pts) with multiple myeloma (MM) experience health-related quality of life (HRQoL) decrement due to symptoms such as fatigue, pain, and insomnia. Pt perspectives of their disease and treatment expectations can help inform clinical decision-making. The phase 1b/2 CARTITUDE-1 study (NCT03548207) is evaluating the efficacy and safety of ciltacabtagene autoleucel (cilta-cel; JNJ-68284528; LCAR-B38M CAR-T cells), a chimeric antigen receptor T (CAR-T) cell therapy with 2 B-cell maturation antigen-targeting single-domain antibodies, in pts with relapsed/refractory (R/R) MM. An exploratory objective is to describe pretreatment goals and expectations and post-treatment experience of cilta-cel using qualitative interviews. Methods: Pts (aged ≥18 years) with an MM diagnosis per International Myeloma Working Group criteria who had received ≥3 prior regimens or were double-refractory to a proteasome inhibitor and immunomodulatory drug, and who had received an anti-CD38 antibody were included. On Day 1, cilta-cel (target dose 0.75×10 6 [range 0.5-1.0×10 6 ] CAR+ viable T cells/kg) was given as a single infusion 5-7 days after start of lymphodepletion (cyclophosphamide 300 mg/m 2 + fludarabine 30 mg/m 2 daily for 3 days). In the phase 2 portion, pts had the option to participate in structured qualitative interviews conducted pretreatment, at Day 100 ± 30 (end of cilta-cel post-infusion period), and Day 184 ± 30 (during post-treatment phase). Pretreatment interviews : pts were asked open-ended questions about their experience living with MM and expectations of cilta-cel. Day 100 and 184 interviews : pts were asked about changes to their MM symptoms and daily life impacts, experiences with cilta-cel, and if pretreatment expectations were met. Content analysis of qualitative data was performed by extracting themes from the transcripts based on a coding dictionary. Results: Of 68 pts in the phase 2 portion, 36 (55.6% male; median age: 62.5 years [range: 46-77]) completed ≥1 interview (pretreatment: n=27; Day 100: n=23; Day 184: n=24); 24 pts completed >1 interview and 14 completed all 3 interviews. The most common symptoms reported at the pretreatment interview, pain (85.2% of pts) and fatigue (74.1% of pts), were also frequently considered to have the greatest impact on pts' lives (29.6% and 25.9%, respectively) and identified as symptoms that pts would most like to see improved (25.9% and 33.3%, respectively). After cilta-cel therapy, at Day 100 and 184 interviews, respectively, the proportions of pts who reported pain (21.7% and 29.2%) and fatigue (34.8% and 20.8%) decreased. At the pretreatment interview, pts most frequently reported that MM impacted relationships (92.6%), psychological and emotional functioning (88.9%), and activities of daily living (66.7%). In longitudinal analyses of pts who completed >1 interview, most pts reported either improvement or no change in these impacts at Day 100 and 184 interviews, respectively, (relationships [50.0% and 58.3%], psychological and emotional functioning [77.3% and 83.3%], and activities of daily living [59.1% and 62.5%]), suggesting a diminished impact of MM on HRQoL following cilta-cel treatment. The most common expectations of cilta-cel reported by pts at the pretreatment interview were remission (40.7%), extended life expectancy (14.8%), less treatment (11.1%), and cure (11.1%). The most frequently reported treatment hopes were remission (40.7%), return to perceived normalcy (25.9%), cure (25.9%), and extended life expectancy (22.2%). Key areas in which pts would consider changes to be meaningful with cilta-cel treatment were improved MM symptoms (70.4%), return to perceived normalcy (40.7%), and the ability to be more physically active (33.3%). At Day 100 and 184 interviews, respectively, 78.3% and 91.7% of pts reported that their expectations of cilta-cel were met or exceeded ( Figure A ). Furthermore, most pts at the Day 100 and 184 interviews (52.2% and 70.8%, respectively) perceived their experience with cilta-cel as exclusively better than their previous treatment experiences ( Figure B ). Conclusions: Pts treated with cilta-cel experienced reductions in both symptoms associated with R/R MM and impact of MM on HRQoL. Pretreatment expectations of cilta-cel were met or exceeded, and most pts reported their experience was better than with prior MM treatments. View large Download slide View large Download slide  Disclosures Cohen: Novartis: Other: Patents/Intellectual property licensed, Research Funding; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Takeda,: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Membership on an entity's Board of Directors or advisory committees; Genentech/Roche: Membership on an entity's Board of Directors or advisory committees. Hari: GSK: Consultancy; Amgen: Consultancy; Incyte Corporation: Consultancy; Janssen: Consultancy; BMS: Consultancy; Takeda: Consultancy. Htut: City of Hope Medical Center: Current Employment. Berdeja: CURIS: Research Funding; Constellation: Research Funding; Janssen: Consultancy, Research Funding; Vivolux: Research Funding; Abbvie: Research Funding; Amgen: Consultancy, Research Funding; Poseida: Research Funding; Kesios: Research Funding; EMD Sorono: Research Funding; Glenmark: Research Funding; Novartis: Research Funding; Legend: Consultancy; Kite Pharma: Consultancy; Acetylon: Research Funding; Prothena: Consultancy; Celgene: Consultancy, Research Funding; Genentech, Inc.: Research Funding; Teva: Research Funding; Servier: Consultancy; Takeda: Consultancy, Research Funding; Cellularity: Research Funding; Lilly: Research Funding; Bluebird: Research Funding; CRISPR Therapeutics: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Bioclinica: Consultancy; Karyopharm: Consultancy. Madduri: Janssen: Consultancy, Honoraria; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaking Engagement, Speakers Bureau; Legend: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaking Engagement, Speakers Bureau; Takeda: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Foundation Medicine: Consultancy, Honoraria; Kinevant: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Speaking Engagement, Speakers Bureau; AbbVie: Consultancy, Honoraria. Usmani: Celgene: Other; Amgen: Consultancy, Honoraria, Other: Speaking Fees, Research Funding; BMS, Celgene: Consultancy, Honoraria, Other: Speaking Fees, Research Funding; Abbvie: Consultancy; Sanofi: Consultancy, Honoraria, Research Funding; GSK: Consultancy, Research Funding; Pharmacyclics: Research Funding; Incyte: Research Funding; Janssen: Consultancy, Honoraria, Other: Speaking Fees, Research Funding; Merck: Consultancy, Research Funding; SkylineDX: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Takeda: Consultancy, Honoraria, Other: Speaking Fees, Research Funding; Array Biopharma: Research Funding. Allred: Janssen: Current Employment. Olyslager: Janssen: Current Employment. Banerjee: Janssen: Current Employment. Goldberg: Johnson & Johnson: Current Employment, Current equity holder in publicly-traded company. Schecter: Janssen: Current Employment. Jackson: Memorial Sloan Kettering Cancer Center: Consultancy; Janssen: Current Employment. Gries: Janssen: Current Employment, Current equity holder in publicly-traded company. Fastenau: Janssen: Current Employment, Current equity holder in publicly-traded company. Deraedt: Janssen: Current Employment, Current equity holder in publicly-traded company. Carrasco: Legend Biotech USA Inc.: Current Employment. Akram: Legend Biotech USA Inc.: Current Employment. Hossain: Legend Biotech USA Inc.: Current Employment. Crawford: RTI Health Solutions: Current Employment. Morrison: RTI Health Solutions: Current Employment. Doward: RTI Health Solutions: Current Employment. Jakubowiak: AbbVie, Amgen, BMS/Celgene, GSK, Janssen, Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive, Juno: Consultancy, Honoraria. Jagannath: BMS, Janssen, Karyopharm, Legend Biotech, Sanofi, Takeda: Consultancy."
}