{
    "doi": "https://doi.org/10.1182/blood.V128.22.3756.3756",
    "article_title": "Proangiogenic TF-FVIIa-PAR2 Signaling Requires Matriptase-Independent Integrin Interaction ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "The close link between coagulation activation and cancer progression is supported by clinical and experimental studies. A central molecular pathways by which tumor cells interact with the hemostatic system is through the expression of the cell surface receptor tissue factor (TF) that in complex with coagulation factor VIIa (FVIIa) triggers the extrinsic pathway of blood coagulation, contributes to cancer associated thrombosis, and promotes direct tumor cell signaling through protease-activated receptors (PARs). Genetic and pharmacological evidence shows that epithelial and tumor cell TF-FVIIa signaling induces a diverse set of proangiogenic and immune modulatory cytokines, chemokines and growth factors. However, the mechanistic details of this signaling pathway remain incompletely understood. Furthermore, a recent study has suggested that the TF-FVIIa complex does not directly cleave PAR2, but rather induces PAR signaling through initiating a cell surface protease cascade involving the transmembrane serine protease matriptase. Here, we employ mutants of FVIIa to characterize the roles of cell surface proteolysis and endosomal signaling by TF in keratinocytes and cancer cells. We studied TF-expressing MDA-MB-231 breast cancer cells, A7 melanoma cells transduced with TF and PAR2, and non-tumorigenic HaCaT keratinocytes. Stimulation with 10 nM FVIIa or 5 nM recombinant matriptase promoted productive PAR2 signaling in all three cell types as assessed by quantification of cytokine IL-8 mRNA up-regulation. Addition of the serine protease inhibitor aprotinin abolished IL-8 upregulation by recombinant matriptase, but not by FVIIa. Importantly, matriptase was expressed by HaCaT and A7 melanoma cells, whereas MDA-MB-231 cells did not express matriptase, while responding to FVIIa with efficient proangiogenic signaling. HaCaT and A7 cells showed shedding of the matriptase protease domain following incubation with FVIIa, suggesting activation of the serine protease. However, the signaling-defective FVIIa Q40A mutant also promoted matriptase shedding without inducing IL-8. We had previously shown that FVIIa induces association of TF with integrin β1 hetorodimers. We characterized an integrin-binding deficient FVIIa mutant, E26A, rendered incapable to interact with active integrin β1, resulting in defective TF-FVIIa internalization, TF-FVIIa stimulated cell migration and induction of IL-8. FVIIa E26A promoted matriptase shedding as observed with wild-type FVIIa. We found that inhibition of the small rho GTPase arf6, which controls cellular trafficking of β1 integrins, by pharmacological inhibitors or expression of a dominant negative arf6 mutant prevented IL-8 induction by TF-FVIIa, but not by direct stimulation of PAR2 with agonist peptide. Pharmacological activation of arf6 or expression of arf6 constitutive active mutant on the other hand promoted translocation of TF-FVIIa, which unlike PAR2 agonist peptide induced delayed and prolonged MAPK activation downstream of PAR2. This data show that TF-FVIIa triggers PAR2 signaling dependent on integrin-arf6-regulated trafficking and prolonged activation of endosomal signaling. Our data support the conclusion that the FVIIa induced interaction of TF with integrins and endocytosis of the TF-FVIIa-integrin complex plays a pivotal role in inducing proangiogenic cytokines downstream of proteolytic cleavage of PAR2. Mutants of FVIIa that are defective in supporting this pathway fully promote cell surface matriptase activation, but fail to upregulate tumor cell proangiogenic responses or tumor cell migration. These results argue against a role for matriptase as an intermediary in TF-FVIIa induced PAR2 activation, but do not exclude that matriptase modulates homeostatic epithelial responses through PAR2 signaling in non-malignant cells. These data furthermore suggest that matriptase inhibitors cannot substitute for targeting TF as potential therapeutic strategy to attenuate cancer proangiogenic signaling of the hemostatic system Disclosures Ostergaard: Novo Nordisk A/S: Employment. Ruf: Iconic Therapeutics: Consultancy.",
    "topics": [
        "integrins",
        "recombinant coagulation factor viia",
        "signal transduction",
        "interleukin-8",
        "cytokine",
        "endopeptidases",
        "neoplasms",
        "peptide hydrolases",
        "agonists",
        "cancer"
    ],
    "author_names": [
        "Andrea S Rothmeier, PhD",
        "Jennifer Disse, PhD",
        "Barbara M Mueller, PhD",
        "Enbo Liu",
        "Henrik Ostergaard, PhD",
        "Wolfram Ruf, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea S Rothmeier, PhD",
            "author_affiliations": [
                "Department of Immunology and Microbial Science, The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Disse, PhD",
            "author_affiliations": [
                "Department of Immunology and Microbial Science, The Scripps Research Institute, La Jolla, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara M Mueller, PhD",
            "author_affiliations": [
                "San Diego Biomedical Research Institute, La Jolla, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enbo Liu",
            "author_affiliations": [
                "San Diego Biomedical Research Institute, La Jolla, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henrik Ostergaard, PhD",
            "author_affiliations": [
                "Novo Nordisk A/S, Malov, Denmark "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfram Ruf, MD",
            "author_affiliations": [
                "Department of Immunology and Microbial Science, The Scripps Research Institute, La Jolla, CA ",
                "Johannes Gutenberg-University Medical Center, Center for Thrombosis and Hemostasis, Mainz, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:38:01",
    "is_scraped": "1"
}