{
    "doi": "https://doi.org/10.1182/blood-2018-99-110437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3876",
    "start_url_page_num": 3876,
    "is_scraped": "1",
    "article_title": "Pregnancy Rates and Pregnancy Outcomes after Hematopoietic Stem Cell Transplantation in Childhood: a Cross-Sectional Survey of the EBMT Pediatric WP ",
    "article_date": "November 29, 2018",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster II",
    "topics": [
        "child",
        "hematopoietic stem cell transplantation",
        "pediatrics",
        "pregnancy outcome",
        "pregnancy rate",
        "cryopreservation",
        "alkylating agents",
        "allografting",
        "cancer",
        "infertility"
    ],
    "author_names": [
        "Tamara Diesch, MD",
        "Gabor Szinnai, MD",
        "Alicia Rovo, MD",
        "Fabienne Gumy-Pause, MD",
        "Arnaud Dalissier, PhD",
        "Adriana Balduzzi, MD",
        "Peter Bader, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology/Oncology, University Children's Hospital of Basel, UKBB, Basel, Switzerland "
        ],
        [
            "Department of Pediatric Endocrinology, University Children's Hospital of Basel, UKBB, Basel, Switzerland "
        ],
        [
            "Department of Hematology and Central Haematology Laboratory, University Hospital of Bern, Bern, Switzerland "
        ],
        [
            "Department of Pediatric Oncology/Hematology, University Hospital of Geneva, Geneva, Switzerland "
        ],
        [
            "Hôpital Saint-Antoine, EBMT Paris study office, Paris, France ",
            "EBMT Paris Office, EBMT Paediatric Diseases Working Party, Paris, Paris, France "
        ],
        [
            "Clinica Pediatrica Ospedale San Gerardo Universita degli Studi Milano Bicocca, Monza, Italy "
        ],
        [
            "Hospital for Children and Adolescents; Division for Stem Cell Transplantation and Immunology, University Hospital Frankfurt, Frankfurt, Germany ",
            "Paediatric Disease Working Party of the European Society for Blood and Marrow Transplantation, Frankfurt, Germany ",
            "Department for Children and Adolescents, University Children's Hospital Frankfurt, Frankfurt, Germany"
        ]
    ],
    "first_author_latitude": "47.563777099999996",
    "first_author_longitude": "7.581942099999999",
    "abstract_text": "Introduction : In the last decade transplant activity increased constantly and consequently the number of long-term survivors. Most applied conditioning regimes are known to impair normal puberty development and can lead to infertility. Pregnancies in women who had undergone a HSCT as well as in partners of transplanted men have been documented. However, the true incidence of pregnancies and its related complications in patients transplanted during their childhood remains unknown. The Pediatric WP of the EBMT conducted a study aiming to analyze pregnancy rates and to evaluate pregnancy outcomes in survivors of childhood HSCT. Material and Methods: In this study, we first evaluate the available data on the EBMT registry. To collect additional data a survey was conducted between July 2017- June 2018. 203 centers with pediatric activity reported to the EBMT patients were asked to fill-out the survey with 36 items related to treatment plan, pregnancies and pregnancies outcome. Adoptions were not considered in the study. Results: Data obtained from the EBMT database \"Promise\" reported that 62'988 pediatric patients were transplanted in the EBMT centers from 1995 to end of 2016. In 484 (0.76%) patients a conception after HSCT has been reported. 341/484 patients (70%) had an allograft, 134 of them (40%) were males. 143/484 had an autologous, 53 of them (37%) were male. The median age of patients was 15.02 years (range 0.6 - 17.9 years), was similar for male and females regardless of whether they were auto or allogeneic transplanted. 283 patients (58%) had conditioning regimes containing alkylating agents, irradiation or both. Data obtained from the conducted survey provide precise information of 27 (13 %) EBMT centers from 16 countries about 114 pregnancies of 99 patients and their partners. Pregnancies were in 30/99 (30%) from partners of post HSCT male patients and 60/99 (70%) were of post HSCT females. Underlying diseases for HSCT were reported in 82 of all 99 patients. 47/82 (57%) had a malignant disease and35/82 (43%) had a non-malignant disease. 29/99 (29%) had a reduced conditioning regime, 70/99 (71%) a myeloablative conditioning regime. 25/82 (30%) received TBI as part of the conditioning regimes. Regarding conception in patients post TBI, 12/23 (52%) became naturally pregnant (2/12 had 2 Gy only), 9/23(39%) required assisted fertilization and 2 used cryopreserved sperms. In patients conditioned without TBI, 54/59 (92%) had a natural conception, 4/59 (7%) required assisted fertilization and 1 used cryopreserved sperms. In 90/99 (90%) patients pregnancy resulted in a livebirth. 13 of the 90 livebirths (14%) were preterm, with a higher proportion than in normal the population (5.5-11%) and 6 of the 90 livebirths (6%) presented a low birthweight which is comparable to the normal population (6.5%). Conclusion: This study confirms a low pregnancy rate in survivors of childhood HSCT. Natural conception was possible when patients are conditioned without TBI. After TBI, pregnancy assisted fertilization techniques may increase pregnancy rate. The number of live births and complications indicate the need to advise survivors of childhood HSCT about the potential risks and outcome of pregnancy and advise them appropiately. Disclosures Bader: Cellgene: Consultancy; Neovii: Research Funding; Medac: Patents & Royalties, Research Funding; Riemser: Research Funding; Novartis: Consultancy, Speakers Bureau."
}