{
    "doi": "https://doi.org/10.1182/blood.V108.11.386.386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=606",
    "start_url_page_num": 606,
    "is_scraped": "1",
    "article_title": "Knock-In of an Internal Tandem Duplication Mutation into Murine FLT3 Confers Myeloproliferative Disease in a Mouse Model. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "flt3 gene",
        "mice",
        "ms-like tyrosine kinase 3",
        "mutation",
        "myeloproliferative disease",
        "impedance threshold device",
        "leukemia",
        "hyperplasia",
        "leukemogenesis",
        "cytokine"
    ],
    "author_names": [
        "Li Li",
        "Obdulio Piloto",
        "Ho Bao Nguyen",
        "Kathleen Greenberg",
        "Frederick Racke",
        "David Huso",
        "Donald Small"
    ],
    "author_affiliations": [
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine"
        ],
        [
            "Department of Pathology"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine",
            "Department of Molecular and Comparative Pathobiology, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Department of Oncology, Johns Hopkins University School of Medicine",
            "Department of Pediatrics"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147",
    "abstract_text": "Activation of FLT3 by internal tandem duplication (ITD) mutations in the juxtamembrane domain is the most common molecular alteration known in AML and confers poor prognosis. Homozygous or hemizygous ITD mutations, with the loss of wild type FLT3, result in even worse prognosis. It has been previously reported that FLT3/ITD activates different signaling pathways as compared to wt FLT3. Several models designed to study the roles of FLT3/ITD in leukemogenesis have been reported, utilizing either retroviral infection of murine BM or transgenic expression off strong promoters. Those models have shown myeloproliferative disease (MPD) with FLT3/ITD expression alone and full transformation to leukemia when additional genetic alterations are added. However, these models utilize high level expression of FLT3/ITD, and potentially express the gene at inappropriate stages of development. In addition, retroviral integration sites could be playing an active role. To more closely simulate and study the in vivo biological impact of FLT3/ITD mutations in the development of leukemia, we generated a FLT3/ITD “knock-in” mouse model by inserting an ITD mutation into the juxtamembrane region of murine FLT3 genomic DNA. Young FLT3 wt/ITD mice showed signs of MPD which progressed to fatality at the age of 6–16 months. Older FLT3 wt/ITD mice had significant splenomegaly with disruption of the normal splenic architecture. Increased WBC and reduced RBC counts were detected in the peripheral blood of these mice, with elevated monocyte and neutrophil counts. BM was hypercellular with an increased fraction of granulocytes/monocytes and their progenitors, dendritic cells (DCs), and a reduction in the fraction of B lymphocytes. No signs of leukemia were observed over the lifetime of these mice. Clonogenic assay demonstrated that BM from FLT3 wt/ITD mice contained increased granulocytic/monocytic colony-forming cells. In addition, these cells were immortalized as they could undergo long-term serial culture in cytokine-supplemented liquid medium. BM from FLT3 wt/ITD mice also generated more colonies in the in vivo spleen-CFU assay, and showed an enhanced ability to repopulate lethally irradiated recipients in the long-term competitive repopulation assay. FLT3 ITD/ITD mice developed fatal MPD with a shorter latency. Leukocytosis and BM hypercellularity were more pronounced for these mice, with an even higher fraction of granulocytic/monocytic progenitors and a tremendous suppression of B lymphocytes in the BM. BM from these mice displayed reduced potential for reopulation in the long-term competitive repopulation assay. Some FLT3 ITD/ITD mice spontaneously developed leukemia-like disease with a lag of 2–6 months. Histopathology revealed complete effacement of the normal spleen architecture, extensive infiltration of the liver and meninges, and complete replacement of the BM with immature myeloid cells. In summary, these data indicate that expression of a FLT3/ITD mutation alone is capable of partially transforming normal hematopoietic stem cells and progenitors to a phenotype of MPD. Additional cooperative events are likely required to progress to leukemia. These will serve as excellent models to study the pathways by which FLT3/ITD signaling contributes to leukemogenesis."
}