{
    "doi": "https://doi.org/10.1182/blood.V108.11.1302.1302",
    "article_title": "A Non-Invasive Evaluation of Hemoglobin with a New Optical Sensor. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: The performance of the NBM-100, a new non-invasive Hematocrit (Hct) measurement device, was tested in primary and secondary medical care environments. The device utilizes a finger sensor with Occlusion Red/Near-Infrared Spectroscopy (O-RNIRS) technology to non-invasively measure hemoglobin and Hct levels ( Figure ). A non-invasive Hct measurement has many potential advantages including the prevention of pain and potential transmission of infectious diseases, and the reduced need for trained technicians. Methods: In order to investigate the use of the device in both primary and secondary medical environments, clinical trials were conducted in a blood donation center (USA), an oncology clinic (USA) and a hematology clinic (Israel). The studies were carried out on a group of 304 subjects (155 Female, 149 Male), ages 18–96 (average age 54.9). After signing a written consent, all study volunteers were tested non-invasively with the NBM-100 device, and invasively, using a venous sample evaluated on a Cell-Dyn ( Abbott ) blood analyzer. At the blood donation center the NBM-100 measurements were performed before donation, and the venous blood sample was taken after donation. To neutralize the decrease in Hct occurring during blood donation, as described in published clinical trials, a value of 2.2% was added to the reference venous values obtained from the blood donation center. Results: The operating staff at all centers found the NBM-100 easy to use and appreciated by subjects. The venous Hct measurements ranged from 15% to 51%. The mean NBM-100 Hct was 36%, the same as the mean venous result. The mean absolute error (MAE) was 2.66% and the relative absolute error (RAE) was 7.9%. The standard deviation of the difference between the venous reference and noninvasive Hct readings was found to be 3.34% and the correlation between the two devices was r=0.9. The bias between the two methods was a negligible 0.40%. Conclusions: This study supports the use of the NBM-100 device as a useful, safe and accurate non-invasive method for measuring a wide range of Hct in both a hospital ( e.g. surgery and blood transfusions) and ambulatory setting ( e.g. blood banks). Good agreement was found between the non-invasive NBM-100 and the invasive Cell-Dyn Hct measurements. The non-invasive system was found to be environmentally - and user-friendly by the operating staff. These findings support the high clinical utility of a commercial application of the NBM-100 device.",
    "topics": [
        "hemoglobin",
        "optics",
        "sensor",
        "medical devices",
        "blood tests",
        "blood transfusion",
        "pain",
        "spectroscopy, near-infrared",
        "surgical procedures, operative",
        "hematocrit"
    ],
    "author_names": [
        "Alain Berrebi, MD",
        "Orna Amir, PhD",
        "Aharon Weinstein, MSc",
        "Emmanuel Monashkin, MD, PhD",
        "Paul Holland, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alain Berrebi, MD",
            "author_affiliations": [
                "Hematology, Kaplan Medical Center, Rehovot, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Orna Amir, PhD",
            "author_affiliations": [
                "Orsense, Ltd, Nes-Ziona, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aharon Weinstein, MSc",
            "author_affiliations": [
                "Orsense, Ltd, Nes-Ziona, Israel"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Monashkin, MD, PhD",
            "author_affiliations": [
                "Orsense, Ltd, Nes-Ziona, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Holland, MD",
            "author_affiliations": [
                "Delta Blood Bank, Stockton, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:35:28",
    "is_scraped": "1"
}