{
    "doi": "https://doi.org/10.1182/blood.V106.11.489.489",
    "article_title": "Results of a Phase 2 Trial of HGS-ETR1 (Agonistic Human Monoclonal Antibody to TRAIL Receptor 1) in Subjects with Relapsed/Refractory Non-Hodgkin’s Lymphoma (NHL). ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Two death receptors, TRAIL-R1 (DR4) and TRAIL-R2 (DR5), expressed in a wide variety of cancer cell types including lymphoma, enable TRAIL (TNF related apoptosis inducing ligand), a member of the TNF ligand superfamily, to induce apoptosis. HGS-ETR1 (TRM-1, mapatumumab) is a fully human monoclonal antibody agonistic to TRAIL-R1 with preclinical evidence of anti-tumor activity in vitro and in vivo . We conducted a phase 2 multicenter study of HGS-ETR1 in 40 subjects with relapsed or refractory NHL. Patients were included on the study if they had relapsed/refractory NHL of any histologic subtype, irrespective of the number of previous treatment regimens. HGS-ETR1 was administered at 2 dose levels: 3 mg/kg (8 subjects) or 10 mg/kg (32 subjects) every 21 days in the absence of disease progression or prohibitive toxicity for up to 6 cycles. The primary endpoint was tumor response evaluated with the International Working Group Criteria after every third treatment. Responses were confirmed between 4 and 8 weeks after initial documentation of response. Secondary endpoints included safety and tolerability. The median age of subjects was 62 years (range 32–81) (24M:16F) with an ECOG performance status 0–2. Subjects had received up to 12 previous therapeutic regimens (69% received 3 or more prior regimens). Original histologic classification is presently available for 34 subjects (14 follicular, 7 diffuse large B-cell, 6 mantle cell, 1 small lymphocytic, 2 peripheral T-cell, 1 anaplastic large cell, 3 lymphomas not classified). Preliminary response data are available for all 40 subjects. 3 subjects (8%), all with follicular lymphoma, had clinical responses (1CR, 2PR). Additionally, 12/40 subjects (30%) had stable disease, and the remainder had progressive disease at the time of first evaluation. 8 subjects (7 follicular) remain on study without disease progression for >5 to >13 months. One subject with a PR (special permission) has continued to receive HGS-ETR1 (10 cycles to date). Subjects tolerated therapy well with no subjects discontinuing therapy due to toxicity related to drug. There have been 10 reported SAEs, 2 of which were considered possibly/probably related to HGS-ETR1 administration (shingles, fever). In conclusion, HGS-ETR1 can be safely administered to heavily treated NHL patients. Clinical responses were seen in 3/14 follicular lymphoma subjects to date. Final data for all subjects will be reported at the meeting. These data suggest that HGS-ETR1 has activity in heavily pretreated lymphoma patients and further studies in combination with agents active in lymphoma are justified.",
    "topics": [
        "lymphoma, non-hodgkin",
        "monoclonal antibodies",
        "lymphoma",
        "disease progression",
        "follicular lymphoma",
        "neoplasms",
        "toxic effect",
        "death domain receptors",
        "electrocorticogram",
        "fever"
    ],
    "author_names": [
        "Anas Younes, MD",
        "Julie M. Vose, MD",
        "Andrew D. Zelenetz, MD, PhD",
        "Mitchell R. Smith, MD, PhD",
        "Howard Burris, MD",
        "Stephen Ansell, MD, PhD",
        "Jerry Klein, PhD",
        "Elizabeth Kumm, MS",
        "Myron Czuczman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anas Younes, MD",
            "author_affiliations": [
                "Lymphoma/Myeloma Department, U.T.M.D. Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie M. Vose, MD",
            "author_affiliations": [
                "Oncology/Hematology, University of Nebraska Medical Center, Omaha, NE"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, MD, PhD",
            "author_affiliations": [
                "Lymphoma Service, Memorial Sloan-Kettering, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell R. Smith, MD, PhD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Burris, MD",
            "author_affiliations": [
                "Oncology, The Sarah Cannon Research Institute, Nashville, TN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Ansell, MD, PhD",
            "author_affiliations": [
                "Hematology, Mayo Clinic College of Medicine, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry Klein, PhD",
            "author_affiliations": [
                "Clinical Research/Biostatistics, Human Genome Sciences, Rockville, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Kumm, MS",
            "author_affiliations": [
                "Clinical Research/Biostatistics, Human Genome Sciences, Rockville, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Czuczman, MD",
            "author_affiliations": [
                "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:37:22",
    "is_scraped": "1"
}