{
    "doi": "https://doi.org/10.1182/blood.V112.11.3500.3500",
    "article_title": "A Liposomal Formulation of KRN7000 (RGI-2001) Potently Reduces GvHD Lethality through the Expansion of CD4 + Foxp3 + Regulatory T Cells in Murine Models ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "KRN7000 is a potent synthetic derivative of alpha-galactosylceramide and ligand for CD1d molecules expressed on antigen-presenting cells. Subsequent presentation of KRN7000 by CD1d to invariant natural killer T (iNKT) cells, a subset of natural killer T cells expressing invariant T cell receptor alpha, results in the rapid release of Th1, Th2, or immune regulatory cytokines and initiation of multiple downstream cellular events such as T cell polarization and expansion of dendritic cell subsets. Previously we have demonstrated that liposomal formulation of KRN7000 containing a model antigen induces antigen specific immune tolerance by way of regulatory dendritic cells and induction of Foxp3 + regulatory T (Treg) cells. In this study, we examined the ability of KRN7000 embedded in a liposomal bilayer (RGI-2001) to prevent acute graft-versus-host disease (aGvHD), as Tregs have been shown to have a pivotal role in regulating immune responses to alloantigens. RGI-2001 demonstrated potent activity in reducing GvHD lethality in mice that received fully mismatched bone marrow cells (BMC) and whole spleen cells (WSC). A single intravenous administration of RGI-2001 given on day 0 reproducibly demonstrated efficacy in prolonging the survival of mice relative to untreated mice in a total of 16 independent experiments using lethally-irradiated (9 Gys) Balb/c (H-2d) recipients transplanted with 5×10e6 C57BL/6 (H-2b) T cell depleted BMC with 5×10e6 or 2.5×10e6 WSC. Statistically significant prolongation by Log-rank test was observed at the doses > 1 ng/kg in mice that received 2.5×10e6 WSC, and at the doses > 10 ng/kg in those that received 5×10e6 WSC. Investigation of mice that survived greater than 100 days demonstrated multi-lineage hematopoietic reconstitution by donor derived cells. Next, we investigated the kinetics of Treg expansion following BMT using the model receiving 2.5×10e6 WSC. The results revealed significantly accelerated expansion of donor-derived Tregs in RGI-2001 treated animals as compared with untreated animals. In a representative experiment, 3–4 fold higher percentages of Foxp3 + cells were found in H-2b + CD4 + cells in RGI-2001 treated animals on day 15 post BMT as follows: untreated (n=5) vs RGI-2001 (n=5), 4.5±0.7 % vs 20.7±6.0% (spleen), 2.4±1.3% vs 10.6±5.0% (mesenteric lymph nodes) and 5.4±2.8% vs 15.7±6.0% (peripheral lymph nodes). Furthermore, allo-responses of RGI-2001 treated spleen cells were suppressed in an antigen-specific manner. Proliferation of RGI-2001 treated spleen cells was significantly reduced when stimulated with host (Balb/c) antigen presenting cells (APCs) in vitro while responsiveness to a third party (C3H) APCs remained. Based on these findings, we investigated if the second injection of RGI-2001 on day 15 could further support the expansion/maintenance of Tregs post BMT. Results demonstrated further improvement in the survival as well as clinical score of mice that received RGI-2001 treatment on both day 0 and day 15 as compared to those received the treatment only on day 0. Taken together, these results strongly suggest that RGI-2001 promotes the expansion of donor-derived Tregs which specifically suppress T-cell responses against host alloantigens, thereby reducing the GvHD lethality.",
    "topics": [
        "foxp3 gene",
        "graft-versus-host disease",
        "liposomes",
        "mice",
        "regulatory t-lymphocytes",
        "antigens",
        "atrial premature complexes",
        "allopurinol",
        "cytokine",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Omar Duramad, PhD",
        "Amy Laysang",
        "Jun Li",
        "Natalie Nguyen",
        "Yasuyuki Ishii, PhD",
        "Reiko Namikawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Omar Duramad, PhD",
            "author_affiliations": [
                "Research and Development, Regimmune Corporation, Mountain View, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy Laysang",
            "author_affiliations": [
                "Research and Development, Regimmune Corporation, Mountain View, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Li",
            "author_affiliations": [
                "Research and Development, Regimmune Corporation, Mountain View, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Nguyen",
            "author_affiliations": [
                "Research and Development, Regimmune Corporation, Mountain View, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuyuki Ishii, PhD",
            "author_affiliations": [
                "Laboratory for Vaccine Design, RIKEN Research Center for Allergy and Immunology, Yokohama, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiko Namikawa, MD, PhD",
            "author_affiliations": [
                "Consultant, Portola Valley, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T21:31:49",
    "is_scraped": "1"
}