{
    "doi": "https://doi.org/10.1182/blood.V118.21.4619.4619",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2128",
    "start_url_page_num": 2128,
    "is_scraped": "1",
    "article_title": "Efficacy of Ofatumumab and High-Dose Methylprednisolone for the Treatment of Relapsed or Refractory Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 18, 2011",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "methylprednisolone",
        "ofatumumab",
        "rituximab",
        "infections",
        "antibiotic prophylaxis",
        "antimicrobials",
        "bacteremia",
        "prognostic marker",
        "progressive neoplastic disease"
    ],
    "author_names": [
        "Melissa L. Teichman, PharmD, BCOP",
        "Viet Q. Ho, PharmD, BCOP",
        "Lodovico Balducci, MD",
        "Celeste M. Bello, MD",
        "Javier Pinilla-Ibarz, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Pharmacy, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "MCC SA Program, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, Moffitt Cancer Center and Research Institute, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.064229599999994",
    "first_author_longitude": "-82.4215455",
    "abstract_text": "Abstract 4619 Background: Ofatumumab is a fully-humanized anti-CD20 monoclonal antibody approved in refractory CLL. The combination of high-dose methylprednisolone (HDMP) and anti-CD20 monoclonal antibody rituximab has previously shown positive results in high-risk refractory CLL. Herein we report our institutional experience with the combination of ofatumumab and HDMP for the treatment of patients with relapsed or refractory CLL. Methods: Between October 2009 and June 2011, 10 consecutive patients with relapsed or refractory CLL received HDMP and ofatumumab at Moffitt Cancer Center. HDMP was dosed at 1 g/m 2 IV weekly for 3 weeks every 28 days for two cycles, then monthly for 3 cycles. Ofatumumab was administered according to package insert instructions along with prophylactic antimicrobials. The primary endpoint was to evaluate response as defined by the updated National Cancer Institute Working Group Guidelines (NCIWG 2008). Secondary objectives were to assess treatment tolerance and toxicity. Descriptive statistics were used for baseline characteristics and response rates. Results: Eight of ten patients were male, with a median age of 60 years (range 43–81). All patients were previously treated with rituximab, and were intolerant to or failed fludarabine and/or alemtuzumab. The median number of prior treatments was 3.5 (range 1–5). Seven patients had high-risk prognostic markers including unfavorable cytogenetics or unmutated IgVH. Six patients had 17p deletion, 2 patients had 11q deletion, and 3 patients had an unmutated IgVH (6 patients had two prognostic markers). Eight patients were able to complete all planned treatments. One patient discontinued treatment due to worsening performance status and 1 patient discontinued treatment due to progressive disease. HDMP and ofatumumab were used as a bridge to allogeneic hematopoietic stem cell transplant in 4 patients. Based on NCIWG 2008 criteria, 2 patients had a partial response (PR), 1 patient had progressive disease (PD), and 6 patients had stable disease (SD). Five patients with stable disease had a clinical decrease of lymph nodes or a decrease in lymphocyte counts. Despite the use of prophylactic antimicrobials severe infectious complications occurred in 40% of patients. Infections included 1 patient with norovirus, 1 patient with cytomegalovirus viremia and a fusarium infection of the neck, 1 patient with aspergillus pneumonia, Pseudomonas aeruginosa bacteremia, and an Escherichia coli bacteremia, and 1 patient with a necrotizing pneumonia. Conclusion: This data demonstrates the benefit of HDMP and ofatumumab combination in patients with heavily pretreated CLL. The combination of ofatumumab and HDMP has a role as salvage therapy and as a bridge to allogeneic stem cell transplant. The incidence of infection was high despite the use of prophylactic antibiotics. Aggressive antibiotic prophylaxis is warranted including coverage for mould infections. Disclosures: Off Label Use: Ofatumumab in combination with high dose methylprednisolone for the treatment of relapsed/ refractory CLL. Pinilla-Ibarz: GSK: Speakers Bureau."
}