{
    "doi": "https://doi.org/10.1182/blood.V126.23.120.120",
    "article_title": "Niche-Dependent Growth of Malignant and Pre-Neoplastic Plasma Cells in Humanized Mice ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Novel Immunotherapeutics and the Impact of the Microenvironment",
    "abstract_text": "Multiple myeloma (MM) is characterized by progressive growth of transformed plasma cells (PC) in the bone marrow. In nearly all cases, MM is preceded by clinically asymptomatic precursor states termed as monoclonal gammopathy of undetermined significance (MGUS) and asymptomatic MM (AMM). Almost all prior attempts to study the growth of transformed PCs in vivo have been restricted to patients with clinical MM, and there is an unmet need for in vivo models to understand the biology of precursor states. Major obstacles to xenotransplantation of human cells in immune-deficient mice include murine innate immune rejection, as well as presence of species-restricted non-cross reactive growth factors/cytokines. In order to help overcome these obstacles, we utilized humanized mice in which human versions of 5 genes important for innate immune cell development and hematopoiesis were knocked into their respective murine loci. These mice termed MIS(KI)TRG for human M-CSF, IL-3, GM-CSF, Thrombopoietin and SIRPα knock-in on a Rag2-/-IL-2Rγ-/- background, exhibited superior multi-lineage engraftment of human hematopoietic stem cells including innate immune cells. Interleukin-6 (IL-6) is well established as a critical growth factor for human MM cells and lacks species cross-reactivity. Therefore, we knocked-in human IL-6 to MIS(KI)TRG mice to generate MIS(KI)TRG6 mice that were utilized for these studies. MIS(KI)TRG6 mice were transplanted intra-femoral with bone marrow mononuclear cells isolated from patients with plasma cell disorders (n=27). Growth of tumor cells was monitored by flow cytometry and by ELISA detection of tumor-derived clonal human Ig. We observed successful engraftment of tumor cells following transplantation of purified CD138+ cells as well as CD3-depleted CD138- mononuclear cells or simply CD3-depleted bulk bone marrow mononuclear cells in >80% of experiments. Importantly, the engrafted myeloma cells were primarily restricted to the transplanted bone confirming the niche requirement of these cells. Growth of tumor cells in the contralateral bone was typically observed when samples from patients with more aggressive disease were transplanted. Growth of tumor cells in the spleen was only observed in the setting of patients with circulating phase tumors, such as those with plasma cell leukemia. In contrast to tumor cells, non-malignant cells such as human T, NK or myeloid cells readily migrated to the periphery and were detected in the spleen by flow cytometry. Together these data indicate that the capacity to grow independent of the marrow niche is a late event in the pathogenesis of MM. Importantly, in addition to clinical MM, this model also allowed for the first time, efficient growth of asymptomatic precursor states (MGUS/AMM) in 5 of 5 patients engrafted. Interestingly, tumor cells from MGUS/AMM mediate progressive growth in vivo , indicating that the clonal stability observed in these patients is likely mediated by features extrinsic to the plasma cell clone. Detailed analysis of phenotypic features of engrafted plasma cells by single cell mass cytometry revealed phenotypic similarities between freshly isolated tumor cells and those growing in mice. In summary, our studies demonstrate that humanized MIS(KI)TRG6 mice are an excellent host for in vivo growth of the entire spectrum of human plasma cell tumors, including for the first time, pre-neoplastic states. Our studies provide evidence that clonal stability in MGUS/AMM is likely in part due to growth controls extrinsic to the tumor cells. The capacity to metastasize from bone to bone and eventually to extra-medullary sites is acquired later during evolution of tumors. The ability to faithfully reproduce homing and growth patterns of primary tumor cells will allow detailed evaluation of plasma cell tumors in their natural microenvironment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytokine",
        "flow cytometry",
        "granulocyte-macrophage colony-stimulating factor",
        "growth factor",
        "immunoglobulins",
        "interleukin-3",
        "interleukin-6",
        "isolated tumor cells",
        "leukemia, plasma cell",
        "macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Rituparna Das, PhD",
        "Till Strowig, PhD",
        "Rakesh Verma, PhD",
        "Srinivas Koduru, PhD",
        "Anja Hafemann, PhD",
        "Stephanie Hopf",
        "Mehmet H. Kocoglu, MD",
        "Chiara Borsotti, PhD",
        "Lin Zhang",
        "Andrew R Branagan, MD",
        "Elizabeth Eynon, PhD",
        "Markus Manz, MD",
        "Richard Flavell, PhD",
        "Madhav V Dhodapkar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rituparna Das, PhD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Till Strowig, PhD",
            "author_affiliations": [
                "Department of Immunobiology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakesh Verma, PhD",
            "author_affiliations": [
                "Department of Medicine, Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srinivas Koduru, PhD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Hafemann, PhD",
            "author_affiliations": [
                "Department of Immunobiology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Hopf",
            "author_affiliations": [
                "Department of Immunobiology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet H. Kocoglu, MD",
            "author_affiliations": [
                "Department of Medicine and Greenebaum Cancer Center, University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Borsotti, PhD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Zurich, Zurich, Switzerland "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Zhang",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew R Branagan, MD",
            "author_affiliations": [
                "Department of Medicine, Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Eynon, PhD",
            "author_affiliations": [
                "Department of Immunobiology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Manz, MD",
            "author_affiliations": [
                "Department of Hematology, University Hospital Zurich, Zurich, Switzerland "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Flavell, PhD",
            "author_affiliations": [
                "Department of Immunobiology, Yale School of Medicine, New Haven, CT "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madhav V Dhodapkar, MD",
            "author_affiliations": [
                "Department of Medicine / Hematology Section, Yale University School of Medicine, New Haven, CT"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T15:39:28",
    "is_scraped": "1"
}