{
    "doi": "https://doi.org/10.1182/blood.V122.21.2889.2889",
    "article_title": "Maintenance Of Bone Marrow Residency and Self-Renewal Of Leukemic Stem Cells By Cdc42 Gtpase ",
    "article_date": "November 15, 2013",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster II",
    "abstract_text": "The leukemic stem cell (LSC) depends on specific interactions with extracellular matrix, soluble factors, and cellular components of the microenvironment, or niche. These interactions promote LSC self-renewal and survival, thus contributing to chemoresistance and treatment failure. Understanding the signaling pathways that promote LSC maintenance in response to niche interactions may reveal novel targets for therapy. Recent studies indicate a critical role for the small Rho GTPase, Cdc42, in the maintenance of normal hematopoietic stem and progenitor cells (HSPCs). Cdc42 coordinates actin cytoskeleton organization, adhesion, migration, self-renewal, cell polarity, proliferation, and survival of normal HSPCs in response to niche signaling through multiple cell surface receptors, including CXCL12/CXCR4, SCF/KIT, and fibronectin/integrin. Cdc42 activity is increased in both murine and human models of MLL-AF9 (MA9) acute myeloid leukemia (AML). Cdc42 expression is also increased in human patient AML samples across cytogenetic subtypes, compared to normal hematopoietic cell subsets, in analysis of curated datasets in the HemaExplorer database. In earlier work, we have shown that Cdc42 inhibition leads to peripheral mobilization of leukemia cells out of the marrow niche (Blood 114, 13). In the present study, we investigate whether Cdc42 inhibition also disrupts intrinsic LSC self-renewal. To interrogate Cdc42 in LSC self-renewal, MA9 cell lines were established following transduction of bone marrow HSPCs harvested from tamoxifen-inducible Cdc42 knockout mice, with Cre null donors as controls. Upon tamoxifen (TAM) treatment, Cdc42KO-MA9 cells had decreased CFU and small, diffuse colony morphology. Mice transplanted with untreated MA9 cells were divided to receive injections of TAM vs control. The Cdc42KO-MA9 cohort remains alive at over 180 days post-transplant, whereas vehicle control mice died of AML with latency similar to Cre null MA9 cell recipients (p<0.005). In vivo deletion of Cdc42 from MA9 leukemia in secondary recipients prolonged disease latency (p<0.005). AML cells recovered from vehicle control mice showed decreased growth in culture, reduced CFU content, and increased apoptosis following treatment with TAM to delete Cdc42. Cdc42KO-MA9 leukemia cells also had higher side scatter and Gr-1 expression, and decreased c-Kit, suggesting differentiation. These data indicate that Cdc42 is required for murine LSC maintenance. We used Tet-inducible shRNA targeting of Cdc42 in human cell lines expressing MA9 and mutant NRas (MA9/NRas). Cdc42 knockdown reduced MA9/NRas colony-forming ability, blocked actin polymerization and migration in response to CXCL12, and induced apoptosis. MA9/NRas cells co-expressing inducible Cdc42 shRNA and luciferase were transplanted into NSGS mice on doxycycline chow to induce knockdown. Bioluminescence imaging showed delayed AML progression in the knockdown group compared to non-targeting shRNA and regular chow controls. Thus, Cdc42 deficiency in human MA9 LSC reproduces the phenotype seen in the mouse genetic model. We used a novel small-molecule Cdc42-activity specific inhibitor, CASIN, to test pharmacologic inhibition of Cdc42 in AML. Consistent with knockdown data, in vitro CASIN treatment blocked MA9 cell colony-forming ability, actin polymerization, and migration. CASIN treatment led to specific induction of apoptosis in MA9 cells, while normal human umbilical cord blood CD34+ cells showed no significant toxicity in the dose range tested. Together, these studies show that Cdc42 signaling is critical to intrinsic LSC self-renewal and engagement of the niche, and Cdc42 inhibition represents a rational therapeutic principle to target LSC maintenance. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "cdc42 gtp-binding protein",
        "guanosine triphosphate phosphohydrolases",
        "leukemic hematopoietic stem cell",
        "internship and residency",
        "leukemia",
        "stromal cell-derived factor 1",
        "tamoxifen",
        "adhesions",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Benjamin Mizukawa, MD",
        "Eric O'Brien, BS",
        "Wei Liu, MD, PhD",
        "Daniel Moriera Ridsdale, MD",
        "Mark Wunderlich, MS",
        "Yi Zheng, PhD",
        "James C. Mulloy, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Benjamin Mizukawa, MD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric O'Brien, BS",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Liu, MD, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, University of Cincinnati College of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Moriera Ridsdale, MD",
            "author_affiliations": [
                "Department of Pediatrics, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Wunderlich, MS",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zheng, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James C. Mulloy, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:42:33",
    "is_scraped": "1"
}