{
    "doi": "https://doi.org/10.1182/blood.V108.11.2309.2309",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=552",
    "start_url_page_num": 552,
    "is_scraped": "1",
    "article_title": "Correlation between WT1 Levels and Chimeric Transcripts in Core Binding Factor AML: Discrepancies Are Not Uncommon AML1-ETO Leukemias. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "chimera organism",
        "core-binding factor",
        "leukemia",
        "follow-up",
        "bone marrow specimen",
        "leukemia, acute",
        "biological markers",
        "neoplasm, residual",
        "nephroblastoma",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Adriana Lasa, PhD",
        "Maite Carricondo",
        "Daniela Cilloni, PhD",
        "Salut Brunet, MD",
        "Anna M. Aventin, MD",
        "Jorge Sierra, MD",
        "Josep F. Nomdedeu, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Oncologia Umana, Università degli Studi, Turin, Piedmont, Italy"
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ],
        [
            "Hematology, Hospital de la Santa Creu i Sant Pau, Barcelona, Catalonia, Spain"
        ]
    ],
    "first_author_latitude": "41.39939634999999",
    "first_author_longitude": "2.1505725499999997",
    "abstract_text": "The Wilms tumor gene (WT1) was identified as a tumor suppressor gene coding for a zinc-finger transcription factor. It has been demonstrated that WT1 is overexpressed in acute leukemias and detection of increased levels of WT1 transcripts mainly in peripheral blood, has been associated with clonal growth and relapses. Most AML patients do not have a suitable molecular marker for minimal residual disease (MRD) monitoring. WT1 quantification seems to be an attractive strategy of universal leukemia follow-up. Bone marrow samples from 46 core binding factor (CBF) AML patients were tested for WT1 expression in parallel to AMLI/ETO and CBFb/MYH11quantification. Total RNA was purified using the Trizol reagent (Invitrogen). Chimeric detection was performed following the BIOMED recommendations. The WT-1 mRNA expression was measured by real-time quantitative polymerase chain reaction (RQ-PCR) in an ABI7700 genetic analyzer (Applied Biosystems, Foster City). For WT1 copy number titration the IPSOGEN plasmid was employed (Ipsogen, Marseilles). One hundred and fifty bone marrow (BM) samples from AML1-ETO patients (23 samples at diagnosis and 127 during follow-up) and 195 from CBFbeta-MYH11 cases (21 samples at diagnosis and 174 during follow-up) were included in the study. Bone marrow samples from 6 healthy donors were used to establish the highest acceptable value of WT1 copy number (80 copies). The WT1 expression was significantly increased (up to 3 orders) in bone marrow samples of AML patients at diagnosis compared to BM samples of healthy donors (P < 0.0001). Relapses were observed exclusively in the CBFbeta-MYH11 group and were always preceded by rising amounts of WT1 levels. A good concordance between WT1 levels (80 copies) and prognostically relevant chimeric trancript copy number (1 copy) was detected in 96.23% of the samples. Discrepancies between WT1 and specific fusion genes were observed in 11 AML1-ETO samples and in two CBFbeta-MYH11 cases. In ten follow up AML1-ETO samples with copy values of 1 or less a WT1 result exceeding the 80 threshold was detected. This discordant result was found in a single CBFbeta-MYH11 sample. Our findings suggest that WT1 is a reliable MRD marker in CBFbeta-MYH11 AML. It remains to be investigated the meaning of high titers of WT1 in AML1-ETO acute leukemias."
}