{
    "doi": "https://doi.org/10.1182/blood.V116.21.611.611",
    "article_title": "Mutational Spectrum In Chronic Myelomonocytic Leukemia Includes Genes Associated with Epigenetic Regulation Such as UTX and EZH2 ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Molecular Pathogenesis",
    "abstract_text": "Abstract 611 Chronic myelomonocytic leukemia (CMML), a myelodysplastic/myeloproliferative overlap neoplasm, is characterized by monocytic proliferation, cytomorphologic dysplasia and frequent progression to acute myelogeneous leukemia (AML). The molecular basis of CMML is poorly defined, although somatic mutations in a number of genes have recently been identified in a proportion of patients. Single nucleotide polymorphisms array (SNP-A) technologies have improved the definition of shared regions of loss of heterozygosity (LOH), including uniparental disomy (UPD) and facilitated discovery of new mutations c-CBL , TET2, and EZH2 which can occur in a homozygous configuration in the areas of UPD. Other mutations such as ASXL1 have been found in heterozygous form. In myeloid malignancies we have also identified mutations in UTX, which like EZH2 and ASXL1, are involved in modification of histone methylation. Based on these findings we hypothesized that defining the mutational spectrum of CMML would help in the molecular characterization of this disease and have diagnostic and prognostic significance. Within this spectrum, we stipulated that various genes involved in epigenetic regulation may be especially affected by mutations in CMML. Here we present results of broad molecular screen in a group of 63 patients with CMML (32 CMML-1, 15 CMML-2 and 16 CMML-derived sAML) which included SNP-A karyotyping and mutational screen for IDH1/2 , RAS , TET2 , ASXL1 , c-CBL , JAK2, UTX and EZH2 . First, we aligned all lesions that were detected by SNP-A. In addition to microdeletions involving 4q24 and 11q23.3, we detected recurrent areas of somatic UPD involving chromosomes 1, 4, 7 and 11 and the corresponding homozygous mutations in RAS (UPD1p, N=1), EZH2 (UPD7q N=3), c-CBL (UPD11q, N=4), TET2 (UPD4q, N=6), and UTX genes (UPDXq, N=1). When all patients were sequenced, TET2, ASXL1, c-CBL, IDH1/2, RAS, JAK2, UTX and EZH2 mutations were found in 48%, 24%, 14%, 5%, 11%, 2%, 6% and 8% of patients, respectively. In 78% of patients, >1 mutation was found. Concomitant second and third mutations were found in 34% and 5% of patients, respectively. The most frequently observed combinations included TET2 and ASXL1 (14%) and TET2 and c-CBL (6%). Only 22% of patients had no alterations in analyzed genes. Novel UTX and EZH2 mutations were present either alone or in combination with other mutations. Study of potential functional consequences of the foregoing gene mutations revealed an association of TET2 mutations with consistently low levels of 5-hydroxymethylcytosine (5-hmC), quantitated by dot blot assay, while c-CBL mutations were associated with aberrant phospho-STAT5 staining. Loss of H3K27-me3 in cases with EZH2 mutations but not controls, and an increase in UTX mutant case was identified as measured by ELISA and western blot. When we tested for association of different mutations with pathomorphologic features, specific clinical features were not identified, except for an association of TET2 and c-CBL mutations with more advanced age ( p =.0004 and p =.02, respectively), RAS mutation with increased blasts ( p =.03) and UTX with dysplastic megakaryocytes ( p =.03). Splenomegaly was noted more frequent in c-CBL mutants than any other patient group. No differences in OS and EFS were observed between mutant and wt cases. There is a trend toward better OS in TET2 mutants compared to WT in the good cytogenetic risk group (17 vs 8 mo, p=.07) but worse outcomes in TET2 mutants in the intermediate cytogenetic risk group (OS 2 vs. 16 mo, p=.001; EFS 2 vs. 9 mo, p=.04). As expected, patients who have accumulated more mutations have a trend toward inferior outcomes compared to those with single mutations but better than those who are WT (>1 mutations vs 1 mutation vs WT, 16 vs 18 vs 9 mo, p=.07 in low risk CMML). In summary, our study identified the presence of a wide spectrum of mutations in CMML with various combinations, including the newly discovered mutations in UTX and EZH2 genes. Our results suggest that molecular abnormalities affecting various pathways can lead to a clinically indistinguishable phenotype. It is possible that these mutations are secondary in nature but work in conjunction with a yet unidentified founder defect. The abundance of mutations in factors known or hypothesized to be involved in epigenetic regulation in CMML provide important implications for future research into the development of effective therapies for this disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "epigenetics",
        "ezh2 gene",
        "genes",
        "leukemia, myelomonocytic, chronic",
        "dysplasia",
        "cancer",
        "histones",
        "karyotype determination procedure",
        "leukemia",
        "myelodysplastic syndrome"
    ],
    "author_names": [
        "Anna Jankowska, MSc",
        "Hideki Makishima, MD, PhD",
        "Ramon V. Tiu, MD",
        "Hadrian Szpurka, PhD, MSc",
        "Yun Huang",
        "Yuka Sugimoto, MD, PhD",
        "Courtney Prince, BS",
        "Christine L. O'Keefe, PhD",
        "Eric Hsi, MD",
        "Alan F. List",
        "Mikkael A. Sekeres, MD, MS",
        "Anjana Rao, PhD",
        "Michael A McDevitt, MD, PhD",
        "Jaroslaw P Maciejewski, MD, PhD, FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Jankowska, MSc",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramon V. Tiu, MD",
            "author_affiliations": [
                "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hadrian Szpurka, PhD, MSc",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Huang",
            "author_affiliations": [
                "Department of Pathology, Harvard Medical School, Immune Disease Institute and Program in Cellular and Molecular Medicine, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuka Sugimoto, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney Prince, BS",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L. O'Keefe, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Hsi, MD",
            "author_affiliations": [
                "Clinical Pathology, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD, MS",
            "author_affiliations": [
                "Cleveland Clinic, Taussig Cancer Center, Cleveland, OH, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjana Rao, PhD",
            "author_affiliations": [
                "Department of Pathology, Harvard Medical School, Immune Disease Institute and Program in Cellular and Molecular Medicine, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A McDevitt, MD, PhD",
            "author_affiliations": [
                "Department of Oncology, Division of Hematological Malignancy, Johns Hopkins University School of Medicine, Baltimore, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P Maciejewski, MD, PhD, FACP",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:28:27",
    "is_scraped": "1"
}