{
    "doi": "https://doi.org/10.1182/blood.V128.22.3765.3765",
    "article_title": "Structural and Functional Characterization of a Codon Optimized Coagulation Factor VIII ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "Background. Production of recombinant factor VIII (FVIII) is challenging due to its low expression. Previously, it was shown that codon optimization of a B domain-deleted (BDD) FVIII resulted in its increased expression (Ward et al, Blood 2011; 117: 798-807). However, in some cases, synonymous mutations are known to affect the protein's post-translation modifications, conformation, fidelity of amino acid sequence, and functions. Thus, for each particular codon optimization of a given protein, confirmation of its biochemical characteristics is necessary. Recently, we established conditions for expression and purification of a codon optimized BDD-FVIII (CO), in parallel, testing the BDD-FVIII (WT) expressed from the wild-type cDNA sequence (Shestopal et al, ISTH-2015 meeting, Abstract PO196-WED). In present work, we verified if the characteristics of the CO remain unchanged upon modification of its coding sequence. Objective. To characterize structural and functional properties of the BDD-FVIII encoded by either a codon-optimized or wild-type cDNA sequence (CO and WT, respectively). Experimental Approach. Several preparations of each WT and CO, purified from independent CHO cells clonal lines, were analyzed by: polyacrylamide gel electrophoresis (PAGE), before and after thrombin treatment; Western-blot analysis; ELISA; mass-spectrometry upon specific protein fragmentation; circular dichroism; chromogenic, clotting and thrombin generation assays to test the FVIII activity; and by surface plasmon resonance to test the binding to von Willebrand factor and a fragment of the low-density lipoprotein receptor-related protein 1 (LRP). Results. The average purification yield of CO was approximately 7-fold higher than that of WT. The proteins were identical in the amino acid sequences, covered by 99% by mass-spectrometry, and were very similar in: i) patterns of the molecular fragments, including those produced upon thrombin cleavage by PAGE, ii) recognition by anti-FVIII antibodies by both Western-blot and ELISA, iii) glycosylation and tyrosine sulfation by mass spectrometry, iv) secondary structures by circular dichroism and v) binding to von Willebrand factor, and vi) to a fragment of the low-density lipoprotein receptor-related protein 1 by surface plasmon resonance. By chromogenic, clotting and thrombin generation assays, the CO had about 1.5-fold higher FVIII specific activity (activity normalized to protein mass) than WT. Conclusions. The higher specific activity of CO was attributed to better preservation of its structure due to consistently higher concentrations than WT at all steps of the production. Thus, we concluded that the codon optimization of the BDD-FVIII resulted in a significant increase of its expression, while did not affect the protein's properties. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "codon nucleotides",
        "factor viii",
        "thrombin",
        "mass spectrometry",
        "polyacrylamide gel electrophoresis",
        "circular dichroism",
        "dna, complementary",
        "low-density lipoproteins",
        "surface plasmon resonance",
        "von willebrand factor"
    ],
    "author_names": [
        "Svetlana A Shestopal, PhD",
        "James H Kurasawa, MS",
        "Jian-Jiang Hao, PhD",
        "Elena Karnaukhova, PhD",
        "Yideng Liang, PhD",
        "Min Lin, PhD",
        "Mikhail V Ovanesov, PhD",
        "Timothy K Lee, PhD",
        "John H McVey, PhD",
        "Andrey G Sarafanov, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Svetlana A Shestopal, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James H Kurasawa, MS",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Jiang Hao, PhD",
            "author_affiliations": [
                "Poochon Scientific LLC, Frederick, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena Karnaukhova, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yideng Liang, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Lin, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikhail V Ovanesov, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy K Lee, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H McVey, PhD",
            "author_affiliations": [
                "School of Biosciences and Medicine, University of Surrey, Surrey, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrey G Sarafanov, PhD",
            "author_affiliations": [
                "Center for Biologics Evaluation and Research, U.S. Food and Drug Administration, Silver Spring, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:17:57",
    "is_scraped": "1"
}