{
    "doi": "https://doi.org/10.1182/blood.V124.21.3090.3090",
    "article_title": "Rituximab with High Dose Methotrexate in the Management of Primary Central Nervous System Diffuse Large B-Cell Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Introduction: Outcomes of patient with primary central nervous system lymphoma (PCNSL) remain poor despite high-dose methotrexate (HDMTX)-based chemotherapy regimens. The addition of rituximab (R) to chemotherapy improves response rates and outcomes in patients with systemic B-cell non-Hodgkin lymphomas. However, R does not penetrate the blood-brain barrier, and therefore its impact in patients with PCNSL is unknown. With disappointing outcomes, in 2006, we routinely started adding R to HDMTX for the treatment of PCNSL. Herein, we evaluated the outcome of patients receiving HDMTX with or without R. Methods: Patients diagnosed with PCNSL (DLBCL histology only) between January 2000 and December 2013, and who were treated with at least one cycle of HDMTX, were identified in the Lymphoid Cancer Database. Since January 2000, patients with PCNSL in British Columbia have been treated with HDMTX 8 g/m 2 every 2 weeks, pro-rated for creatinine clearance. Responding patients received a maximum of 10 cycles. Beginning in December 2006, rituximab 375 mg/m 2 is given every 2 weeks with HDMTX for a total of 4 doses. Progression free survival (PFS) was defined as the time interval from date of diagnosis to first evidence of progression/relapse, death or last follow-up. Overall survival (OS) was defined as the time interval from date of diagnosis to death or last follow-up. Results: A total of 82 patients were identified. Median age at diagnosis was 61years (range 18-80), 42 (51%) were >60 years old, 48 (59%) were male, 18 (23%) had elevated LDH and 50 (61%) had performance status > 1. Median largest mass size was 4cm (range 1-9). Concurrent ocular (7 patients), leptomeningeal (3 patients), and spinal cord (1 patient) involvements were seen. For treatment, 55 (67%) received HDMTX and 27 (33%) received HDMTX+R. Patients received a median of 4 (range 1-9) HDMTX cycles, with no difference between R versus no R groups. Ten (12%) patients (6 HDMTX, 4 HDMTX+R) received whole brain radiotherapy (RT), as part of initial treatment due to chemo-intolerance. In 79 patients evaluable for response, the overall response rate to initial treatment was 55%: CR 40%, PR 15%, SD 5%, and PD 41%. There were no significant differences in the baseline characteristics or response rates between the two groups. A total of 14/32 patients (44%) relapsed after CR (all in the brain, including 1 to the contralateral eye) and 8/12 (67%) relapsed after PR (7 in brain, 1 to bilateral eyes). At 1 st relapse/progression (N = 56), 39 (69%) patients received RT, 4 received repeat courses of HDMTX, 2 received high dose chemotherapy/autologous stem cell transplantation (ASCT) and 1 received temozolamide + R. 10 patients were managed supportively. Four patients had a systemic relapse without involvement of the CNS (1 Breast, 1 testis, 1 axilla and 1 scalp). They received R-CHOP (3), CHOP then R-GDP and ASCT (1). After a median follow-up of 5 years (range 0.1 to 12.7) in living patients, the 5-year OS was 38% (SE 6%), with no difference between patients treated with or without R (HR 0.81, 95% CI 0.40, 1.63; p= 0.55). The 5-year PFS was 20% (SE 5%), again with no difference between the two groups (HR 0.84, 95% CI 0.47, 1.48; p= 0.54). In the subset of 50 patients receiving > 4 cycles of chemotherapy (34 HDMTX, 16 HDMTX+R), the addition of rituximab did not impact PFS (p= 0.36) or OS (p= 0.08). In the subset of 72 patients who did not receive WBRT as part of initial therapy (49 HDMTX, 23 HDMTX + R), the addition of rituximab did not impact PFS (p= 0.48) or OS (p= 0.47). Conclusions: Our preliminary data shows no advantage to the addition of systemic R on the outcomes of PCNSL, consistent with its known poor CNS penetrance. Improved treatment modalities for PCNSL are still warranted. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Shenkier: F Hoffmann-La Roche: Other. Connors: F Hoffmann-La Roche: Other. Gerrie: F Hoffmann-La Roche: Other. Klasa: F Hoffmann-La Roche: Other. Savage: F Hoffmann-La Roche: Other. Sehn: F Hoffmann-La Roche: Other. Villa: F Hoffmann-La Roche: Other.",
    "topics": [
        "central nervous system",
        "diffuse large b-cell lymphoma",
        "methotrexate",
        "rituximab",
        "primary central nervous system lymphoma",
        "chemotherapy regimen",
        "autologous stem cell transplant",
        "follow-up",
        "whole brain irradiation",
        "cancer"
    ],
    "author_names": [
        "Roopesh R. Kansara, MD",
        "Tamara Shenkier, MD",
        "Joseph M Connors, MD",
        "Alina S. Gerrie, MD MPH",
        "Richard Klasa, MD",
        "Kerry J. Savage, MDMSc",
        "Laurie H. Sehn, MD MPH",
        "Diego Villa, MDMPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Roopesh R. Kansara, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tamara Shenkier, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M Connors, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina S. Gerrie, MD MPH",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada ",
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Klasa, MD",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J. Savage, MDMSc",
            "author_affiliations": [
                "British Columbia Cancer Agency Centre for Lymphoid Cancer and the University of British Columbia, Vancouver, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurie H. Sehn, MD MPH",
            "author_affiliations": [
                "British Columbia Cancer Agency, Vancouver, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Villa, MDMPH",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, Vancouver, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:41:43",
    "is_scraped": "1"
}