{
    "doi": "https://doi.org/10.1182/blood-2019-130980",
    "article_title": "Multicenter Study of Ruxolitinibcombined DEP Regimen As a Salvage Therapy for Refractory/Relapsed Hemophagocytic Lymphohistiocytosis ",
    "article_date": "November 13, 2019",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Hemophagocytic lymphohistiocytosis (HLH) is a refractory immune disorder with a significant risk of death.Current therapies have improved the survival of HLH patients; however, approximately 30% patients do not respond to current therapies. At present, there is nounanimously recommended salvage HLH treatment regimen, and there are a few case reports or clinical reports with small sample sizes concerning salvage therapy after first line treatment failure. Therefore, alternative therapies for relapsed/refractory HLH is needed. Previous studies have found that ruxolitinib can improve the inflammatory status well, but the remission depth is not sufficient. This prospective study aimed to investigate the efficacy of ruxolitinib combined with our previous DEP (doxorubicin-etoposide-methylprednisolone) regimen(DEP-Ru) as a salvage therapy for refractory/relapsed(R/R)HLH.All patients who did not achieve at least partial response 2 weeks after initial standard HLH therapy or relapsed after remission with HLH-94 regimen were enrolled in this study between June 2018 and June 2019. Response to salvage therapy was assessed every 2 weeks after initiation of DEP-Ru therapy and patients were followed until death or until July 2019. Fifty-four R/R HLH patients were enrolled, including 28 cases of Epstein-Barr virus-associated HLH(EBV-HLH), 5 cases of macrophage activation syndrome (MAS), 3 cases of lymphoma-associated HLH, and 6 cases of familial HLH, 1case of pregnancy, 1 case of drug, and 2 cases of infection. There were 8 cases with unknown underlying diseases. One case was lost to follow-up, Eight cases (15.1%) achieved complete response and 31 cases (58.5%) achieved partial response. The overall response was 73.6% (39/53).Thirty two of the 54 patients survived to subsequent chemotherapy or allogenic hematopoietic stem cell transplantation. Our study suggests that DEP-Ru regimen compared with DEP regimen had similar efficacy, and no serious complications such as gastrointestinal bleeding occurred in DEP regimen. DEP-Ru has higher efficacy for MAS and HLH with unknown reason , while EBV-HLH and lymphoma-associated HLH have lower efficacy. DEP-Ru regimen is an effective salvage regimen for R/R HLH, which can prolong patient survival and bridge the gap between HLH and its underlying diseases. This study was registered in the Clinical Trail (ClinicalTrails.gov Identifier: NCT03533790). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hemophagocytic lymphohistiocytosis",
        "salvage therapy",
        "disease remission",
        "lymphoma",
        "partial response",
        "ruxolitinib",
        "alternative medicine",
        "chemotherapy regimen",
        "complete remission",
        "doxorubicin"
    ],
    "author_names": [
        "Jingshi Wang",
        "Zhao Wang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jingshi Wang",
            "author_affiliations": [
                "Beijing Friendship Hospital, Beijing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhao Wang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Beijing Friendship Hospital, Beijing, CHN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:30:20",
    "is_scraped": "1"
}