{
    "doi": "https://doi.org/10.1182/blood-2019-125046",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4310",
    "start_url_page_num": 4310,
    "is_scraped": "1",
    "article_title": "The Immunomodulatory Effect of Triptolide on Mesenchymal Stem Cells in Vitro  ",
    "article_date": "November 13, 2019",
    "session_type": "506.Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells",
    "topics": [
        "5'-nucleotidase",
        "anti-inflammatory agents",
        "cd14 antigen",
        "cd19 antigens",
        "cd34 antigens",
        "cd45 antigens",
        "cell injury",
        "chinese herbs",
        "coculture techniques",
        "culture media"
    ],
    "author_names": [
        "Haiping He, MD PhD",
        "Atsuko Takahashi, MT.",
        "Yuki Yamamoto, MT",
        "Akiko Hori",
        "Yuta Miharu, MT",
        "Kazuaki Yokoyama, MD PhD",
        "Miwako Narita, MD PhD",
        "Fumitaka Nagamura, MD PhD",
        "Arinobu Tojo, MD PhD",
        "Tonghua Yang, MD PhD",
        "Tokiko Nagamura-Inoue, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan ",
            "Department of hematology, The First People's Hospital of Yunnan Province, Kunming, China "
        ],
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology/Oncology, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Laboratory of Hematology and Oncology, School of Health Science, Niigata University, Faculty of Medicine, Niigata, Japan "
        ],
        [
            "Division of Advanced Medicine Promotion, The Advanced Clinical Center, The Institute of Medical Science, The University of Tokyo, Tokyo, JPN"
        ],
        [
            "Department of Hematology/Oncology, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of hematology, The First People's Hospital of Yunnan Province, Kunming, China "
        ],
        [
            "Department of Cell Processing and Transfusion, Research Hospital, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ]
    ],
    "first_author_latitude": "35.63995320000001",
    "first_author_longitude": "139.7247914",
    "abstract_text": "Background: Mesenchymal stromal cells (MSC) are known to have the immunosuppressive ability and have been applied in clinic to treat acute graft-versus-host disease (GVHD), as one of severe complications after hematopoietic stem cells transplantation (HSCT) in Japan. However, MSC are activated to suppress the immune system only upon the stimulation of inflammatory cytokines and the clinical results of MSC therapies for acute GVHD are varied. It is ideal that MSC are primed to be activated and ready to suppress the immunity (=priming) before administration in vivo. Triptolide (TPL) is a diterpene triepoxide purified from a Chinese herb - Tripterygium Wilfordii Hook F (TWHF). It has been shown to possess anti-inflammatory and immunosuppressive properties in vitro. In this study, we aim to use TPL as the activator for umbilical cord-derived MSC (UC-MSC) to entry stronger immunosuppressive status. Methods: The proliferation of UC-MSC with TPL at the indicated concentrations for different time of 24, 48, 72, and 96 hours. Cell counting kit-8(CCK-8) was added in the culture medium to detect cell toxicity and the absorbance was measured using microplate reader. Flow cytometry was used to identify the MSC surface markers expression. TPL-primed UC-MSC were once replaced with fresh medium and co-culture with mixed lymphocyte reaction (MLR) consisted with mononuclear cells (MNCs) stained with CFSE and irradiated allogenic dendritic cell line (PMDC05) in RPMI 1640 medium supplemented with 10 % FBS (complete medium). IDO-1, SOD1, and TGF-β gene expression in TPL-primed UC-MSC and UC-MSC induced by 10 ng/ml IFN-γ and/or 15 ng/ml TNF-α were evaluated by RT-PCR. PDL1 and PDL2 expression in TPL-primed UC-MSC and UC-MSC in response to IFN-γ and/or TNF-α were checked by Flowjo. Results: Exposure of TPL for UC-MSC for 72hour at the concentration above 0.1 μM resulted in the cell damage significantly. Therefore, we added TPL in UC-MSC at 0.01μM of TPL for up to 48 hours, then washed thourouphly for the following culture for experiments. To evaluate the influence of TPL on the surface markers of UC-MSC, we cultured UC-MSC for 4 hours in complete medium following culture with 0.01μM of TPL for 20 hours (TPL-primed UC-MSC). TPL-primed UC-MSC revealed positive for CD105, CD73, and CD90, negative for CD45, CD34, CD14 or CD11b, CD79α or CD19 and HLA-DR surface molecules as same as the non-primed UC-MSC. In MLR suppression by UC-MSC, the TPL-primed UC-MSC activity revealed stronger anti-proliferative effect on the CD4+ and CD8+ T cells activated by allogeneic DC than those of non-primed UC-MSC in MLR. Furthermore, the TPL-primed UC-MSC promoted the expression of IDO-1, SOD1 and TGF-β in response to IFN-γ+/-TNF-α by RT-PCR and enhanced the expression of PD-L1 by FACS analysis. Discussion: In this study, we found the TPL-primed UC-MSC showed stronger antiproliferative potency on CD4+ and CD8+ T cells compared with non-primed UC-MSC. TPL-primed UC-MSC promoted the expression of IDO-1, SOD1 and TGF-β stimulated by IFN-γ+/-TNF-α, although TPL alone did not induce these factors. Furthermore, we found that the PD1 ligand (PD-L1) was induced in TPL-primed UC-MSC, likely IFN-γ enhanced the PD-L1 expression, evaluated by flowcytometry. These results suggested that TPL-primed UC-MSC seemed more sensitive to be activated as the immunosuppressant. Here, we firstly report the new function of TPL to induce the upregulation of immunosuppressive effect, although the mechanisms of TPL inhibition to MSC need to be explore. Conclusively, TPL-primed UC-MSC might be applied for the immunosuppressive inducer of MSC. Figure View large Download slide Figure View large Download slide  Disclosures He: SASAGAWA Medical Scholarship: Research Funding; IMSUT Joint Research Project: Research Funding. Nagamura: AMED: Research Funding. Tojo: AMED: Research Funding; Torii Pharmaceutical: Research Funding. Nagamura-Inoue: AMED: Research Funding."
}