{
    "doi": "https://doi.org/10.1182/blood.V112.11.5205.5205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1335",
    "start_url_page_num": 1335,
    "is_scraped": "1",
    "article_title": "Alternative Treatment for POEMS Syndrome: A Lazarus Response to Lenalidomide ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Therapy, excluding Transplantation",
    "topics": [
        "lenalidomide",
        "poems syndrome",
        "weight gain",
        "ascites",
        "dexamethasone",
        "angiolymphoid hyperplasia",
        "electrocorticogram",
        "oxygen",
        "papilledema",
        "peripheral neuropathy"
    ],
    "author_names": [
        "Tejal Patel",
        "Alvaro Moreno Aspitia"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, Mayo Clinic, Jacksonville, FL, USA"
        ],
        [
            "Hematology Oncology, Mayo Clinic, Jacksonville, FL, USA"
        ]
    ],
    "first_author_latitude": "30.2627916",
    "first_author_longitude": "-81.4414608",
    "abstract_text": "Introduction: POEMS syndrome is characterized by chronic progressive polyneuropathy (P) with constellation of other symptoms including organomegaly (O), endocrinopathy (E), serum monoclonal protein (M), and skin changes (S). Other features not included in the acronym include sclerotic bone lesions, Castleman disease, papilledema, thrombocytosis, peripheral edema, ascites, fatigue and clubbing. With limited available data, autologous peripheral blood stem cell transplant (APBSCT) is probably the mainstay of therapy in good performance status patients. Case Description: A 37 year old male presented to the Mayo clinic with a three year history of progressive severe peripheral neuropathy leaving him wheelchair bound, as well as lymphadenopathy, hepatosplenomegaly, diabetes, proteinuria, monoclonal gammopathy and hyperpigmentation. Patient also had significant pain from diffuse sclerotic lesions, blurry vision due to papilledema and generalized edema. Based on the above findings, a diagnosis of POEMS was suspected. The diagnosis was confirmed by a biopsy of a left axillary node showing plasma cell Castleman’s disease. Patient’s bone marrow was negative for multiple myeloma and amyloidosis. Patient underwent APBSCT and had a remarkable clinical improvement that persisted over three years. Patient was able to live a normal, active life during those years. After three years, patient developed ascites, massive splenomegaly and pancytopenia. Patient was referred again to our institution for possible splenectomy. On further evaluation, he was found to have significant portal hypertension and underwent TIPS (transjugular intrahepatic portosystemic shunt) procedure with some improvement in his symptoms. Patient remained in observation for another 18 months but returned oxygen dependent with worsening ascites, peripheral neuropathy, and encephelopathy. Further evaluation confirmed worsening POEMS. Patient’s ECOG performance status was poor therefore repeat APBSCT was not considered an option. Lenalidomide was started at 10mg/day for 21 days of a 28 day cycle with once weekly dexamethasone 40mg. The dose of lenalidomide was gradually increased to standard 25mg dose which the patient tolerated well. By the second month patient was on therapy, his performance status improved to ECOG 1, his ascites and encephalopathy resolved, the splenomegaly improved and he no longer required oxygen. Patient has currently completed a total of 10 cycles and feels as good as 10 months post-APBSCT. The only side effect experienced by the patient is weight gain due to chronic dexamethasone therapy. Dexamethasone was weaned and discontinued after which lenalidomide continued as a single agent. Conclusion:: Lenalidomide is a less toxic but effective alternative treatment for POEMS syndrome. The Lazarus response to the use of lenalidomide supports the principle that POEMS is a cytokine-mediated syndrome"
}