{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1165.1165",
    "article_title": "Acute Lymphoblastic Leukaemia (ALL) Cells and Commonly-Used Chemotherapy Drugs Can Induce Bone Marrow-Derived Mesenchymal Stromal Cells to Become Cancer Associated Fibroblasts (CAF), Leading to Enhanced ALL Proliferation and Treatment Resistance ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster I",
    "abstract_text": "To investigate the role of mesenchymal stromal cells (MSCs) in treatment resistance in acute lymphoblastic leukaemia (ALL) we systematically isolated and studied, ISCT-confirmed, bone-marrow-derived MSCs isolated from 151 adults (22-69 years) with ALL registered on the UKALL14 and ALL60+ trials both at diagnosis and during therapy. CD11b, CD68 and CD163-expressing tumour-associated macrophages were observed in 34/75 (45%) of MSC cultures from follow-up samples (termed M + MSC). By contrast, macrophages were absent (M - MSC) from all diagnostic (0/56) and healthy donor specimens (0/7) tested. ELISA on supernatant from expanded M + MSC showed significantly higher levels of pro-inflammatory cytokines IL8 (4961 pg/ml vs 1093 pg/ml, p = 0.01) and CXCL2 (106 pg/ml vs 36 pg/ml, p = 0.03) than that from expanded M - MSC. The B-ALL cell line Nalm6 proliferated more rapidly when co-cultured with primary M + MSCs than with primary M - MSC (1.93 fold, p = 0.03). Importantly, primary M + MSCs strongly expressed α-smooth muscle actin (αSMA) by immunostaining, consistent with a cancer associated fibroblast (CAF) phenotype. To establish the role of ALL cells and/or chemotherapy in the induction of CAFs, we used the MSC cell line HS27a to model CAF generation in-vitro . Co-culture of HS27a with B-ALL cell lines Nalm6, SD1 and 697 cells induced increased aSMA expression and cytoskeleton remodeling including increased actin stress fibers in the HS27a consistent with a CAF phenotype. These changes were not observed in HS27a in co-culture with healthy donor B-cells or the B-ALL cell line SEM. A targeted RQPCR gene panel showed up-regulation of CAF-defining genes (FAPA 2-4.4.6 fold, COX2 5.9 - 32.1 fold, IL6 11.2 - 495 fold, FN 2.2 - 3.0 fold, TGFβ1 2.0 - 4.6 fold, IL8 15.5 - 85.2 fold, CCL2 10.6 - 33.3 fold, VEGF 2.9 - 13.4 fold, FGF2 2.9 - 14.6 fold) and expected down-regulation of CAV1 (1.8 - 5.4 fold) when HS27a were cultured with SD1 and 697 cells compared to HS27a alone. HS27a exposed to healthy donor B-cells or SEM cells in contrast did not induce differential regulation of CAF defining genes. In a flow-based, cytokine bead assay, SD1 cells induced HS27a to secrete pro-inflammatory cytokines (IL8, IL6, CCL2, CXCL10 and CCL5) and growth factor bFGF at several fold higher levels than normal B-cells or SEM cells consistent with a CAF secretion profile. Similar morphological changes, gene expression profile and cytokine profile were observed when cells were co-cultured in a transwell system, suggesting a soluble mechanism of CAF induction. TGFβ1 and reactive oxygen species, known to induce CAFs in solid tumors, were both increased in all B-ALL cell lines able to induce CAFs compared to SEM cells, suggesting a probable mechanism behind CAF induction. Therapeutically-relevant concentrations of chemotherapy agents cytarabine and daunorubicin - but not vincristine and dexamethasone - induced gross morphological changes in HS27a cells with an increase in actin stress fibres and αSMA. RQPCR of cytarabine-treated HS27a showed upregulation of several genes consistent with a CAF phenotype and cytokine bead assay showed increased secretion of IL8 and CCL2 compared to untreated HS27a (973 pg/ml vs 430pg/ml, p < 0.0001 and 1089pg/ml vs 717.3pg/ml p = 0.02 respectively). To examine the functional significance of CAF on ALL cell proliferation and chemoresistance, we pre-treated HS27a with cytarabine to induce a CAF phenotype and then assessed the impact on SEM (selected for their lack of CAF induction) proliferation and chemosensitivity. Pretreatment with vincristine or dexamethasone and untreated HS27a comprised the controls. Cytarabine-generated, HS27a-derived CAF increased SEM cell proliferation compared to both the untreated and vincristine and dexamethasone pre-treated HS27a (1.2 fold p = 0.002, 1.3 fold p = 0.0004 and 1.2 fold p = 0.0002 respectively). Cytarabine-generated, HS27a-derived CAF also reduced the sensitivity of SEM cells to both dexamethasone and cytarabine compared to both the untreated and dexamethasone or vincristine pre-treated HS27a. We have demonstrated for the first time in both primary cells and cell-line models that bone-marrow derived MSCs can adopt a CAF phenotype in response to both ALL cells and ALL therapies. The functional impact is to enhance both ALL cell proliferation and chemotherapy resistance. Ongoing work will delineate the precise nature of the interaction between MSC and ALL cells. Disclosures Fielding: Baxalta: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cancer-associated fibroblasts",
        "chemotherapy regimen",
        "stem cell, mesenchymal",
        "cytarabine",
        "cytokine",
        "dexamethasone",
        "interleukin-8",
        "leukemia, b-cell, acute"
    ],
    "author_names": [
        "Richard J Burt, MBBS",
        "Aditi Dey, PhD",
        "Kenton Cheuk Yan Ng, BSc",
        "Bingjie Liu, MSc",
        "Teresa Marafioti, MD",
        "Erik Sahai, PhD",
        "Adele K Fielding, MBBS,PhDFRCP,FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard J Burt, MBBS",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aditi Dey, PhD",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenton Cheuk Yan Ng, BSc",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bingjie Liu, MSc",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Marafioti, MD",
            "author_affiliations": [
                "University College London, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Sahai, PhD",
            "author_affiliations": [
                "The Francis Crick Institute, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adele K Fielding, MBBS,PhDFRCP,FRCPath",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:31:16",
    "is_scraped": "1"
}