{
    "doi": "https://doi.org/10.1182/blood.V122.21.4415.4415",
    "article_title": "Astatine-211 Conjugated To Anti-CD20 Monoclonal Antibody Eliminates B-Cell Lymphoma In a Mouse Model ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Stem cell rescue after myeloablative doses of beta particle emitting radiolabeled monoclonal antibodies targeting CD20 antigen can lead to remissions in up to 95% of lymphoma patients who previously failed conventional combination chemotherapy. While encouraging, toxicities with beta particle radioimmunotherapy (RIT) are significant and ∼50% of patients ultimately relapse. Higher doses of absorbed radiation to tumors have correlated with a reduced risk of disease recurrence but dose limiting toxicities prevent escalation. A potential advantage of alpha particle emitting radionuclides is the release of large amounts of energy linearly over a few cell diameters (∼50-80 mm) resulting in irreparable double-strand DNA breaks that overwhelm cellular repair mechanisms. As a result, alpha particles confer a unique capacity to kill individual targeted cells while causing minimal radiation damage to surrounding tissues. To explore alpha-emitter conjugated anti-CD20 RIT, a closo -decaborate(2-) [B10] labeling reagent was developed as a radiolabeling platform capable of providing critical stability to alpha particle-labeled biomolecules. 211 At was chosen as a therapeutic radionuclide based on its high linear energy transfer, biologically relevant t 1/2 (∼7.2 hr) and absence of toxic daughter radionuclide decay byproducts. Cell binding assays using CD20-expressing Ramos tumor cells demonstrated that B10 conjugated to the anti-CD20 monoclonal antibody (mAb) 1F5 (B10-1F5) was specific and that astatination did not impair antibody binding ( 211 At-B10-1F5 binding was equivalent to 125 I-B10-1F5). Blood clearance was similar for 125 I-1F5, 211 At-B10-1F5 and 125 I-B10-1F5 in athymic nude- Foxn1 nu mice (23.87 ±5.13 % injected dose/gram [ID/g], 19.41 ±3.27 %ID/g and 19.80 ±1.44% ID/g respectively) at 17 hr post infusion. In tissue biodistribution studies using nude mice bearing Ramos flank tumor xenografts (10 x10 6 cells injected) radioactivity was measured in blood, tumor and nonspecific organs harvested 24 hours after injection (n=5/group). Animals received either 125 I-1F5, 211 At-B10-1F5 and 125 I-B10-1F5 (co-injected) or isotype matched control mAb 211 At- B10-HB8181 and 125 I-B10-HB8181(co-injected). Measured activity in tumors was three-fold higher for 125 I-1F5, 125 I-B10-1F5 and 211 At-B10-1F5 (7.62 ± 2.09%ID/g, 7.53 ± 1.59%ID/g and 9.28 ± 1.85%ID/g respectively) than for 125 I-B10-HB8181 and 211 At-B10-HB8181 controls (2.87 ± 0.35%ID/g and 3.45 ± 0.58%ID/g respectively). In non-target organs no appreciable difference in measured activity was seen with either 211 At- or 125 I-labeled B10-1F5 and their respective controls. Subsequent therapy studies performed in nude mice bearing Ramos flank tumor xenografts demonstrated only a moderate survival advantage after 211 At-B10-1F5 [data not shown]. This finding was consistent with the hypothesis that the alpha particle's short path length may not be ideally suited to models of “bulky” disease. In contrast, therapy studies using disseminated Ramos and Granta tumor cells introduced into NOD-SCID mice suggest a role for alpha particle based RIT in “non-bulky” disease models. In these studies NOD-SCID animals received 1x10 6 tumor cells iv 48 hours prior to 211 At-B10-1F5 (10 μCi or 15 μCi) or control 211 At-B10-HB8181 (n=10/group). Stem cell rescue was performed 48 hours after the RIT. Eighty days after treatment 80% of animals receiving 15 μCi of 211 At-B10-1F5 and 70% of animals in the 10 μCi treatment group were alive and tumor free while no animals in the non-binding 211 At-B10-HB8181 (10 μCi or 15 μCi) control groups survived beyond day 47 ( Figure ). Blood counts, serum creatinine and transaminase levels measured in 211 At-B10-1F5 treated animals ∼180 days after RIT demonstrated no significant long-term bone marrow, renal or liver toxicity. View large Download slide View large Download slide  Close modal 211 At-B10-1F5 can eliminate CD20 expressing tumor cells in this mouse model and further study appears to be warranted. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "astatine",
        "b-lymphocytes",
        "lymphoma",
        "mice",
        "rituximab",
        "neoplasms",
        "cd20 antigens",
        "tumor cells",
        "radioisotopes",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Damian J. Green, MD",
        "Mazyar Shadman, MD, MPH",
        "Shani L. Frayo, BS",
        "Jon C. Jones",
        "Mark D. Hylarides, PhD",
        "Aimee L. Kenoyer, BS",
        "D. Scott Wilbur, PhD",
        "Donald K. Hamlin, BS",
        "Yukang Lin, PhD",
        "Ajay K. Gopal, MD",
        "Sofia H.L. Frost, PhD",
        "Johnnie J. Orozco, MD, PhD",
        "John M. Pagel, MD, PhD",
        "Oliver W. Press, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Damian J. Green, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mazyar Shadman, MD, MPH",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shani L. Frayo, BS",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon C. Jones",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Hylarides, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aimee L. Kenoyer, BS",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "D. Scott Wilbur, PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald K. Hamlin, BS",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukang Lin, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajay K. Gopal, MD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sofia H.L. Frost, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johnnie J. Orozco, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John M. Pagel, MD, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver W. Press, MD, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:42:21",
    "is_scraped": "1"
}