{
    "doi": "https://doi.org/10.1182/blood-2018-99-114777",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3937",
    "start_url_page_num": 3937,
    "is_scraped": "1",
    "article_title": "A Novel Therapy Protocol Improves Outcomes of Hematopoietic Stem Cell Transplantation in Juvenile Myelomonocytic Leukemia Patients Using Hypomethylation of Decitabine ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "topics": [
        "decitabine",
        "hematopoietic stem cell transplantation",
        "hypomethylation",
        "juvenile myelomonocytic leukemia",
        "transplantation",
        "follow-up",
        "graft-versus-host disease, chronic",
        "chemotherapy regimen",
        "infections",
        "influenza"
    ],
    "author_names": [
        "Zhiyong Peng, MD",
        "Xiaoqin Feng, PhD",
        "Huaying Liu, MD",
        "Yuelin He",
        "Jianyun Liao, MD",
        "Xiaoting Liu",
        "Chunfu Li, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ],
        [
            "Pediatrics, Southern Medical University, Nanfang Hospital, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Nanfang-Chunfu Children's Institute of Hematology &Oncology, Taixin Hospital, Dongguan, China"
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital, Southern Medical University, Guangzhou, China ",
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China "
        ]
    ],
    "first_author_latitude": "23.185195",
    "first_author_longitude": "113.33137249999999",
    "abstract_text": "Background Juvenile myelomonocytic leukemia(JMML) has usually poor response to chemotherapy, and approximately 50% of patients relapse after hematopoietic stem cell transplantation (HSCT). Recent studies have highlighted the importance of epigenetic aberrations in JMML and proved that some JMML stem cells were associated with hypermethylation. Hence, we desiged the current study to investigate whether low dose Decitabine could improve outcomes of JMML-HSCT.We have reported the preliminary results of low-dose decitabine in the treatment of children with JMML in 2017 ASH as a poster(see blood 2017 130:3232). Then, we will report our latest study. Patients and method 27 patients received HSCT combined with Decitabine between December 2014 and July 2018. Of them,6 patients with NF-1 mutation,11 with PTPN11 mutation, 2 with Kras somatic mutation ,1 with Nras somatic mutation, 3 with multiple mutation (PTPN11+NF-1),2 with monosomy 7,and 3 with uncertain mutation. The median age at diagnosis was 24 months (range: 1-72 months). 26/27 patients received 1~4 course mild chemotherapy(one patient,case 6, received only single course Decitabine therapy)before HSCT.3 patients received HSCT from HLA matched unrelated donors(MUD),and 24 patients received the complementary transplantation(CT), i.e. unrelated cord blood(UCB) was given at day 6 after haploidentical peripheral blood stem cell transplantation(PBSCT) using high dose cyclophosphamide(Cy) post-transplant (PTCy), (see blood 2016 128:1235). Conditioning regimen was composed of Cy, Busulfan (Bu)/ Thiotepa (TT), Fludarabine (Flu) and ATG-F in the MUD-HSCT, and Cy, Bu/TT, Flu and Cytarabine in the CT. Patients received a fixed dose of 8×10 8 /kg mononuclear cells(MNC) in the MUD-HSCT, and a median dose of 45.5×10 8 /kg (range, 26.8~88×10 8 /kg) mobilized peripheral blood MNCs and a median dose of 8.9×10 7 /kg (range, 4.0~12.8×10 7 /kg) UCB nucleated cells in the CT, respectively. GVHD prophylaxis consisted of PTCy, Mycophenolate Mofetil (MMF) and Tacrolimus in the CT, and Thymoglobuline, CsA and MMF in the MUD-HSCT. Decitabine was administrated for 2~4 courses (20mg/m 2 .d×5 day for each course with 4-week interval) before HSCT to reduce load of leukemia cells and for 2~4 courses (5~10mg/m 2 .day×5day for each course with the interval of 4~6 weeks) after HSCT to overcome immune-escape of leukemia cells. Results: The median follow-up time was 13months (range, 2-51 months). Full donor cells were engrafted in all patients (donor cell engraftment in case 6 occurred in a salvaged transplant from another haplo-donor after primary failure of first CT).The Overall survival(OS) and Disease-free survival(DFS) was 89.4% and 87.3% respectively. In the CT, haplo-cells and UCB-cells were engrafted in 10 and 14 patients, respectively. The median time to neutrophil more than 0.5x10 9 /L was 31days (range,12~71 days) and 17 days (range, 12~35 days)post-transplant, and to platelet more than 20 x10 9 /L was 22 days (range,9~105 days) and 12 days (range,10~30 days) post-transplant, respectively, in the CT and the MUD- HSCT. All the 3 patients with relapse were haploid-engrated. Two of the three patients with relapse had underwent secondary CT. One of them was Disease-free survival ,and the other died of viral encephalitis(HHV-6) after secondary CT. The cumulative incidence of grades Ⅱ-Ⅳ acute GVHD (aGVHD) was 25.9% (7/27 patients). Case 6 had grade III aGVHD. A case died of grade IV aGVHD(gut) 50 days after the CT. Chronic GVHD(cGVHD) occurred in 5 patients, and no cGVHD more than grade II (NIH criterion) occurred in all patients. The most common complication associated with HSCT was infection. The cumulative incidences of infection plus reactivation of CMV,EBV and HHV-6 were 30% (7/27),3.7%(1/27) and 11.1%(3/27), respectively. Recoverable serious pancytopenia occurred in 3 patients with Decitabine therapy post-HSCT. Conclusion: The combination of hypomethylation agent with HSCT still showed satisfactory results in JMML-HSCT when the follow-up time has been extended for one year. A large-cohort study with extending follow-up time should be developed continuously in the future and the interim results of five-year follow-up time will be reported. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}