{
    "doi": "https://doi.org/10.1182/blood.V120.21.651.651",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2255",
    "start_url_page_num": 2255,
    "is_scraped": "1",
    "article_title": "H2.0-Like Homeobox (HLX) Induces Unlimited Clonogenicity, Blocks Differentiation, and Cooperates with FLT3-ITD in the Induction of Acute Myeloid Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation I",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "dna",
        "transplantation",
        "cd34 antigens",
        "transcription factor",
        "cd44 antigens",
        "cd45 antigens"
    ],
    "author_names": [
        "Ashley Pandolfi, M.Sc.",
        "Boris Bartholdy, Ph.D.",
        "Masahiro Kawahara, MD",
        "Laura Barreyro",
        "Britta Will, PhD",
        "Robert Stanley",
        "Roth Michael, MD",
        "Ujunwa Cynthia Okoye-Okafor, M.Sc.",
        "Tihomira I Todorova, B.A.",
        "Maria E. Figueroa, MD",
        "Ari Melnick, MD",
        "Constantine S. Mitsiades, MD, PhD",
        "Ulrich Steidl, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Cell Biology/Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology/Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology/Albert Einstein Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Children's Hospital at Montefiore, Bronx, NY, USA, "
        ],
        [
            "Dept. of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
        ],
        [
            "Hematology Oncology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dept. of Cell Biology, Albert Einstein College of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Abstract 651 Acute myeloid leukemia (AML) is an aggressive disease which is associated with poor clinical outcome. Less than one third of patients achieve durable remission with current treatment regimens, and prognostication and risk stratification are challenging. Identification and functional studies of genes and pathways which regulate leukemic transformation and maintenance is instrumental to understanding the pathogenesis of AML and for development of novel therapeutic strategies. Several members of the Hox (class I homeobox) family of transcription factors have been implicated in the regulation of normal hematopoiesis and leukemogenesis. Less is known about the role of non-clustered (class II) homeobox genes. We found that a new non-clustered homeobox gene, H2.0-like homeobox ( HLX ), regulates early hematopoiesis and promotes AML in mice and humans. HLX is 2 to 16 fold overexpressed in more than 80% of patients with AML, across all major disease subtypes. Higher levels of HLX are associated with poor overall survival in 3 different, large cohorts of AML patients (N=601, p=2.3×10 −6 ), and HLX holds up as an independent prognostic factor in a multivariate analysis. ShRNA-mediated inhibition of HLX in both murine and human AML cells significantly inhibits leukemic growth and clonogenic capacity, and overcomes the differentiation block of AML cells. When we analyzed pre-leukemic hematopoietic stem and progenitor cells (HSPC) in a PU.1 URE D/D AML mouse model, we found a 4-fold elevation of Hlx , suggesting that Hlx is involved in malignant transformation. Overexpression of HLX in wildtype HSPC in a competitive, congenic transplantation model led to near complete depletion of long-term HSC and 16-fold enrichment of myeloid progenitors with a surface phenotype slightly past the GMP stage (CD45 + Kit − CD34 − CD44 high CD49b high CD11b mid ). Overexpression of HLX in HSPC in vitro led to a myeloid differentiation block and to formation of aberrant, CD34 − Kit − progenitors with unlimited serial clonogenicity. The mechanism of action of Hlx is so far unknown. The presence of a C-terminal homeobox domain suggests Hlx may directly interact with DNA, however, no studies have shown DNA binding by Hlx or identified direct Hlx target genes. We find that mutation of only two residues of the Hlx homeodomain is sufficient to completely abrogate the differentiation block induced by HLX overexpression in HSPC, indicating Hlx is acting through the DNA-binding ability of its homeodomain. Furthermore, we have now identified direct HLX target genes in both HSPC and AML cells using a combination of expression microarrays and chromatin-immunoprecipitation (chIP). We find that HLX regulates a set of genes which mediate its leukemia-promoting functions, such as BTG1 , and we have used chIP to identify a subset of these genes, including PAK1 , that are direct targets of HLX . Internal tandem duplications of FLT3 (FLT3-ITD) are seen in approximately 25% of all AML patients, and confer a poor prognosis. Correlative analyses showed that AML patients with mutant FLT3 and low HLX have overall survival similar to WT FLT3 patients, and survive significantly longer than patients with mutant FLT3 and high HLX (p=0.005), demonstrating that FLT3 mutations confer poor prognosis only if HLX is highly expressed, and suggesting that HLX and mutant FLT3 functionally cooperate. We find that co-expression of HLX and FLT3-ITD leads to dramatically enhanced cytokine independent growth and clonogenicity of 32D cells as well as primary murine HSPC in vitro . When we retrovirally co-expressed HLX and FLT3-ITD, or FLT3-ITD alone (plus an empty control), in primary Lin − Kit + cells and transplanted them into congenic recipient animals, we found that four weeks after transplantation donor chimerism was 4-fold increased on average in the peripheral blood (PB) and bone marrow (BM), and by 12 weeks post-transplantation mice expressing FLT3-ITD and HLX developed AML with large numbers of leukemic blasts in the PB and BM. We have generated knock-in mice conditionally overexpressing Hlx from the Rosa26 locus and ongoing studies include crossing these mice into FLT3-ITD knock-in animals. In summary, our studies have identified HLX as a novel key transcription factor involved in the regulation of early hematopoiesis and AML pathogenesis, and suggest HLX and downstream pathways as promising new therapeutic targets in AML. Disclosures: No relevant conflicts of interest to declare."
}