{
    "doi": "https://doi.org/10.1182/blood.V120.21.1611.1611",
    "article_title": "The Outcome of T-Cell Lymphoma Patients Failing First-Line Treatment: Results of a Population Based-Study From the Modena Cancer Registry ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1611 Introduction: For many T-cell lymphoma (TCL) patients (pts), current treatment strategies are largely ineffective. In particular, pts failing first line therapy are expected to have a dismal outcome but little is known about them. The purpose of this population-based study was to establish the outcome of TCL pts following relapse/progression. Material and methods: All TCL pts diagnosed in the province of Modena, Italy between January 1, 1997 and December 31, 2010 were identified from the archives of the Modena Cancer Registry that covers a population of approximately 600.000 people. Additional data on disease characteristics, treatment modalities, together with response assessments and outcome were actively retrieved and collected. Results: A total of 146 TCL pts were initially identified, and 18 excluded because of missing data; therefore 128 were available for the present analysis. The most common subtypes were Peripheral T-cell lymphoma not otherwise specified in 46 pts (36%), Anaplastic large T-cell lymphoma in 46 patients (36%) Angioimmunoblastic T-cell lymphoma in 15 (12%), and other subtypes in 21 (16%). The male to female ratio (M/F) for the entire population was 1.7 and the median age was 64 years (16–90). A total of 100 (78%) pts received initial treatment within 3 months of their diagnosis: 74 received combination chemotherapy (CT), 9 received radiation therapy (RT) only, 10 underwent surgery and 7 were addressed to high dose therapy and autologous stem cell transplant (ASCT) as part of initial therapy. Among the remaining 28 patients, 24 (19%) died within 3 months of their diagnosis and 4 (3%) received only palliative therapy because of their comorbidities. The majority of pts received anthracyclines (ADM) containing regimens as part of their initial therapy (71/74, 96%). At the end of first line treatment, 59 (59%) pts achieved complete remission (CR), 13 pts partial remission (PR), 8 pts stable disease (SD) and 20 cases had disease progression (PD). Overall, 59 pts presented relapse/progression; 23 (39%) of them died before receiving any salvage treatment, 14 pts received DHAP (7 of whom were subsequently addressed to ASCT), 8 received gemcitabine-containing regimens, 6 received ADM containing regimes and 8 other CT regimens; 2 patients were treated with RT. At a median follow-up for living patients after relapse/progression of 28 months (range 9–111 months), 49 patients died, and the cause of death was found to be lymphoma progression in all of them. The median overall survival (OS) following relapse/progression was 1.9 months. Among the 36 pts that received salvage treatment median OS was not reached for those who received ASCT and was 4.5 months for those who received conventional dose salvage treatment (p=0.003). A Cox regression analysis was performed in order to identify prognostic factors among these 59 pts: age at relapse (≥60 years, HR=2.35, CI95% 1.04–5.28, P=0.038) and advanced stage (HR=3.24, 1.31–7.98) were associated with a higher risk of death and salvage treatment ASCT was associated with a better survival (HR=0.04, IC95% 0.006–0.36). No other clinical characteristic (gender, histology, LDH and performance status) at diagnosis was associated with higher risk of death among relapsing/progressing patients. Conclusion: In the general population, outside clinical trials, the outcome of TCL pts is dramatically poor. First, about 20% of the whole cohort is not able to receive any kind of therapy mainly due to early death; second, the rate of pts failing first line therapy that could not receive any salvage therapy rose to 39%. As a result, progression during initial therapy or relapse after first line treatment entails a very dismal prognosis with less than 2 months of median survival. Only a few patients that could receive ASCT after relapse had promising chances of long lasting remission. Based on the results of this population based study, it is evident that there is urgent need for novel agents to be offered to TCL pts requiring second line treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "t-cell lymphoma",
        "brachial plexus neuritis",
        "autologous stem cell transplant",
        "angioimmunoblastic lymphadenopathy",
        "anthracycline antibiotics",
        "combination drug therapy",
        "complete remission",
        "dhap protocol",
        "disease progression"
    ],
    "author_names": [
        "Irene Biasoli",
        "Marina Cesaretti",
        "Stefano Luminari",
        "Monica Bellei",
        "Alessandra Dondi",
        "Emanuela Anna Pesce",
        "Stefania Badiali",
        "Micol Quaresima",
        "Maria Angela Sirotti",
        "Massimo Federico"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene Biasoli",
            "author_affiliations": [
                "Department of medicine, University Hospital and School of Medicine, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Cesaretti",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Luminari",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Bellei",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Dondi",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuela Anna Pesce",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Badiali",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Micol Quaresima",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Angela Sirotti",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Federico",
            "author_affiliations": [
                "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T02:36:04",
    "is_scraped": "1"
}