{
    "doi": "https://doi.org/10.1182/blood.V122.21.474.474",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2491",
    "start_url_page_num": 2491,
    "is_scraped": "1",
    "article_title": "Functional Dissection and Targeting Of Bmi1 Independence Of MN1 Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "While PcG protein, Bmi1, plays a critical role in development of leukemic stem cells (LSCs), we have recently shown a differential Bmi1 dependency for LSCs initiated by different oncogenic transcription factors associated with distinct prognostic outcomes. PML-RARA and AML1-ETO leukemias associated with good prognosis are dependent on Bmi1, whereas poor prognostic leukemia induced by MLL fusion that is capable of activating multiple Hox genes is Bmi1 independent. However the role of Bmi1 and the mechanisms of over-coming Bmi1 dependency in other acute myeloid leukemia (AML) subtypes are still largely unknown. Aberrations of the MN1 gene mostly as an over-expression or rarely as a fusion partner of TEL in patients carrying the translocation t(12;22)(p13;q11) are frequently found in AML and myelodysplastic syndrome (MDS). Forced expression of MN1 induces aggressive AML with a 100% penetrance in mouse models within a few weeks, a latency significantly shorter than myeloid malignancy induced by MN1-TEL. Consistently, MN1 over-expression correlates with reduced drug response and poor prognosis of AML patients as well as high level of Bmi1 expression. In spite of these striking experimental and clinical features, the molecular mechanisms underlying MN1 leukemia are still largely unknown, and little progress has been made in targeting this leukemia. In the current study, we sought out to investigate the role of Bmi1 for MN1 mediated leukemic transformation and the mechanisms underlying this aggressive leukemia. In contrast to MN1-TEL that is dependent on Bmi1 for transformation of murine primary hematopoietic cells, MN1 over-expression could transform Bmi1 -/- hematopoietic progenitor cells (HPCs) and induced serially transplantable AML in mice with the same latency as MN1 transformed wild type (wt) HPCs. Further molecular analyses revealed a significant up-regulation of p16 Ink4a and cellular senescence in MN1-TEL Bmi1 -/- HPCs, which was absent in MN1 transformed cells. Senescence in MN1-TEL Bmi1 -/- cells could be rescued by re-expression of Bmi1 or suppression of p16 respectively, consistently suggesting an inherent functional difference between MN1 and MN1-TEL reflected by contrasting Bmi1 dependences. To identify the functional domain critical for the Bmi1 independency, structure/function analysis revealed that the removal of DNA binding domain (DBD) in the TEL moiety conferred Bmi1 independent transformation to MN1-TEL (MN1-TELΔDBD). MN1-TELΔDBD was able to induce transplantable leukemia in both the wild type and Bmi1 deficient cells. Conversely, fusion of TEL DBD to full length MN1 abolished its Bmi1 independence, and failed to transform Bmi1 deficient cells. These results strongly suggest that MN1 regulated molecules/pathways critical for Bmi1 independent transformation are misguided by the TEL DBD in MN1-TEL leukemia, providing a unique platform to dissect the pathways for Bmi1 independent transformation in AML. By performing global gene expression analyses on MN1, MN1-TEL and MN1-TELΔDBD transformed cells, we identified 1727 genes differentially expressed in MN1 transformed cells compared with MN1-TEL transformed cells; whereas only 44 genes were differentially expressed in MN1-TEL versus MN1-TELΔDBD transformed cells. When we overlapped these two gene sets together, we generated a unique gene set containing 34 genes associated with Bmi1 independence, including metabolic enzymes, signaling molecules and transcription factors such as Hoxa gene that has previously implicated in Bmi1 independent leukemic transformation. To assess the functional significance and the potential of targeting the candidates in this gene list in overcoming Bmi1 independent transformation, we performed functional analyses using shRNA approaches with a focus on those pharmacologically tractable candidates to suppress Bmi1 independent leukemic transformation. As a result, we were able to identify and demonstrate two different classes of enzymes with rigid catalytic domains that are required for Bmi1 independent transformation by MN1. Together, we dissect the mechanisms underlying Bmi1-independent leukemic transformation, and provide promising novel targets for MN1 leukemia. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "mn1 gene",
        "tissue dissection",
        "enzymes",
        "molecule",
        "transcription factor",
        "dna",
        "leukemia, myelocytic, acute",
        "leukemic hematopoietic stem cell",
        "muscle rigidity"
    ],
    "author_names": [
        "Jan-Henrik Mikesch, MD",
        "Maria F Arteaga, PHD",
        "Clemence Virely, PHD",
        "Chi Wai Eric So, PHD"
    ],
    "author_affiliations": [
        [
            "King´s College University of London, London, United Kingdom, "
        ],
        [
            "King´s College University of London, London, United Kingdom, "
        ],
        [
            "King´s College University of London, London, United Kingdom, "
        ],
        [
            "King's College University of London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.51148639999999",
    "first_author_longitude": "-0.11599699999999998"
}