{
    "doi": "https://doi.org/10.1182/blood.V116.21.2498.2498",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1862",
    "start_url_page_num": 1862,
    "is_scraped": "1",
    "article_title": "Profiling of Aberrant DNA Methylation In AML Reveals Subclasses of CpG Islands with Epigenetic or Genetic Association ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "cpg islands",
        "dna methylation",
        "epigenetics",
        "genetic disorder",
        "genetics",
        "histone h3",
        "immunoprecipitation",
        "karyotype determination procedure",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Claudia Gebhard",
        "Mohammed Sadeh",
        "Dagmar Glatz",
        "Lucia Schwarzfischer",
        "Rainer Spang",
        "Gerhard Ehninger",
        "Christian Thiede, MD",
        "Reinhard Andreesen, MD, PhD",
        "Michael Rehli"
    ],
    "author_affiliations": [
        [
            "Hematology, University Hospital Regensburg, Regensburg, Germany, "
        ],
        [
            "Institute for Functional Genomics, University Regensburg, Regensburg, Germany, "
        ],
        [
            "Hematology, University Hospital Regensburg, Regensburg, Germany, "
        ],
        [
            "Hematology, University Hospital Regensburg, Regensburg, Germany, "
        ],
        [
            "Institute for Functional Genomics, University Regensburg, Regensburg, Germany, "
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus Dresden, Dresden, Germany"
        ],
        [
            "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus Dresden, Dresden, Germany"
        ],
        [
            "Hematology, University Hospital Regensburg, Regensburg, Germany, "
        ],
        [
            "Hematology, University Hospital Regensburg, Regensburg, Germany, "
        ]
    ],
    "first_author_latitude": "48.988124799999994",
    "first_author_longitude": "12.088439900000001",
    "abstract_text": "Abstract 2498 CpG islands show frequent and often disease-specific epigenetic alterations during malignant transformation, however, the underlying mechanisms are poorly understood. We used methyl-CpG immunoprecipitation (MCIp) to generate comparative DNA methylation profiles of 30 patients with acute myeloid leukemia for human CpG islands across the genome. DNA methylation profiles across 23.000 CpG islands revealed highly heterogeneous methylation patterns in AML with over 6000 CpG islands showing aberrant de novo methylation in AML. Based on these profiles we selected a subset of 380 CpG islands (covering 15.000 individual CpGs) for detailed fine-mapping analyses of aberrant DNA methylation in 185 patients with AML (50% normal karyotype). We found that a proportion of patients (5/185) displayed a concerted hypermethylation at almost all studied loci, representing the rare CpG island methylator phenotype (CIMP) in AML. Meta analysis of methylation profiling and published ChIP sequencing data separated CpG islands in two groups. A highly correlated subgroup of CpG island regions was strongly associated with histone H3 lysine 27 trimethylation in human hematopoietic progenitor cells, suggesting that disease-related de novo DNA methylation at these CpG islands is linked with polycomb group protein (PcG)-mediated repression. The group of mainly non-PcG target CpG islands showed heterogeneous methylation patterns across patients and unsupervised hierarchical clustering revealed a correlation of methylation profiles with genetic disease markers, including oncofusion proteins as well as CEBPA- and NPM1-mutations. Our study suggests that both epigenetic as well as genetic aberrations may underlay AML-related changes in CpG island DNA methylation states. Disclosures: No relevant conflicts of interest to declare."
}