{
    "doi": "https://doi.org/10.1182/blood-2019-123478",
    "article_title": "Clinical Outcome of an Multicentre, Randomized, Phase II Clinical Trial for Patients with Extranodal NK/T Cell Lymphoma Treated By P-Gemox or Aspametdex ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Intruduction Extranodal natural killer/T-cell lymphoma (ENKTL) is an uncommon, aggressive form of non-Hodgkin's lymphoma. Optimal therapeutic strategies have not been fully defined yet. Nasal NK/T-cell lymphomas present mostly with stage I/II disease. For stage I/II nasal lymphoma, a combination of chemotherapy and radiotherapy yields optimal results. Concomitant chemoradiotherapy and sequential chemotherapy and radiotherapy give similar response rates and survivals. For stage III/IV nasal, nonnasal, and disseminated ENKTL, systemic chemotherapy is indicated. Conventional anthracycline-based regimens are ineffective. Regimens containing L-asparaginase are most effective. Both AspaMetDex and P-Gemox is recommended as major effective combined chemotherapy regimen by NCCN guideline. Therefore, we try to evaluate the efficacy and toxicity for P-Gemox plus thalidomide and AspaMetDex followed by extensive involved field radiotherapy (EIFRT) as first-line treatment for newly diagnosed stage I/II patients and as salvage regimen for newly diagnosed stage III/IV or relapsed/refractory ENKTL in this clinical study. Methods We initiated a prospective, multicentre, randomized, phase II clinical trial at 12 centers in China at March 2014. Patients were randomly assigned to receive either P-Gemox+thalidomide regimen ( Group A: Pegaspargase 2000U/m 2 ; im d1, Gemcitabine 1000mg/m 2 ; ivdrip , d1, d8. Oxaliplatin 130mg/m 2 ; ivdrip, d1, thalidomide 100mg/d po, for one year.) or AspaMetDex regimen ( Group B : Pegaspargase 2000U/m 2 ; im, d1, Methotrexate 3000mg/ m 2 ; civ 6-hour, d1, calcium folinate 30mg iv, q6h, until reach safe serum MTX concentration, Dexamethasone 40mg/d ivdrip, d1-4.). For newly diagnosed stage I/II patients, both regimens were repeated every three weeks for a maximum four cycles as induction chemotherapy and followed by EIFRT at the dosage of 56Gy in 28 fractions over 4 weeks. Primary EIFRT was delivered using 6-MeV linear accelerator using 3-dimensional conformal treatment planning. For newly diagnosed stage III/IV or relapsed/refractory ENKTL, the regimens were repeated every three weeks for a maximum six cycles. Patients underwent autologous hematopoietic stem cell transplantation (ASCT) as consolidation if they achieved response (complete remission,CR or partial remission,PR). The primary endpoint was progression-free survival(PFS). Results Between March 2014 and March 2018, 165 patients were randomly assigned. 85 patients to Group A, 80 patients to Group B. 156 patients were evaluable for response. Investigator-assessed overall response at the end of induction was 88.2% in the Group A and 75.0% in the Group B. Complete remission (CR) rate were 60.0% and 55.0%. Among 107 newly diagnosed stage I/II patients, 54 patients were assigned to Group A (52 assessed), and 53 to Group B (47 assessed). Overall response during induction in Group A and B was similar in both groups, were 64.8% and 64.2%. 58 newly diagnosed stage III/IV or relapsed refractory patients were enrolled. 31 patients were assigned to Group A (30 assessed), and 27 to Group B. The efficacy rate of Group A was higher than that of Group B. Overall response rate were 87.1% and 66.6%, respectively. At median follow-up of 24.6 (1.0-60.9)months, 3-year progression-free survival (PFS) and overall survival (OS) of whole cohort were 61.4% and 63.4%. PFS and OS rate of Group A were similar to Group B(Figure 1). Group B was better tolerated than Group A, with lower rates of agranulocytosis, thrombocytopenia and infections. While anemia,hyperbilirubinemia, edema, and increased BUN/Cr were more common in Group B. Three patients died of treatment related toxicity only in Group B . Two patients died of severe acute renal failure and sepsis at the first cycle, and one patient died of sepsis at the third cycle. CONCLUSION: Induction chemotherapy of both P-Gemox+Thalidomide and AspaMetDex regimen followed by EIFRT yielded promising efficacy for patients with stage I/II ENKTL. There is little difference therapeutic effect between the two regimens. For advanced or relapsed patients, both regimen showed unsatisfied survival outcome. Meanwhile, P-Gemox+ Thalidomide was less toxic with more convenient administration in outpatients clinics in comparison to AspaMetDex. ( ClinicalTrials.gov, NCT 2085655 ). View large Download slide View large Download slide  Close modal Disclosures Li: Guangdong Province Hospital: Employment.",
    "topics": [
        "extranodal disease",
        "lymphoma",
        "natural killer t-cells",
        "phase 2 clinical trials",
        "treatment outcome",
        "lymphoma, extranodal nk-t-cell",
        "chemotherapy regimen",
        "radiation therapy",
        "thalidomide",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Hui-qiang Huang",
        "Gao Yan",
        "Hang Su",
        "Yunhong Huang",
        "Yuhuan Gao",
        "Wang Xiaoxiao",
        "Bai Bing",
        "Yujing Zhang",
        "Liping Su",
        "Xiaoxia Chu",
        "Wenyu Li, MD PhD",
        "Junyi Zhang",
        "Qiaohua Zhang, MD",
        "Liansheng Zhang",
        "Xiaohua Hu",
        "Liqun Zou",
        "Zhiming Li",
        "Wenqi Jiang"
    ],
    "author_dict_list": [
        {
            "author_name": "Hui-qiang Huang",
            "author_affiliations": [
                "Sun Yat-Sen University Cancer Center, GuangZhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gao Yan",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hang Su",
            "author_affiliations": [
                "The 307th Hospital of Military Chinese People's Liberation Army, Beijing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yunhong Huang",
            "author_affiliations": [
                "cancer hospital of Guizhou province, Guizhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuhuan Gao",
            "author_affiliations": [
                "Fourth Hospital of Hebei Medical University, Shijiazhuang, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wang Xiaoxiao",
            "author_affiliations": [
                "Sun Yat-sen University cancer center, guangzhou, China ",
                "Cancer Center of Sun Yat-sen University, Guangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bai Bing",
            "author_affiliations": [
                "Cancer Center of Sun Yat-sen University, Guangzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yujing Zhang",
            "author_affiliations": [
                "Cancer Center of Sun Yat-sen University, Guangzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liping Su",
            "author_affiliations": [
                "Department of Hematology, Shanxi Cancer Hospital, Taiyuan, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoxia Chu",
            "author_affiliations": [
                "Department of Hematology, Yantai Yuhuangding Hospital, Yantai, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyu Li, MD PhD",
            "author_affiliations": [
                "Lymphoma Division, Guangdong Provincial People's Hospital,Guangdong Academy of Medical Sciences, Guangzhou, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junyi Zhang",
            "author_affiliations": [
                "TCM-integrated Cancer Center of Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qiaohua Zhang, MD",
            "author_affiliations": [
                "Shanxi dayi hospital, Taiyuan, CHN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liansheng Zhang",
            "author_affiliations": [
                "Lanzhou university second hospital, Lanzhou, CHN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaohua Hu",
            "author_affiliations": [
                "the first affiliated hospital of Guangxi medical University, Nanning, China "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liqun Zou",
            "author_affiliations": [
                "Department of Oncology, West China Hospital, Sichuan University, Sichuan, China "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiming Li",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, State Key Laboratory of Oncology in South China, Collaborative Innovation Centre of Cancer Medicine, Guangzhou, China "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenqi Jiang",
            "author_affiliations": [
                "Sun Yat-sen university Cancer Center, Guang Zhou, China"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T04:04:38",
    "is_scraped": "1"
}