{
    "doi": "https://doi.org/10.1182/blood-2020-140568",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4605",
    "start_url_page_num": 4605,
    "is_scraped": "1",
    "article_title": "CST6 Is a Small Autocrine Molecule That Targets Myeloma Growth and Bone Destruction ",
    "article_date": "November 5, 2020",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": null,
    "author_names": [
        "Dongzheng Gai, MD",
        "Stewart JP",
        "Xuxing Shen",
        "Jin-Ran Chen, PhD",
        "Can Li, MD",
        "Bailu Peng, PhD",
        "Ya-Wei Qiang, MD PhD",
        "Shmuel Yaccoby, PhD",
        "Maurizio Zangari, MD FACP",
        "Frits van Rhee, MD",
        "Guido J. Tricot, MD PhD",
        "Lijuan Chen, MDPhD",
        "John Shaughnessy, Jr., PhD",
        "Fenghuang Zhan, MD PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
        ],
        [
            "Arkansas Children's Nutrition Center, Little Rock, AR"
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Myeloma Center, University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Bone destruction is a major complication of multiple myeloma (MM). Healthy bone is constantly remodeled through bone resorption by osteoclasts and bone formation by osteoblasts. New bone formation in MM is virtually non-existent, because differentiation of osteoblasts is inhibited by DKK1, a Wnt-β-catenin signaling inhibitor secreted by MM cells, reported by our group in NEJM, 2003. MM in its early stages is totally dependent on its microenvironment and for the hyperdiploid type MM this dependence is perpetual. Based on concordant gene expression signatures, predominantly driven by recurrent translocations and hyperdiploidy, we have classified MM into 7 distinct molecular entities. One subgroup, with significantly less bone disease and superior event-free and overall survival following high-dose therapy and stem cell transplantation than the other subgroups, defined as the Low Bone (LB) disease subgroup. Consistent with the LB phenotype, we have observed a strong inverse correlation between DKK1 and CST6 expression and by analyzing gene expression profiling (GEP) and RNA-sequencing data of more than 1,000 myeloma patients, we identified CST6 as the most upregulated gene in the LB subgroup. The aim of the present study was to determine the role of Cystatin E/M (CST6) in MM biology and to apply this knowledge to prevent both bone disease and MM cell growth. CST6, a 14-17 kD secretory protein, is a lysosomal protease inhibitor and suggested tumor suppressor gene. We showed that overexpression of CST6 in human MM cell lines prevents MM cell growth in vitro and in vivo . Also, purified CST6 protein from conditioned media of CST6-overexpressing MM cells significantly inhibits MM cell growth ( p<0.01 ) and RANKL-induced osteoclast differentiation ( p<0.01 ), decreases MM cell-induced bone destruction ( p<0.05 ), and extends MM mouse survival ( p<0.01 ). Mechanistic studies indicate that CST6 abrogates the alternative NF-kB signaling pathway as evidenced by a decrease in nuclear p52 protein in CST6-treated osteoclast precursors. Cathepsin K (CTSK), an osteoclast specific cysteine protease involved in bone resorption, was inhibited by CST6. GEP studies of whole bone marrow biopsies (WBMBx) across a spectrum of samples show higher expression of CTSK in WBMBx relative to purified plasma cells, while levels in MM remission WBMBx were higher than seen in healthy adult donors, MGUS/SMM, and newly diagnosed MM. Importantly, CTSK levels where not significantly different between remission and relapsed MM WBBx. These data show that Cathepsin K levels, and therefore osteoclasts, are elevated in the bone marrow of MM in remission and that these levels are similar to that seen in relapsed MM. Based on GEP data and experimental confirmation, we conclude that CST6, secreted by MM cells could be used clinically to target MM cells and prevent bone damage in MM. Inhibiting CTSK by CST6 in MM remission may aid in the prevention of MM relapse. Disclosures van Rhee: CDCN: Consultancy; Takeda: Consultancy; Karyopharm: Consultancy; Adaptive Biotech: Consultancy; EUSA: Consultancy."
}