{
    "doi": "https://doi.org/10.1182/blood.V106.11.1868.1868",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=422",
    "start_url_page_num": 422,
    "is_scraped": "1",
    "article_title": "Comparison of Enoxaparin to the Thrombin Variant Protein C Activator, W215A/E217A, in a Primate Model of Thrombosis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "enoxaparin",
        "primates",
        "protein c",
        "thrombin",
        "thrombosis",
        "transcriptional activation",
        "activated partial thromboplastin time measurement",
        "bleeding time procedure",
        "fibrin",
        "fibrinolytic agents"
    ],
    "author_names": [
        "Ulla M. Marzec",
        "Leslie Bush, MA",
        "Andras Gruber, MD",
        "Stephen R. Hanson, PhD",
        "Enrico Di Cera, MD"
    ],
    "author_affiliations": [
        [
            "Biomedical Engineering, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Biochemistry and Molecular Biophysics, Washington University, St. Louis, MO, USA"
        ],
        [
            "Biomedical Engineering, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Biomedical Engineering, Oregon Health and Science University, Portland, OR, USA"
        ],
        [
            "Biochemistry and Molecular Biophysics, Washington University, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "45.44746135",
    "first_author_longitude": "-122.71871519999998",
    "abstract_text": "Antithrombotic therapy by thrombomodulin-dependent activation of endogenous protein C might be safer than currently used therapies, since endogenous activated protein C (APC) is generated and probably concentrated on the endothelial surface and not in blood that escapes the blood vessels during injury. We compared the antithrombotic and antihemostatic activities of a protein C selective recombinant double mutant human thrombin (W215A/E217A; WE) that activates endogenous protein C on the endothelial surface, in vivo, with a low molecular weight heparin, enoxaparin in awake non anticoagulated baboons. Thrombosis was initiated by interposing a two part device consisting of a 2cm, 4mm ID, polyethylene terephthalate vascular graft (DVG) followed by a 2cm silicone tubing chamber, 9mm ID, into a chronic femoral arteriovenous shunt in baboons. Upon initiation of blood flow at 100mL/min, wall shear rate of 265sec −1 in the 4mm ID segment (arterial type flow) and 29sec −1 in the expansion chamber (venous type flow), platelet thrombus growth was monitored by gamma camera imaging of autologous 111 In-labeled platelets for 1 hour. Fibrin accumulation was quantified by homologous 125 I-labeled fibrinogen. Bleeding time and aPTT were monitored. WE was administered as a loading IV bolus (1/3 dose) 10 minutes before thrombus initiation followed by maintenance infusion (2/3 dose) for the duration of the study at 3 dose levels: 1.8 μg/kg (dose-1), 3.75 μg/kg (dose-2) and 7.5 μg/kg (dose-3). Results were compared to controls given normal saline and to 3 doses of IV enoxaparin (1/2 dose loading + 1/2 dose maintenance): 0.3 mg/kg (dose-1), 0.6 mg/kg (dose-2) and 1.2mg/kg (dose-3) (3–5 animals in each study group). WE inhibition of platelet deposition in the chamber was dose dependent and reduced by 57%, 76% and 95% for dose 1, 2 and 3 respectively, compared to controls (p < 0.05 each). Enoxaparin likewise reduced thrombosis in the chamber by 49%, 83% and 91% (p< 0.05 each) respectively at the 3 doses tested. Fibrin accumulation paralleled the platelet deposition data in the chamber. Thrombus growth on DVG was only reduced at dose level 3 for both WE and enoxaparin by 18% and 47%, respectively as determined by platelet deposition. Fibrin accumulation was reduced by 35% by WE and 51% for enoxaparin at dose 3 on the arterial thrombosis segment. Bleeding times did not increase significantly with any of the treatments except for dose-3 of enoxaparin which prolonged the bleeding time from 3.5±1.3 minutes to 5.3 ± 1.4 minutes. Prolongation of APTT was 1.14, 1.33, and 2.04 fold for WE doses 1, 2 and 3, respectively and enoxaparin prolonged the APTT by 1.25, 1.6 and 1.9 fold at dose 1, 2 and 3, respectively. We conclude that low dose WE infusion is safe and about two orders of magnitude more antithrombotic than enoxaparin infusion in the baboon model of thrombosis."
}