{
    "doi": "https://doi.org/10.1182/blood.V108.11.3868.3868",
    "article_title": "Identification and Characterization of a Novel Lymphotoxin Alpha Mutant Recovered from an ENU Mutagenesis Screen. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "N-ethyl-N-nitrosourea (ENU)-induced mutagenesis in mice has been an important approach in identifying genes that are involved in immune regulation and diseases. We have characterized the features of a new mutant C57BL/6J strain, HLB382, derived from an ENU mutagenesis screen and identified initially as having hereditary leukocytosis. Grossly, the mutant mice had no peripheral or mesenteric lymph nodes or Peyer’s patches. Histological analysis showed that there were no marginal zone B cells or germinal centers. The development of T cells and myeloid cells was normal, as assessed by flow cytometry (FACS), the development of NK cells was impaired. Although this phenotype is strikingly similar to that of mice with genetically engineered knockouts of the Lta gene, we found that the numbers of peritoneal B1b cells was significantly increased, a feature not reported for the knockouts. Since FACS analyses did not detect LTA protein on splenic B cells, we sequenced cloned Lta genomic DNA from the mutant mice and identified a single base insertion that caused a frame shift and a premature stop codon, consistent with the lack of detectable LTa proteins in mutant mice. This new mutant strain on a clean C57BL/6 background provides a useful model to study the functions of LTa in the immune system development and in various disease conditions.",
    "topics": [
        "mutagenesis",
        "tumor necrosis factor-beta",
        "dna",
        "ethylnitrosourea",
        "flow cytometry",
        "genetic engineering",
        "leukocytosis",
        "codon, nonsense",
        "mice",
        "b-lymphocytes"
    ],
    "author_names": [
        "Hongsheng Wang, PhD",
        "Jianxun Feng, Ph.D.",
        "Chenfeng Qi, Ph.D.",
        "Herbert Morse, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongsheng Wang, PhD",
            "author_affiliations": [
                "Laboratory of Immunopathology, National Institute of Allergy and Infectious Diseases, Rockville, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jianxun Feng, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, National Institute of Allergy and Infectious Diseases, Rockville, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chenfeng Qi, Ph.D.",
            "author_affiliations": [
                "Laboratory of Immunopathology, National Institute of Allergy and Infectious Diseases, Rockville, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herbert Morse, MD",
            "author_affiliations": [
                "Laboratory of Immunopathology, National Institute of Allergy and Infectious Diseases, Rockville, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:43:31",
    "is_scraped": "1"
}