{
    "doi": "https://doi.org/10.1182/blood-2019-123859",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4353",
    "start_url_page_num": 4353,
    "is_scraped": "1",
    "article_title": "Analysis of Deficiency of Adenosine Deaminase 2 Pathogenesis Based on Single Cell RNA Sequencing of Monocytes ",
    "article_date": "November 13, 2019",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "adenosine deaminase deficiency",
        "monocytes",
        "sequence analysis, rna",
        "cd14 antigen",
        "rna, small cytoplasmic",
        "antigens, cd16",
        "inflammation",
        "adalimumab",
        "anti-inflammatory agents",
        "bone marrow, hypocellular"
    ],
    "author_names": [
        "Naoki Watanabe",
        "Shouguo Gao, PhD",
        "Sachiko Kajigaya",
        "Carrie Diamond, MD",
        "Lemlem Alemu, BS",
        "Amanda Ombrello, MD",
        "Neal S. Young, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "Inflammatory Disease Section, National Human Genome Research Institute, Bethesda, MD"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Deficiency of adenosine deaminase 2 (DADA2) is a rare autosomal recessive disease caused by loss-of-function mutations in the ADA2 gene. DADA2 typically presents in childhood and is characterized by vasculopathy, stroke, inflammation, and immunodeficiency as well as hematologic manifestations, such as bone marrow failure and lymphoproliferation. The ADA2 protein is predominantly expressed in stimulated monocytes, dendritic cells and macrophages. ADA2 increases in the setting of inflammation and/or infection conditions. ADA2 has been reported to have a critical role in maintaining the balance between M1 (pro-inflammatory) and M2 (anti-inflammatory) macrophages. Macrophages of DADA2 patients are polarized towards M1 subset., DADA2 pathogenesis is not well characterized. To elucidate molecular mechanisms in DADA2 deficiency, we analyzed a gene expression profile of CD14 + monocytes derived from peripheral blood using single cell RNA sequencing (scRNA-seq). Blood was collected from DADA2 patients and age- and sex-matched healthy donors; all patients were studied in a registered research protocol (clinicaltrials.gov NCT00071045). Samples were obtained from 14 DADA2 patients and 6 healthy donors; median age of the DADA2 patients was 23 years old (range, 5 - 57 years). Among the 14 patients, 7 had hematological phenotypes: 5 lymphopenia, 3 neutropenia, 3 thrombocytopenia, and 2 with hypocellular bone marrow histology. Low serum immunoglobulins and cutaneous findings were frequent. Nine of the 14 patients had been treated with TNF inhibitors (etanercept and adalimumab). Mutations were distributed throughout the ADA2 gene; although two siblings had the same mutation, even they showed poor genotype-phenotype correlation. Monocytes were isolated by immunomagnetic positive selection with the EasySep™ positive CD14 selection kit Ⅱ, then subjected to scRNA-seq using Single Cell 3' Reagent Kits v2 (10X Genomics). Libraries for scRNA-seq were sequenced on the HiSeq-3000 instrument. Based on scRNA-seq data, we could classify monocytes into three populations by conventional flow cytometric criteria using cell surface protein expression imputed from scRNA-seq: CD14 ++ CD16 - classical, CD14 ++ CD16 + intermediate, and CD14 + CD16 ++ nonclassical monocytes (Figure A). CD16 expression was higher in DADA2 patients than in healthy donors (Figure B). A proportion of nonclassical monocytes among total monocytes were significantly higher in DADA2 patients compared to healthy donors (Figure C). On comparison of gene expression of each monocyte subtypes in DADA2 patients with that of healthy donors, there were 215, 237, and 267 differentially expressed upregulated genes in classical, intermediate, and nonclassical monocytes, respectively (at a threshold avg_logFC > 0.2). Approximately 35% of upregulated genes were overlapped among the three monocyte subtypes of DADA2 patients, including immune response genes such as IFITM1 , IFITM2 , IFITM3 , and C3AR1 (Figure D). Common gene pathways were associated with immune function, such as interferon alpha/beta signaling and interferon gamma signaling. Specific genes to classical and intermediate monocytes were less than 10% of all the upregulated genes. Distinctively, the NF-κB pathway was upregulated in nonclassical monocytes, this might contribute to the pathogenesis of DADA2 as inflammatory disease. Overall, each monocyte subtype of DADA2 patients showed upregulation of immune response gene sets compared to controls. DADA2 patients have increased numbers of nonclassical monocytes which may contribute the immune dysregulation and increased inflammation observed in the disease. Figure View large Download slide Figure View large Download slide  Disclosures No relevant conflicts of interest to declare."
}