{
    "doi": "https://doi.org/10.1182/blood.V122.21.4414.4414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2649",
    "start_url_page_num": 2649,
    "is_scraped": "1",
    "article_title": "Targeting Sphingosine Kinase Induces Apoptosis and Regression Of Virus-Associated Lymphoma In Vivo  ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "topics": [
        "apoptosis",
        "lymphoma",
        "phosphotransferases",
        "sphingosine",
        "viruses",
        "neoplasms",
        "cancer",
        "malignant neoplasm, virus-related",
        "sphingolipids",
        "transplantation, heterologous"
    ],
    "author_names": [
        "Zhiqiang Qin",
        "Lu Dai",
        "Karlie Plaisance-Bonstaff",
        "Can Senkal",
        "Wenxue Wang",
        "Thomas M. Reske, MD",
        "Luis Del Valle",
        "Christina Voelkel-Johnson",
        "Erik Flemington",
        "Besim Ogretmen",
        "Charles D Smith",
        "Chris Parsons"
    ],
    "author_affiliations": [
        [
            "Departments of Microbiology/Immunology/Parasitology, LSUHSC-NO, New Orleans, LA, USA, "
        ],
        [
            "Department of Medicine, LSUHSC-NO, New Orleans, LA, USA, "
        ],
        [
            "Department of Medicine, LSUHSC-NO, New Orleans, LA, USA, "
        ],
        [
            "Departments of Biochemistry/Molecular Biology, MUSC, Charleston, SC, USA, "
        ],
        [
            "Drug Discovery/Biomedical Sciences, MUSC, Charleston, SC, USA, "
        ],
        [
            "Department of Medicine, LSUHSC-NO, New Orleans, LA, USA, "
        ],
        [
            "Department of Pathology, LSUHSC-NO, New Orleans, LA, USA, "
        ],
        [
            "Department of Microbiology/Immunology, MUSC, Charleston, SC, USA, "
        ],
        [
            "Department of Microbiology, Tulane University School of Medicine, New Orleans, LA, USA, "
        ],
        [
            "Departments of Biochemistry/Molecular Biology, MUSC, Charleston, SC, USA, "
        ],
        [
            "Drug Discovery/Biomedical Sciences, Medical University of South Carolina, Charleston, SC, USA"
        ],
        [
            "Department of Medicine, LSUHSC-NO, New Orleans, LA, USA, "
        ]
    ],
    "first_author_latitude": "29.95729619999999",
    "first_author_longitude": "-90.0832621",
    "abstract_text": "Background and Specific Aim Sphingosine kinase (SphK) is overexpressed by a variety of cancers, and its phosphorylation of sphingosine results in accumulation of sphingosine-1-phosphate (S1P) and activation of anti-apoptotic signal transduction. Existing data indicate a role for S1P in viral pathogenesis, but roles for SphK and S1P in virus-associated cancer progression have not been defined. The Kaposi’s sarcoma-associated herpesvirus (KSHV) is the causative agent of primary effusion lymphoma (PEL)—a rapidly progressive tumor arising in body cavities which incurs a median survival time of around 6 months with standard therapeutic approaches. ABC294640 is an orally bioavailable small molecule inhibitor of SphK under evaluation in early-phase clinical trials, although no pre-clinical or clinical data are available for this agent for hematologic or virus-associated malignancies. Therefore, we sought to determine whether ABC294640 displays inhibitory effects for HIV/KSHV + patient-derived PEL cells in vitro and in vivo , as well as potential mechanisms through which SphK regulates KSHV pathogenesis. Methodology Complementary in vitro assays were undertaken using RNAi and ABC294640 for targeting SphK1 and SphK2 in HIV/KSHV + patient-derived PEL cell lines (uninfected B cell tumor lines were used as controls). qRT-PCR and immunoblots were used to quantify KSHV gene expression and signal transduction, respectively; MTT assays and flow cytometry were used to assess metabolic activity and apoptosis; and mass spectrometry was used to quantify different bioactive sphingolipid intermediates associated with SphK activity. ABC294640 was used in a murine PEL xenograft model to assess the effects of SphK inhibition on KSHV + lymphoma progression in vivo . Results and Conclusions We find that targeting SphK induces caspase cleavage and apoptosis for KSHV + patient-derived PEL cells in the presence or absence of co-infection with the Epstein-Barr virus (EBV), whereas uninfected B cell tumor lines are less readily affected. Validating these results, we find that systemic administration of ABC294640 induces tumor regression in the PEL xenograft model. Complimentary ex vivo and in vitro analyses revealed that ABC294640 suppresses constitutive signal transduction associated with proliferation and survival of PEL cells, and increases intracellular accumulation of pro-apoptotic sphingolipid intermediates as well as KSHV lytic genes previously associated with cancer cell death. These results justify additional studies to identify mechanisms for SphK and S1P regulation of virus-associated PEL pathogenesis. Importantly, they also justify evaluation of ABC294640 in clinical trials as a single agent, or in combination with existing approaches, for the treatment of PEL and possibly other malignancies associated with oncogenic viruses. Disclosures: No relevant conflicts of interest to declare."
}