{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3027.3027",
    "article_title": "FGFR3 Mutations Are an Adverse Prognostic Factor in Patients with t(4;14)(p16;q32) Multiple Myeloma: An Mmrf Commpass Analysis ",
    "article_date": "December 7, 2017",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Multiple Myeloma is a hematological malignancy of terminally differentiated post-germinal center B-cells (plasma cells) genetically characterized by recurrent aneuploidy patterns and translocations. One common translocation is t(4;14)(p16.3;q32.2), which occurs in ~13% of patients and results in overexpression of FGFR3 and WHSC1/MMSET/NSD2. We previously found that all t(4;14) tumors dysregulated WHSC1, however only 75% express FGFR3, suggesting that FGFR3 is not the primary target of this structural rearrangement. Studies have reported known activating mutations in FGFR3 in 5-10% of t(4;14) tumors and the lack of prognostic significance in t(4;14) based on FGFR3 expression. FGFR3 mutations have been linked with the constitutive activation of downstream signaling pathways such as PI3K, mTOR, RAF, RAS, MAPK, and STAT which has led to clinical trials of FGFR3 inhibitors. Here, we show the first indication of adverse clinical prognosis of t(4;14) patients overexpressing mutated FGFR3 isoforms. As part of the interim analysis 11 of the MMRF CoMMpass trial (NCT145429), 506 patients with combined clinical data, Whole Genome Sequencing (WGS), Whole Exome Sequencing (WES), and RNA sequencing (RNAseq) assays performed at diagnosis were analyzed regarding FGFR3 mutation, expression, t(4;14) status, and clinical outcome. Analysis of the WGS dataset for translocations between an immunoglobulin loci and 4p16 identified classic t(4;14) events in 13% of patients, plus one translocation involving the kappa locus and none with the lambda locus. Besides these events, we identified non-immunoglobulin translocations creating novel fusion genes between WHSC1 and SUB1, HTT, FUT8, CREB3L2, or CXCR4. Receiver operator characteristic (ROC) analysis was performed using RNAseq data to identify the optimal expression threshold for defining a structural event targeting WHSC1 and/or FGFR3. This empirical threshold defined the percent of t(4;14) patients with FGFR3 expression as 79% (59/74). Confirming previous reports, survival analysis yielded a nonsignificant (p = 0.7) association of survival for t(4;14) patients based on FGFR3 expression. WES detected non-synonymous FGFR3 mutations in 20% of t(4;14) patients (16/80) compared to previous reports of only 10%. FGFR3 mutations were only observed in FGFR3-expressing t(4;14) patients and not all FGFR3 mutated patients express pure mutated isoforms, suggesting the mutations, at least in some patients, are late events occurring after the translocation. Additionally, non-synonymous WHSC1 mutations were observed in five patients: three in FGFR3-expressing t(4;14) + and two in t(4;14) - , with one t(4;14) + patient harboring both FGFR3 and WHSC1 mutations. We next investigated the correlation of FGFR3 mutations, expression and survival within t(4;14) by stratifying patients into four categories: t(4;14) + with expressed FGFR3 mut (n = 12), t(4;14) + with expressed FGFR3 wt (n = 29), t(4;14) + without FGFR3 expressed (n = 16), and t(4;14) - patients (n = 449). Our analysis shows a statistically significant (p = 0.02) correlation of adverse prognosis in t(4;14) + FGFR3 mut expressing patients (median survival = 2.8 years) compared to t(4;14) + FGFR3 wt expressing patients (median survival not reached). The detection of six non-classical translocation events, all targeting WHSC1 and not FGFR3, provide additional genetic evidence that WHSC1 is the target of t(4;14). Although not the primary target of t(4;14), we propose that mutated FGFR3 is a gain-of-function event which leads to worse disease in t(4;14) patients. In the future it will be important to determine if clones with mutated FGFR3 have a competitive advantage, as evidenced by an increase in the relative proportion of the mutant clones at progression in patients expressing both mutated and unmutated FGFR3 at baseline. Altogether, these results support the feasibility of FGFR3 inhibitors as potentially invaluable agents targeting a subset of high-risk myeloma patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "mutation",
        "prognostic factors",
        "immunoglobulins",
        "neoplasms",
        "protein isoforms",
        "1-phosphatidylinositol 3-kinase",
        "cxcr4 receptors",
        "hematologic neoplasms",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Brooks Benard, BS",
        "Austin Christofferson, BS",
        "Christophe Legendre",
        "Jessica Aldrich",
        "Sara Nasser",
        "Jennifer Yesil, MS",
        "Daniel Auclair, PhD",
        "Winnie Liang, PhD",
        "Sagar Lonial, MD",
        "Jonathan J. Keats, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brooks Benard, BS",
            "author_affiliations": [
                "Stanford School of Medicine, Stanford University, Palo Alto, CA ",
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Austin Christofferson, BS",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christophe Legendre",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Aldrich",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Nasser",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Yesil, MS",
            "author_affiliations": [
                "Multiple Myeloma Research Foundation (MMRF), Middletown, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Auclair, PhD",
            "author_affiliations": [
                "Multiple Myeloma Research Foundation (MMRF), Middletown, CT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Winnie Liang, PhD",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sagar Lonial, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Winship Cancer Institute, Emory University, Atlanta, GA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan J. Keats, PhD",
            "author_affiliations": [
                "Translational Genomics Research Institute, Phoenix, AZ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:45:05",
    "is_scraped": "1"
}