{
    "doi": "https://doi.org/10.1182/blood.V110.11.3848.3848",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=848",
    "start_url_page_num": 848,
    "is_scraped": "1",
    "article_title": "Analyses of Immune Defense Mechanisms of Human Polymorphonuclear Neutrophils Co-Cultivated with Aspergillus fumigatus Germ Tubes. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "antifungal agents",
        "aspergillus fumigatus",
        "chemokines",
        "chemotactic factors",
        "cytokine",
        "defense mechanisms",
        "ferritin",
        "hematologic neoplasms",
        "interleukin-8",
        "neutrophils"
    ],
    "author_names": [
        "Juergen Loeffler, PhD",
        "Markus Mezger",
        "Hermann Einsele, Ph.D., M.D."
    ],
    "author_affiliations": [
        [
            "Medizinische Klinik II, Universitaet Wuerzburg, Wuerzburg, Germany"
        ],
        [
            "Medizinische Klinik II, Universitaet Wuerzburg, Wuerzburg, Germany"
        ],
        [
            "Medizinische Klinik II, Universitaet Wuerzburg, Wuerzburg, Germany"
        ]
    ],
    "first_author_latitude": "49.79810595",
    "first_author_longitude": "9.943094149999999",
    "abstract_text": "Invasive fungal infections with the opportunistic pathogen Aspergillus fumigatus show an increasing incidence due to a higher number of patients with hematological malignancies. Polymorphonuclear neutrophils (PMNs), as part of the innate immunity, recognize fungal pathogens at an early stage after infiltration. Besides phagocytotic mechanisms, PMNs kill pathogens by the release of reactive oxygen species (ROS). Human PMNs were isolated from blood of healthy donors and co-cultivated with A. fumigatus germ tubes for defined time points. Oxidative burst was determined in a kinetic measurement by the use of dichlorfluorescein. In parallel, PMNs were co-cultivated with A. fumigatus germ tubes, followed by whole genome expression analyses (Affymetrix U133 Plus 2.0 Array). We could demonstrate that A. fumigatus germlings of the clinical relevant strain ATCC 9197 represented a strong stimulus for the release of ROS. PMNs actively tracked germlings and directly attached to fungi as demonstrated by real-time microscopy. In addition, co-cultivation of PMNs with A. fumigatus germ tubes resulted in a strong upregulation of genes involved in self-protection against radicals ( hämoxygenase , heat shock 70kDa protein HSPA8 , thioredoxin , HSPA1B , HSP90AB1 , Ferritin ). After 6h of co-cultivation, 195 genes showed an at least 4fold altered gene expression. Therein, 4 genes encoding for cytokines and chemokines ( IL-8 , CCL3 , CXCL2 , IL1RN ) were significantly upregulated. Luminex ELISA analyses confirmed array data and revealing IL-8 to be strongly released (5fold) by PMNs after fungal co-culturing. In conclusion, A. fumigatus had a substantial effect on the activity of human PMNs. In consequence, various defence strategies were activated, including phagocytosis, ROS release and mobilization of other immune effector cells by secretion of chemoattractant cytokines. A better understanding of innate immune defense mechanisms may provide new directions for antifungal therapies."
}