{
    "doi": "https://doi.org/10.1182/blood-2019-130370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4290",
    "start_url_page_num": 4290,
    "is_scraped": "1",
    "article_title": "Local Manufacture of CD19 CAR-T Cells Using an Automated Closed-System: Robust Manufacturing and High Clinical Efficacy with Low Toxicities ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "burkitt's lymphoma",
        "cd19 antigens",
        "toxic effect",
        "brachial plexus neuritis",
        "leukemia",
        "cyclic gmp",
        "hematopoietic stem cell transplantation",
        "neurotoxicity syndromes",
        "cerebral edema",
        "encephalitis"
    ],
    "author_names": [
        "Olga Molostova, MD",
        "Larisa Shelikhova, MD",
        "Dina Schneider, PhD",
        "Rimma Khismatullina, MD",
        "Yakov Muzalevsky",
        "Alexey Kazachenok",
        "Liane Preussner",
        "Georg Rauser",
        "Julia Abugova",
        "Elena Kurnikova",
        "Dmitriy Pershin",
        "Viktoria Zubachenko",
        "Alexander Popov, MD PhD",
        "Olga Illarionova, MD",
        "Natalia Miakova, MD PhD",
        "Dmitry Litvinov, MD",
        "Galina Novichkova, MD PhD",
        "Alexey A. Maschan, MD",
        "Rimas Orentas, PhD",
        "Boro Dropulic, PhD",
        "Michael Maschan, MDMSc"
    ],
    "author_affiliations": [
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Lentigen Technology Inc., A Miltenyi Biotec Company, Gaithersburg, MD "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Miltenyi Biotec, Bergisch Gladbach, Germany "
        ],
        [
            "Miltenyi Biotec, Bergisch Gladbach, Germany "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ],
        [
            "Lentigen Technology Inc., A Miltenyi Biotec Company, Gaithersburg, MD ",
            "Pediatrics, University of Washington School of Medicine, Seattle, WA"
        ],
        [
            "Lentigen Technology Inc., A Miltenyi Biotec Company, Gaithersburg, MD "
        ],
        [
            "Dmitriy Rogachev National Medical Research Centre of Pediatric Hematology, Oncology and Immunology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction CD19 CAR-T cell products were recently approved as therapy for B-lineage malignancies. We initiated an IIT trial where manufacture of CAR-T cells was performed locally using a unique CD19 CAR with potent anti-leukemic effects. Patients and methods A total of 37 pts with relapsed/refractory B-acute lymphoblastic leukemia (12 female, 25 male, median age 10 y) were screened, 27 pts were enrolled for a trial, 10 were eligible for compassionate use of CD19 CAR-T cell therapy. Sixteen patients had relapsed B-ALL after haploidentical HSCT, 19 pts refractory relapse, 2 induction failure, 13 patients had previous blinatumomab infusion. Eighteen patients had >20% blast cells, median bone marrow leukemia burden for patients with full blown disease was 89%, 19 pts had minimal residual disease (MRD) >0.1% in BM, 3 had skeletal involvement with multiple mass lesions, one had CNS involvement. The CliniMACS Prodigy T cell transduction (TCT) process was used to produce CD19 CAR-T cells. The automated production included CD4/CD8 selection, CD3/CD28 stimulation with MACS GMP T Cell TransAct and transduced with lentiviral vector expressing the CD19CAR gene (second generation CD19.4-1BB zeta with alternate transmembrane domain derived from the TNF superfamily) (Lentigen, Miltenyi Biotec company). T cells were expansion over 10 days in the presence of serum-free TexMACS GMP Medium supplemented with MACS GMP IL-7 and IL-15. Final product was administered without cryopreservation to the patients after fludarabine/cyclophosphamide preconditioning. All patients received prophylactic tocilizumab at 8mg/kg before CAR-T cell infusion. Patients did not receive HSCT as consolidation after CAR-T therapy. Results Thirty-five manufacturing cycles were successful. Median transduction efficacy was 60% (20-80). Median expansion of T cells was x 46 (18-51). CD4:CD8 ratio in the final product was 0.73. The cell products were administered at a dose of 3*10 6 /kg of CAR-T cells in 4 pts, 1*10 6 /kg in 9 pts, 0.5*10 6 /kg in 14 pts, 0.1*10 6 /kg in 8 pts. Two patients received 0.1*10 6 /kg of CAR-T cells produced from haploidentical donors. The cytokine release syndrome (CRS) occurred in 22 (59%) pts and was mostly mild and moderate: grade I - 15 pts, grade II- 4 pts, grade III - 2 pt, grade IV - 1 pt. CAR-T cell related encephalopathy occurred in 15 (40%). Grade I-II neurotoxicity developed in 10 pts, grade III - in 2 pt, grade IV - 1 pt, grade V - 2 pt. In one patient with grade V neurotoxicity concomitant K. pneumonia encephalitis was documented. Severe (grade 3-5) CRS and neurotoxicity were associated exclusively with large leukemia burden (>20% in the bone marrow) at enrollment, p=0,002. Thirty-one patient was evaluable for response at day 28. Four pts had persistent leukemia. In 27 (87%) cases Flow MRD-negative remission was achieved. Disease relapse after initial response was registered in 9 (33%) cases (7 patients had CD19 negative, 2 had CD19 positive relapse). At the moment of reporting, 10 patients have died (3 due to sepsis, 1 due to brain edema, 1 due to brain edema and K. pneumonia encephalitis, 5 due to progression of disease or relapse). Twenty-seven pts are alive, 19 in complete remission with a median follow up of 223 days (41-516 days). Conclusion CliniMACS Prodigy TCT process is a robust CAR-T cell manufacturing platform that enables rapid and flexible provision of CAR-T cells to patients in need. Significant toxicity of CD19 CAR-T cells was associated exclusively with high leukemia burden at enrollment. In the absence of HSCT consolidation relapse rate exceeds 30%. Disclosures Schneider: Lentigen Technology, A Miltenyi Biotec Company: Employment. Preussner: Miltenyi Biotec: Employment. Rauser: Miltenyi Biotec: Employment. Orentas: Lentigen Technology Inc., a Miltenyi Biotec Company: . Dropulic: Lentigen Technology, A Miltenyi Biotec Company: Employment. Maschan: Miltenyi Biotec: Other: lecture fee."
}