{
    "doi": "https://doi.org/10.1182/blood.V110.11.3312.3312",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=930",
    "start_url_page_num": 930,
    "is_scraped": "1",
    "article_title": "Measuring the Ability of Primary-Care Physicians To Diagnose and Manage Patients with Hematologic Malignancies. ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "hematologic neoplasms",
        "primary health care",
        "follow-up",
        "leukemia",
        "blood tests",
        "cancer",
        "cardiomyopathy",
        "chest x-ray",
        "chronic disease",
        "hodgkin's disease"
    ],
    "author_names": [
        "Peter J. Rosen, MD",
        "Richard C. Wender, MD",
        "Haleh Kadkhoda",
        "Scott L. Kober"
    ],
    "author_affiliations": [
        [
            "Tower Cancer Research Foundation, Beverly Hills, CA, USA"
        ],
        [
            "Thomas Jefferson University Hospital, Philadelphia, PA, USA"
        ],
        [
            "Institute for Continuing Healthcare Education, Philadelphia, PA, USA"
        ],
        [
            "Institute for Continuing Healthcare Education, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "34.0673383",
    "first_author_longitude": "-118.3832462",
    "abstract_text": "In 2004, the Centers for Disease Control and Prevention awarded funding (Coop. Agreement No. U58/CCU324301-01) for the Hematologic Oncology Primary Intervention Networking Group (HOPING), a national educational initiative of the Institute for Continuing Healthcare Education (the Institute). HOPING was developed to increase survivorship of patients with hematologic malignancies beyond 5 years. Its intent was to educate PCPs on the signs and symptoms of hematologic malignances to encourage more appropriate and timely referrals to a specialist, as well as to identify and bridge gaps in knowledge regarding the long-term follow-up and care of survivors of hematologic malignancies. Methods: Educational strategies included live presentations at primary care conferences, distribution of resource materials at an educational booth, and a resource Web site ( www.hopingdocs.org ). As part of the HOPING initiative, immediate participant feedback was gathered during live programs through an audience response system as well as through registrant surveys distributed at the booth and on the Web. The questions within those two settings were intended to gauge the practitioner’s ability to properly recognize the signs and symptoms of hematologic malignancies and provide appropriate follow-up care for patients with hematologic malignancies. Results: Data were collected from a total of 357 individuals (277 from live activities, 80 from online/booth surveys). Approximately 64% of the live program survey respondents were physicians; the majority identified themselves as family practice/family medicine or internal medicine specialists. When asked how they would monitor a 54-year-old male patient free from Hodgkin’s lymphoma for five years, only 44% of respondents correctly indicated that they would conduct an annual physical exam, clinical lab tests, thyroid function tests, and a chest x-ray. Respondents also showed lack of knowledge regarding appropriate studies to order for a patient presenting with specific symptoms and laboratory test results consistent with leukemia. The online/booth surveys were completed by 80 respondents; specific demographic data were not collected. Only 22% of respondents said that they are confident educating patients (and/or their caregivers) about hematologic malignancies. Respondents’ experience with available blood tests for MGUS and MDS was particularly poor -- only 10% said that they \"have ordered\" such tests while 46% were \"unaware\" of available tests. The overall ability of respondents to detect possible signs and symptoms of hematologic malignancies (specifically, leukemia, lymphoma, and multiple myeloma) was also low. Conclusion: In the eyes of the primary care community, hematologic malignancies are low-volume, high-risk conditions, and the complexity of diagnosing and providing long-term care to patients with hematologic malignancies is a growing challenge. Post-treatment chronic conditions such as late-onset cardiomyopathy, hypertension, and secondary malignancies often develop after therapy for hematologic malignancies and must be properly managed. Gaps in knowledge regarding the signs, symptoms, and diagnosis of hematologic malignancies may negatively impact timely referral to specialists. Because of their increasingly vital role in the cancer care continuum, PCPs need additional education to improve the short- and long-term outcomes of patients with hematologic malignancies."
}