{
    "doi": "https://doi.org/10.1182/blood-2021-151740",
    "article_title": "Incidence and Characteristics of Central Nervous System Involvement in Adult Acute Myeloid Leukemia Patients ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Features of central nervous system (CNS) involvement in acute myeloid leukemia (AML) are not well-defined. Unlike acute lymphoblastic leukemia, there are limited guidelines for the use of intrathecal chemotherapy with induction for AML, and institutional practices vary. Unfortunately, AML patients with CNS involvement often have worse outcomes compared to those without CNS involvement (Del Principe et al., 2018; Rozovski et al., 2015). It is important to better understand the incidence and predictive clinical and features of CNS involvement in AML to identify patients for diagnostic testing and intrathecal chemotherapy. This retrospective analysis evaluated the incidence and characteristics of CNS involvement in adult AML patients at our institution. CNS screening is recommended for AML patients with specific characteristics, including CNS symptoms, monocytic phenotype, FLT3 -internal tandem duplication gene mutation, and hyperleukocytosis (>100,000 white blood cells per microliter). Treatment recommendations for CNS involvement include intrathecal methotrexate, intrathecal cytarabine, or a combination of both. In this IRB-approved retrospective study, medical records were analyzed from the University of Kansas Medical Center from years 2015-2020. Patients were selected by searching the electronic medical record for adult AML patients who received a diagnostic lumbar puncture. Characteristics of interest included presence of CNS symptoms, monocytic phenotype, FLT3 mutation, and hyperleukocytosis. Characteristics that prompted CNS screening were recorded for each patient. Additional data collection included next-generation sequencing (NGS), cytogenetic results, and whether CNS screening occurred during an initial diagnosis or during an AML relapse. Lastly, the number of intrathecal chemotherapy doses was recorded for each patient. The incidence of CNS involvement was determined by dividing the number of newly diagnosed AML CNS-positive patients by the total number of newly diagnosed AML patients. Screening detection rates were determined by dividing the number of CNS-positive patients with each characteristic by the total number that received a lumbar puncture. The percentage of CNS-positive patients with each characteristic was determined by dividing the number with each specific characteristic by the total number of CNS-positive patients. The number of intrathecal chemotherapy doses required for CNS clearance was determined using data only from patients that achieved CNS clearance. Forty-eight patients met current guidelines for CNS screening; 25 were CNS-positive and 23 were CNS-negative (overall screening detection rate of 52%). The incidence of CNS involvement among all newly diagnosed adult AML patients was 3.24%. Screening detection rates were 58% for patients with 3 characteristics, 60% for 2 characteristics, 45% for CNS symptoms, and 30% for monocytic phenotype. Not enough patients presented with the FLT3 mutation or hyperleukocytosis in isolation to calculate accurate detection rates. The CNS-positive group consisted of 28% with 3 characteristics, 24% with 2 characteristics, 20% with CNS symptoms, 12% with monocytic phenotype, 4% with FLT3 mutation, 4% with hyperleukocytosis, and 36% were screened during a relapse rather than at initial diagnosis. Two patients were CNS-positive without any of our characteristics of interest (screened due to extramedullary involvement at presentation and the other was screened as part of pre-transplant evaluation). Seventeen patients achieved CNS clearance with 41% requiring 1 dose of intrathecal chemotherapy, 35% requiring 2 doses, and 24% requiring more than 2 doses. NGS and cytogenetic results did not reveal any additional associations. This data indicates that current AML CNS screening guidelines appear to properly identify a patient population at risk for CNS involvement. At our institution, 52% of screened patients were CNS-positive. This analysis also revealed a diverse distribution of characteristics among AML patients with CNS involvement, and patients commonly presented with multiple risk factors. These results emphasize the need for ongoing research to further delineate CNS involvement risk factors in AML. This data will be used for current policy analysis at our institution and potentially prospective studies to better evaluate outcomes for AML patients with CNS involvement. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Lin:  AbbVie, Aptevo Therapeutics, Astellas Pharma, Bio-Path Holdings, Celgene, Celyad, Genentech-Roche, Gilead Sciences, Incyte, Jazz Pharmaceuticals, Novartis, Ono Pharmaceutical, Pfizer, Prescient Therapeutics, Seattle Genetics, Tolero, Trovagene: Research Funding.",
    "author_names": [
        "Joshua Tatarian",
        "Heather J Male",
        "Kenneth P Byrd",
        "Tara L. Lin"
    ],
    "author_dict_list": [
        {
            "author_name": "Joshua Tatarian",
            "author_affiliations": [
                "University of Kansas School of Medicine, Kansas City, KS"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heather J Male",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapeutics, University of Kansas Cancer Center, Westwood, KS"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth P Byrd",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapeutics, University of Kansas Cancer Center, Westwood, KS"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara L. Lin",
            "author_affiliations": [
                "Division of Hematologic Malignancies and Cellular Therapeutics, University of Kansas Cancer Center, Westwood, KS"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:39:23",
    "is_scraped": "1"
}