{
    "doi": "https://doi.org/10.1182/blood.V118.21.3878.3878",
    "article_title": "The Spiegelmer Nox-A12, a Novel SDF-1 (CXCL12) Inhibitor, and Its Effects on Chronic Lymphocytic Leukemia (CLL) Cell Migration, ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3878 NOX-A12 is a PEGylated mirror-image oligonucleotide (a so-called Spiegelmer), that binds the chemokine SDF-1/CXCL12 with high affinity (approx. 200 pM), thereby efficiently inhibiting its activity. CXCL12 is constitutively secreted by bone marrow stromal cells (BMSC) and acts as a homing factor for normal and malignant hematopoietic cells to the marrow. It induces leukemia cell trafficking and homing to tissue mircroenvironments (i.e. the marrow and secondary lymphatic tissues) via CXCR4 receptors that are expressed at high levels on circulating CLL cells. The microenvironments in the bone marrow and secondary lymphoid tissues favor survival and chemotherapy-resistance of CLL cells. Therefore, targeting the CXCR4-CXCL12 axis is an attractive approach for disrupting the protective effects of CXCL12-secreting stromal cells and for sensitizing CLL cells towards subsequent therapy with conventional agents (chemotherapy, antibodies). We investigated the effect of NOX-A12 on CLL chemotaxis towards CXCL12 and CLL cell migration in BMSC co-cultures. To determine the effect of NOX-A12 on CLL cell chemotaxis, we performed chemotaxis assays across polycarbonate transwell inserts towards the chemokine CXCL12 (200 ng/mL, corresponds to 25 nM). CLL cell chemotaxis was significantly reduced in a dose-dependent manner in samples from 12 patients. Even when a very low NOX-A12 concentration of 3 nM was used, the mean (±SEM) number of CLL cells migrating towards CXCL12 decreased from 1556 (±303) to 640 (±211). Higher concentrations of NOX-A12 reduced CLL cell chemotaxis as significant as AMD3100, e.g. NOX-A12 at a concentration of 100 nM reduced the chemotaxis to 340 (±73) and AMD3100 at a concentration of 10 μg/mL (12.6 μM) to 384 (±156) migrated cells, respectively. Moreover, in other leukemia cell types like the T cell leukemic cell line Jurkat as well as the acute lymphoid leukemia (ALL) cell line Nalm-6, which are very sensitive to CXCL12, NOX-A12 mediated inhibition of chemotaxis was observed with a sub-nanomolar IC50. Next we quantified CLL cell pseudoemperipolesis, i.e. spontaneous leukemia cell migration beneath BMSC, which mimics in vivo migration and homing to stromal cells in the tissues. Surprisingly and in contrast to the inhibited chemotaxis, our results showed increased migration of CLL cells beneath BMSC after NOX-A12 treatment. After pre-treatment with 100 nM NOX-A12, the mean (±SEM) number of migrating cells increased from 10382 (±1604) to 12488 (±6965) using R-15C cells, and from 17888 (±2808) to 22677 (±11492) using TSt-4 cells (n=6). In comparison, the CXCR4 antagonists AMD3100 and BKT14O inhibited the migration beneath BMSC significantly. In accordance with these findings, NOX-A12 also promoted pseudoemperipolesis of Jurkat and Nalm-6 cells beneath MS-5 BMSC layers. Interestingly, this NOX-A12-induced migration could be completely inhibited by AMD3100. We hypothesized that this increased migration of CLL cells as well as Jurkat and Nalm-6 cells beneath BMSC might be the result of a stimulating effect of NOX-A12 on CXCL12 release by the stromal cells. Therefore, we investigated the effect of NOX-A12 on the CXCL12 release in three different BMSC lines (MS-5, R15C, and TSt-4). We found that NOX-A12 induced a rapid CXCL12 release into the medium in all three cell lines. The increase of the CXCL12 concentration was approximately sevenfold in MS-5 cells and approximately twofold in R15C and TSt-4 cells. Given the fact that NOX-A12 induces leukocyte- and hemapopoiectic stem cell mobilization in vivo, the enhanced migration of CLL cells in BMSC co-cultures suggests that NOX-A12 has a unique effect on leukemia cell trafficking that is distinct from small molecule (AMD3100) or peptide (BTK140) CXCR4 antagonists. Future dissection in an in vivo CLL model and in a first clinical trial will help us to better define the effect of NOX-A12 on CLL cells migration. In summary, the CXCL12 inhibitor NOX-A12 is a novel, targeted agent for interference with CLL cell migration and homing to CXCL12-secreting stromal cells. Its effects on CLL cell chemotaxis and migration beneath BMSC make NOX-A12 distinct from CXCR4 antagonists. In vivo experiments and ultimately a clinical trial will help defining how effectively NOX-A12 can mobilize and sensitize CLL cells. View large Download slide View large Download slide  Close modal Disclosures: Zboralski: NOXXON: Employment. Kruschinski: Noxxon Pharma AG: Employment. Burger: NOXXON: Consultancy, Research Funding.",
    "topics": [
        "cell motility",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "stromal cell-derived factor 1",
        "cxcr4 receptors",
        "plerixafor",
        "leukemia",
        "mechlorethamine",
        "antagonists",
        "thermoregulatory sweat testing"
    ],
    "author_names": [
        "Julia Hoellenriegel",
        "Dirk Zboralski, PhD",
        "Zeev Estrov",
        "William G. Wierda, MD, PhD",
        "Michael Keating, MD",
        "Anna Kruschinski, PhD",
        "Jan A. Burger, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Julia Hoellenriegel",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dirk Zboralski, PhD",
            "author_affiliations": [
                "Noxxon Pharma AG, Berlin, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev Estrov",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G. Wierda, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Keating, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Kruschinski, PhD",
            "author_affiliations": [
                "Noxxon Pharma AG, Berlin, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Burger, MD, PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:47:00",
    "is_scraped": "1"
}