{
    "doi": "https://doi.org/10.1182/blood.V108.11.3728.3728",
    "article_title": "A Case of SAA with Secondary Hemochromatosis: Can Continuous Iron Chelation Reverse Both Bone Marrow and Multiple Organ Failures?. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "A 24-year-old male patient with hemochromatosis due to multiple packed red blood cell transfusions, was referred to our emergeny center for a treatment of severe aplastic anemia and dyspnea. He was diagnosed with aplastic anemia at the age of 11 and had developed a transfusional hemochromatosis after 5 years of multiple blood transfusions. He had dilated cardiomyopathy with ejection fraction of 4 % requiring diuretics and digitalis, multiple endocrine dysfunctions (hypothyroidism, hypoparathyroidism with hypocalcemia, cataract, and intracranial calcifications, diabetes, and gonadal dysfunction), liver dysfunction, generalized bleeding, and skin pigmentation (Fig.1-left). A total volume of packed red blood cell transfusion before deferoxamine therapy was about 96,000 ml and the number of transfused units of platelet concentrates were innumerable. He had received regular iron chelation therapy (continous intravenous infusion of deferoxamine, 50 mg/kg/day for 5 days q 3–4 weeks) for 7 years after multiple organ failures. His cytopenias and organ dysfunctions (heart, liver and skin) began to recover progressively in 2002, after four years of deferoxamine therapy. He had had complete normal ranges of his peripheral blood cell counts, heart size, and liver function two years ago (Fig.1-right & Fig.2). He has not received any transfusions for the last four years. This finding suggests that continuous deferoxamine infusion may play a role in immune regulation in addition to iron chelation effect. Figure 1. View large Download slide Posteroanterior chest radiographs reveal a marked cardiomegaly with right pleural effusion before the treatment (left) and a normalized heart after the deferoxamine therapy (right). Figure 1. View large Download slide Posteroanterior chest radiographs reveal a marked cardiomegaly with right pleural effusion before the treatment (left) and a normalized heart after the deferoxamine therapy (right). Close modal Figure 2. View large Download slide Hemoglobin changes and clinical course. Figure 2. View large Download slide Hemoglobin changes and clinical course. Close modal",
    "topics": [
        "bone marrow",
        "hemochromatosis",
        "iron chelation therapy",
        "multiple organ dysfunction syndrome",
        "concentrate dosage form",
        "deferoxamine",
        "aplastic anemia",
        "blood transfusion",
        "cardiomegaly",
        "chest x-ray"
    ],
    "author_names": [
        "Soo-Jeong Park, MD, PhD",
        "Chi-Wha Han, MD & PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Soo-Jeong Park, MD, PhD",
            "author_affiliations": [
                "Division of Hemato-Oncology, Department of Internal Medicine, Our Lady of Mercy Hospital, The Catholic University of Korea, Incheon, Korea",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chi-Wha Han, MD & PhD",
            "author_affiliations": [
                "Division of Hemato-Oncology, Department of Internal Medicine, Our Lady of Mercy Hospital, The Catholic University of Korea, Incheon, Korea",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:35:07",
    "is_scraped": "1"
}