{
    "doi": "https://doi.org/10.1182/blood.V112.11.1247.1247",
    "article_title": "Characterization of Cytotoxic T Lymphocyte Clones Isolated from Bone Marrow Transplant Recipient with HLA-Cw-Mismatched Donor ",
    "article_date": "November 16, 2008",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "HLA-Cw disparity in a donor that can occur even in recipient/donor pairs that are matched for HLA-A, B and DRB1, increases the risk of severe acute graft-versus-host disease (GVHD) after bone marrow transplantation. Acute GVHD is mediated by donor cytotoxic T lymphocytes (CTLs). However, the immunogenicity of HLA-Cw antigens is considered to be low as a consequence of their low level of cell surface expression. In fact, HLA-Cw-specific CTLs generated in post-transplant recipients who develop acute GVHD have not been characterized in detail. Here, we characterized CTL clones isolated from a recipient at the onset of grade II acute GVHD who was transplanted from an HLA-A, B and DRB1-matched, HLA-Cw-mismatched (recipient, Cw*0303/Cw*0702; donor, Cw*0801/Cw*0702) and killer immunoglobulin-like receptor ligand-matched unrelated donor. All of seven isolated CTLs lysed Epstein Barr virus-transformed lymphoblastoid cells (B-LCL) from the recipient, but not B-LCL from the donor. Four CTLs were CD8- positive, one was CD4-positive, and two were CD4/CD8-double positive. Three of those including a CD8-positive CTL, a CD4-positive CTL and a CD4/CD8-double positive CTL had exactly the same nucleotide sequences in the CDR3 region of their T cell receptors, suggesting these three CTLs with variable phenotypes originated from a single clone. To identify the genes encoding the antigen recognized by the isolated CTLs, we initially focused on the CD8-positive CTLs. Two CD8-positive clones lysed all of 15 B-LCL lines from unrelated individuals that shared HLA-Cw*0303 with the recipient, but not B-LCL from 17 unrelated individuals that shared class I HLA molecules other than HLA-Cw* 0303. These data indicated that both CTL clones recognize HLA-Cw*0303 molecule as an alloantigen. We transfected donor B-LCL with a full-length HLA-Cw*0303 cDNA construct and examined their cytotoxicity. Both CTL clones lysed donor B-LCL transfected with the HLA-Cw*0303 cDNA as well as recipient B-LCL. Five other CTLs also lysed HLA-Cw*0303-transfected donor B-LCL. Thus, all CTLs recognized HLA-Cw*0303 as an alloantigen. The sequences of Cw*0303 and Cw*0801 differ by 16 amino acids. To determine which residue affects recognition of the Cw*0303 molecule by Cw*0303- specific Cw*0801-positive CTLs, we generated 16 Cw*0303 mutants in which individual amino acids were substituted with the corresponding amino acid in Cw*0801. COS cells transfected with Cw*0303 mutants in which amino acids constituting peptide-binding pockets (aa position: 114, 116, 152, or 163) were substituted with Cw*0801-amino acids could not stimulate IFN-γ production by any CTLs, whereas COS cells transfected with Cw*0303 mutants bearing Cw*0801-amino acids outside the positions constituting peptidebinding pockets stimulated all CTLs as well as the wild-type Cw*0303 construct. These data indicated that peptides bound to Cw*0303 molecules influence the allorecognition of Cw*0303-specific CTLs. Taken together, our findings suggest HLA-Cw-specific CTL clones with a variable phenotype can naturally arise in post-transplant recipients and cause acute GVHD through recognition of the peptides bound to Cw molecules. This is consistent with a recent statistical study showing a significant association between some specific amino acid substitutions at positions constituting peptide-binding pockets of the HLA-Cw molecule and the occurrence of severe acute GVHD after unrelated bone marrow transplantation ( Blood . 2007 ; 110 : 2235 –2241 ). Further efforts to identify the peptides recognized by isolated CTLs should help to elucidate the mechanism of GVHD development in recipients with HLA-Cw-mismatched donors.",
    "topics": [
        "bone marrow transplantation",
        "clone cells",
        "donors",
        "epstein-barr virus infections",
        "human leukocyte antigens",
        "mismatch",
        "t-lymphocytes, cytotoxic",
        "graft-versus-host disease, acute",
        "molecule",
        "peptides"
    ],
    "author_names": [
        "Kyoko Sugimoto, MD",
        "Makoto Murata, MD, PhD",
        "Seitaro Terakura, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kyoko Sugimoto, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Makoto Murata, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seitaro Terakura, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T21:28:53",
    "is_scraped": "1"
}