{
    "doi": "https://doi.org/10.1182/blood.V106.11.1285.1285",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=395",
    "start_url_page_num": 395,
    "is_scraped": "1",
    "article_title": "Long-Term and Sustained Correction of the α-Galactosidase A Deficiency in Fabry Mice and Patient Cells Receiving Lentivirally Transduced Hematopoietic Stem/Progenitor Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Fabry disease is a lysosomal storage disease caused by a defect in α-galactosidase A (α-gal A). Currently enzyme replacement therapy is available; however frequent infusions are required and long-term outcome in key organs remain to be established. Stable gene augmentation by virus-based delivery can correct cells and offers considerable potential as an effective, long-term therapeutic approach. Our goal is to engineer life-long correction of the disorder with a single treatment. Transplantation of genetically modified autologous hematopoietic stem/progenitor cells (HSPCs), which can self-renew and differentiate multiple cell types, is thus an attractive target in this context. Previously we have demonstrated long-term correction mediated by gene transfer into HSPCs by oncoretroviral vectors both with pre-selection of transduced cells prior to transplantation and without. In the interest of minimizing the effect on the graft by reducing ex vivo culture time and possibly reducing deleterious integration events, we are pursuing other integrative vector systems. It is well known that recombinant lentiviral vectors (LVs) can efficiently transduce not only dividing cells but also non-dividing or less-cycling cells like HSPCs. The aim of this study is to evaluate whether VSV-g pseudotyped LV-mediated gene modification of HSPCs can systemically treat affected organs in Fabry disease mouse model (Fabry mice). We first demonstrated sustained LV-mediated marking of peripheral blood (PB) cells by transducing bone marrow mononuclear cells (BMMNCs) with an LV which encodes enGFP cDNA at an MOI of 30 and transplanting into Fabry mice. Stable and robust enGFP expression (n=5, 65.8±5.8%) in PB cells was observed for >250 days. Next, we transplanted Fabry mice with BMMNCs transduced with an LV encoding the human α-gal A cDNA. Sustained expression of functional α-gal A in Fabry mice was observed over 24 weeks. Plasma α-gal A activity from treated Fabry mice (n=9) was two-fold higher than wild-type controls (n=8). Increased α-gal A activity, often above normal levels, and reduction of globotriaosylceramide, a glycolipid that accumulates in Fabry disease, was observed in all organs assessed including heart and kidney which are life-threatening in Fabry disease. To determine whether true HPSCs were transduced by LVs, secondary BM transplantations were performed. PB from secondary transplanted Fabry mice showed multilineage enGFP marking of PB, splenocytes, and BMMNCs, along with therapeutic levels of α-gal A activity in plasma and organs over 20 weeks. Lastly, we transduced mobilized PB CD34 + cells from a Fabry patient with corresponding enzymatic increases. Thus a single LV-mediated transduction of primitive hematopoietic cells can result in sustained correction for Fabry disease. These studies provide confirmation of the utility of this system for research and therapy for a variety of inherited disorders including Fabry disease.",
    "topics": [
        "galactosidase",
        "mice",
        "stem cells",
        "fabry disease",
        "transplantation",
        "dna, complementary",
        "cd34 antigens",
        "enzyme replacement therapy",
        "gene transfer techniques",
        "genetic disorder"
    ],
    "author_names": [
        "Makoto Yoshimitsu, MD",
        "Christopher Siatskas, PhD",
        "Sheng-Ben Liang, MD, PhD",
        "Vanessa I. Rasaiah",
        "Koji Higuchi, MD",
        "Gary J. Murray, PhD",
        "Toshihiro Takenaka, MD, PhD",
        "Chuwa Tei, MD, PhD",
        "Roscoe O. Brady, MD",
        "Jeffrey A. Medin, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Developmental and Metabolic Neurology Branch, NINDS, NIH, Bethesda, MD, USA"
        ],
        [
            "Department of Cardiovascular, Respiratory and Metabolic Medicine, Kagoshima University, Kagoshima, Japan"
        ],
        [
            "Department of Cardiovascular, Respiratory and Metabolic Medicine, Kagoshima University, Kagoshima, Japan"
        ],
        [
            "Developmental and Metabolic Neurology Branch, NINDS, NIH, Bethesda, MD, USA"
        ],
        [
            "Division of Stem Cell and Differentiation, Ontario Cancer Institute, University Health Network, Toronto, ON, Canada",
            "Department of Medical Biophysics and the Institute of Medical Sciences, University of Toronto, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65867490000001",
    "first_author_longitude": "-79.38826430000002"
}