{
    "doi": "https://doi.org/10.1182/blood.V126.23.3370.3370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3002",
    "start_url_page_num": 3002,
    "is_scraped": "1",
    "article_title": "Prospective Evaluation of Fetal Haemoglobin Induction in Maternal Erythrocytes: A Preliminary Analysis of a Cohort of 345 Parturients ",
    "article_date": "December 3, 2015",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "abstract_text": "Introduction . The mechanisms of haemoglobin (Hb) subtype switch remain largely unknown even though it has a therapeutic potential (Bauer et al., 2012). In fact, reactivation of fetal haemoglobin (HbF) production in adult erythrocytes (F-cells) is protective in many Hb disorders. Pregnancy may represent the only physiological condition where HbF production increases transiently (Ibrahim et al, 2009; Yamada et al., 2012). Moreover, flow cytometry (FC), by intracellular staining using anti-HbF antibodies, has improved the evaluation of maternal F-cells (Corcoran et al., 2014; Chen et al., 2000). In this study, the objectives are: 1) to document HbF expression prospectively peri- and post-partum and confirm its maternal origin; 2) to assess potential causes of HbF modulation throughout pregnancy (i.e. β-hCG, EPO) and; 3) to identify gene differences between HbF-positive and HbF-negative pregnant women. Methods . In this observational, single institution, prospective study, 879 pregnant women were screened. A total of 345 participants were included in the study: the first consecutive 176 women with negative total HbF expression (<1%), and the first consecutive 169 women with positive total HbF expression (≥1%). Hb studies were conducted with high performance liquid chromatography (HPLC), and FC was performed if total HbF expression was ≥1%. Other assessments included DNA sampling, complete blood counts, β-hCG and EPO levels, and qualitative data (i.e. to account for other factors such as tobacco, progesterone use, etc.). Analyses were conducted at each trimester except DNA sampling, which was done during the first visit only. HbF-positive women had an additional post-partum visit to assess changes of HbF expression and account for hereditary persistence of HbF. Descriptive statistics and Pearson correlations were planned for this analysis. Results . At the time of analysis, 93 HbF-positive and 147 HbF-negative women had completed follow-up. Results revealed that, among all pregnant women screened, 22.07% (n = 194) had positive HbF expression. Of this percentage, 90.72% (n = 176) filled the inclusion criteria. Of all women with positive HbF expression during 1 or more of the first 3 visits, 72.04% showed a post-partum decrease of HbF below 1%. Furthermore, FC analyses in HbF-positive women confirmed the maternal origin of HbF in all cases and revealed an average of 13.28% (sd = 5.38%) F-cells when total HbF was ≥ 1%. Only modest correlations could be found so far between HbF levels and β-hCG (ρ = 0.25) or EPO (ρ = 0.07). Comparative DNA analyses of HbF-positive and HbF-negative women are currently underway and will be presented at the meeting. Conclusions. To our knowledge, this represents the largest prospective study evaluating HbF expression throughout pregnancy, as well as the first to evaluate post-partum HbF dynamics and the genetic background of HbF-negative and HbF-positive pregnant women. Preliminary data shows that: 1) a significant percentage of pregnant women have a transient elevation of HbF which cannot be explained by fetomaternal hemorrhage nor hereditary persistence of HbF; 2) the proportion of F-cells in women remains constant peri- and post-partum when HbF ≥ 1%; 3) a large proportion of maternal erythrocytes express HbF at low levels and; 4) HbF modulation during pregnancy is only modestly correlated to β-hCG and EPO. These data may lead to the study of a new paradigm of Hb subtype switch as well as HbF-induction therapeutics for the benefit of Hb disorders. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythrocytes",
        "fetal hemoglobin",
        "mothers",
        "chorionic gonadotropin",
        "dna",
        "high pressure liquid chromatography procedure",
        "antibodies",
        "dna analysis",
        "fetomaternal transfusion",
        "flow cytometry"
    ],
    "author_names": [
        "Pierre-Olivier Gaudreau, MD, M.Ps., FRCPC",
        "Xiaoduan Weng, MD, PhD",
        "Marilyn Brillant, T.M.",
        "Michael Newmarch, MD",
        "Guillaume Lettre, PhD",
        "Michele Mahone, MD, FRCPC",
        "Florence Weber, MD, FRCPC",
        "Marie-Josee Bedard, MD, FRCSC",
        "Andre Masse, MD, FRCSC",
        "John Stagg, PhD",
        "Vincent-Philippe Lavallee, MD",
        "Denis Soulieres, MD FRCPC, MSc"
    ],
    "author_affiliations": [
        [
            "Hematology and Medical Oncology, Notre-Dame Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Hematology and Medical Oncology, Notre-Dame Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Hematology and Medical Oncology, Notre-Dame Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Hematology, Maisonneuve-Rosemont Hospital, Montreal, Canada "
        ],
        [
            "Montreal Heart Institute, Universite de Montreal, Montreal, Canada "
        ],
        [
            "Internal Medicine, Saint-Luc Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Internal Medicine, Saint-Luc Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Obstetrics and Gynecology, Saint-Luc Hospital (CHUM), Montreal, Canada "
        ],
        [
            "Obstetrics and Gynecology, Saint-Luc Hospital (CHUM), Montreal, Canada "
        ],
        [
            "CHUM Research Center (CRCHUM), Montreal, Canada "
        ],
        [
            "Institute for Research in Immunology and Cancer, Université de Montréal, Montreal, Canada"
        ],
        [
            "Hematology and Medical Oncology, Notre-Dame Hospital (CHUM), Montreal, Canada "
        ]
    ],
    "first_author_latitude": "45.519853499999996",
    "first_author_longitude": "-73.57063184999998"
}