{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1961.1961",
    "article_title": "The Prognostic Impact of the Donor/Recipient CMV Serostatus in Patients with Different Chronic Hematological Disorders after Allogeneic Hematopoietic Stem Cell Transplantation: A Report from the Infectious Diseases Working Party of EBMT ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Introduction Cytomegalovirus (CMV) seropositivity of the recipient and/or the donor is still associated with a major overall survival (OS) decline in acute leukemia patients undergoing allogeneic hematopoietic stem cell transplantation (allo-HSCT) despite the fact that the incidence of CMV disease has markedly been reduced by preemptive treatment of CMV infection. However, CMV infection after allo-HSCT might also have a favourable effect by reducing the relapse incidence (RI), at least in acute myeloid leukemia. Less is known about the prognostic impact of the CMV serostatus in patients with different chronic hematological disorders undergoing allo-HSCT. Methods We analyzed the prognostic impact of the CMV serostatus in a large cohort of 6968 patients who underwent allo-HSCT between the year 2005 and the year 2016 and who were documented in the database of the European Bone Marrow Transplantation Group. Patients with the following diseases were included: Myelodysplastic syndrome (n=2326), multiple myeloma (n=1788), myeloproliferative neoplasm other than Philadelphia chromosome-positive chronic myeloid leukemia (Ph+ CML) (n=979), follicular lymphoma (n=673), Ph+ CML (n=458), mantle cell lymphoma (n=433) and B cell chronic lymphocytic leukemia (n=311). The primary endpoint was 2-year progression-free survival (PFS) of patients with CMV seronegativity of both the donor and the recipient vs the remaining patients. Results The analysis encompassed 2026 patients (29%) with CMV seronegativity of both the donor and the recipient, 2510 patients (36%) with CMV seropositivity of both of them in addition to 815 (12%) and 1617 patients (23%) with CMV seropositivity only of the donor or the recipient, respectively. Patients with CMV seronegativity of both the donor and the recipient had a significantly superior 2-year PFS (52.5%) compared to patients with CMV seropositivity of the donor and/or the recipient (49.5%, p=0.03). In addition, 2-year OS was significantly shorter for patients with CMV seropositivity of the donor and/or the recipient (62.3%) than for those cases with CMV seronegativity of both of them (65.4%, p=0.01). The negative prognostic impact of CMV seropositivity of the donor and/or the recipient remained in a multivariate Cox regression analysis including other important variables (e.g., T cell depletion, donor type) with a significantly reduced PFS (HR 1.09, 95% CI 1.01-1.17, p=0.03) and OS (HR 1.13, 95% CI 1.04-1.23, p=0.003). CMV-seropositive patients allografted from a CMV-seronegative donor showed a particular unfavorable OS compared to patients with CMV seronegativity of both of them (HR 1.21, 95% CI 1.10-1.34) whereas OS was only slightly reduced in patients with CMV seropositivity of only the donor (HR 1.03, 95% CI 0.91-1.17) or of both of them (HR 1.07, 95% CI 0.98-1.17) (p=0.001). Patients with CMV seropositivity of the donor and/or the recipient further showed a significantly increased non-relapse mortality (NRM) in a multivariate Cox regression analysis (HR 1.15, 95% CI 1.03-1.28, p=0.02). CMV-seropositive patients with a CMV-seronegative donor had the highest NRM (HR 1.22, 95% CI 1.07-1.39), followed by CMV-seropositive recipients with CMV-seropositive donors (HR 1.05, 95% CI 0.93-1.19) and finally CMV-seronegative recipients with CMV-seropositive donors (HR 0.99, 95% CI 0.83-1.18) (p=0.01). The donor/recipient CMV serostatus had no significant impact on acute or chronic graft- vs -host disease, donor/recipient hematopoietic chimerism or RI. Interaction analyses revealed that there are not relevant differences on the prognostic impact of the CMV serostatus among different underlying diseases and donor types. Conclusions Our data show that the CMV serostatus still has a significant prognostic impact in patients with different chronic hematological disorders undergoing allo-HSCT, despite the implementation of sophisticated antiviral strategies in recent years. CMV-seronegative donors should be avoided whenever possible for CMV-seropositive recipients whereas a CMV-seropositive donor might be adequate for a CMV-seronegative recipient. The fact that CMV seropositivity of the donor and/or the recipient - as the most important risk factor for CMV infection - had no significant impact on the RI argues against a clinically relevant `virus vs malignancy´ effect in these disorders. Disclosures Socié: Alexion Pharmaceuticals, Inc.: Consultancy. Lamy: Roche: Consultancy, Honoraria.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "communicable diseases",
        "cytomegalovirus",
        "donors",
        "hematological diseases",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "cytomegalovirus infections",
        "antiviral agents",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Martin Schmidt-Hieber, MD PhD",
        "Gloria Tridello",
        "Malgorzata Mikulska",
        "Nina Knelange",
        "Didier Blaise",
        "Gérard Socié, MDPhD",
        "Liisa Volin",
        "Nicolaas Schaap",
        "Nathalie Fegueux",
        "Per Ljungman",
        "Ibrahim Yakoub-Agha",
        "Noel Milpied",
        "Johan Maertens",
        "Patrice Chevallier, MD",
        "Jakob R. Passweg, MDMS",
        "Jan J Cornelissen",
        "Nigel H. Russell",
        "Charles Craddock",
        "Jean-Henri Bourhis",
        "Thierry Lamy, Pr, MD PhD",
        "Péter Reményi",
        "Jean-Yves Cahn",
        "Mauricette Michallet, MD PhD",
        "Silvia Montoto",
        "Nicolaus Kröger",
        "Bertram Glass",
        "Jan Styczynski, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Martin Schmidt-Hieber, MD PhD",
            "author_affiliations": [
                "Clinic for Hematology, Oncology, Tumorimmunology and Palliative Care, HELIOS Clinic Berlin-Buch, Berlin, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gloria Tridello",
            "author_affiliations": [
                "Pediatric Hematology Oncology, Azienda Ospedaliera Universitaria Integrata, Verona, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Malgorzata Mikulska",
            "author_affiliations": [
                "Division of Infectious Diseases, University of Genova, Ospedale Policlinco San Martino, Genova, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nina Knelange",
            "author_affiliations": [
                "EBMT Data Office, Leiden, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise",
            "author_affiliations": [
                "Institut Paoli Calmettes, Department of Hematology, Centre de Recherche en Cancérologie de Marseille (CRCM), Marseille, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gérard Socié, MDPhD",
            "author_affiliations": [
                "Division of Hematology, Hospital Saint-Louis, AP-HP, University Paris Diderot, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liisa Volin",
            "author_affiliations": [
                "HUCH Comprehensive Cancer Center,, Helsinki, FIN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaas Schaap",
            "author_affiliations": [
                "Department of Hematology, Radboud university medical center, Nijmegen, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathalie Fegueux",
            "author_affiliations": [
                "Department of Hematology, CHU Lapeyronie, Montpellier, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Per Ljungman",
            "author_affiliations": [
                "Karolinska University Hospital, Stockholm, SWE "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibrahim Yakoub-Agha",
            "author_affiliations": [
                "CHU de Lille, LIRIC, INSERM U995, Université de Lille2, Lille, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noel Milpied",
            "author_affiliations": [
                "Hématologie Clinique et Thérapie cellulaire, CHU Bordeaux, Bordeaux, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johan Maertens",
            "author_affiliations": [
                "Department of Hematology, University Hospital Gasthuisberg, Dept. of Hematology, Leuven, Belgium "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrice Chevallier, MD",
            "author_affiliations": [
                "University Hospital Of Nantes, nantes, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob R. Passweg, MDMS",
            "author_affiliations": [
                "Division of Hematology, University Hospital of Santander, Basel, Switzerland "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan J Cornelissen",
            "author_affiliations": [
                "Erasmus MC Cancer Institute, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel H. Russell",
            "author_affiliations": [
                "Centre for Clinical Haematology, Nottingham University Hospital, Nottingham, United Kingdom "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Craddock",
            "author_affiliations": [
                "Centre for Clinical Haematology, Queen Elizabeth Hospital, Birmingham, United Kingdom "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Henri Bourhis",
            "author_affiliations": [
                "Department of Hematology, Gustave Roussy Cancer Center, Villejuif, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Lamy, Pr, MD PhD",
            "author_affiliations": [
                "INSERM U917, CHU Pontchaillou, Rennes, France "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Péter Reményi",
            "author_affiliations": [
                "St. István and St. László Hospital of Budapest, Budapest, Hungary "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Yves Cahn",
            "author_affiliations": [
                "Department of Hematology, CHU Grenoble Alpes, Grenoble, FRA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD PhD",
            "author_affiliations": [
                "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Montoto",
            "author_affiliations": [
                "St. Bartholomew's Hospital, Barts Health NHS Trust, London, United Kingdom ",
                "Lymphoma Working Party, Paris, France "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus Kröger",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Hospital Hamburg-Eppendorf, Hamburg, Germany "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertram Glass",
            "author_affiliations": [
                "Clinic for Hematology, Oncology, Tumorimmunology and Palliative Care, Helios Clinic Berlin-Buch, Berlin, Germany "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Styczynski, PhD",
            "author_affiliations": [
                "Department of Paediatric Haematology and Oncology, Colelgium Medicum, Nicolaus Copernicus University, Torun, Poland"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:45:20",
    "is_scraped": "1"
}