{
    "doi": "https://doi.org/10.1182/blood.V122.21.4756.4756",
    "article_title": "The Role Of Mycophenolate Mofetil In Patients With Refractory ITP ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Background Referring to the ASH 2011 Guideline for ITP, several immune suppression agents are considered off-label use due to insufficient data for any specific agent to be recommended. In Indonesia mycophenolate mofetil (MMF) has been used as an alternative in ITP patients who failed to any recommended treatment in the ASH 2011 Guideline. Methods A retrospective study has been conducted to review data of ITP patients in three hospitals in Jakarta Indonesia. All ITP patients have been excluded from any potential causes of thrombocytopenia, including anamnesis, physical examination and laboratory tests for SLE, hepatitis C, hepatitis B and HIV. Results 52 ITP patients have been assessed which comprised 38 female (73,1 %) and 14 male (26.9%) with mean age 36.31 years old (ranged between 18 to 67 years old).13 of 52 patients have received MMF. 8 of 13 patients received MMF after failure to prednisone, 3 of 13 patients received MMF after failure to prednisone and azathioprine, 1 of 13 patients received MMF after failure to prednisone, then received thrombopoietin receptor agonist. Mean platelet count at diagnosed was 28.211/µL (ranged between 1,000 to 86,000/µL). 6 of 13 patients achieved good response (increased platelet count > 100,000/µ) and 3 of 13 patients achieved intermediate response (increased platelet count > 30,000 to < 100,000/µL). 4 other patients had no response to MMF (platelet count remained < 30,000/µL) in whom 1 patient has previously received prednisone, followed by MMF, 1 patient has previously received prednisone, then azathioprine, followed by MMF, 1 patient has previously received prednisone, then azathioprine , subsequently MMF followed by vincristine, and 1 patient has previously received prednisone, then azathiprone, subsequently MMF followed by eltrombopage. Conclusion 9 of 13 patients (almost 70 %) have responded to MMF. The remaining 30 % had no response to MMF. Disclosures: Off Label Use: Mycophenolate mofetil.",
    "topics": [
        "inosine triphosphate",
        "mycophenolate mofetil",
        "purpura, thrombocytopenic, idiopathic",
        "prednisone",
        "azathioprine",
        "off-label use",
        "thrombocytosis",
        "hepatitis b",
        "hepatitis c",
        "laboratory techniques and procedures"
    ],
    "author_names": [
        "Tubagus Djumhana Atmakusuma, MD, PhD",
        "Fransiska Hardi"
    ],
    "author_dict_list": [
        {
            "author_name": "Tubagus Djumhana Atmakusuma, MD, PhD",
            "author_affiliations": [
                "Division of Hematology-Medical Oncology, Department of Internal Medicine, University of Indonesia, Jakarta, Indonesia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fransiska Hardi",
            "author_affiliations": [
                "Division of Hematology-Medical Oncology, Department of Internal Medicine, University of Indonesia, Jakarta, Indonesia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:37:37",
    "is_scraped": "1"
}