{
    "doi": "https://doi.org/10.1182/blood.V114.22.1513.1513",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1394",
    "start_url_page_num": 1394,
    "is_scraped": "1",
    "article_title": "Definition of the Responder to Hydroxyurea Therapy: Revisited. ",
    "article_date": "November 20, 2009",
    "session_type": "Hemoglobinopathies, Excluding Thalassemia Poster I",
    "topics": [
        "hydroxyurea",
        "pain",
        "fetal hemoglobin",
        "analgesics",
        "sickle cell anemia",
        "acute chest syndrome",
        "follow-up",
        "opioid analgesics",
        "opioids",
        "surrogate endpoints"
    ],
    "author_names": [
        "Samir K. Ballas, MD",
        "William F. McCarthy, Ph., D.",
        "Robert L Bauserman, Ph.D",
        "Faramarz Valafar",
        "Myron Waclawiw",
        "Bruce A Barton, PhD",
        "Abdullah Kutlar, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Jefferson Medical College, Philadelphia, PA, USA, "
        ],
        [
            "Statistics, Maryland Medical Research Institute, Baltimore, MD, "
        ],
        [
            "Statistics, Maryland Medical Research Institute, Baltimore, MD, "
        ],
        [
            "Biochemistry and Molecular Biology, University of Georgia, Athens, USA, "
        ],
        [
            "Biostatistics Research, NIH, Bethesda, USA, "
        ],
        [
            "Statistics, Maryland Medical Research Institute, Baltimore, USA, "
        ],
        [
            "Medical College of Georgia, Augusta, GA, USA"
        ]
    ],
    "first_author_latitude": "39.948755899999995",
    "first_author_longitude": "-75.1578782",
    "abstract_text": "Abstract 1513 Poster Board I-536 Introduction Treatment of sickle cell anemia with hydroxyurea (HU) is associated with significant decreases in the frequency of painful crises, acute chest syndrome, morbidity, and mortality. Some patients, however, show no improvement even with prolonged HU therapy. Identifying treatment responders is important for predicting clinical improvements and for assessing the risk/benefit ratio of HU treatment for individual patients. The salutary effects of HU are thought to be the result of increasing the fetal hemoglobin (Hb F) level. NHLBI guidelines for sickle cell treatment define levels of 15%-20% Hb F as therapeutic endpoints. Research and reviews based on pediatric and adult patients have variously argued that levels from about 10% to 20% are beneficial. Patients and Methods Patients in this study were from the Multicenter Study of Hydroxyurea (MSH) in Sickle Cell Anemia, a randomized double-blind placebo controlled trial of HU. The N=299 adult patients were recruited from 21 sites across the U.S. and Canada, and were evenly distributed between males and females. Following randomization to placebo or HU, patients had biweekly follow-up visits until the trial was terminated early due to a significant reduction in painful crises (the primary study endpoint) in the HU arm. Levels of Hb F in MSH patients were assessed at baseline and again approximately 18-21 months after treatment began, with the level at each time being the average of two measurements. In the previously reported MSH study, patients were divided into quartiles of Hb F change as a measure of response to HU treatment. In this approach the bottom two quartiles showed either no or minimal positive change in Hb F levels, and fully overlapped with placebo group in the extent of change. We redefined HU patients as ‘responders’ or ‘nonresponders’ based on a 15% Hb F threshold; those with baseline HbF below 15% and follow-up above 15% were labeled ‘responders,’ while all others were labeled ‘nonresponders.’ The 15% level was chosen due to its frequent identification in previous publications as a level at which meaningful benefits could be expected. For both coding schemes, we compared the following outcomes between subgroups: rate of painful crises, proportion of days at home with pain and with opioid use, and average daily pain. Results Using the 15% rule, responders had significantly better outcomes than nonresponders on all outcome measures: rate of painful crises ( p =.011), proportion of at-home days with pain ( p =.025), proportion of days with analgesic use ( p =.002), and average daily pain ( p <.0001). Nonresponders, in turn, did not differ from the placebo group on any of these outcomes. Using the quartiles approach, the highest quartile had significantly fewer painful crises ( p <.05) than the bottom two and placebo, but did not differ from the second highest; for the proportion of days with pain, the highest group did not differ from 2 of the other 3 quartiles or from the placebo group. Only for proportion of days with analgesic use and average daily pain did the highest quartile significantly differ from all other quartiles and from placebo patients. Finally, applying the 15% rule to the pl‘cebo group resulted in no placebo patients being mislabeled as treatment responders, suggesting that increases above the 15% cutoff for post-treatment Hb F levels is outside normal variability in sickle cell patients not in HU treatment. Conclusions The 15% Hb F rule successfully identified a ‘responder’ group that significantly differed from other HU patients and from placebo patients on all outcomes, including painful crises. Despite overlap with responders under the 15% rule, patients in the highest quartile for Hb F change did not consistently differ from all other quartiles or placebo on the primary outcome (painful crises) and on proportion of days with pain. Our data suggest that using the 15% Hb F threshold identifies a subset of patients with the best clinical outcomes. Disclosures No relevant conflicts of interest to declare."
}