{
    "doi": "https://doi.org/10.1182/blood-2019-131441",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4351",
    "start_url_page_num": 4351,
    "is_scraped": "1",
    "article_title": "Anti-FVIII Antibody and Inhibitor Development Patterns in Hemophilia A Mouse Models: A Systematic Review ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "animal model",
        "antibodies",
        "hemophilia a",
        "mice",
        "dna, complementary",
        "factor viii",
        "isoantibodies",
        "mice, inbred c57bl",
        "embase",
        "immunogenicity"
    ],
    "author_names": [
        "Sajjad Afraz, MD MSc",
        "George Zhao",
        "Davide Matino, MD MSc",
        "Anthony K.C. Chan, MBBS, FRCPC"
    ],
    "author_affiliations": [
        [
            "Thrombosis & Atherosclerosis Research Institute, McMaster University, Hamilton, Canada "
        ],
        [
            "Thrombosis & Atherosclerosis Research Institute, McMaster University, Hamilton, Canada "
        ],
        [
            "Thrombosis & Atherosclerosis Research Institute, McMaster University, Hamilton, Canada "
        ],
        [
            "Thrombosis & Atherosclerosis Research Institute, McMaster University, Hamilton, Canada ",
            "Department of Pediatrics, McMaster University, Hamilton, Canada"
        ]
    ],
    "first_author_latitude": "43.260878999999996",
    "first_author_longitude": "-79.9192254",
    "abstract_text": "Background: Management of hemophilia A with exogenous factor VIII (FVIII) infusions can result in the development of alloantibodies that neutralize FVIII activity (inhibitors). The presence of FVIII inhibitors is associated with high morbidity and a decreased quality of life. Hemophilia A mouse models are a valuable tool for studying inhibitor development and hemophilia A. These models have been shown to develop inhibitor upon treatment with human FVIII. However, there are numerous hemophilia A mouse models, each with potentially varying patterns of inhibitor development. Objective: To identify existing hemophilia A mouse models and characterize anti-FVIII antibody and inhibitor development patterns. Methods: A systematic literature review was conducted using Ovid MEDLINE and EMBASE. The Databases were searched from inception through May 2019 for full-length publications, published abstracts, and conference proceedings that reported use of mouse models of hemophilia A to investigate total anti-FVIII antibody levels and/or inhibitor titers. The search strategy used the categorical search terms: \"hemophilia A\" AND \"mouse\" AND \"animal model\" AND \"inhibitor\" (Figure 1). Results: Our review consisted of a total of 88 studies which reported the use of 11 different hemophilia A mouse models. Out of the 88 studies, 19 studies only reported total anti-FVIII antibody data without reporting inhibitor data. In 30% of the studies that reported both total anti-FVIII antibody and inhibitor data, not all mice that developed anti-FVIII antibodies had positive inhibitor titres. Our systematic review identified the E16 - C57BL/6 model as the most frequently used model, as 27 studies (31%) reported using this model. The E16 - C57BL/6, E16 - Balb/c, E16 - C57BL6/129, E17 - C57BL/6, E17 - C57BL6/129, and FVIII total knockout (TKO) models demonstrate high immunogenicity to exogenous FVIII and were used in 65% of the studies. These mice all consistently develop anti-FVIII antibodies and inhibitors at >95% incidence following treatment with at least 4 doses of full-length recombinant human FVIII (rhFVIII). The E16 - R593C model and the E17 - HLA-DRB1*1501 model both display anti-FVIII antibody and inhibitor development patterns that are representative of the human clinical scenario (~30% inhibitor development incidence). The only model completely immunotolerant to rhFVIII is the E17 - subline E model generated by van Helden et al. (2011) which is a transgenic mouse line on the hemophilic E17 background that expresses human full-length F8 cDNA. Treatment with 8 weekly doses of native human FVIII resulted in no anti-FVIII antibody or inhibitor development in this model. Conclusions: This systematic review demonstrated that mice of the most frequently used models almost always develop inhibitors when treated with full-length rhFVIII. Humanized models may be ideal for use in studies that aim to replicate human inhibitor development patterns. In addition, immunotolerant models may be best used for in vivo studies in hemophilia A that aim to avoid both antibody and inhibitor development. Lastly, this systematic review emphasises that it is important to report both anti-FVIII antibodies and neutralizing activity in Bethesda Units since in 30% of the studies that reported both values, the incidence of inhibitor development was less than the incidence of anti-FVIII antibody development in mice. View large Download slide View large Download slide  Disclosures Matino: Bioviiix: Honoraria; Roche: Research Funding; Sanofi: Honoraria; Sobi: Honoraria, Research Funding; Bayer: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding."
}