{
    "doi": "https://doi.org/10.1182/blood-2018-99-118160",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3906",
    "start_url_page_num": 3906,
    "is_scraped": "1",
    "article_title": "Untreated Bleeds May Be Historically Under-Reported and More Prevalent in People with Hemophilia A with Inhibitors: An Examination of Bleed Data from a Prospective, Non-Interventional Study ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Hemophilia: Advances in Treatment and Physiology",
    "topics": [
        "hemophilia a",
        "hemorrhage",
        "surrogate endpoints",
        "emicizumab",
        "antibodies, bispecific",
        "cross trial",
        "factor viii",
        "equity",
        "adolescent",
        "international society of thrombosis and haemostasis"
    ],
    "author_names": [
        "Michael U. Callaghan, MD",
        "Elina Asikanius",
        "Michaela Lehle",
        "Johannes Oldenburg",
        "Johnny Mahlangu",
        "Marianne Uguen",
        "Sammy Chebon",
        "Rebecca Kruse-Jarres",
        "Victor Jimenez-Yuste",
        "Midori Shima, MD PhD",
        "Peter Trask",
        "Christine L. Kempton",
        "Craig M. Kessler",
        "Gallia G. Levy",
        "Elena Santagostino"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Wayne State University, Detroit, MI "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "University of Bonn, Bonn, Germany "
        ],
        [
            "University of Witwatersrand and NHLS, Johannesburg, South Africa "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Bloodworks Northwest, Seattle, WA "
        ],
        [
            "La Paz University Hospital, Madrid, Spain "
        ],
        [
            "Department of Pediatrics, Nara Medical University, Kashihara, Japan "
        ],
        [
            "Genentech Inc., South San Francisco, CA "
        ],
        [
            "Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Georgetown University Medical Center, Washington, DC "
        ],
        [
            "Genentech Inc., South San Francisco, CA "
        ],
        [
            "Angelo Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Cà Granda Foundation, Maggiore Hospital Policlinic, Milan, Italy"
        ]
    ],
    "first_author_latitude": "42.3514251",
    "first_author_longitude": "-83.0542864",
    "abstract_text": "Introduction Despite recent efforts to standardize the definition of 'new bleeds' in hemophilia A clinical trials, most notably by Blanchette et al. (J Thromb Haemost 2014), cross-study comparisons of these endpoints are still compromised by different bleed definitions, analysis methodologies and data collection approaches. The emicizumab clinical development program included an observational, non-interventional study (NIS; NCT02476942), in which a bleed and medication questionnaire (BMQ) was used to prospectively collect data on treatment with standard-of-care with factor VIII (FVIII) or bypassing agents (BPA) in adult and adolescent people with hemophilia A (PwHA) with and without inhibitors to FVIII. The study design allowed for an examination of the differences between treated and untreated bleeds, as well as any differences in their incidence between the inhibitor and non-inhibitor populations. Participation in the study was not expected to affect the number of treated and untreated bleeds. Methods The NIS was a global prospective study designed to collect real-world data on PwHA with or without inhibitors treated with current standard-of-care therapy according to routine clinical practice. Eligible participants from the NIS subsequently could enroll in a Phase III trial of emicizumab. Adult and adolescent participants (aged ≥12 years) were prompted to complete the BMQ daily. The BMQ was developed by the sponsor to enable data collection directly by patients. In addition to treatments administered, the BMQ allowed the patient to enter all the bleeds the patient experienced, irrespective of whether they were treated or not. For the purpose of the analysis of primary and secondary endpoints, a bleed was derived from the data using the definitions outlined by Blanchette et al. (J Thromb Haemost 2014) and Oldenburg et al. (N Engl J Med 2017). The efficacy endpoints included treated bleeds, all bleeds, spontaneous bleeds, joint bleeds and target joint bleeds. Results In the inhibitor and non-inhibitor cohorts, 103 and 94 patients were enrolled, with a median efficacy period of 25.4 and 27.7 weeks, respectively. NIS data for treated and untreated bleeds, including bleed types and bleed causes, are displayed in Table 1 . Of all bleeds reported in the study, 625 (40.0%) were untreated in patients with inhibitors, and 160 (13.5%) were untreated in patients without inhibitors. Conclusions The NIS was the first study to report large numbers of untreated bleeds in PwHA, particularly in those with inhibitors, where approximately 40% of all bleeds were untreated (Mahlangu et al. ASH 2016; Kruse-Jarres et al. EAHAD 2018). The design of the BMQ allowed participants to capture bleeds and bleed treatment independently and enabled granular information on untreated and treated bleeds to be derived, as opposed to only bleeds where a treatment was administered, as had previously been captured in the majority of clinical studies (Keipert et al. ISTH 2018; Clausen et al. Haemophilia 2014). The reason for the large difference in the proportion of untreated bleeds in the inhibitor population versus the non-inhibitor population is unknown and warrants further investigation, but may be at least partially due to higher confidence in the efficacy of FVIII, less treatment burden, and better drug availability compared with BPAs; this may therefore influence the patient's decision on whether or not to treat. The NIS showed that further efforts to harmonize bleed definitions, analyses methodology and data collection in hemophilia A clinical trials are warranted in order to provide transparency on treated and untreated bleeds, as the latter might have been under-reported in clinical studies to date. Capturing untreated bleeds in future trials could provide useful insights to physicians as, while the long-term sequelae of untreated bleeds are as yet unknown, they are expected to be, at the very least, distressing for patients. Acknowledgments: Editorial assistance under the direction of the authors was provided by Maria Alfaradhi, PhD, of Gardiner-Caldwell Communications, and was funded by F. Hoffmann-La Roche Ltd. View large Download slide View large Download slide  Disclosures Callaghan: Sancilio Pharmaceuticals Company: Employment; Hema Pharmaceuticals: Honoraria; Alnylam Pharmaceuticals: Equity Ownership; Amgen: Employment; Roche/Genentech: Employment, Honoraria, Membership on an entity's Board of Directors or advisory committees; Global Blood Therepeutics: Employment; Novo Nordisk: Employment, Membership on an entity's Board of Directors or advisory committees; Pfizer: Employment, Honoraria, Research Funding; Bioverativ: Honoraria; Octapharma: Honoraria; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Honoraria; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees. Asikanius: Roche: Employment, Equity Ownership. Lehle: F. Hoffmann-La Roche: Employment. Oldenburg: Biotest: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biogen Idec: Honoraria, Membership on an entity's Board of Directors or advisory committees; Chugai: Honoraria, Membership on an entity's Board of Directors or advisory committees; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Swedish Orphan Biovitrum: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CSL Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Mahlangu: Novo Nordisk: Honoraria, Research Funding; Pfizer: Research Funding; Spark: Honoraria; Bayer: Research Funding; Roche: Honoraria, Research Funding; Chugai: Honoraria; CSL Berhing: Honoraria; Alnylam: Research Funding; Shire: Honoraria; CLS: Research Funding. Uguen: F.Hoffmann-LaRoche: Employment. Chebon: F. Hoffmann-La Roche: Employment. Kruse-Jarres: Roche/Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Grifols: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees. Jimenez-Yuste: Grifols: Consultancy, Research Funding; Octapharma: Consultancy, Research Funding; NovoNordisk: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Sobi: Consultancy, Research Funding; Shire: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; CSL Behring: Consultancy. Shima: F. Hoffmann-La Roche Ltd: Membership on an entity's Board of Directors or advisory committees; Chugai Pharmaceutical Co., Ltd: Consultancy, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: Anti-FIXa/X bispecific antibodies , Research Funding, Speakers Bureau. Trask: Roche: Employment, Equity Ownership. Kessler: Genentech: Research Funding; Sangamo: Research Funding; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Biomarin: Research Funding; Dimension Advisory boards: Membership on an entity's Board of Directors or advisory committees; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk: Honoraria, Research Funding; DSMB: Membership on an entity's Board of Directors or advisory committees. Levy: Roche: Employment, Equity Ownership. Santagostino: Shire: Membership on an entity's Board of Directors or advisory committees; Octapharma: Membership on an entity's Board of Directors or advisory committees; Grifols: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees; Kedrion: Membership on an entity's Board of Directors or advisory committees; Sobi: Membership on an entity's Board of Directors or advisory committees; Bioverativ: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees."
}