{
    "doi": "https://doi.org/10.1182/blood.V116.21.784.784",
    "article_title": "Epigenomic Profiling of Multiple Myeloma Shows Widespread Stage Specific Alterations In DNA Methylation That Occur Early During Myelomagenesis ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy III",
    "abstract_text": "Abstract 784 Gene expression is a tightly regulated process and is influenced by aberrant epigenetic changes that can lead to carcinogenesis. We used the HELP (HpaII tiny fragment Enrichment by Ligation-mediated PCR) assay to perform an unbiased genome-wide analysis of DNA methylation in 11 MGUS, 16 newly diagnosed myeloma, 17 relapsed myeloma, and 8 healthy control samples. The HELP assay uses differential methylation specific restriction digestion by HpaII and MspI followed by amplification, 2 color labeling, and co-hybridization to quantitatively determine individual promoter methylation of 25,626 loci. The methylome analysis was performed using CD 138+ sorted bone marrow plasma cells in all cases. We observed extensive DNA methylation changes in myeloma that were seen even in MGUS cases when compared to normal plasma cells. Unsupervised clustering of all samples showed that MGUS samples were distinct but epigenetically closer to normal plasma cells than to cases of newly diagnosed or relapsed Myeloma. MGUS cases were characterized predominantly by aberrant hypomethylation, with 456 hypomethylated probes versus 130 hypermethylated probes (cutoff criteria were defined as a difference of means > 1.5 and significance of this difference with p < 0.001, Figure 1 ) that affected pathways regulated by NF-kb transcription factor. Untreated newly diagnosed myeloma samples were also predominantly hypomethylated (461 hypomethylated probes, 83 hypermethylated probes) when compared to controls. In addition to NF-kB, the MAP kinase and PI3 kinase regulated pathways were affected by hypomethylated genes. In contrast, cases of relapsed myeloma showed predominantly hypermethylated loci (221 hypomethylated, 560 hypermethylated probes) when compared to controls and involved the TNF and retinoblastoma pathways. A large number of important genes including the tumor suppressors CDKN2A and CDKN2B were aberrantly hypermethylated in this cohort. Figure 1: View large Download slide Volcano plot of differentially methylated genes, plotting difference of means against the −log(10) of the respective p-value. The cutoff for the definition for significant differentially methylated probes was set at a difference of means >1.5 or < −1.5 and a p-value < 0.001. Hypomethylated probes are depicted in green, hypermethylated probes in red. The respective numbers are documented in the same color. A) comparison of normal plasma cells with MGUS. B) comparison of normal plasma cells with newly diagnosed MM. C) comparison of normal plasma cell with relapsed myeloma Figure 1: View large Download slide Volcano plot of differentially methylated genes, plotting difference of means against the −log(10) of the respective p-value. The cutoff for the definition for significant differentially methylated probes was set at a difference of means >1.5 or < −1.5 and a p-value < 0.001. Hypomethylated probes are depicted in green, hypermethylated probes in red. The respective numbers are documented in the same color. A) comparison of normal plasma cells with MGUS. B) comparison of normal plasma cells with newly diagnosed MM. C) comparison of normal plasma cell with relapsed myeloma  Close modal Analysis of our differentially methylated targets using the Molecular Signatures Database (MSigDB, Tamayo, et al. 2005, PNAS 102, 15545–15550), showed significant overlap for hypomethylated genes in MGUS and new multiple myeloma (MM). These gene sets contain genes with promoter regions around transcription start site containing motifs which match annotation for transcription factors SP1 and TCF3 as well as enrichment for genes with gene ontology annotations for plasma membrane proteins. Hypermethylated genes in new MM show significant overlap with genes in the neighborhood of RAD23A, CTBP1, G22P1 and SMC1, suggesting impairment of DNA repair, as well as enrichment for genes associated with apoptosis and programmed cell death. In conclusion, genome-wide DNA methylation analysis is able to clearly differentiate between normal bone marrow plasma cells, MGUS as well as new MM and relapsed MM cells. Correlation of significantly differentially methylated genes with published gene sets reveals enrichment for genes involved in DNA repair, cell-cell signaling, cell death, apoptosis and cell cycle regulation. Disclosures: Mehta: Celgene: Consultancy, Speakers Bureau; Takeda/Millennium: Speakers Bureau; Onyx: Research Funding. Singhal: Takeda/Millennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Onyx: Research Funding; Celgene: Speakers Bureau.",
    "topics": [
        "dna methylation",
        "multiple myeloma",
        "epigenomics",
        "monoclonal gammopathy of undetermined significance",
        "deoxyribonuclease hpaii",
        "nf-kappa b",
        "transcription factor",
        "1-phosphatidylinositol 3-kinase",
        "carcinogenesis",
        "crossbreeding"
    ],
    "author_names": [
        "Christoph Heuck, MD",
        "Jayesh Mehta, MD",
        "Joseph Tariman",
        "Natalie Pulliam",
        "Yiting Yu",
        "Tushar Bhagat",
        "Sangeeta Nischal",
        "Richard Meagher",
        "Caroline Y. Hu, MD",
        "Amit Verma",
        "Seema B. Singhal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christoph Heuck, MD",
            "author_affiliations": [
                "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jayesh Mehta, MD",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medical School, Chicago, IL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Tariman",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medical School, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Pulliam",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medical School, Chicago, IL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiting Yu",
            "author_affiliations": [
                "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tushar Bhagat",
            "author_affiliations": [
                "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sangeeta Nischal",
            "author_affiliations": [
                "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Meagher",
            "author_affiliations": [
                "Northwestern University, Feinberg School of Medical School, Chicago, IL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Y. Hu, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Montefiore Medical Center, Bronx, NY, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Verma",
            "author_affiliations": [
                "Chanin Cancer Center, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema B. Singhal, MD",
            "author_affiliations": [
                "Division of Hem./Onc., Northwestern University Feinberg School of Medicine, Chicago, IL, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:47:49",
    "is_scraped": "1"
}