{
    "doi": "https://doi.org/10.1182/blood-2021-145026",
    "article_title": "A Prospective Clinical Study of the Efficacy and Adverse Reactions of Azacitidine Combined with IA Regimen As the Induction Treatment of Newly Diagnosed AML ",
    "article_date": "November 5, 2021",
    "session_type": "615.Acute Myeloid Leukemias: Commercially Available Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Objective : This single-arm prospective research (ChiCTR2100044731) aimed to evaluate the efficacy and safety of azacitidine combined with IA regimen in the induction treatment of newly diagnosed acute myeloid leukemia (AML), with a view to further improving the efficacy of acute myeloid leukemia with poor prognosis. Methods : Newly diagnosed AML (non-M3) patients who received azacitidine combined with IA regimen induction chemotherapy in the Department of Hematology of the First Affiliated Hospital of Sun Yat-sen University from November 2019 to February 2021 were enrolled, and the efficacy and side effect were analyzed. Results : A total of 33 patients were enrolled. The median age of the enrolled patients was 43.36 years (17-63), including 16 males (48.5%) and 17 females (51.5%). According to NCCN risk stratification, there were 3 patients (9.1%) in the favor group (9.1%) ,13 cases (39.4%) in the intermediate group and 17 cases (51.5%) in the poor group. The CR rate of one cycle of azacitidine combined with IA regimen was 66.7%, with a PR rate of 12.1% and a NR rate of 21.2%. After propensity score matching with the newly diagnosed AML patients who received IA regimen as induction chemotherapy in our center, a paired study was carried out. The results showed that there was no significant difference between the 2 groups in the treatment CR rate (66.7% for azacitidine combined with IA vs 54.5% for IA, P=0.592, Fig1). Subgroup analysis (table 1) showed combination of azacitidine with IA significantly improved the CR rate of patients with a ratio of blasts in the bone marrow greater than 67% (83.3% vs 30.8%, P=0.014) and patients in the intermediate NCCN risk group (100.0% vs 37.5%, P=0.001). The duration of agranulocytosis in the azacitidine combined with IA chemotherapy group was longer than that in the IA group (21 days vs 19 days, P=0.045). There was no significant difference in the number of platelet transfusions and the number of red blood cell transfusions between the two groups, and there was no significant difference in the incidence of infection between the two groups (table 2). Conclusions : The remission rate of induction chemotherapy for azacitidine combined with IA regimen and IA regimen in newly diagnosed non-M3 AML patients is comparable. Patients with a ratio of immature cells in bone marrow greater than 67% and patients in the intermediate NCCN risk group may benefit from azacitidine combined with the IA regimen. The combination of azacitidine with IA regimen aggravated granular bone marrow suppression. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Lifen Kuang",
        "Juan Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Lifen Kuang",
            "author_affiliations": [
                "The first affiliated hospital of Sun Yat-sen University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juan Li",
            "author_affiliations": [
                "The First Affiliated Hospital of Sun Yat-Sen University, Guangzhou , China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:05:26",
    "is_scraped": "1"
}