{
    "doi": "https://doi.org/10.1182/blood-2018-99-118922",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4031",
    "start_url_page_num": 4031,
    "is_scraped": "1",
    "article_title": "Activated Pentose Phosphate Pathway Mediated By Fbp-1 Upregulation Supports Progression of Acute Myeloid Leukemia with High EVI-1 Expression ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors: Myeloid Malignancies",
    "abstract_text": "EVI-1 (ecotropic viral integration site 1) is a transcription factor essential for the development as well as progression of acute myeloid leukemia (AML). Since high expression of EVI-1, seen in approximately 10% of patients with AML (EVI-1 high AML), is associated with chemoresistance and poor clinical outcome, development of a novel therapeutic strategy is definitely required. Recent studies suggest that high EVI-1 expression alters metabolic profiles of leukemia cells including glycolysis, oxidative phosphorylation and amino acid and nucleotide synthesis. However, it has yet to be elucidated how these metabolic properties are induced and affect the clinical features of EVI-1 high AML cells. In this study, we investigated key molecules that are induced by aberrant EVI-1 expression and modulate the metabolomics of leukemia cells. We conducted whole transcriptome analysis by RNA-sequencing in murine leukemia cells induced by retroviral transduction of bone marrow cells with EVI-1 followed by transplantation into irradiated mice. We identified 45 genes with more than 10-fold expression in EVI-1-transduced bone marrow leukemia cells compared to those with the mock vector at both early (4 weeks) and late (6 months) time points after transplantation. Intriguingly, the fructose bisphosphatase 1 gene ( Fbp1 ), which encodes a key enzyme of gluconeogenesis was highly upregulated in EVI-1-induced leukemic bone marrow cells. We confirmed that FBP1 expression is quickly upregulated at both mRNA and protein levels by ectopic expression of EVI-1 in mouse bone marrow cells as well as human leukemia cell lines. Moreover, we observed a significant enrichment of EVI-1 in the promoter region of Fbp1 by chromatin immunoprecipitation followed by qPCR analysis in murine hematopoietic cells, suggesting that Fbp1 expression is directly regulated by EVI-1. Although high FBP-1 expression suppresses glycolytic metabolism by catalyzing the hydrolysis of fructose 1,6-bisphosphate to fructose 6-phosphate and negatively affects cellular proliferation in various types of solid tumor cells, its role in leukemia cells has not been investigated. In contrast to the results previously reported in other types of cancers, pharmacologic inhibition or short hairpin RNA (shRNA)-mediated knockdown of FBP-1 significantly decreased colony-forming cell (CFC) capacity in EVI-1-transduced murine LSK (Lin neg , c-Kit pos , Sca-1 pos ) cells but not in normal LSK cells. Moreover, treatment with an FBP-1 inhibitor of the mice secondarily transplanted with EVI-1-overexpressing AML cells significantly delayed progression of leukemia without compromising normal hematopoiesis in vivo . These results suggest that aberrant expression of FBP-1 is important for progression of EVI-1 high AML. Since high FBP-1 enzymatic activity negatively affects the glycolytic pathway, it in turn enhances the pentose phosphate pathway (PPP), one of the main bypassing pathways from the glycolytic process. PPP generates pentoses and then ribose-5-phosphates, resulting in enhanced nucleotide synthesis essential for rapidly dividing cells. In addition to FBP-1, we found that multiple PPP-related enzymes such as glucose-6-phosphate dehydrogenase, 6-phosphogluconolactonase and ribose-5-phosphate isomerase were transcriptionally upregulated in EVI-1-transduced leukemia cells compared with the normal bone marrow cells. Importantly, knockdown of these PPP enzymes by shRNA transduction significantly decreased the CFC capacity of EVI-1 transduced murine LSK cells, further confirming that PPP has an important role in driving proliferation of EVI-1 high leukemia cells. Collectively, these results indicate that the activated PPP through transcriptional upregulation of FBP-1 as well as its catalyzing enzymes is crucial for progression of EVI-1-driven leukemia cells. Since inhibition of FBP-1 did not compromise normal hematopoiesis, targeting the enzyme can be a promising therapeutic approach for the EVI-1 high AML. Disclosures Kurokawa: Kyowa Hakko Kirin: Honoraria, Research Funding; MSD: Honoraria, Research Funding; Nippon Sinyaku: Honoraria, Research Funding; Astellas Pharma: Research Funding; Takeda Pharmaceutical: Research Funding; Eizai: Research Funding; Pfizer: Research Funding; Chugai Pharmaceutical: Research Funding; Ono Pharmaceutical: Honoraria, Research Funding; Sumitomo Dainippon Pharma: Research Funding; Otsuka Pharmaceutical: Research Funding; Teijin Pharma: Research Funding.",
    "topics": [
        "folr1 gene",
        "leukemia, myelocytic, acute",
        "pentose phosphate pathway",
        "up-regulation (physiology)",
        "leukemia",
        "enzymes",
        "fructose",
        "phosphates",
        "transplantation",
        "6-phosphogluconolactonase"
    ],
    "author_names": [
        "Hideaki Mizuno, MD",
        "Yuki Kagoya, MD PhD",
        "Junji Koya, MD PhD",
        "Yosuke Masamoto, MD PhD",
        "Mineo Kurokawa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989"
}