{
    "doi": "https://doi.org/10.1182/blood.V110.11.2161.2161",
    "article_title": "Therapeutic Effect of CXCR3-Expressing Regulatory T Cells on Liver and Intestinal Damages in a Murine Acute GVHD Model. ",
    "article_date": "November 16, 2007",
    "session_type": "Experimental Transplantation - GVHD and GVL",
    "abstract_text": "[Purpose] Adoptive transfer of CD4 + CD25 + regulatory T cells has been shown to have therapeutic effects in experimental graft-versus-host disease (GVHD) models. Chemokines play an important role in the recruitment of alloreactive donor T cells into target organs during GVHD. In this study, we investigated the effectiveness of targeted delivery of CD4 + CD25 + regulatory T cells via a transfected chemokine receptor on reduction of organ damage during acute GVHD. [Materials & Methods] Haploidentical parent-to-F1 transplants were performed, in which lethally irradiated B6D2F1 mice were given T cell-depleted BM cells supplemented with splenic T cells from C57BL/6. Expression of Th1-associated chemokines (CXCL9, CXCL10, and CXCL11) and their receptor CXCR3 in target organs during acute GVHD was examined with real-time PCR and ELISA assay. CD4 + CD25 + Foxp3 + T cells (Treg cells) were reprogrammed by infection of recombinant retrovirus carrying Foxp3 gene into cultured CD4 + CD25 + T cells of donor C57BL/6 mice. CD4 + CD25 + Foxp3 + CXCR3-transfected T cells (CXCR3-Treg cells) were isolated by FACS sorting after infection with recombinant retrovirus carrying CXCR3 into Treg cells. Treg and CXCR3-Treg cells were transferred 7 days after BMT and histopathological analysis was preformed 35 days after BMT. The infiltration of Treg and CXCR3-Treg cells into target organs was analyzed with Foxp3 expression and fluorescence. [Results] High levels of expression of Th1-associated chemokines and their receptor CXCR3 were observed in the liver and intestines of GVHD-induced recipient mice from 1 to 3 weeks post-BMT. There was no significant difference in suppressive properties between Treg and CXCR3-Treg cells. However, in the CXCL10-driven chemotactic assay, the chemotactic activity of CXCR3-Treg cells was much higher (>100-fold) than that of Treg cells. Either 4 × 10 5 or 1 × 10 6 cells were injected into the mice 1 week after BMT, and the mice were then monitored in terms of clinical GVHD score, before being sacrified four weeks after the injection of regulatory T cells for evaluation of the pathological changes. Recipient mice that had undergone transfer of 1 × 10 6 CXCR3-Treg cells demonstrated a significantly reduced (P<0.01) clinical GVHD score and weight loss compared with Treg cell-transferred recipients (at 4 weeks after injection: clinical GVHD score, 0.25 ± 0.5 vs 5.25 ± 0.5; and weight change, 104.4% ± 1.9% vs 87.2% ± 4.7%, respectively). The recipients that had undergone transfer of 1 × 10 6 CXCR3-Treg cells showed a significantly reduced (P<0.05) histopathological GVHD score for the liver and intestines compared with Treg cell-transferred recipients (liver, 1.36 ± 0.38 vs 7.71 ± 1.07; and intestines, 1.00 vs 5.00 ± 1.35, respectively). The localization of CXCR3-Treg cells to the liver and intestines was increased significantly at 24 h and 7 days after transfer compared with that of Treg cells, and the regional localization continued to increase until 28 days post-BMT. These findings indicate that, in comparison with Treg cells, more CXCR3-Treg cells migrate into CXCL10-expressing target organs, and remain localized there for a longer time, resulting in stronger suppressive activity. [Conclusion] We succeeded in preparing chemokine receptor-expressing Treg cells and demonstrated their ability to ameliorate disease progression upon accumulation in target organs. This method may provide a new therapeutic approach for organ damage in acute GVHD.",
    "topics": [
        "graft-versus-host disease, acute",
        "intestines",
        "liver",
        "mice",
        "regulatory t-lymphocytes",
        "body weight changes",
        "weight reduction",
        "graft-versus-host disease",
        "antigens, cd25",
        "chemokines"
    ],
    "author_names": [
        "Jun Yamanouchi, MD, PhD",
        "Hitoshi Hasegawa, MD, PhD",
        "Atsushi Inoue, MD, PhD",
        "Masashi Kohno, MD, PhD",
        "Hiroshi Fujiwara, MD, PhD",
        "Takaaki Hato, MD, PhD",
        "Masaki Yasukawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jun Yamanouchi, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hitoshi Hasegawa, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Inoue, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masashi Kohno, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Fujiwara, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaaki Hato, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Yasukawa, MD, PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toon, Ehime, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T15:42:37",
    "is_scraped": "1"
}