{
    "doi": "https://doi.org/10.1182/blood.V112.11.2499.2499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1229",
    "start_url_page_num": 1229,
    "is_scraped": "1",
    "article_title": "Sickle Cell Pulmonary Hypertension and Dysregulated NO Axis in a Mouse Model Are Modulated by Apolipoprotein a-1 Availability ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "animal model",
        "apolipoprotein a-i",
        "drepanocytes",
        "mice",
        "pulmonary hypertension",
        "apolipoprotein e",
        "endothelial dysfunction",
        "nitric oxide synthase",
        "vascular diseases",
        "hemoglobin"
    ],
    "author_names": [
        "Lewi s L. Hsu, MD, PhD",
        "Hazim El-Haddad, MD",
        "Marcelo Amar, MD",
        "Gregory J. Kato, MD",
        "Alan T Remaley, MD, PhD",
        "Hunter C. Champion, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Drexel University College of Medicine, Marian Anderson Comprehensive Sickle Cell Center, Nelson 2130, Philadelphia, PA, USA"
        ],
        [
            "Division of Cardiology, Department of Medicine, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
        ],
        [
            "Lab Medicine, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Pulmonary and Vascular Medicine Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Lab Medicine, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Division of Cardiology, Department of Medicine, Johns Hopkins Medical Institutions, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "40.0194915",
    "first_author_longitude": "-75.1798578",
    "abstract_text": "We have recently shown that the pulmonary hypertension and pulmonary vascular response impairment in models of sickle cell disease are associated with a dysregulation of nitric oxide synthase (NOS) coupling and cGMP signaling. However, the pathophysiologic mechanisms and exacerbating factors leading to pulmonary vasculopathy remain unclear. In the present study, we investigated the effect of sickle cell disease in the context of ApoE deficient mice (ApoEKO) that express advanced atherosclerosis and mice that express the protective ApoA-1 protein (TgApoA1) that received bone marrow transplant with sickle cell marrow. HYPOTHESES: Mice with low ApoA-1 and sickle red blood cells will have higher oxidant stress than sickle cell mice, increasing the severity of development of pulmonary vasculopathy. High levels of ApoAI should protect mice with sickle red blood cells by reducing the oxidant stress and pulmonary hypertension. METHODS: Bone marrow harvested from “Berkeley” sickle cell mouse donors were transplanted into 3 groups of myeloablatively irradiated recipients: Tg ApoA1 mice with high HDL levels, ApoE knockout (ApoEKO) mice with high VLDL/IDL plasma levels, and wild-type mice. Mice received routine rodent chow. Half of the recipients were studied by closed-chest cardiac catheterization soon after marrow engraftment (11 wks after BMT) and the other half studied 3 months later. Blood samples were obtained for measurement of CBC/reticulocyte count, LDH, plasma hemoglobin, and total cholesterol. Tissue samples were assayed for NOS activity and dimerization. RESULTS: Mice transplanted with SS marrow showed significant pulmonary hypertension, profound pulmonary and systemic endothelial dysfunction, and vascular instability characterized by diminished responses to authentic nitric oxide (NO), NO donors, and endothelium-dependent vasodilators and enhanced responses to vasoconstrictors. The baseline pulmonary hypertension and endothelial dysfunction was augmented in ApoEKO+SS mice, but this added impairment was abrogated in TgApoA1+SS mice. However, endothelium-independent vasodilation in all mice was normal. Mechanisms of this vasculopathy in sickle mice involve global dysregulation of the NO axis: impaired constitutive nitric oxide synthase activity (NOS) with loss of endothelial NOS (eNOS) dimerization, increased NO scavenging by plasma hemoglobin and superoxide all of which were markedly augmented in ApoEKO-SS and improved in TgApoA1-SS mice when compared to ApoEKO-SS mice. In addition, vascular arginase levels were markedly higher in ApoEKO-SS mice (~50%, P<0.05 vs ApoEKO controls and ~40% vs SS mice) suggesting an increased reaction to sickle cell/hemolysis in ApoE deficient conditions. CONCLUSION: Adjusting chronic apolipoprotein A-1 levels can modulate the pulmonary hypertension and endothelial dysfunction in this sickle cell animal model. Depleting ApoA-1 may serve as a mechanism for further inhibition of NOS activity in SS disease. These animal model data provide a mechanistic basis for our epidemiologic observations that low ApoA-1 and low HDL are associated with more severe pulmonary hypertension in sickle cell patients. Conversely, these data extend the observations of Ou and Pritchard that acute administration of LF4, an ApoA-1 mimetic, improves arterial vaso-reactivity in a similar sickle cell mouse model. Taken together, these preclinical data indicate that ApoA-1 deserves further study as a potential therapy for the global dysregulation of the NO axis in SCD."
}