{
    "doi": "https://doi.org/10.1182/blood.V128.22.1076.1076",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3397",
    "start_url_page_num": 3397,
    "is_scraped": "1",
    "article_title": " DNMT3A Mutations Enhance CpG Mutagenesis through Deregulation of the Active DNA Demethylation Pathway ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Advances in Understanding the Pathophysiology of AML",
    "topics": [
        "cancer",
        "clonal hematopoiesis of indeterminate potential",
        "dna",
        "dna damage",
        "dna demethylation",
        "dnmt3a gene",
        "hematologic neoplasms",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Mathijs A. Sanders, PhD",
        "Annelieke Zeilemaker",
        "Adil al Hinai",
        "Remco Hoogenboezem",
        "François G. Kavelaars, BSc",
        "Melissa Rijken",
        "Eric M.J. Bindels, PhD",
        "Bob Löwenberg, MD PhD",
        "Peter J.M. Valk, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999",
    "abstract_text": "Clonal hematopoiesis of indeterminate potential (CHIP) is a clonal disorder characterized by preleukemic mutations and increases in prevalence during aging. Infrequently CHIP progresses to hematological cancer implying that preleukemic mutations subtly affect leukemogenesis but a mechanistic explanation is lacking. Exceedingly, preleukemic mutations are acquired in genes encoding for DNA methylation modifiers, predominantly in DNMT3A and members of the active DNA demethylation pathway. DNMT3A encodes a de novo methyltransferase establishing 5-methylcytosine (5mC) and mutations in this gene are linked to impaired DNA methylation and DNA damage sensing. Active DNA demethylation is carried out by two independent pathways (Figure 1A). The oxidation active repair (AOAR) pathway converts 5mC to DNA demethylation derivates which are cleaved by the DNA glycosylase TDG. The deamination pathway deaminates 5mC introducing a T/G mismatch which is cleaved by the DNA glycosylases MBD4 and TDG. Importantly, ineffective T/G mismatch repair results in C>T mutations at CpGs. Strikingly, recent studies revealed that the genomes of acute myeloid leukemia (AML) patients have a preponderance for C>T mutations at CpGs, potentially linking this mutational process to the deamination pathway. Here we present data revealing a specific mechanism by which DNMT3A gene mutations may enhance leukemogenesis through the deregulation of the active DNA demethylation pathway. A detailed understanding on the effects of DNA methylation modifier mutations was obtained from a single AML patient for whom we carried out whole exome sequencing on diagnostic and relapse specimens. At diagnosis the patient presented with 331 somatic mutations from which 324 where C>T mutations (97.8%) and at relapse his leukemia had acquired 386 somatic mutations from which 384 where C>T mutations (99.5%), which almost all (>95%) were in CpGs. We superimposed the somatic mutations on the DNA demethylation pathways to understand the pervasiveness of this mutational process in this AML patient. We detected a R132C IDH1 mutation at diagnosis and relapse effectively impairing the AOAR pathway. Thus, only ineffective T/G mismatch repair by the deamination pathway could confer this mutational pattern. Strikingly, we observed a homozygous MBD4 mutation rendering the protein catalytically inactive. However, we could not detect genetic lesions perturbing TDG . Recent studies demonstrated that DNMT3A potentiates TDG activity through interaction. Consistent with this finding the patient presented at diagnosis the hotspot R882C DNMT3A mutation while at relapse his leukemia presented with the R635W, R668C, R882C and A884V DNMT3A mutations. We investigated whether mutant DNMT3A systematically attenuates TDG activity through glycosylase activity assays with recombinant proteins. We demonstrated that incrementing wildtype DNMT3A concentration increase the TDG activity towards T/G-mismatches. In contrast, we found that recombinant DNMT3A with mutations at R668C, R882C and A884V rapidly decrease TDG activity with increasing concentrations, while DNMT3A R635W affected TDG activity to a lesser extent. Importantly, wildtype DNMT3A only overcomes the negative effects of mutant DNMT3A on TDG activity at high concentration implying a dominant negative effect of mutant DNMT3A. We subsequently analyzed a larger cohort of AML cases. Targeted sequencing of 750 AML cases and public data from the Cancer Genome Atlas revealed a specific AML subgroup characterized by biallelic DNMT3A mutations, with concurrent TET2 , IDH1 or IDH2 mutations, but lacking NPM1 mutations. Our data suggest that impairment of the AOAR pathway combined with the loss of wildtype DNMT3A attenuates TDG activity and greater CpG mutability (Figure 1B). Notably, multivariate analysis revealed that biallelic DNMT3A mutations serve as an independent marker for poor prognosis (p=3.89x10 -5 ). In summary, these studies provide strong evidence for a novel mechanism by which mutant DNMT3A enhances CpG mutagenesis through attenuation of the DNA glycosylase TDG, frequently in combination with AOAR pathway impairment, a mutational pattern frequently observed in AML. Therefore preleukemic mutations in CHIP, like those frequently observed in DNMT3A , could play a pivotal role by increasing the likelihood of acquiring crucial secondary genetic events by attenuating DNA repair at CpGs. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}