{
    "doi": "https://doi.org/10.1182/blood.V120.21.420.420",
    "article_title": "Genome-Wide Analysis Uncovers Recurrent Alterations in Primary Central Nervous System Lymphomas ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Genetics of Diffuse Large B-cell Lymphoma",
    "abstract_text": "Abstract 420 Primary central nervous system lymphoma (PCNSL) is a rare and aggressive non-Hodgkin lymphoma that is confined to the CNS because of a poorly understood neurotropism. Most of PCNSL (90%) are part of the immune-privileged site-associated DLBCL (IPDLBCL). IPDLBCL consist in late–germinal center or post–germinal center lymphoid cells but that show very distinct characteristics that separate them from systemic DLBCL. It is still a matter of debate whether the PCNSL differ from nodal DLBCL with respect to molecular features and pathogenesis and also if there is a genomic signature specific of PCNSL. Only few genetic studies have been performed in PCNSL, partly due to the rarity of the tumors and the limited amount of available tissue. To gain insight into the genomic basis of PCNSL, we performed an integrated, high-throughput, genomic analysis in 17 immunocompetent, EBV- and HIV- cases. B-cell differentiation status was characterized by immunostains for CD10, MUM-1, and BCL-6. Either frozen samples or formalin fixed embedded paraffin sections from 17 PCNSL were studied by array-based comparative genomic hybridization (aCGH) using Sureprint G3 (1 million probes) array. Massively parallel whole-exome sequencing was performed in 4 of these cases. Additionally, 2 cases were analyzed by mate-pair whole genome sequencing searching for chromosomal breakpoints. Sanger DNA sequencing was used for validation. All cases were characterized by complex genomic aberrations with a median of 21 copy-number abnormalities (CNA, range 10–49), 4 structural abnormalities, 6 frameshift indels and 99 nonsynonymous exonic mutations. Focal deletion affecting CDKN2A (9p21) was the most common CNA, found in 14 of 17 cases (82%); with 6 of these cases (35%) having homozygous deletion. The second most frequent CNA involved the HLA genes (6p21), found in 11 of 17 (65%) cases; 4 of them (23%) with homozygous deletions. We identified recurrent CNA and mutations in several genes previously found in systemic DLBCL. Thus, PRDM1 (BLIMP1) was deleted or mutated in 47% of cases and the translocation IgH-BCL6 was found in 30% of PCNSL. Furthermore, recurrent mutations were found in NF-kB genes CD79B (75%, 3 of 4 cases analyzed), MYD88 (70%, 7 of 10), TNFAIP3 (50%, 2 of 4) and CARD11 (50%, 2 of 4). Additionally, recurrent abnormalities were found in B2M, BCL7A, CD58, CIITA, ETV6, GNA13, PAX5, TMEM30A and TP53. Nevertheless, we identified several recurrent genetic alterations not described in systemic DLBCL. TOX (a regulator of T-cell development) and TBL1XR1 (a negative regulator of the NF-kB and Wnt pathways) were either deleted or mutated in 30% of PNCSL, something not previously described in systemic DLBCL. Additionally, chromosomal breakpoints either in DLGAP1 or DLGAP2 (play a role in neuronal cell signaling) were found in 18% of PCNSL but not in systemic DLBCL. Moreover, mutations in ATM (master controller of cell cycle checkpoint), BAI3 (inhibitor of brain angiogenesis), BTG2 (cell cycle arrest), KDM6B (histone demethylase), PKC family members PRKCD / PRKCDE, genes from the histone cluster, the protocadherin family and the WD repeat domain were found in 10% to 50% of PCNSL. Pathway analysis including the most commonly affected genes in PCNSL showed an enrichment of networks associated with immune response, NF-kB pathway, proliferation, regulation of the apoptosis and lymphocyte differentiation and activation. In summary, we show evidence of a highly complex genome and identified a subset of genes with potential relevance in PCNSL pathogenesis. The genomic profile described here reinforces the existence of a specific molecular signature in PCNSL, thus helping to genetically differentiate this entity from the nodal DLBCL and related lymphomas. Disclosures: Stewart: Millenium: Consultancy, Honoraria, Research Funding; Onyx: Consultancy; Celgene: Consultancy. Fonseca: Medtronic: Consultancy; Otsuka: Consultancy; Celgene: Consultancy; Genzyme: Consultancy; BMS: Consultancy; Lilly: Consultancy; Onyx: Consultancy; Binding site: Consultancy; Millenium: Consultancy; AMGEN: Consultancy; Celgene : Research Funding; Onyx: Research Funding; prognostication of MM based on genetic categorization of the disease: Prognostication of MM based on genetic categorization of the disease Patents & Royalties.",
    "topics": [
        "genome-wide association study",
        "primary central nervous system lymphoma",
        "diffuse large b-cell lymphoma",
        "nf-kappa b",
        "array-based comparative genomic hybridization",
        "histones",
        "cd58 antigens",
        "formaldehyde",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains"
    ],
    "author_names": [
        "Esteban Braggio, Ph.D.",
        "Brian Patrick O'Neill, MD",
        "Jan Egan, PhD",
        "Riccardo Valdez, MD",
        "Ellen McPhail, MD",
        "Maria Lopes, MD",
        "David Schiff, MD",
        "Raoul Tibes, MD, PhD",
        "Keith Stewart, MD",
        "Rafael Fonseca, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Esteban Braggio, Ph.D.",
            "author_affiliations": [
                "Division of Hematology - Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian Patrick O'Neill, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Egan, PhD",
            "author_affiliations": [
                "Comprehensive Cancer Center, Mayo Clinic, Scottsdale, AZ, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Riccardo Valdez, MD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic Arizona, Phoenix, AZ, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ellen McPhail, MD",
            "author_affiliations": [
                "Anatomic Pathology & Hematology, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Lopes, MD",
            "author_affiliations": [
                "Pathology, University of Virginia, Charlottesville, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Schiff, MD",
            "author_affiliations": [
                "Division of Neuro-Oncology, University of Virginia, Charlottesville, VA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raoul Tibes, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Mayo Clinic in Arizona, Scottsdale, AZ, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Stewart, MD",
            "author_affiliations": [
                "Mayo Clinic Arizona, Scottsdale, AZ, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Fonseca, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Mayo Clinic, Scottsdale, AZ, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T18:46:27",
    "is_scraped": "1"
}