{
    "doi": "https://doi.org/10.1182/blood.V110.11.4408.4408",
    "article_title": "Roles of Flow Cytometry in Bone Marrow Staging of B-Cell Non-Hodgkin Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Background Bone marrow staging is important in determining the extent of disease and for making therapeutic decision in B-cell non-Hodgkin lymphoma (B-NHL). Flow cytometry has been widely used in this setting but its value has not been clearly demonstrated. Objectives To determine the usefulness of bone marrow flow cytometry in staging of B-NHL. Materials and Methods We compare the results of bone marrow studies using bone marrow aspirate (BMA), bone marrow biopsy (BMB) and three-color flow cytometry (FCM), in non-leukemic B-NHL patients performed during May 2003 to December 2006 at our institution and determine the concordant rate among these three methods in detecting bone marrow involvement by B-NHL. Results Two hundred and sixty-eight bone marrow samples were analyzed in this study. Diffuse large B-cell lymphoma (DLBCL) was the most common histologic subtype (60.8%). Bone marrow (BM) involvement as confirmed by immunohistochemistry of BMB was observed in 66 samples (24.6%). Prevalence of BM involvement was slightly higher in indolent B-NHL (32.2%) as compared to aggressive B-NHL (20.8%). Agreement among all three methods was observed in 163 samples (60.8%). BMA had the sensitivity of 77.3% and specificity of 73.8%. FCM alone had the sensitivity of 63.6% and specificity of 89.6%. FCM failed to demonstrate clonal B-cells mainly in patients with focal involvement pattern. When FCM was combined with BMA, the sensitivity was increased to 87.9% but the specificity was decreased to 67.8%. They did not perform significantly better than using morphological criteria in BMB alone, which showed sensitivity of 80.3% and specificity of 94.5%. Conclusion Based on these data, we conclude that flow cytometry may not be necessary in bone marrow staging of B-NHL in patients with non-leukemic presentation.",
    "topics": [
        "b-cell lymphomas",
        "bone marrow",
        "flow cytometry",
        "diffuse large b-cell lymphoma",
        "bone marrow aspiration",
        "bone marrow biopsy",
        "bone marrow involvement",
        "bone marrow specimen",
        "indolent",
        "immunohistochemistry"
    ],
    "author_names": [
        "Thanyaphong Na Nakorn, MD. PhD.",
        "Chantana Polprasert, MD",
        "Jirawan Srisakham, B.Sc. (MT)",
        "Thamatorn Assanasen, MD."
    ],
    "author_dict_list": [
        {
            "author_name": "Thanyaphong Na Nakorn, MD. PhD.",
            "author_affiliations": [
                "Div. of Hematology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chantana Polprasert, MD",
            "author_affiliations": [
                "Div. of Hematology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jirawan Srisakham, B.Sc. (MT)",
            "author_affiliations": [
                "Div. of Hematology, Department of Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thamatorn Assanasen, MD.",
            "author_affiliations": [
                "Department of Pathology, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:33:37",
    "is_scraped": "1"
}