{
    "doi": "https://doi.org/10.1182/blood.V128.22.4991.4991",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3532",
    "start_url_page_num": 3532,
    "is_scraped": "1",
    "article_title": "Efficacy of Dabigatran Etexilate in a Murine Model of Cancer Associated Thrombosis ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis",
    "topics": [
        "cancer",
        "dabigatran etexilate",
        "mice",
        "thrombosis",
        "venous thromboembolism",
        "direct oral anticoagulants",
        "low-molecular-weight heparin",
        "dalteparin",
        "thrombus",
        "hemorrhage"
    ],
    "author_names": [
        "Yusra Al-Mosuli, MD",
        "Joanne Vanryn, PhD",
        "Catherine Lemarie, PhD",
        "Mark Blostein, MD"
    ],
    "author_affiliations": [
        [
            "Jewish General Hospital, Montreal, Canada "
        ],
        [
            "Boehringer-Ingelheim, Ingelheim, Germany"
        ],
        [
            "Jewish General Hospital, Montreal, Canada "
        ],
        [
            "Jewish General Hospital, Montreal, Canada "
        ]
    ],
    "first_author_latitude": "45.4979582",
    "first_author_longitude": "-73.6295809",
    "abstract_text": "Venous thromboembolism (VTE) is a common condition leading to significant patient morbidity and mortality. Thrombosis is a leading direct cause of death in cancer patients with fatal pulmonary embolism being three times more common in cancer patients than in non-cancer patients. In the presence of cancer, recurrent VTE is common and bleeding is particularly problematic due to the use of anticoagulants and the frequent need for surgical interventions. However the therapeutic options for the management of VTE in patients with cancer are limited. The treatment of cancer associated thrombosis (CAT) consists primarily of low molecular weight heparin (LMWH). However, LMWH can only be given parentally and an orally administered medication can have great benefits in improving the quality of life and compliance of patients with malignancies who suffer from VTE. Recently, New Oral Anticoagulants (NOACs) have become available. The advantages of NOACs are that they require less dose adjustment and are given orally. Particularly, during VTE treatment with dabigatran, the incidence of bleeding during VTE treatment is reduced without compromising efficacy. A recent metaanalysis of cancer patients treated with NOACs for VTE demonstrate that NOACs were as effective and safe as warfarin. However, no studies have directly studied NOACs in cancer patients nor compared NOACs with LMWH with selective inclusion of cancer patients only. Dabigatran etexilate (DE), a direct thrombin inhibitor, is one of the NOACs, which has a rapid onset of action and is characterized by its low potential for drug-drug interactions. Treatment with DE can have a significant impact on the burden of care in patients with CAT as it is orally administered and is associated with a lower incidence of bleeding during treatment for VTE. METHODS: We have developed an in vivo murine model of VTE as well as CAT. Thrombus formation is induced in the inferior vena cava (IVC) using the recently described partial flow restriction model and monitored via real time ultrasound using the Vevo770 ® microimaging system. The importance of our VTE murine model is the non-invasive real-time imaging technique, similar to what is used in clinical practice, making this model an ideal tool for in vivo drug testing. For the CAT model, lymphoma is induced in vivo using murine B lymphoma cells (Eµ-Myc cells) administered intravenously via the tail vein (1 x 10 6 cells/mouse). ); lymphoma development is attained after six days and inguinal lymph node size is measured via the Vevo770 ® . Thrombosis is then induced as described above. Anticoagulation is started 24 hours after thrombosis induction, with either dalteparin (LMWH) at a dose of 200 U/kg/day subcutaneously (or vehicle control) or with Dabigatran at a dose of 45 mg/kg/day by oral gavage (or vehicle control). Thrombosis size is then remeasured after 3 days of anticoagulation. RESULTS: Both dalteparin and dabigatran etexilate are effective in reducing the size of the thrombus in our VTE and CAT murine models, although the efficiency differs between cancer and non-cancer associated thrombosis. In our VTE model, daltiparin reduces thrombus size by 32% as compared to 18% for dabigatran, whereas, in our CAT model, dalteparin reduces thrombus size only 11% as compared to 24.9% with dabigatran. CONCLUSION: Using in vivo murine models, dalteparin is more effective as compared to dabigatran in VTE not associated with cancer whereas the effectiveness of dabigatran is superior in CAT. As a proof of principle, the above described models can be further employed to study the pathophysiology of VTE and CAT and can provide biologic plausibility for pursuing further studies for using NOACs, specifically Dabigatran, in CAT. Disclosures Vanryn: boehringer-Ingelheim: Employment. Blostein: boehringer-ingelheim: Research Funding."
}