{
    "doi": "https://doi.org/10.1182/blood.V126.23.4089.4089",
    "article_title": "An Inhibitor of TGF-β Promotes Proliferation of Normal but Not MPN Hematopoietic Cells and Is a Candidate Therapeutic Agent for the Treatment of MPN Patients Carrying JAK2 V617F or Calr pQ365fs Mutations ",
    "article_date": "December 3, 2015",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "The inhibitory effects exerted by transforming growth factor-β (TGF-β) on adult erythropoiesis has been well established. Canonical SMAD-depedent TGF-β signaling inhibits erythroid differentiation at multiple levels: it induces hematopoietic stem cells into quiescence (Chabanon et at Stem Cells. 2008;26:3150), it elicits a Smad5-dependent inhibition of progenitor cell proliferation (Bruno et al, Blood 1998; 91:1971) by increasing the length of G1 through reduction of G1 cyclin and cyclin-dependent protein kinases (Jacobsen et al, Blood 1995; 86:2957; Geng and Weinberg, PNAS 1993; 90:10315) and triggers Smad4-signaling accelerating terminal erythroid maturation (Zermati et al, Exp hematol 2000; 28:885; Choi et al MCB 2005;271:23). TGF-β is expressed by almost every cell type, but is produced in the greatest amount by megakaryocytes (Assonian et al, JBC 1983;258:7155; Massague, Cell 2008;134, 215). TGF-β has been implicated in the pathogenesis of primary myelofibrosis (PMF) by Schmitt et al ( Blood . 2000;96:1342). Plasma, bone marrow and spleen washes of PMF patients, as well as those from murine PMF models, contain 2 fold-greater levels of total and bioactive TGF-β than those from normal controls (Zingariello et al, Blood 2013;121:3345). In addition, megakaryocytes from PMFpatients contain greater amounts of TGF-β than those from other MPNs such as polycythemia vera (PV) and essential thrombocythemia (Ciurea et al, Blood 2007;110:986). Published data, however, also suggest that malignant MPN cells are insensitive to TGF-β. Microarray analyses of PMF bone marrow and spleen cells revealed TGF-β signaling abnormalities which predict activation of non-canonical p38/ERK-dependent rather than canonical SMAD-dependent signaling (Ciaffoni et al, BCMD 2015;54:234). In addition, by phosphoproteomic profiling of PV erythroblasts (Erys) expanded in vitro express lower levels of pSmad2 as compared to Erys from healthy controls (Hricik et al. AJH 2013;88:723). The hypothesis that malignant MPN cells are insensitive to TGF-β was tested here by evaluating the effect of SB431542 [1,3,10 and 26µM], a small molecule inhibitor of TGF-β receptor 1, on ex vivo erythropoiesis in cultures generated by peripheral blood mononuclear cells from patients with JAK2 V617 + -PV (n=2) and JAK2 V617F + or CALR pQ365f + -PMF. Identical experiments were performed with Erys generated from adult peripheral blood (AB, n=3) and cord blood (CB, n=2) of healthy controls. All cultures were stimulated with SCF, IL-3 and EPO with and without dexamethasone (Dex). In cultures of JAK2 V617F + -PV, SB431542 increased by 2-fold the numbers of progenitor cells observed by day 6, but had no effect on that of Erys observed by day 12-17 [fold increase (FI) ~4 fold in all cases]. Moreover, neither the number of progenitor cells nor that of Erys were affected by SB431542 treatment in cultures generated from JAK2 V617F + (n=1) and CALR pQ365fs + -PMF (n=1) patients (Fig. 1) . This lack of effects was observed in cultures with and without Dex. By contrast, as expected, in cultures of AB, SB431542 significantly increased by 2.5-fold the number of progenitor cells observed by day 6 and that of Erys observed by day 14-17 (Fig. 1) . This increase was associated with greater retention of an immature erythroid phenotype (CD36 + CD235a + cells 16% vs 3%) and an increased proliferative index (>3 Erys in metaphases per field vs 0). This was observed up to day 17 in cultures both with and without Dex. The effects of SB431542 in cultures of CB were, however, affected by the presence of Dex. In cultures without Dex, SB431542 increased by 2-fold the number of progenitor cells by day 6 but had no effect on that of Erys by day 12-17 (FI=10-15 and CD36+CD235a+ cells >60%). In the presence of Dex, SB431542 did not affect the number of progenitor cells at day 6 but reduced that of Erys by 3-fold on day 12-17. These results suggest that in the case of CB, TGF-β promotes erythroid maturation in synergy with Dex. In conclusion, SB431542 promoted proliferation and maturation of normal adult progenitor cells but had no effect on PMF progenitor cells suggesting that treatments with TGF-β receptor 1 inhibitors may reactivate normal hematopoiesis in PMF patients by providing a proliferative advantage to the resident non-diseased hematopoietic stem cells over the malignant clone. This therapeutic approach will be explored in a MPD-RC, multi-center, phase II trial in patients with PMF. View large Download slide View large Download slide  Close modal Disclosures Hoffman: Geron: Consultancy, Membership on an entity's Board of Directors or advisory committees; All Cells, LLC: Consultancy, Membership on an entity's Board of Directors or advisory committees; Promedior: Research Funding. Mascarenhas: Roche: Research Funding; Incyte Corporation: Research Funding; Kalobios: Research Funding; CTI Biopharma: Research Funding; Novartis Pharmaceuticals Corporation: Research Funding; Promedior: Research Funding.",
    "topics": [
        "calr gene",
        "carrying",
        "cd36 antigens",
        "cyclin-dependent kinases",
        "cyclins",
        "dexamethasone",
        "interleukin-3",
        "jak2 gene v617f",
        "mutation",
        "myelofibrosis, idiopathic, chronic"
    ],
    "author_names": [
        "Anna Rita Migliaccio, PhD",
        "Camelia Iancu-Rubin, PhD",
        "Rona Singer Weinberg, PhD",
        "Ronald Hoffman, MD",
        "Amylou Constance Dueck, PhD",
        "John O. Mascarenhas, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Rita Migliaccio, PhD",
            "author_affiliations": [
                "Tish Cancer Institute, Mount Sinai School of Medicine, New York, NY ",
                "Department of Biomedical Sciences, Alma Mater University, Bologna, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Camelia Iancu-Rubin, PhD",
            "author_affiliations": [
                "Tish Cancer Institute, Mount Sinai School of Medicine, New York, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rona Singer Weinberg, PhD",
            "author_affiliations": [
                "NY Blood Center, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Hoffman, MD",
            "author_affiliations": [
                "Tish Cancer Institute, Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amylou Constance Dueck, PhD",
            "author_affiliations": [
                "Division of Health Sciences Research, Mayo Clinic Arizona, Scottsdale, AZ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John O. Mascarenhas, MD MS",
            "author_affiliations": [
                "Tisch Cancer Institute, Mount Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T09:32:20",
    "is_scraped": "1"
}