{
    "doi": "https://doi.org/10.1182/blood.V110.11.3913.3913",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=860",
    "start_url_page_num": 860,
    "is_scraped": "1",
    "article_title": "Zoledronic Acid Suppresses Vasculogenesis: A New Effect of Bisphosphonates. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "angiogenesis",
        "bisphosphonates",
        "zoledronic acid",
        "angiogenesis factor",
        "incubators",
        "microscopes",
        "neoplasms",
        "nitrogen",
        "pharmacotherapy",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Haiming Chen, MD, PhD",
        "Cathy S. Wang",
        "Jennifer Li",
        "Richard A. Campbell",
        "Mingjie Li",
        "Eric Sanchez",
        "Jeffrey Steinberg",
        "Michael Share",
        "Dror Shalitin, PhD",
        "James Wang",
        "Shi-Jason Xie",
        "Yunchao Chang, MD",
        "Benjamin Bonavida, PhD",
        "Thomas F. Deuel, MD",
        "James R. Berenson, MD"
    ],
    "author_affiliations": [
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Hem/Onc, Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Microbiology, Immunology and Molecular Genetics, Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Hem/Onc, Scripps Research Institute, La Jolla, CA, USA"
        ],
        [
            "Hem/Onc, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Recent studies suggest that zoledronic acid (ZOL) and other nitrogen-containing bisphosphonates (BPs) inhibit angiogenesis by reducing angiogenic factor production and signaling by these factors. However, few studies have addressed the potential role of BPs in blocking the formation of new vasculature or so-called vasculogenesis. Thus, we determined whether ZOL could impact this process using a chorioallantoic membrane (CAM) vasculogenesis model. First, fertilized chick eggs were incubated horizontally at 37.5°C in a humidified incubator and windowed on day 8. Another set of E8 chicken embryonic skins were cultured in insert dishes with different concentrations of ZOL (1.0 or 10 uM) or without drug treatment for 24 hours. The embryonic skins were transferred to CAM. Endothelial cells of CAM normally started to proliferate and migrate into feather buds after two days. Blood vessel formation was determined after four days of culturing under the microscope. We found that endothelial cell proliferation and migration of CAM was completely inhibited and development of embryonic skin buds was blocked by ZOL at 10 uM. At a lower concentration of ZOL (1.0 uM), the vasculogenesis was also decreased and embryonic skin buds were also reduced in size (but to a lesser extent than at the higher drug concentration) compared with a control group without ZOL. We also examined whether zoledronic acid affected development of embryonic feather buds (epithelial cell) directly. The results showed that embryonic feather bud growth was unaffected when buds were cultured on insert dishes with 10uM ZOL compared to buds without this drug. This suggests that ZOL blocks endothelial cell proliferation in CAM and migration but does not effect epithelial cell development. We further examined endothelial cell gene expression of the bud cells on CAM treated with and without zoledronic acid. We measured vascular endothelial growth factor receptor-2 (Flk-1) expression with Western blot analysis. The results showed that Flk-1 is markedly reduced after buds were treated with ZOL at 10 uM and there was also some reduction in the expression of Flk-1 at the lower concentration (1.0 um) of ZOL. To determine which signal transduction pathway(s) may be involved in blocking endothelial cell proliferation and migration by ZOL, we determined gene expression of β-catenin, Runx2, and smad7 by RT-PCR in the embryonic buds. Runx2 is a target of β-catenin /TCF1 for the stimulation of bone formation, and Smad7 gene expression is increased in human hematopoietic stem cells (HSCs) and is required for TGF-β-induced expression of β-catenin. The results showed that expression of β-catenin was down-regulated by ZOL whereas expression of Runx2 and smad7 was up-regulated by this bisphosphonate. These results suggest that ZOL blocks the β-catenin pathway, and also add to other studies suggesting the important role of this pathway in blood vessel development. We have also shown that zoledronic acid profoundly suppresses vasculogenesis, and this effect adds another potential mechanism by which this bisphosphonate may possess anti-tumor effects."
}