{
    "doi": "https://doi.org/10.1182/blood.V104.11.1864.1864",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=180",
    "start_url_page_num": 180,
    "is_scraped": "1",
    "article_title": "Supplemental Alpha-2-Antiplasmin Prevents Plasmin-Induced Hemorrhage. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "alpha-2 antiplasmin",
        "hemorrhage",
        "plasmin",
        "blood coagulation factors",
        "factor viii",
        "fibrinogen",
        "infusion procedures",
        "bleeding time procedure",
        "cryoprecipitate",
        "fibrinolytic agents"
    ],
    "author_names": [
        "Daphne Stewart, MD",
        "Victor J. Marder, MD",
        "Mansze Kong, MPH",
        "Doris Quon, MD, PhD",
        "Scott A. Cook, PhD",
        "Gary Jesmok, PhD",
        "Peter Radtke, PhD",
        "George A. Baumbach, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Medical Oncology Division, Department of Medicine, David Geffen School of Medicine at UCLA, Los Angeles, CA, USA"
        ],
        [
            "Vascular Medicine Program, Los Angeles Orthopedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Vascular Medicine Program, Los Angeles Orthopedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Vascular Medicine Program, Los Angeles Orthopedic Hospital, Los Angeles, CA, USA"
        ],
        [
            "Preclinical Research, Bayer Healthcare, Research Triangle Park, NC, USA"
        ],
        [
            "Preclinical Research, Bayer Healthcare, Research Triangle Park, NC, USA"
        ],
        [
            "Preclinical Research, Bayer Healthcare, Research Triangle Park, NC, USA"
        ],
        [
            "Preclinical Research, Bayer Healthcare, Research Triangle Park, NC, USA"
        ]
    ],
    "first_author_latitude": "34.064889449999995",
    "first_author_longitude": "-118.44448664999997",
    "abstract_text": "Plasmin is a direct-acting thrombolytic agent with an impressive safety margin in experimental models, as it is tolerated without bleeding at a 6-fold greater dose than needed for thrombolysis. At higher plasmin dosages, above a reproducible dose threshold, alpha-2-antiplasmin (AP) is consumed, accompanied by complete depletion of fibrinogen and factor VIII. As a result of clotting factor exhaustion, the primary bleeding time is prolonged. We assessed whether supplemental AP could prevent bleeding induced by a purposefully toxic dosage of plasmin, and whether AP could arrest such bleeding once it occurs. Using the rabbit ear puncture model, plasmin (8 mg/kg) alone was compared with plasmin plus supplemental AP (5 mg/kg), injected either prior to or after plasmin infusion. We dosed plasmin 8-fold higher than that required for thrombolytic efficacy, based upon our previous observations of its capacity to prolong primary bleeding in greater than 80% of treated animals. Parameters for comparison between treatment groups were: primary bleeding time at timepoints prior to, during, and after experimental infusion, incidence of rebleeding at previously stable hemostatic sites, and quantification of AP, fibrinogen, and factor VIII. Pre-treatment AP doubled the plasma concentration, preserved circulating fibrinogen and factor VIII, and prevented bleeding. Post-plasmin AP corrected the plasmin-associated depletion of AP, but fibrinogen and factor VIII concentrations remained very low, and prolonged bleeding was uncorrected. To test whether AP could be supplemented with coagulation factors in order to arrest bleeding following high dose plasmin, human cryoprecipitate was co-administered. While the fibrinogen and factor VIII levels increased to 200% and 50% of baseline values, respectively, prolonged bleeding persisted. Unexpectedly, administration of human cryoprecipitate led to excess bleeding in association with acute thrombocytopenia and gross hemolysis, presumably mediated by xenographic antibody present in the product. Thus, we find that supplemental AP administered prior to a toxic dose of plasmin prevents coagulation factor consumption and preserves normal hemostasis. Once coagulation factor depletion occurs, AP alone is insufficient to correct the hemorrhagic state that ensues. Clinically, plasmin may be useful as a regional thombolytic agent, and AP supplementation may permit higher dosing as well as protect against accidental overdose. Further studies are needed to determine whether combined AP and coagulation factor repletion may correct the prolonged bleeding induced by massive plasmin infusion."
}