{
    "doi": "https://doi.org/10.1182/blood-2019-127679",
    "article_title": "Novel Therapeutic Rationale for Targeting HDAC1 and PIM2 in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Multiple myeloma (MM) cells preferentially grow and expand in the bone marrow (BM) to elicit the alteration of gene expression thereby acquiring drug resistance. The serine/threonine kinase PIM2 is constitutively overexpressed which is further up-regulated as a critical anti-apoptotic mediator in MM cells by interacting with BM stromal cells (BMSCs) and/or osteoclasts (Leukemia 2011, 2015). Histone deacetylases (HDACs) generally repress gene expression through deacetylation of lysine residues in histone tails. Therefore, HDAC inhibitors are able to restore the expression of tumor suppressor genes, and utilized as anti-cancer agents for various types of malignancies, including MM. Importantly, class-I and a class-IIb (HDAC6) HDACs have been shown as important therapeutic targets in MM (Nat Chem Biol 2010). Among class-I HDAC isoforms, HDAC1 and HDAC3 are highly expressed in MM cells (GSE5900 and GSE2113) and we have already reported that the HDAC3-DNMT1 axis is a critical therapeutic target (Leukemia 2017). However, the significance of HDAC1 expression in MM cell growth and survival is still largely unknown. In the present study, we aimed to clarify the epigenetic regulation of PIM2 and the therapeutic implication of HDAC1 in MM cells. We observed that HDAC1- and HDAC3-selective inhibitor MS-275 (Entinostat) inhibited MM cell growth in a dose-dependent fashion. HDAC1 knockdown using a lentiviral shRNA system induced apoptosis in MM cell lines, indicating a crucial role of HDAC1 in MM cell growth and survival. To identify downstream targets of HDAC1 mediating MM cell survival, we next carried out RNA-Seq using RPMI 8226 cells after HDAC1 knockdown. Expression of a number of genes were altered (adjusted P values < 0.05, log fold change > 0.5). Among these genes, we found that PIM2 and IRF4 were significantly downregulated in HDAC1 knocked down cells. The downregulation of IRF4 and PIM2 was further confirmed at mRNA and protein levels in additional MM cell lines. It has been shown that MS-275 impaired the viability of primary MM cells associated with downregulation of IRF4 and PIM2 expression. However, importantly, HDAC1 knocked down-induced growth inhibition was not observed in RPMI8226 cells with IRF4 overexpression, indicating that IRF4 is a key MM cell survival mediator targeted by HDAC1 inhibition. Previous study shows that HDAC1 is abundantly enriched around at H3K27 acetylation or RNA Pol II- binding sites compared to HDAC2 or HDAC3 (GSE86450), However, our data assessed by ChIP-Seq indicated that HDAC1-occupied genes were not completely upregulated but rather downregulated in HDAC1 -knockdown cells. Indeed, MS-275 and a histone acetyltransferase inhibitor C646 downregulated IRF4 and PIM2 expression in MM cells despite upregulation and downregulation of histone H3 acetylation, respectively. The ChIP-Seq data showed HDAC1 binding is enriched around the promotor regions of IRF4 and PIM2 in MM cells; however, MS-275 significantly reduced the HDAC1 enrichment as determined in ChIP-Q-PCR assays, suggesting that IRF4 and PIM2 expression is regulated by the balance between acetylation and deacetylation status of histones in MM cells. In addition, we found that IRF4 binds to the promoter of PIM2 and IRF4 knockdown reduced PIM2 expression, suggesting that IRF4 transcriptionally regulates PIM2 . Although PIM2 expression is robustly upregulated in MM cells in an ambient microenvironment with BMSCs and/or osteoclasts, MS-275 and the PIM inhibitor SMI-16a cooperatively induce MM cell death. In conclusion, our data provides a basis of rationale combination strategy targeting of class-I HDAC and PIM2 to improve MM patient outcome. Disclosures Anderson: Bristol-Myers Squibb: Other: Scientific Founder; Oncopep: Other: Scientific Founder; Amgen: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Takeda: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Sanofi-Aventis: Other: Advisory Board.",
    "topics": [
        "multiple myeloma",
        "histone deacetylase",
        "histones",
        "leukemia",
        "rna",
        "antineoplastic agents",
        "cancer",
        "dna (cytosine-5-)-methyltransferase 1",
        "histone acetyltransferases",
        "histone deacetylase 6"
    ],
    "author_names": [
        "Takeshi Harada, MD PhD",
        "Asuka Oda",
        "Hiroto Ohguchi, MD PhD",
        "Yohann Grondin, PhD",
        "Hirofumi Tenshin, DDS, PhD",
        "Masahiro Hiasa, DDS, PhD",
        "Jumpei Teramachi",
        "Masahiro Oura, MD",
        "Kimiko Sogabe, MD",
        "Shiro Fujii, MD PhD",
        "Shingen Nakamura, MD PhD",
        "Hirokazu Miki, MD PhD",
        "Kumiko Kagawa, MD PhD",
        "Shuji Ozaki, MD PhD",
        "Teru Hideshima, MD PhD",
        "Kenneth C. Anderson, MD",
        "Masahiro Abe, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Takeshi Harada, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Asuka Oda",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroto Ohguchi, MD PhD",
            "author_affiliations": [
                "Division of Disease Epigenetics, IRDA, Kumamoto University, Kumamoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yohann Grondin, PhD",
            "author_affiliations": [
                "Molecular and Integrative Physiological Sciences Program, Department of Environmental Health, Harvard T.H. Chan School of Public Health, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirofumi Tenshin, DDS, PhD",
            "author_affiliations": [
                "Department of Orthodontics and Dentofacial Orthopedics, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Hiasa, DDS, PhD",
            "author_affiliations": [
                "Department of Orthodontics and Dentofacial Orthopedics, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jumpei Teramachi",
            "author_affiliations": [
                "Department of Tissue Regeneration, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Oura, MD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimiko Sogabe, MD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shiro Fujii, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shingen Nakamura, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Miki, MD PhD",
            "author_affiliations": [
                "Division of Transfusion Medicine and Cell Therapy, Tokushima University Hospital, Tokushima, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kumiko Kagawa, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuji Ozaki, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Tokushima Prefectural Central Hospital, Tokushima, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teru Hideshima, MD PhD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson, MD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Abe, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Endocrinology and Metabolism, Institute of Biomedical Sciences, Tokushima University Graduate School, Tokushima, Japan "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:37:35",
    "is_scraped": "1"
}