{
    "doi": "https://doi.org/10.1182/blood-2020-143332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4576",
    "start_url_page_num": 4576,
    "is_scraped": "1",
    "article_title": "Serum Lipidome and Glucose Metabolism Uncover Vulnerabilities in Myelodysplasia and Secondary Acute Myelogenous Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Samer Al Hadidi, MD MSc, FACP",
        "Rafee Talukder, MD",
        "Gustavo A. Rivero, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Baylor College of Medicine, Houston, TX"
        ],
        [
            "Section of Internal Medicine, Baylor College of Medicine, Porter, TX"
        ],
        [
            "Section of Hematology and Oncology, Department of Medicine, Baylor College of Medicine, Houston, TX",
            "Dan L Duncan Comprehensive Cancer at Baylor St. Luke's Medical Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.704708399999998",
    "first_author_longitude": "-95.39549095000001",
    "abstract_text": "Background Secondary acute myelogenous leukemia (sAML) is highly aggressive and molecularly heterogenous. Previous reports have demonstrated differential serum lipid expression among hemopoietic malignancies (i.e AML, myelodysplastic syndrome (MDS) and acute lymphoblastic leukemia (ALL). Such a distinct serum lipidome among hemopoietic disorders suggest \"unique oncogenic metabolic addiction\" of leukemia initiating cells (LICs). MDS to AML transition is characterized by clonal evolution [i.e severe aneuploidy, high P53 frequency etc.] and chemorefractoriness. However, mechanism(s) for transformation are not entirely understood. In this study, we investigate serum lipidome and \"proxy\" of glucose [HbA1C] metabolism among: (1) low risk, (2) high risk MDS and (3) sAML patients (pts) to identify features that may suggest disease specific vulnerabilities. Methods After IRB approval, 214 pts were selected for analysis. ANOVA was used to detect differential expression of total cholesterol (TC), low density lipoprotein (LDL), high-density lipoprotein (HDL), and triglycerides (TAG) among low risk, high risk and sAML pts. Multivariate linear regression model was performed to evaluate the independent effect of confounders on relevant lipid modifications observed among subtypes of MDS and sAML pts. SAS software was used for data processing. Results 69/214 (32.2%), 26/214 (12.1%), 35/214 (16.3%), 35/214 (16.3%), 28/214 (13.08%), 21/214 (9.8%) were sAML, very low (VLR), low (LR), intermediate (I), high (H) and very high risk (VHR) MDS. Median age (range) was 68 y (42-91), 68 y (22-87), 70 y (55-91), 76 (53-88), 72 y (60-85) and 74 y (54-84), for sAML, VLR, LR, I, H and VHR, p= 0.0001. In sAML, VLR, LR, I, HR and VHR MDS TC was 177 mg/dL, 150 mg/dL, 126 mg/dL, 134 mg/dL, 125 mg/dL and 122 mg/dL, p =0.0001; LDL was 113.4 mg/dL, 81.3 mg/dL, 67.8 mg/dL, 72 mg/dL, 63.2 mg/dL and 70.8 mg/dL, p =0.0001; HDL 35.8 mg/dL, 39.2 mg/dL, 36.1 mg/dL, 40 mg/dL, 33.7 mg/dL, 32.05 mg/dL, p =0.40; TAG 134 mg/dL, 140 mg/dL, 109 mg/dL, 120 , mg/dL 134 mg/dL, 98 mg/dL, p =0.1. Given \"similarities\" among MDS subgroups, \"MDS lipid data\" was compared vs sAML. Median TC, LDL, HDL and TAG among sAML vs MDS pts was 179.1 mg/dL vs 130.4 mg/dL, p =0.0001; 113 mg/dL vs 70.1 mg/dL, p =0.0001; 38.6 mg/dL vs 36.7 mg/dL, p =0.5; 142 mg/dL vs 116.6 mg/dL, p =0.056, respectively. 20/89 (22.7%) vs 69/89 (77.53%) sAML vs MDS pts, respectively were diabetic, p =0.002, OR =2.62; 95% CI 1.40-4.90. However, data extracted from 82 pts (16 sAML and 66 MDS, each) demonstrated that hemoglobin A1C (HbA1C) was 7.84% vs 6.34%, in sAML vs MDS, respectively, p =0.009. Multivariate linear regression accounting for age, blast count, BMI, DM status and HbA1C showed that higher TC, LDL and HbA1C were independent predictors of sAML. Conclusions While this study is restricted to demonstrate distinct lipid and metabolic profile between sAML and MDS, our results suggest blastic phase dependency on higher serum cholesterol and possibly higher advanced glycosylation. As compared to MDS, our data highlights the possibility that sAML induces serum Lipidome modifications that may \"hijack endogenous lipogenesis\" to favor TC, LDL and possibly TAG production. Additionally, despite larger number of patients is needed to confirm our results, higher HbA1C potentially initiates advanced glycosylation facilitating blastic conversion in MDS pts. Disclosures Rivero: Incyte: Membership on an entity's Board of Directors or advisory committees; agios: Membership on an entity's Board of Directors or advisory committees; celgene: Membership on an entity's Board of Directors or advisory committees."
}