{
    "doi": "https://doi.org/10.1182/blood-2018-99-111817",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3905",
    "start_url_page_num": 3905,
    "is_scraped": "1",
    "article_title": "Gene Set Enrichment Analysis Suggests That Increased Rituximab-Mediated NK Cell Cytotoxicity after Vitamin D Substitution Is Driven By Upregulation of Interferon Alpha (IFN-a) Isoforms ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "cytotoxicity",
        "genes",
        "interferon-alpha",
        "natural killer cells",
        "protein isoforms",
        "rituximab",
        "up-regulation (physiology)",
        "vitamin d",
        "cytokine",
        "interferon type i"
    ],
    "author_names": [
        "Konstantinos Christofyllakis, MD",
        "Frank Neumann, PhD",
        "Stephan Stilgenbauer",
        "Dominic Kaddu-Mulindwa, MD",
        "Evi Regitz",
        "Moritz Bewarder, MD",
        "Andreas Keller, PhD MSc",
        "Jörg Thomas Bittenbring, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ],
        [
            "Jose Carreras Center for Immuno- and Gene Therapy, Saarland University Medical School, Homburg, Germany "
        ],
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ],
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ],
        [
            "Jose Carreras Center for Immuno- and Gene Therapy, Saarland University Medical School, Homburg, Germany "
        ],
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ],
        [
            "Chair for Clinical Bioinformatics, Saarland University, Saarbrücken, Germany"
        ],
        [
            "Department of Hematology, Oncology, Rheumatology and Clinical Immunology, Saarland University Medical Center, Homburg, Germany "
        ]
    ],
    "first_author_latitude": "49.3064633",
    "first_author_longitude": "7.3450777999999985",
    "abstract_text": "Introduction: We recently showed that vitamin D deficiency leads to decreased overall survival of DLBCL-patients treated with rituximab-chemotherapy (Bittenbring et al, JCO, 2014). We hypothesized that rituximab-mediated NK cell-cytotoxicity is more effective at higher vitamin D levels. This was confirmed by vitamin D substitution of healthy volunteers, which increased their rituximab-mediated cytotoxicity in vitro against the Daudi lymphoma cell line. To unveil the molecular mechanisms behind this finding, resting NK cells before and after vitamin D supplementation were isolated from those volunteers and a whole transcriptome analysis was performed. Methods: We collected PBMCs from eight healthy volunteers with vitamin D deficiency before and after vitamin D substitution to > 30 ng/ml 25-OH vitamin D3. NK cells were isolated from PBMCs by magnetic depletion of all non-NK cells. Purity of the CD16+ cells was confirmed by flow cytometry. After isolating total RNA, we performed a microarray analysis using an Affymetrix Gene-Chip 2.0 ™. The signals were normalized using the LMA algorithm. For pathway analysis, gene set enrichment analysis (GSEA) was used. A two-step approach was chosen. Firstly, we separated 7.705 genes due to their involvement in the NK cell-mediated immune response according to the Gene Ontology database, irrespective of their differential expression. This dataset was used separately for specific analysis of the NK cell-cytotoxicity pathway to increase sensitivity. Secondly, the complete data set of 48.145 genes was used in an exploratory analysis in an attempt to screen for other dysregulated pathways involved in the immune response and vitamin D homeostasis. We used gene sets provided from the Molecular Signature Database. A significance level of < 0.05 for p and False Discovery Rate (FDR) was chosen. Real-time quantitative PCR was performed to confirm the results. Results: The NK cell-associated cytotoxicity pathway was found to be significantly upregulated after restoration of normal vitamin D levels in the specific analysis. The most significantly overexpressed genes in the gene set were five IFN-α subtypes (IFN-α2, IFN-α4, IFN-α6, IFN-α7, and IFN-α10) as well as IFN-κ. The exploratory analysis showed an upregulation of the response to type I interferon pathway and regulation of type I interferon mediated signaling pathway. The most upregulated genes in those pathways were again the IFN-α subtypes mentioned above. Other pathways involved in the immune response were found to be downregulated after vitamin D substitution, like interferon gamma response; cytokine production and chemotaxis. The common denominator of these pathways was the downregulation of three toll-like receptor genes (TLR-8, TLR-7, TLR-2). Conclusion: The increased expression of specific IFN-α subtypes could explain the increased rituximab-mediated NK cell-cytotoxicity after vitamin D substitution in deficient individuals. To the best of our knowledge, this is the first study to suggest a role for vitamin D in IFN-α regulation. TLRs are known to stimulate cytokine production in NK cells including IFN-α. It can be assumed, that the observed upregulation of IFN-α genes after vitamin D substitution leads to a negative feedback on positive regulators of cytokine production like TLR, causing their downregulation once vitamin D levels are restored. This implies a comprehensive role of vitamin D in IFN-α biosynthesis in human NK cells. Disclosures Stilgenbauer: AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Hoffmann La-Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Mundipharma: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmcyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Boehringer-Ingelheim: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genzyme: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}