{
    "doi": "https://doi.org/10.1182/blood-2019-131261",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4313",
    "start_url_page_num": 4313,
    "is_scraped": "1",
    "article_title": "A Meta-Analysis of Genetic Abnormalities and Next Generation Sequencing of Primary Cases of Castleman Disease ",
    "article_date": "November 13, 2019",
    "session_type": "621.Lymphoma-Genetic/Epigenetic Biology",
    "topics": [
        "angiolymphoid hyperplasia",
        "gene abnormality",
        "massively-parallel genome sequencing",
        "mitogen-activated protein kinases",
        "dna",
        "1-phosphatidylinositol 3-kinase",
        "cytokine",
        "histopathology tests",
        "interleukins",
        "lymphoproliferative disorders"
    ],
    "author_names": [
        "Alexandra Butzmann, MD",
        "Joanna Przybyl, PhD",
        "Kaushik Sridhar, MS",
        "Jyoti Kumar, MDMS",
        "Nivaz Brar, BS",
        "James L Zehnder",
        "Roger A Warnke, MD",
        "Robert S. Ohgami, MD PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Stanford University, Palo Alto, CA ",
            "Pathology, University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Pathology, Stanford University, Palo Alto, CA "
        ],
        [
            "Pathology, Stanford University, Palo Alto, CA ",
            "Pathology, University of California, San Francisco, San Francisco, CA "
        ],
        [
            "Pathology, Stanford University, Palo Alto, CA "
        ],
        [
            "California Northstate University, Elk Grove, CA "
        ],
        [
            "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Stanford, CA ",
            "Department of Pathology, Stanford University, Palo Alto, CA "
        ],
        [
            "Department of Medicine, Division of Hematology, Stanford University School of Medicine, Palo Alto, CA"
        ],
        [
            "Pathology, Stanford University, Palo Alto, CA "
        ]
    ],
    "first_author_latitude": "37.42340065",
    "first_author_longitude": "-122.16208404999998",
    "abstract_text": "Castleman disease is a rare lymphoproliferative disorder known to represent at least four distinct clinico-pathologic sub-types. Large advancements in our clinical and histopathologic description of these diverse diseases have been made, resulting in subtyping based on degree of nodal involvement (unicentric versus multicentric) and according to viral infection (human herpes virus 8 - HHV8 and Human Immunodeficiency Virus - HIV). However, we continue to lack a foundational understanding of the biologic mechanisms driving at least a subset of patients with these diseases. In recent years, significant molecular and genetic abnormalities that may be associated with this disease have been described; yet we are still unclear as to a unified vision of what loci and genes are involved in at least a subset of cases of Castleman disease. In our study we performed a meta-analysis of all cases (unicentric and multicentric) of Castleman disease described in literature to date, and correlate cytogenetic, molecular and genetic abnormalities with disease subtypes, phenotypes and clinical outcomes. We further performed targeted DNA deep sequencing and RNA-sequencing on a cohort of Castleman Disease cases. Our results demonstrate that genetic abnormalities in the MAPK-pathways, PI3K-pathway and Interleukin signaling are frequent in unicentric Castleman disease, whereas abnormalities in DNA methylation are seen more commonly in idiopathic multicentric Castleman disease, along with abnormalities in MAPK-pathways. We conclude that UCD and iMCD may share similar pathways of MAPK pathogenesis but can also be distinguished by cytokine and other DNA modification pathways that differ. Disclosures Ohgami: Agilent technologies: Other: received support/funding."
}