{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4742.4742",
    "article_title": "Copper Deficiency ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "BACKGROUND: Acquired copper deficiency in the pediatric population is a rare event but given the hematologic and potentially irreversible neurologic consequences, prompt recognition and treatment is important. Copper is an essential cofactor in enzymatic reactions essential to proper hematologic, skeletal, neurologic and vascular function. Copper is found in a variety of foods including meats, nuts, legumes, and whole grains while lacking in highly processed foods. Copper requirements in children over the age of 4 is 15 mg/day, which is readily acquired in a typical diet. Copper deficiency is known to occur in patients with the rare X-linked mutation in the ATP7A copper transport protein, known as Menkes Syndrome, and in older individuals with gastrointestinal bypass surgery who lose the ability to absorb copper through the duodenum and proximal jejunum, however, it is rarely reported in other conditions. Pediatric patients with autism spectrum disorders or developmental delay with a limited dietary repertoire are at risk for copper deficiency thus a high index of suspicion must exist in order to diagnose the disorder. CASE PRESENTATION: A 15 y/o boy with a prior diagnosis of global developmental delay and oral aversion presented with parental concerns for worsening fatigue, weakness and gait instability. Symptoms had been slowly progressive and accompanied by weight loss. His longstanding feeding difficulties had been refractory to intensive feeding programs yet he continued to feed orally (with no prior attempts at enteral/parenteral nutrition). A daily diet consisted only of 50-60 oz of milk and 25-30 individual servings of butterscotch pudding (1680-1880 calories/day, 0.7mg iron/day). Upon presentation he was afebrile with global muscle weakness. Growth parameters were at the 25 th and 2 nd percentiles for height and weight, respectively. Initial complete blood count demonstrated white blood cell count of 3.3, absolute neutrophil count of 760, hemoglobin of 4.4 with MCV of <50, reticulocyte count of 0.5, platelet count of 392. Review of his peripheral blood smear revealed microcytic, hypochromic red cells without marked fragmentation, anisopoikilocytosis or ringed sideroblasts; there were no morphologic abnormalities of his leukocytes or platelets. Iron studies demonstrated ferritin of 45, total iron binding capacity of 514, and 2% iron saturation. He had no evidence of B12 or folate deficiency. Stool guaiac was negative for occult blood loss. He was hospitalized to receive transfusion of red blood cells and begin IV iron therapy due to his inability to tolerate oral repletion. Over the the next 2 months he demonstrated some improvement in his anemia but had worsening leukopenia, neutropenia and a declining platelet count. He had worsening neurologic function with increasing need for assistance in his activities of daily living. Due to lack response to IV iron and worsening cytopenias, additional evaluation was performed which revealed a serum copper level of 6 (range 60-190), and cerulosplasmin of 2.1 (range 22-58). Once a diagnosis of copper deficiency was made, the patient promptly began a course of parenteral copper repletion. He received IV copper 35mcg/kg/day x 3 days then weekly intravenous infusions. Given his malnutrition, a G-tube was placed to begin oral copper repletion and enteral nutrition. Within 3 weeks his copper level improved as well as his blood counts. Unfortunately, although his blood counts and copper levels normalized, his neurologic status remains below his old baseline although he has made gains in his gross and fine motor abilities. DISCUSSION: Children with limited dietary repertoires are at risk for otherwise rare nutritional deficiencies such as copper deficiency. It is not uncommon that nutritional deficiencies may become more prominent when children reach puberty and have increased dietary requirements not only of calories, but also of micronutrients and trace elements. This patient's clinical course demonstrates the need to have a high index of suspicion of concomitant nutritional deficiencies other than those routinely evaluated such as iron, B12 and folate given his finding of both iron and copper deficiency. Review of his blood smear at presentation was consistent with iron deficiency and did not demonstrate typical hallmarks of copper deficiency such as ringed sideroblasts. Disclosures Malec: Bioverativ: Consultancy, Other: Research funding; Shire: Consultancy, Other: Research funding.",
    "topics": [
        "hypocupremia",
        "weight reduction",
        "copper",
        "iron",
        "diet",
        "malnutrition",
        "calories",
        "copper measurement",
        "anemia",
        "asthenia"
    ],
    "author_names": [
        "Allison Close, MD",
        "Lynn M. Malec, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Allison Close, MD",
            "author_affiliations": [
                "Children's Hospital of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lynn M. Malec, MD MSc",
            "author_affiliations": [
                "BloodCenter of Wisconsin Department of Pediatrics, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:39:02",
    "is_scraped": "1"
}