{
    "doi": "https://doi.org/10.1182/blood-2018-99-114756",
    "article_title": "Do We Really Need Plasma-Derived FVIII Concentrates in Every PUP to Minimize the Risk of Inhibitor Development? ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster II",
    "abstract_text": "Background: The development of inhibitors due to infused factor VIII (FVIII) remains a significant challenge in haemophilia treatment, particularly in previously untreated patients (PUPs). Inhibitors in PUPs usually develop within the first 50 exposure days (EDs), with a median time to inhibitor development of around 10-15 EDs. The impact of product type on the risk of inhibitor development remains controversial. Whilst some studies have found no difference in the rate of inhibitor development between plasma-derived (pd) and recombinant (r)FVIII products, other studies have reported higher rates of inhibitor development after treatment with rFVIII. The prospective, randomised SIPPET study found an 87% higher incidence of inhibitors in PUPs treated with rFVIII than in PUPs treated with pdFVIII concentrates containing von Willebrand factor (VWF). Methods The aim of this study was to investigate a personalised treatment approach in PUPs in order to limit both joint damage and inhibitor development. This approach included the use of intensive monitoring from an early age, tailored prophylaxis using pdFVIII concentrates and personalised physiotherapy regimen. FVIII levels and Von Willebrand Antigen (VWF-Ag) were measured after birth (if possible), before start of prophylaxis and during prophylaxis. The inhibitor titre was measured every 3-4 EDs. Our study cohort was compared with a historical cohort (2004 - 2012) treated with early prophylaxis with hamster cell-derived rFVIII or pdFVIII. We enrolled 24 patients, 9 from the historical cohort (7 treated with rFVIII and 2 with pdFVIII) and since 2013 15 patients from in the study cohort (14 treated with pdFVIII and 1 not yet treated). Results: Since 2013 all 14 PUPs started early prophylaxis with pdFVIII/VWF . Initial dose ranged from 25 IU/kg/10 days to 60 IU/kg/week for the first 20 ED and thereafter individual dose escalation was performed. So far, no patient had developed and inhibitor to FVIII. In our historical group 4 out of 7 patients developed a high titre inhibitor (≥ 5 BU) during the first 20 EDs with rFVIII, but none of the patients receiving prophylaxis with pdFVIII (n=2) (p=0.007). All patients who developed an inhibitor later on had a VWF-Ag below 77%, those patients receiving rFVIII and remaining without an inhibitor had an VWF-Ag above 77% (n=3); this difference was highly significant (p<0.001). Conclusion: We found that individually tailored treatment schedules and early prophylaxis seems to minimize the incidence of inhibitors in our cohort. Nevertheless, it has to be investigated if PUPs with a high VWF-level can be treated safely with rFVIII without risking the development of inhibitors. We recommend further prospective studies with a greater number of patients. Disclosures Halimeh: Bayer healthcare, Baxalta Innovations, Biotest, CSL Behring, Novartis, Novo Nordisk, Octapharma, LFB, Pfizer: Honoraria; Bayer Healthcare, Baxalta Innovations, Biotest, CSL Behring, Novo Nordisk, Octapharma, Pfizer: Research Funding.",
    "topics": [
        "concentrate dosage form",
        "plasma",
        "recombinant antihemophilic factor viii",
        "antigens",
        "factor viii",
        "hemophilia a",
        "hemophilias",
        "physical therapy",
        "von willebrand disease",
        "von willebrand factor"
    ],
    "author_names": [
        "Susan Halimeh, MD",
        "Hannelore Rott, PhD",
        "Manuela Siebert",
        "Günther Kappert"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Halimeh, MD",
            "author_affiliations": [
                "CRC - Coagulation Research Centre GmbH, Duisburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hannelore Rott, PhD",
            "author_affiliations": [
                "CRC Coagulation research Centre GmbH, Duisburg, DEU "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Siebert",
            "author_affiliations": [
                "CRC Coagulation Research Centre GmbH, CRC Coagulation Research Centre GmbH, Duisurg, DEU "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Günther Kappert",
            "author_affiliations": [
                "CRC Coagulation Research Centre GmbH, CRC Coagulation Research Centre GmbH, Duisburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T21:33:30",
    "is_scraped": "1"
}