{
    "doi": "https://doi.org/10.1182/blood-2019-132044",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4441",
    "start_url_page_num": 4441,
    "is_scraped": "1",
    "article_title": "Catheter Related Thrombosis (CRT) in Hematologic Malignancy: A Retrospective Study of Venous Thromboembolism Management ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": [
        "catheter thrombosis",
        "hematologic neoplasms",
        "venous thromboembolism",
        "anticoagulation",
        "thrombosis",
        "catheters",
        "central venous catheters",
        "hemorrhage",
        "nitric oxide therapy",
        "signs and symptoms"
    ],
    "author_names": [
        "Ruchi Desai, MD",
        "Ankita Tandon, DO",
        "Michael Jaglal, MD"
    ],
    "author_affiliations": [
        [
            "Moffitt Cancer Center, Tampa, FL ",
            "University of South Florida, Tampa, FL "
        ],
        [
            "Department of Internal Medicine, University of South Florida, tampa, FL"
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46327185",
    "abstract_text": "Introduction: Central Venous Catheters (CVC) improve quality of life for patients with hematologic malignancy but long-term presence may result in CRT. Optimal treatment of CRT is uncertain. Here, we focus on a retrospective study of CRT in patients with hematologic malignancy to identify clinical features associated with increased risk for recurrent thrombosis. Methods: Demographic and management information of patients with CRT and hematologic malignancy was extracted from the medical record of a single academic medical center. Data was described using summary statistics. Nonparametric Cox proportional hazard models were utilized for thrombosis recurrence and bleeding occurrence. Unadjusted models were utilized for CRT treatment, type of anticoagulation, platelet count, and other factors. Results: 85 patients were included for analysis. Summary statistics are noted in Table 1. Median platelet count differed across initial treatment approach [Anticoagulation (AC): 177 (106.5- 662), Anticoagulation and Catheter Removal (AC+): 112 (61.75-304), Catheter Removal only 24 (20.25-35.5), No treatment 30.5 (16.75-10.8), p<0.0001]. For CRT treatment, patients with AC+ have more than a 660 % chance of thrombosis recurrence compared to AC as reference group. This significant difference is also seen in the Kaplan Meir curves for CRT treat (log-rank p=0.0484), Figure 1. Of note, 15 patients treated with AC+ developed recurrent thrombosis, the majority of which (53%, 8/15) occurred within 100 days. Of these patients, 62% (5/8 patients) had at least 2 days delay in starting anticoagulation while no delays in starting anticoagulation were noted in patients who were primarily treated with AC. Of the 8 patients who received no therapy for CRT, 7/8 patients (87%) had noted brachial (peripheral deep). Discussion: Significant variability in management of CRT in patients with hematologic malignancy is noted. Platelet count at time of thrombosis may influence treatment decision. Our data indicate that treatment with anticoagulation is superior to treatment without anticoagulation. The difference in thrombosis recurrence seen in patients who received AC v. AC+ could potentially be explained by delays in starting AC in the latter group. Interestingly, patients who did not receive any therapy for CRT had no recurrence, which may be explained by the fact that the majority had peripheral deep thrombosis, which are less likely to have deep recurrences. In addition, type of anticoagulation used for treatment was notHowever, our data is limited by its population of single institutional patients and retrospective nature. Prospective, studies are needed to better delineate differences in outcomes. View large Download slide View large Download slide  Disclosures Jaglal: NOVARTIS: Consultancy."
}