{
    "doi": "https://doi.org/10.1182/blood-2021-148731",
    "article_title": "Impact of Polypharmacy and Potentially Inappropriate Medications Among Older Adults with Blood Cancers ",
    "article_date": "November 5, 2021",
    "session_type": "905.Outcomes Research-Lymphoid Malignancies",
    "abstract_text": "Background. Polypharmacy and potentially inappropriate medications (PIMs) are common among older adults with blood cancer and can lead to adverse effects and poor outcomes. Polypharmacy is commonly defined as taking ≥5 or ≥8 medications, depending on the population. PIMs can cause adverse side effects for certain patients, e.g. diphenhydramine and benzodiazepines. We sought to define the prevalence of polypharmacy and PIMs in older adults with blood cancers, and to examine the association between both with cognitive impairment and frailty in this population. Methods. From February 2015 to November 2019, all transplant-ineligible patients ages 75 and older who presented for initial consultation for hematologic malignancy at the Dana-Farber Cancer Institute (Boston, MA) were approached by a research assistant (RA) for a 15-minute screening geriatric assessment. The RA assessed 42 aging-related health deficits using patient-reported and objective performance measures spanning the domains of function, cognition, comorbidity, and mobility. Patients were determined to be frail, pre-frail or robust via two approaches: deficit accumulation approach (Rockwood, JGMedSci 2007) and phenotypic approach (Fried, JGMedSci 2001). Cognition was measured using the delayed recall section of the Montreal Cognitive Assessment (MoCA; Nasreddine, JAGS 2005) and Clock-In-Box test (CIB; Chester, Am J Med 2011). In addition, we collected data via electronic medical record review of all prescribed and over-the-counter medications patients were taking at the time of initial consultation. These data were reconciled and reviewed for quality by two board-certified geriatricians. The geriatricians identified 2 types of PIMs: anticholinergic PIMs per the Anticholinergic Risk Scale (Rudolph, Arch Intern Med 2008) and cancer-specific PIMs per the National Cancer Care Network Medications of Concern (NCCN Older Adult Oncology 2020). For patients recommended for active cancer treatment, the association between polypharmacy and PIMs with frailty was assessed using ordinal logistic regression. The association between polypharmacy and PIMs with cognitive impairment (by MoCA delayed recall and CIB) was assessed using logistic regression. All models controlled for age, gender, and comorbidity (via Charlson Comorbidity Index). Results. In this patient cohort (N=785), 286 (36%) were female with 240 (30%) in the leukemia disease group, 272 (35%) lymphoma and 273 (35%) multiple myeloma. 603 (77%) patients had polypharmacy (≥5 medications) and 421 (54%) were taking ≥8 medications. 201 (25%) patients were taking at least one PIM based on the Anticholinergic Risk Scale (Rudolph) and 343 (44%) based on the NCCN guidelines. Overall, 131 (17%) were frail, 457 (58%) pre-frail and 197 (25%) robust. 541 (69%) patients had Charlson Co-morbidity Index ≥3; 111 (14%) patients had \"probable\" cognitive impairment by MoCA Delayed Recall and 147 (19%) had \"probable\" cognitive impairment by CIB. In the 468 (60%) patients on active cancer treatment, there was an association of frailty with polypharmacy defined by a cutoff of ≥8 (adjusted odds ratio [aOR]=2.82, 95% confidence interval [CI] 1.92-4.17), but not ≥5 medications (aOR=1.42, 95% CI 0.91-2.22; Table 1). With each additional medication on a patient's medication list, their odds of being more frail increased by 8% (aOR=1.08, 95% CI 1.04-1.12). With each one-point increase on the Anticholinergic Risk Scale, odds of being more frail increased by 19% (aOR=1.19, 95% CI 1.03-1.39). With each additional PIM based on NCCN guidelines, odds of being more frail increased by 65% (aOR=1.65, 95% CI 1.34-2.04). Polypharmacy and PIMs were not associated with cognitive impairment by either MoCA Delayed Recall or CIB. Conclusion. Polypharmacy and PIMs are prevalent among older patients with blood cancers and are strongly associated with frailty but not cognitive impairment, independent of comorbidity. Increasing number of anticholinergic and especially cancer-specific PIMs have a stronger association with frailty compared to increasing number of medications in general. Our findings highlight that the types of medications contributing to polypharmacy may be more important than number of total medications. This suggests the need for streamlined ways of identifying specific PIMs in practice to deprescribe medications that may be associated with cumulative harm in older adults with cancer. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Stone:  Aprea: Consultancy; Boston Pharmaceuticals: Consultancy; BerGen Bio: Membership on an entity's Board of Directors or advisory committees; Arog: Consultancy, Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; OncoNova: Consultancy; Syndax: Membership on an entity's Board of Directors or advisory committees; Syntrix/ACI: Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy; Macrogenics: Consultancy; Novartis: Consultancy, Research Funding; Glaxo Smith Kline: Consultancy; Innate: Consultancy; Janssen: Consultancy; Elevate Bio: Membership on an entity's Board of Directors or advisory committees; Foghorn Therapeutics: Consultancy; Gemoab: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Research Funding; Actinium: Membership on an entity's Board of Directors or advisory committees; Bristol Meyers Squibb: Consultancy; Celgene: Consultancy; Abbvie: Consultancy; Syros: Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy. Soiffer:  Rheos Therapeutics, USA: Consultancy; Kiadis, Netherlands: Membership on an entity's Board of Directors or advisory committees; Juno Therapeutics, USA: Other: Data Safety Monitoring Board; Precision Biosciences, USA: Consultancy; Jazz Pharmaceuticals, USA: Consultancy; Takeda: Consultancy; Jasper: Consultancy; Gilead, USA: Other: Career Development Award Committee; NMPD - Be the Match, USA: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Tammy T. Hshieh",
        "Clark Dumontier",
        "Tim Jaung",
        "Nupur E. Bahl",
        "Emily S. Magnavita",
        "Chelsea E. Hawley",
        "Lee Mozessohn",
        "Richard M. Stone",
        "Robert J. Soiffer",
        "Jane Driver",
        "Gregory A. Abel"
    ],
    "author_dict_list": [
        {
            "author_name": "Tammy T. Hshieh",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA",
                "Brigham and Women's Hospital, Boston, MA",
                "Harvard Medical School, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clark Dumontier",
            "author_affiliations": [
                "Brigham and Women's Hospital, Boston, MA",
                "Harvard Medical School, Boston, MA",
                "New England Geriatric Research Education and Clinical Center, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Jaung",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nupur E. Bahl",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily S. Magnavita",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chelsea E. Hawley",
            "author_affiliations": [
                "New England Geriatric Research Education and Clinical Center, Boston, MA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lee Mozessohn",
            "author_affiliations": [
                "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada",
                "University of Toronto, Toronto, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA",
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert J. Soiffer",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA",
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA",
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Driver",
            "author_affiliations": [
                "Harvard Medical School, Boston, MA",
                "New England Geriatric Research Education and Clinical Center, VA Boston Healthcare System, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory A. Abel",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA",
                "Center for Bioethics, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:02:05",
    "is_scraped": "1"
}