{
    "doi": "https://doi.org/10.1182/blood.V110.11.1139.1139",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=907",
    "start_url_page_num": 907,
    "is_scraped": "1",
    "article_title": "CD31-CD38 Interaction Has No Major Role in the Pathogenesis of CLL. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cd31 antigens",
        "cd38",
        "coculture techniques",
        "annexin a5",
        "antibodies",
        "antibodies, blocking",
        "cd19 antigens",
        "cd40 antigens",
        "cd40 ligand",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Sanne H. Tonino, MD",
        "Rene Spijker",
        "Marinus H.J. Van Oers, MD, PhD",
        "Arnon P. Kater, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Hematology, Academic Medical Centre, Amsterdam, Netherlands"
        ],
        [
            "Experimental Immunology, Academic Medical Centre, Amsterdam, Netherlands"
        ],
        [
            "Clinical Hematology, Academic Medical Centre, Amsterdam, Netherlands"
        ],
        [
            "Clinical Hematology, Academic Medical Centre, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.2938961",
    "first_author_longitude": "4.9592096",
    "abstract_text": "High expression levels of CD38 on chronic lymphocytic leukemia (CLL) confer an unfavorable prognosis. The exact role of CD38 in the pathogenesis of CLL has not yet been elucidated. CD38 has been postulated to act as a transmembrane receptor, whose interaction with its proposed ligand PECAM-1 (CD31, a member of the Ig superfamily) results in proliferative and survival signals in CLL cells. The aggressive clinical course in patients with CD38 high CLL was suggested to result from the binding of the leukemic cells to nurse-like cells in the bone marrow, which express high levels of CD31 (Deaglio et al, Blood, 2005). However, CD31 is highly expressed on multiple cell types, including endothelial cells and PBMC’s from healthy donors. Moreover, also CLL cells have been reported to express variable levels of CD31. Therefore, CD31-CD38 interactions between CLL cells and between the environment are rather expected to be ubiquitous. The aim of the present study was to analyze whether CD38-CD31 interactions between CLL cells and between CLL cells and endothelium result in proliferative and anti-apoptotic signals. We measured high expression of CD31 on CLL cells of all patients tested (n=12). CLL cells of 4 CD38 high patients (CD5 + /CD19 + cells > 95%; CD38 + cells > 70%) were cultured for 5 days at high density (5*10 6 cells/ml), with or without the addition of the blocking anti-CD31 monoclonal antibodies HEC65 or HEC170. Addition of antibodies was repeated every 48 hours to obtain optimal blocking conditions. No modulation of apoptosis, as assessed by annexin V/Propidium Iodide staining was found and no proliferation (as determined by CFSE labeling and dilution) could be detected. To analyze heterotypic interactions between CLL cells and endothelium, CLL cells of 6 CD38 high patients were co-cultured with ECRF cells (an immortalized CD31 high expressing human endothelial cell line). CD38 low cells (CD38 + cells < 30%) and addition of the blocking antibodies were used in control experiments. Also in these experiments no significant differences in apoptosis or proliferation were observed between any of the conditions after 24, 48 and 72 hours. As co-culture experiments with ECRF cells could only last for approximately 72 hours, possible effects on proliferation and survival beyond this time-point could not be assessed in this model. To this end we stably transfected the mouse fibroblast cell-line NIH-3T3 with a human CD31 construct. This resulted in high expression levels of CD31 as measured by immunofluorescence flowcytometry. CLL cells of 5 CD38 high and 2 CD38 low patients were co-cultured with either the CD31 transfected 3T3 cells or with non-transfected 3T3 cells. Co-culture for 3, 5 and 7 days respectively did not result in proliferation in any condition. Also, no modulation of apoptosis could be observed. In sharp contrast, stimulation of these CLL cells with CD40-ligand (transfected in the 3T3-cell line) rescued cells from apoptosis (difference seen after 48 hours), and addition of the oligo-dinucleotide CpG induced marked proliferation (after 4 days). In conclusion, although survival and proliferation of CLL cells can indeed be influenced by external stimuli via receptor triggering (CD40, Toll-like receptor 9), our data do not support an important role for CD38-CD31 interactions in the pathogenesis of CLL."
}