{
    "doi": "https://doi.org/10.1182/blood-2019-128311",
    "article_title": "Sickle Cell Disease Burden in North Lebanon ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "abstract_text": "Background: Sickle cell disease (SCD) is one of the most prevalent hemoglobinopathies in Lebanon, where 0.1% of the population are affected by the disease, with the highest prevalence in North Lebanon. SCD burden has not been well characterized in this patient population. Moreover, there is limited understanding of the factors associated with complications of SCD. We hereby report on characteristics, complications, treatments and survival of a SCD cohort treated at a comprehensive SCD referral clinic in North Lebanon. Methods: Data were extracted from the health records and electronic registry of 335 SCD patients treated at the comprehensive SCD clinic of Nini hospital, Tripoli, North Lebanon between 2009 and 2019. The study population consisted of referred and newly diagnosed patients. Patients were considered to be newly diagnosed with SCD if there was a gap of ≤ 60 days between SCD diagnosis date and their first clinic visit date. Patients were regularly seen in the clinic at intervals ranging from every 2 months to 1 year depending on their age and disease severity. Patient characteristics, complications, treatment choices, and mortality were evaluated during follow-up. Follow-up was defined as the time between SCD diagnosis and last visit to the clinic. Complications included vaso-occlusive crisis (VOC), acute splenic sequestration (ASS), stroke, dactylitis, joint necrosis, priapism, leg ulcers, sepsis, iron overload and mortality. VOC events, defined as the composite of pain and/or acute chest syndrome (ACS), were only reported if they resulted in a hospitalization. Since history of VOC events was not well documented among referred patients, VOC events were assessed among patients newly diagnosed at the clinic. Results: The mean age of the study population at SCD diagnosis was 2.9 years (standard deviation [SD]: 4.3), with 73.1% of patients diagnosed within 3 years of age. Mean age at first visit to the clinic was 8.6 years (SD 10.0). 159 (47.5%) patients were female. The most common genotypes were Hemoglobin SS (233 [69.6%]), Hemoglobin Beta-0 Thalassemia (62 [18.5%]), and Hemoglobin Beta + thalassemia (27 [8.1%]). The mean number of follow up years between SCD diagnosis date and latest visit date to the clinic was 13.7 (SD: 10.5). 132 (39.4%) patients were newly diagnosed at the time of their first visit to the clinic. The most frequently encountered SCD clinical events were pain (189 [56.4%]) followed by ACS (135 [40.3%]), ASS (115 [34.3%]) and joint necrosis (55 [16.4%]). The incidence of stroke, pulmonary hypertension, priapism, leg ulcers and sepsis was low (3.3%, 4.2%, 6.0%, 3.0% and 3.9%). Persistent splenomegaly beyond 6 years was seen in 57 (17%) patients, 36 (63.2%) of these patients were of SS genotype. 276 (82.4%) patients required at least one hospitalization during their follow-up. Among newly diagnosed patients, 63% experienced at least one VOC event that led to a hospitalization with a mean of 0.4 (SD: 0.6) hospitalized VOC events per patient per year. 15 (4.5%) patients died during follow-up. The most common cause of death was stroke (3 [20%]). 84 (25.1%) and 76 (22.7%) patients underwent a cholecystectomy and surgical splenectomy respectively, and 30 (9.0%) patients underwent both. 236 (70.5%) patients were treated with Hydroxyurea. The mean age at introduction of Hydroxyurea was 11.5 years (SD: 10.1) and median starting dose was 15.2 mgs/kg/day. 281 (84%) patients received at least one blood transfusion during their follow-up. 37 (11.0%) patients received iron chelation during their follow up. 3 (0.9%) patients underwent bone marrow transplant and were cured of their disease. Conclusion: This first SCD study from North Lebanon demonstrates that SCD burden in North Lebanon is significant. Despite the high disease burden and the low community resources in this region, survival rate of this SCD patient population is relatively high. This can be attributed to the young age at diagnosis, the close comprehensive follow-up and the regular parent/patient education. The low rate of stroke, priapism and leg ulcers in this population warrants further investigation via disease associated markers and genetic determinants. As for priapism, it may be underreported due to social stigma in a conservative country as Lebanon. Noteworthy, Iron overload is under recognized and sub optimally treated. The association between specific risk factors and disease complications will be further addressed. View large Download slide View large Download slide  Close modal Disclosures Inati: Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novonordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Research Funding; Global Blood Therapeutics: Research Funding. Kanakamedala: Novartis: Consultancy; Genesis Research: Employment. Pilipovic: Novartis Pharma AG: Employment, Equity Ownership. Sabah: Novartis: Employment.",
    "topics": [
        "lebanon",
        "sickle cell anemia",
        "follow-up",
        "cerebrovascular accident",
        "ischemic stroke",
        "priapism",
        "hemoglobin",
        "leg ulcer",
        "hydroxyurea",
        "iron overload"
    ],
    "author_names": [
        "Adlette Inati, MD",
        "Chadi Al Alam",
        "Cristel El Ojaimi",
        "Taghrid Hamad",
        "Hemanth Kanakamedala",
        "Virginia Pilipovic",
        "Ramzieh Sabah"
    ],
    "author_dict_list": [
        {
            "author_name": "Adlette Inati, MD",
            "author_affiliations": [
                "Lebanese American University and Nini Hospital Achier El Daya, Tripoli, Lebanon "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chadi Al Alam",
            "author_affiliations": [
                "Nini Hospital, Tripoli, Lebanon "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristel El Ojaimi",
            "author_affiliations": [
                "Nini Hospital, Tripoli, Lebanon "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taghrid Hamad",
            "author_affiliations": [
                "Nini Hospital, Tripoli, Lebanon "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hemanth Kanakamedala",
            "author_affiliations": [
                "Genesis Research, Hoboken, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginia Pilipovic",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramzieh Sabah",
            "author_affiliations": [
                "Novartis Pharma Services Inc., Beirut, Lebanon"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:45:16",
    "is_scraped": "1"
}