{
    "doi": "https://doi.org/10.1182/blood-2020-139516",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4511",
    "start_url_page_num": 4511,
    "is_scraped": "1",
    "article_title": "Clinical Development of a Non-Gene-Edited Allogeneic Bcma-Targeting CAR T-Cell Product in Relapsed or Refractory Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "topics": null,
    "author_names": [
        "A. Samer Al-Homsi, MD",
        "Sebastien Anguille, MD",
        "Jason Brayer, PhDMD",
        "Dries Deeren, MD PhD",
        "Nathalie Meuleman, PhD MD",
        "Gareth Morgan, MDPhDFRCP",
        "Taiga Nishihori, MD",
        "Panagiota A. Sotiropoulou, PhD",
        "Laure Twyffels, PhD",
        "Jennifer Bolsee, PhD",
        "Nathalie Braun",
        "Caroline Lonez, PhD",
        "David E Gilham, PhD",
        "Anne Flament, MD",
        "Frédéric F. Lehmann, MD"
    ],
    "author_affiliations": [
        [
            "NYU Langone Health, New York University School of Medicine, New York, NY "
        ],
        [
            "Antwerp University Hospital, Antwerp, Belgium "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Algemeen Ziekenhuis (AZ) Delta, Roeselare, Belgium "
        ],
        [
            "Department of Hematology, Institut Jules Bordet (ULB), Brussels, Belgium "
        ],
        [
            "NYU Langone Health, New York University School of Medicine, New York, NY "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-saint-Guibert, Belgium"
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ],
        [
            "Celyad Oncology, Mont-Saint-Guibert, Belgium "
        ]
    ],
    "first_author_latitude": "40.7420166",
    "first_author_longitude": "-73.9736534",
    "abstract_text": "Background Autologous CAR T-cell therapy targeting the B-cell maturation antigen (BCMA) has shown impressive objective response rates in patients with advanced multiple myeloma (MM). Clinical grade manufacturing of autologous CAR T-cells has limitations including vein-to-vein delivery time delay and potentially sub-optimal immunological capability of T-cells isolated from patients with advanced disease. Allogeneic CAR T-cell products, whereby cells from healthy third-party donors are used to generate an \"off-the-shelf\" CAR T-cell product, have the potential to overcome some of these issues. To circumvent the primary potential risk of graft-versus-host disease (GvHD) associated with the use of allogeneic T-cells, abrogation of the T-cell receptor (TCR) expression in the CAR T-cells, via gene editing, is being actively pursued. To avoid the potential safety risks and manufacturing challenges associated with gene editing, the allogeneic CYAD-211 CAR T-cell product exploits short hairpin RNA (shRNA) interference technology to down-regulate TCR expression thus avoiding the risk of life-threatening GvHD. Aim The aim is to generate a BCMA-specific allogeneic CAR T-cell product using a non-gene editing approach and study its activity both in vitro and in vivo. CYAD-211 combines a BCMA-specific CAR with a single optimized shRNA targeting the TCR CD3ζ subunit. Downregulation of CD3ζ impairs the TCR expression on the surface of the donor T-cells, preventing their reactivity with the normal host tissue cells and potential GvHD induction. Maintaining all the elements required for the therapy within a single vector (all-in-one vector) provides some significant manufacturing advantages, as a solitary selection step will isolate cells expressing all the desired traits. Results CYAD-211 cells produce high amounts of interferon-gamma (IFN-γ) during in vitro co-cultures with various BCMA-expressing MM cell lines (i.e. , RPMI-8226, OPM-2, U266, and KMS-11). Cytotoxicity experiments confirmed that CYAD-211 efficiently kills MM cell lines in a BCMA-specific manner. The anti-tumor efficacy of CYAD-211 was further confirmed in vivo, in xenograft MM models using the RPMI-8226 and KMS-11 cell lines. Preclinical data also showed no demonstrable evidence of GvHD when CYAD-211 was infused in NSG mice confirming efficient inhibition of TCR-induced activation. Following FDA acceptance of the IND application, IMMUNICY-1, a first-in-human, open-label dose-escalation phase I clinical study evaluating the safety and clinical activity of CYAD-211 for the treatment of relapsed or refractory MM patients to at least two prior MM treatment regimens, is scheduled to begin recruitment. IMMUNICY-1 will evaluate three dose-levels of CYAD-211 (3x10 7 , 1x10 8 and 3x10 8 cells/infusion) administered as a single infusion after a non-myeloablative conditioning (cyclophosphamide 300 mg/m²/day and fludarabine 30 mg/m²/day, daily for 3 days) according to a classical Fibonacci 3+3 design. Description of the study design and preliminary safety and clinical data from the first cohort will be presented at ASH 2020. Conclusion CYAD-211 is the first generation of non-gene edited allogeneic CAR T-cell product based on shRNA technology. The IMMUNICY-1 clinical study seeks to provide proof of principle that single shRNA-mediated knockdown can generate fully functional allogeneic CAR T-cells in humans without GvHD-inducing potential. We anticipate that subsequent generations of this technology will incorporate multiple shRNA hairpins within a single vector system. This will enable the production of allogeneic CAR T-cells in which multiple genes of interest are modulated simultaneously thereby providing a platform approach that can underpin the future of this therapeutic modality. Figure 1 View large Download slide Figure 1 View large Download slide Disclosures Al-Homsi: Celyad: Membership on an entity's Board of Directors or advisory committees. Brayer: Janssen: Consultancy; Bristol-Myers Squibb, WindMIL Therapeutics: Research Funding; Bristol-Myers Squibb, Janssen, Amgen: Speakers Bureau. Nishihori: Novartis: Other: Research support to institution; Karyopharm: Other: Research support to institution. Sotiropoulou: Celyad Oncology: Current Employment. Twyffels: Celyad Oncology: Current Employment. Bolsee: Celyad Oncology: Current Employment. Braun: Celyad Oncology: Current Employment. Lonez: Celyad Oncology: Current Employment. Gilham: Celyad Oncology: Current Employment. Flament: Celyad Oncology: Current Employment. Lehmann: Celyad Oncology: Current Employment."
}