{
    "doi": "https://doi.org/10.1182/blood-2018-99-113871",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3918",
    "start_url_page_num": 3918,
    "is_scraped": "1",
    "article_title": "Comparative Effectiveness of Busulfan/Cyclophosphamide Versus Busulfan/Fludarabine Myeloablative Conditioning for Allogeneic Hematopoietic Cell Transplantation in Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "topics": [
        "busulfan",
        "comparative effectiveness research",
        "conditioning (psychology)",
        "cyclophosphamide",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "influenza",
        "transplantation",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Sagar S. Patel, MD",
        "Lisa Rybicki, MS",
        "Arden Emrick",
        "Victoria Winslow, RN",
        "Jamie Starn, RN",
        "Jamie Elberson, RN",
        "Brittany Hodgeman, RN",
        "Brad Pohlman, MD",
        "Brian J. Bolwell, MD",
        "Aaron T. Gerds, MD MS",
        "Betty K. Hamilton, MD",
        "Rabi Hanna, MD",
        "Matt Kalaycio, MD",
        "Navneet S. Majhail, MD MS",
        "Ronald Sobecks, MD"
    ],
    "author_affiliations": [
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Pediatric Blood and Marrow Transplant Program, Pediatrics Institute and Children's Hospital, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Background Myeloablative conditioning (MAC) is a standard approach for allogeneic hematopoietic cell transplantation (alloHCT), but is associated with risks of morbidity and mortality. As regimen intensity affects post-transplant outcomes, assessment of pre-transplant cytogenetics and somatic mutations may refine which acute myeloid leukemia (AML) patients benefit the most. We compared the effectiveness of two approaches: busulfan/cyclophosphamide (Bu/Cy) and the MAC, but reduced toxicity regimen busulfan/fludarabine (Bu/Flu). Moreover, it is unclear whether somatic mutations in AML may differentially affect post-transplant outcomes between these regimens. We hypothesized that despite relative differences with these regimens, they may result in comparable outcomes. Methods We conducted a single center, retrospective analysis of adult AML patients in CR1 or CR2 who underwent a first T-cell replete HLA-8/8 matched related or unrelated donor alloHCT. Patients received either parenteral Bu (12.8 mg/kg total over 4 days) with Cy (120 mg/kg total over 2 days) or parenteral Bu (400 mg/m 2 total over 4 days) with Flu (160 mg/m 2 total over 4 days). Bu dose adjustment was not used in either cohort. In addition to cytogenetic risk group stratification by European LeukemiaNet criteria (Döhner H, et al, Blood 2016), a subset of patients had a 36-gene somatic mutation panel assessed prior to alloHCT by next-generation sequencing. Pre-transplant characteristics were compared between regimens with Chi-square, Fisher's exact, or Wilcoxon rank sum tests. Differing characteristics were included in a multivariable Fine and Gray regression model with results as hazard ratios (HR) and 95% confidence intervals (CI). Results From 2008 - 2017, 76 AML patients receiving Bu/Cy and 50 receiving Bu/Flu were identified meeting inclusion criteria (Bu/Flu used starting in 2010). Median age at transplant was 51 (21-61) years for Bu/Cy vs. 64 (34-74) for Bu/Flu (P<0.001). The cohorts were otherwise comparable in regards to gender, race, performance status, HCT-CI, and disease status at alloHCT. Bu/Cy vs. Bu/Flu patients had 16% vs. 10% favorable, 66% vs. 50% intermediate, and 18% vs. 40% adverse-risk cytogenetics (P=0.033). The most common somatic mutations in the Bu/Cy cohort were FLT3 (20%), NPM1 (18%), DNMT3A (16%), TET2 (9%), CEBPA (5%), and IDH1 (5%). In the Bu/Flu cohort, these were FLT3 (20%), NPM1 (18%), NRAS (12%), TET2 (12%), and DNMT3A (10%). There were no significant differences in somatic mutations between the cohorts, except for a higher incidence of NRAS in the Bu/Flu cohort (12% vs. 4%, P=0.029). Bu/Flu patients were more likely to have an unrelated donor (70% vs. 47%, P=0.012) and receive a peripheral blood stem cell (PBSC) graft (94% vs. 17%, P<0.001). As such, Bu/Flu patients had more rapid neutrophil (median 13 vs. 14 days, P=0.009) and platelet (median 15 vs. 20 days, P<0.001) recovery and a shorter length of hospital stay (LOS) (median 22 vs. 27 days, P<0.001). In multivariable analysis, Bu/Flu patients trended towards more chronic graft-versus-host-disease (GvHD; any stage) (HR 0.42, CI 0.16-1.11, P=0.08), but there were no other differences in CMV infections, other infections, acute GvHD, relapse, relapse mortality (RM), non-relapse mortality (NRM), relapse-free (RFS), and overall survival (OS). 58% of Bu/Cy and 56% of Bu/Flu patients remain alive with median follow-up of 59 and 22 months, respectively (P=0.003). The most common causes of death for these respective cohorts were relapse (50% vs. 41%) and infection (16% vs. 27%). Conclusion Bu/Cy and Bu/Flu in alloHCT for AML results in comparable incidences of infection, GvHD, RM, NRM, RFS, and OS. This was despite Bu/Flu patients being older and more likely to have adverse cytogenetics and an unrelated donor. Bu/Flu is better tolerated with less toxicity. Faster hematopoietic recovery and shorter LOS with Bu/Flu reflects PBSC graft use and has implications for health care resource utilization. Future prospective studies with larger cohorts and cost-effectiveness analyses comparing these conditioning strategies are warranted. In this analysis, no mutations appeared to be sensitive to use of the more intensive regimen, Bu/Cy. Further investigation of pre-transplant or post-transplant persistence of somatic mutations may risk stratify those who may benefit from more intensive or innovative approaches to prevent relapse after transplant. Disclosures Gerds: Apexx Oncology: Consultancy; Celgene: Consultancy; CTI Biopharma: Consultancy; Incyte: Consultancy. Majhail: Incyte: Honoraria; Atara: Honoraria; Anthem, Inc.: Consultancy."
}