{
    "doi": "https://doi.org/10.1182/blood.V126.23.4223.4223",
    "article_title": "Phase 1 MMRC Trial of Selinexor, Carfilzomib (CFZ), and Dexamethasone (DEX) in Relapsed and Relapsed/Refractory Multiple Myeloma (RRMM) ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Background There is an increasing number of multiple myeloma patients (pts) refractory to currently available drugs, including the proteasome inhibitors bortezomib and Carfilzomib (CFZ), necessitating development of novel effective therapeutics. Pre-clinical evaluation of selinexor, a novel orally available selective inhibitor of nuclear export (SINE), in human myeloma cell lines (HMCL), primary plasma cells derived from myeloma patients, and HMCL tumor-bearing mice demonstrated synergistic myeloma cell death with CFZ (Rosebeck et al. ASH 2013) and the ability to overcome resistance to CFZ (Rosebeck et al. ASH 2014). Aims The primary objective is to assess the maximum tolerated dose (MTD) of selinexor and CFZ in combination with DEX in RRMM pts and to provide preliminary evaluation of efficacy of this novel triplet regimen. Methods Pts with RRMM, including CFZ-refractory pts, who have failed at least two prior treatment regimens of myeloma therapy, were eligible for enrollment. Dose escalation follows the 3+3 design with pts receiving 30 mg/m 2 - 40 mg/m 2 selinexor PO on days 1, 3, 8, 10, 15, 17; 20 mg/m 2 - 56 mg/m 2 CFZ given IV on days 1, 2, 8, 9, 15, 16, and DEX PO 20/10mg (cycles 1-4/cycles 5+) in 28-day cycles. At least 12 and up to 48 pts are planned for evaluation. Dose Limiting Toxicities (DLT) are measured for the Cycle 1 as well as Day 1 of Cycle 2. Dose modifications are allowed to manage toxicities. Response was assessed by IMWG criteria plus near complete response (nCR). Results As of July 1 st , 2015 the study has enrolled 8 pts, 5 pts were treated at dose level 1 (30 mg/m 2 selinexor, 20/27 mg/m 2 CFZ, 20/10 mg DEX) and 3 patients were treated at dose level 2a (30 mg/m 2 selinexor, 20/36 mg/m 2 CFZ, 20/10 mg DEX). Pts had median age of 65.5 (range 55-73) and a median of 5 prior treatment regimens (range 2-5). Six pts were refractory to CFZ combinations at their last line of therapy, including 4 to CFZ, pomalidomide (POM), and DEX. Of the 2 remaining pts, 1 was refractory to high dose CFZ with DEX in prior line of therapy and both were refractory to last line of therapy. Six pts were DLT-evaluable and two pts required replacement for DLT evaluation (1 pt had DEX reduced in cycle 1 not due to DLT; 1 pt did not receive all scheduled cycle 1 doses due to progressive disease). There have been no DLTs and MTD is not yet established. Adverse events (AEs) were reversible and managed with concomitant therapy. G3/4 hematologic AEs include thrombocytopenia (75%), neutropenia (50%), leukopenia (37.5%), lymphopenia (25%), and anemia (25%). The most common G3/4 non-hematologic AEs included fatigue (25%) and upper respiratory tract infection (25%). The most common G1/2 AEs are fatigue (75%), dyspnea (62.5%), nausea (62.5%), anemia (50%), leukopenia (50%), and thrombocytopenia (50%). Response rates for all enrolled pts are 87.5% ≥MR, 75% ≥PR, 12.5% ≥VGPR. Responses occurred rapidly; after 1 cycle: 75% ≥MR, 63% ≥PR, 12.5% VGPR. As of the cut off date, 4 pts have progressed (after 1, 2, 4, and 4 months) and 4 pts remain on treatment (10+, 1+, 1+, and 1+ months); 1 pt did not respond and died due to progression of disease. Conclusions Although still very early, the combination of selinexor, CFZ, and DEX demonstrates encouraging activity with 75% PR or better and no unexpected toxicities in highly refractory MM pts, including those previously refractory to CFZ. Responses in pts refractory to very active CFZ combinations in the last line of therapy suggest that this regimen has the ability to overcome CFZ resistance. Disclosures Jakubowiak: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; SkylineDx: Membership on an entity's Board of Directors or advisory committees; SkylineDx: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi-Aventis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: institutional funding for support of clinical trial conduct, Speakers Bureau; Millennium: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Onyx: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Onyx: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millennium: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi-Aventis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Off Label Use: The combination of Carfilzomib and Selinexor is being used for the treatment of Multiple Myeloma. Rosenbaum: Celgene: Speakers Bureau. Zonder: Celgene: Membership on an entity's Board of Directors or advisory committees, Other: research support; Prothena: Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Chari: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Array BioPharma: Consultancy, Research Funding; Onyx: Consultancy, Research Funding; Millenium/Takeda: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Rashal: Karyopharm Therapeutics Inc: Employment. Youssoufian: Karyopharm Therapeutics Inc: Employment. Henry: Karyopharm: Employment, Equity Ownership. Shacham: Karyopharm: Employment, Equity Ownership. Kauffman: Karyopharm: Employment, Equity Ownership.",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "multiple myeloma",
        "selinexor",
        "brachial plexus neuritis",
        "toxic effect",
        "anemia",
        "fatigue",
        "leukopenia",
        "thrombocytopenia"
    ],
    "author_names": [
        "Andrzej Jakubowiak, MD PhD",
        "Jagoda Jasielec, MD",
        "Cara A. Rosenbaum, MD",
        "Jeffrey A Zonder, MD",
        "Craig E. Cole, MD",
        "Ajai Chari, MD",
        "Jennifer Nam",
        "Leonor A Stephens, PhD",
        "Kathryn McDonnell",
        "Rebecca Uribe",
        "Shaun Rosebeck, PhD",
        "Tami Rashal, MD",
        "Hagop Youssoufian, MD",
        "Sarah Henry",
        "Sharon Shacham",
        "Michael Kauffman, MD PhD",
        "Todd Zimmerman, MD",
        "Theodore Karrison, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andrzej Jakubowiak, MD PhD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jagoda Jasielec, MD",
            "author_affiliations": [
                "Northshore University Health System, Evanston, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cara A. Rosenbaum, MD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A Zonder, MD",
            "author_affiliations": [
                "Barbara Ann Karmanos Cancer Institute, Wayne State University, Detroit, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig E. Cole, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of Michigan School of Medicine, Ann Arbor, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajai Chari, MD",
            "author_affiliations": [
                "Tisch Cancer Institute / Multiple Myeloma Program, Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Nam",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leonor A Stephens, PhD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn McDonnell",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Uribe",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaun Rosebeck, PhD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tami Rashal, MD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop Youssoufian, MD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Henry",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon Shacham",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Kauffman, MD PhD",
            "author_affiliations": [
                "Karyopharm Therapeutics, Inc, Newton, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd Zimmerman, MD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore Karrison, PhD",
            "author_affiliations": [
                "University of Chicago, Chicago, IL"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T12:48:25",
    "is_scraped": "1"
}