{
    "doi": "https://doi.org/10.1182/blood.V104.11.4129.4129",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=157",
    "start_url_page_num": 157,
    "is_scraped": "1",
    "article_title": "Evidence That Human NKT Cells Enhance Haemopoiesis through Recognition of CD1d Expressed in Haemopoietic Stem Cells with Long Term Clonogenic Capacity. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cd34 antigens",
        "cytokine",
        "flow cytometry",
        "glycolipids",
        "granulocyte-macrophage colony-stimulating factor",
        "hematopoiesis",
        "interleukin-3",
        "interleukin-6",
        "molecule",
        "natural killer t-cells"
    ],
    "author_names": [
        "Ioannis Kotsianidis",
        "Scott Patterson",
        "Marianna Politou",
        "Antonio Almeida",
        "Despoina Pantelidou",
        "Costas Tsatalas",
        "George Bourikas",
        "Irene Roberts",
        "Anastasios Karadimitris"
    ],
    "author_affiliations": [
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom",
            "Dept of Haematology, Democritus University of Thrace, Medical School, Alexandroupolis, Greece"
        ],
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Dept of Haematology, Democritus University of Thrace, Medical School, Alexandroupolis, Greece"
        ],
        [
            "Dept of Haematology, Democritus University of Thrace, Medical School, Alexandroupolis, Greece"
        ],
        [
            "Dept of Haematology, Democritus University of Thrace, Medical School, Alexandroupolis, Greece"
        ],
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Dept of Haematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.51757405",
    "first_author_longitude": "-0.23495995000000006",
    "abstract_text": "NKT cells, a novel class of regulatory T cells, secrete haemopoietic cytokines (GM-CSF, IL-3, IL-6) upon engagement of their TCR. Because of this property we hypothesized that NKT cells are involved in the regulation of haemopoiesis. NKT cells constitute <0.1% of T cells in blood, bone marrow and cord blood and are restricted by the glycolipid-presenting, non-polymorphic MHC-like molecule CD1d. CD1d is expressed in antigen presenting cells, thymocytes and in a variety of epithelial tissues including keratinocytes and enterocytes, but its expression in haematopoietic stem cells (HSC) has not been studied. Therefore we studied first the expression and function of CD1d in haemopoietic stem cells. Using multi-colour flow cytometry, we show that 1% of MACS-selected cord blood CD34 + cells are CD1d + (n=6, range 0.4–1.67%). CD1d + CD34 + HSC express a variety of surface markers indicative of primitive HSC: CD7: 36.1% (35.6–36.4%), CD133: 68% (46.2–81.54%), CD117:74.2% (51–85.5%) and CD90 (Thy-1): 32.3% (26.7–39.1%); moreover, 6,2% (1.9–10.5%) and 12,8% (10.1–16%) of CD1d + CD34 + are CD1d + CD34 + HLADR − and CD1d + CD34 + CD38 − respectively, consistent with an immature HSC phenotype. Expression of these markers by CD1d − CD34 + were identical to CD1d + CD34 + cells. Consistent with this, in long-term colony initiating cell (LTC-IC) assays (n=4), highly purified, flow-sorted, lineage-depleted (Stem Cell Technologies) Lin-CD1d + CD34 + HSC displayed a LTC-IC frequency of 1 in 35.7 cells (range 24.4–38) equivalent to those of CD1d − CD34 + HSC: LTC-IC frequency of 1 in 25.4 cells (range 20–30.3). Short term CFC activity of Lin − CD34 + CD1d + is slightly lower than their Lin − CD1d − CD34 + counterparts: 1 CFC per 15.3 cells (7.7–37.7) versus 1 CFC per 4.2 cells (3.8–5), respectively. To investigate the effect of cord blood NKT cells on the CFC activity of CD34 + cells, NKT were first activated ex vivo for 10 days in the presence of the CD1d-presented glycolipid a-galactosylceramide and subsequently were purified by flow-sorting using mAbs specific to their TCR a and b chains, i.e., anti-TCR Va24 and Vb11. Purified NKT were co-cultured in a ratio of 10:1 with CD34 + cells. In the absence of exogenous cytokines NKT enhanced the clonogenic capacity of CD34 + cells by 3-fold: 1 CFC per 14 cells (range 10.4–21) in the presence of NKT vs 1 per 43 cells (range 37–55.5) in the absence of NKT (n=4; p=0.024). By contrast, activated or resting autologous T cells co-cultured with CD34 + cells at the same ratio (10:1) had no effect on the CFC frequency, indicating that this enhancing effect on haemopoiesis is a unique property of NKT cells. The effect of NKT in the long-term clonogenic capacity is currently being evaluated. In summary, we have shown that a) CD1d is a novel marker expressed in HSC with long- and short -term clonogenic ability and b) CD1d-restricted NKT cells promote haemopoiesis These findings reveal a novel link between haemopoiesis and the CD1d-NKT axis of immune regulation and set the scene for the study of the role of NKT cells in the processes of engraftment and rejection in HSC transplantation."
}