{
    "doi": "https://doi.org/10.1182/blood.V116.21.3620.3620",
    "article_title": "Promoter-Wide Transcriptional Deregulation In Waldenstrom Macroglobulinemia ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Abstract 3620 Introduction: Waldenstrom macroglobulinemia (WM) is a rare indolent non-Hodgkin lymphoma, characterized by bone marrow infiltration of clonal lymphoplasmacytic cells. Despite recent advances in understanding the pathogenesis of this disease, the molecular basis of WM etiology has not been clearly defined. We therefore performed genome-wide analysis of RNA polymerase II (pol II) binding sites and gene expression profiling in primary WM cells in order to comprehensively define the aberrant transcriptional regulation and related genes in WM. Methods : Primary CD19+ bone marrow derived WM cells and normal primary bone marrow were used. Genomic DNA was extracted using genome isolation kit (QIAGEN) after cross linking. All the DNA samples were sent for Chip assay and human promoter 1.0R array (Genepathway Inc.) which comprised of over 4.6 million probes tiled through over 25.500 human promoter regions. Each promoter region covers approximately 7.6kb upstream through 2.45kb downstream of the transcription start sites. For over 1,300 cancer associated genes, coverage of promoter regions was expanded to additional genomic content; for selected genes total coverage spans from 10kb upstream through 2.45kb downstream of transcription start sites. The published gene expression datasets ( GDS2643 ) which included 10 CD19+ B cell from bone marrow of 10 WM patients and 8 normal controls was analyzed by d-chip software and normalized to normal control. The motif analysis was performed using Cistrome online tools from the Dana Farber Cancer Institute. The gene sets enrichment analysis (GSEA) was performed using GSEA online software from Broad institute. Results: A total of 13,546 high-confidence pol II sites were identified in WM samples and share a small percentage of overlap (11.5%) with the binding sites identified in normal controls. Combining the expression microarray data of WM patient samples and normal controls, we demonstrated a significant correlation between high levels of gene expression and enriched promoter binding of pol II. Notably, we also observed that the WM-unique pol II binding sites are localized in the promoters of 5,556 genes which are involved in important signaling pathways, such as Jak/STAT and MAPK pathways by applying gene set enrichment analysis (GSEA). Interestingly, we found that STAT, FOXO and IRF family binding sites motifs were enriched in the pol II-bound promoter region of IL-6 which plays a crucial role in cell proliferation and survival of WM cells. Moreover, the CpG island associated c-fos promoter was enriched for Pol II binding as compared to the normal control. Conclusion: The presence of increased Pol II binding and the identification of transcription factor motifs in the promoters of key oncogenes may lead to a better understanding of WM. Our findings suggest that altered transcriptional regulation may play an important role in the pathogenesis of WM. In addition, this study will provide novel insights into the molecular mechanism of WM etiology, and may lead to discovery of novel diagnostic molecular biomarkers and therapeutic targets for WM. Disclosures: Leleu: Celgene: Consultancy, Research Funding; Janssen Cilag: Consultancy, Research Funding; Leo Pharma: Consultancy; Amgen: Consultancy; Chugai: Research Funding; Roche: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Ghobrial: Celgene: Membership on an entity's Board of Directors or advisory committees; Millennium: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "waldenstrom macroglobulinemia",
        "transcription, genetic",
        "dna polymerase ii",
        "cancer",
        "dna",
        "biological markers",
        "gene expression profiling",
        "interleukin-6",
        "mitogen-activated protein kinases",
        "non-hodgkin's lymphoma, indolent"
    ],
    "author_names": [
        "Yang Liu, PhD",
        "Min Ni",
        "Aldo M. Roccaro, MD, PhD",
        "Xavier Leleu, MD, PhD",
        "Yong Zhang, PhD",
        "Abdel Kareem A. Azab, PhD, BSPharm",
        "Feda Azab",
        "Patricia Maiso",
        "Hai T Ngo",
        "Antonio Sacco",
        "Brittany Morgan",
        "Myles Brown",
        "Irene Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yang Liu, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Min Ni",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aldo M. Roccaro, MD, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Inst., Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD, PhD",
            "author_affiliations": [
                "Service des Maladies du Sang, Hopital Huriez, CHRU, Lille, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yong Zhang, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdel Kareem A. Azab, PhD, BSPharm",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Feda Azab",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Maiso",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hai T Ngo",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Sacco",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brittany Morgan",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myles Brown",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Ghobrial, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:31:55",
    "is_scraped": "1"
}