{
    "doi": "https://doi.org/10.1182/blood.V106.11.3829.3829",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=367",
    "start_url_page_num": 367,
    "is_scraped": "1",
    "article_title": "Variability of the Iron Specific Magnetic Susceptibility of Spleen Tissue in β-Thalassemia and β-Thalassemia/Hb E Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Patients with β-Thalassemia major are transfusion dependent and become iron loaded owing to the large number of blood transfusions they receive. Patients with β-Thalassemia/Hb E become iron loaded even in the absence of regular blood transfusions because of increased erythropoeisis and stimulated dietary iron absorption. In both cases, iron accumulates in tissues such as the liver, spleen, and heart in the form of insoluble iron(III) oxyhydroxide nanoparticles found in ferritin and hemosiderin. The body iron burden is usually estimated by measurement of the liver iron concentration (LIC). Non-invasive techniques for measuring LIC often exploit the large magnetic susceptibility of tissue iron, taken to be 1600 x 10 −9 m 3 /kg Fe at body temperature. The current study examined spleen tissue samples from Australian β-Thalassemia major patients (n = 7) who had undergone chelation and transfusion therapy and Thai β-Thalassemia/Hemoglobin E disease patients (n = 11) who had received very few transfusions and no chelation therapy. Magnetometry measurements of the iron specific magnetic susceptibility of the spleen tissue samples ranged from 800 x 10 −9 m 3 /kg Fe to 1800 x 10 −9 m 3 /kg Fe . The mean iron specific magnetic susceptibility for the β-Thal major spleen tissue was approximately 25% lower than that for the β-Thal/Hb E samples (p = 0.007 Student’s t test). To investigate the underlying cause of this variability the physico-chemical properties of the tissue iron deposits were probed using cryogenic 57 Fe Mössbauer spectroscopy. Spectra recorded at 78K showed that the β-Thal major tissues contained iron with a greater fraction in the form of a more crystalline chemical species of iron oxyhydroxide than the β-Thal/Hb E tissues (p =0.01 Wilcoxon-Mann-Whitney test). Significant correlations (Spearman rank correlation tests) were identified between the iron specific magnetic susceptibility measured at body temperature and the Mössbauer spectral parameters recorded at both 5 K (p = 0.02) and at 78 K (p = 0.03). This relationship between the iron specific magnetic susceptibility and the chemical speciation of iron oxyhydroxide tissue deposits implies that the magnetic behaviour of tissue iron deposits is determined by the physical and chemical nature of the iron deposits. Variability in the iron specific magnetic susceptibility of tissues could impact on the precision of non-invasive techniques of tissue iron measurement based on magnetic susceptibility measurements.",
    "topics": [
        "hemoglobin e",
        "iron",
        "spleen",
        "thalassemia",
        "thalidomide",
        "blood transfusion",
        "tissue specimen",
        "transfusion",
        "chelation therapy",
        "dietary iron"
    ],
    "author_names": [
        "Sara L. Hackett, BSc(Hons)",
        "Wanida Chua-anusorn, PhD",
        "Timothy G. St Pierre, PhD",
        "Pensri Pootrakul, MD"
    ],
    "author_affiliations": [
        [
            "School of Physics, M013, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "School of Physics, M013, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "School of Physics, M013, University of Western Australia, Perth, Western Australia, Australia"
        ],
        [
            "Thalassemia Research Centre, Institute of Science and Technology for Research and Development, Mahidol University, Salaya, Nakornpathom, Thailand"
        ]
    ],
    "first_author_latitude": "-31.978823350000003",
    "first_author_longitude": "115.81739214999999"
}