{
    "doi": "https://doi.org/10.1182/blood.V106.11.2160.2160",
    "article_title": "Two Candidate Genes for Low Platelet Count Identified by Genome-Wide Linkage Analysis: Glycoprotein IX and Thrombopoietin. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Although the ’normal’ range of platelet count in a healthy person is quite broad (150 to 400 ×10 9 /L), an individual’s platelet count is maintained within a much narrower range, constantly balanced between thrombopoiesis and senescence. Platelet counts within the normal range have been shown to be largely determined by genetic factors with heritability estimates from twin studies ranging from 0.57 to 0.80. A genome-wide linkage analysis was carried out in a large Asian Indian kindred with β thalassemia to search for genes influencing variation in normal platelet count. Significant linkage is shown at two locations on chromosome 3q with age, sex and β thalassemia adjusted platelet counts. Linkage analysis showed one marker (D3S1309) on chromosome 3q with a lod score of 3.26 and another marker (D3S1282) approximately 30 cM centromeric, with a lod score of 2.52. Multipoint linkage analysis across 90 cM of chromosome 3q identified two peaks across the region with maximum multipoint lod scores of 3.52 and 4.11 under markers D3S1309 and D3S1282, respectively. Two strong candidate genes for platelet variation were identified in the linked region; thrombopoietin ( THPO ) and glycoprotein IX ( GPIX ). Resequencing of four individuals revealed five single nucleotide polymorphisms (SNPs) in THPO and one mutation in the transmembrane region of GPIX . Analysis of variance showed that the GPIX mutation and one THPO SNP accounted for 6% and 4% of the variation in platelet count in the kindred, respectively. The THPO SNP lies in the 3′ untranslated region (3′ UTR) of the gene and has not been previously reported. Although no function could be attributed to the THPO SNP it could potentially influence post-transcriptional control of gene expression. The G to A transition in nucleotide 653 (Ref seq NM_000174 ) resulted in an Ala 156 (GCC) to Thr (ACC) replacement in the GPIX protein. The GPIX mutation was recently identified in a Chinese patient with Bernard-Soulier syndrome (BSS), a rare bleeding disorder characterized by severe thrombocytopenia and giant platelets. The Chinese patient was homozygous for the mutation; however, heterozygous relatives did not show the characteristic BSS symptoms, leading the authors to conclude that the mutation acted under a recessive model of inheritance. Transient transfection studies by the same group confirmed that the mutation prevents GP Ib/IX complex insertion in the cytoplasmic membrane of platelets, and suppresses GPIbα and GPIX expression, but does not cause its intracellular degradation. One copy of the GPIX mutation was found in 300 European individuals with platelet counts within the normal clinical range. Conclusion: Although the genetic determinants of many thrombocythemias and congenital thrombocytopenias have been identified, very little is known about the genetic determinants of normal platelet count variation. The results suggest that two QTLs on chromosome 3q influence platelet count variation in the Asian Indian kindred, with the GPIX transmembrane mutation and the 3′ UTR SNP in THPO , being strong candidates.",
    "topics": [
        "candidate disease gene",
        "genetic linkage analysis",
        "genome",
        "platelet membrane glycoprotein ix",
        "thrombocytopenia",
        "thrombopoietin",
        "thalassemia",
        "bernard-soulier syndrome",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Swee Lay Thein, MD, DSc",
        "Steve Best, BSc, PhD",
        "Stephan Menzel, MD",
        "Helen Rooks, BSc",
        "Tim D. Spector, MD",
        "Chad Garner, BSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Swee Lay Thein, MD, DSc",
            "author_affiliations": [
                "Division of Gene and Cell Based Therapy, King’s College London School of Medicine, London, United Kingdom",
                "Dept of Haematological Medicine, King’s College Hospital, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steve Best, BSc, PhD",
            "author_affiliations": [
                "Division of Gene and Cell Based Therapy, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephan Menzel, MD",
            "author_affiliations": [
                "Division of Gene and Cell Based Therapy, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Rooks, BSc",
            "author_affiliations": [
                "Division of Gene and Cell Based Therapy, King’s College London School of Medicine, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim D. Spector, MD",
            "author_affiliations": [
                "Twin Research and Genetic Epidemiology Unit, King’s College London School of Medicine at St Thomas’ Hospital, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chad Garner, BSc, PhD",
            "author_affiliations": [
                "Epidemiology Division, Dept of Medicine, University of California, Irvine, CA, USA",
                "Dept of Environmental Health, Science and Policy, University of California, Irvine, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:41:53",
    "is_scraped": "1"
}