{
    "doi": "https://doi.org/10.1182/blood.V106.11.1597.1597",
    "article_title": "Acceleration of Leukemogenesis in NUP98-HOXD13 Transgenic Mice by Infection with the MOL4070LTR Virus, and Identification of Collaborating Genes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "NUP98 is a promiscuous oncogene that is fused to at least sixteen different partner genes in a wide range of haematopoietic malignancies. The NUP98-HOXD13 ( NHD13 ) fusion gene is formed by the t(2;11)(q31;p15), which has been observed in patients with MDS or AML. This fusion gene encodes a protein that fuses the N-terminal portion of NUP98, a nucleoporin involved in mediating RNA and protein transport in and out of the nucleus, with the C-terminal portion of HOXD13, a homeodomain protein not expressed during normal haematopoietic development. We have previously demonstrated that expression of the NHD13 fusion gene in a transgenic mouse model results in an invariably fatal myelodysplastic syndrome (MDS). The median survival for these transgenic mice is 10 months, with no mice surviving beyond 14 months of age. About one-third die due to complications of severe pancytopenia, and about two thirds progress to acute leukemia. To identify genes that might collaborate with the NHD13 transgene, a cohort of thirty mice (15 NHD13 transgenic, 15 normal) were infected with the MOL4070LTR virus at birth and the disease course monitored. All transgenic infected mice developed an acute leukemia, predominantly of the myeloid lineage. The median survival of the transgenic infected mice was only four months, with none surviving beyond 7 months of age. These survival figures are vastly decreased compared to either control group (the wild type infected group or the transgenic uninfected group), suggesting a true synergistic effect between the NUP98-HOXD13 transgene and the genes affected by retroviral insertion events. Cloning of these insertion sites has revealed proximity to numerous genes of interest, including several genes with a known role in haematopoiesis ( EpoR , Ifnar2 , Gata2 , PU.1 ), development ( HOXB8 , HOXC9 ) and/or cancer ( p53 , Stat5b , Pim1 , CyclinD1 ). In addition two recurrent integration sites were identified near uncharacterized ESTs. Since the NHD13 fusion has been shown to block differentiation, several of the genes we identified ( p53 , EpoR , Stat5b , Pim1 , CyclinD1 ) fit the evolving AML paradigm that postulates one mutation blocks differentiation, and a second, complementary mutation leads to increased proliferation or decreased apoptosis. Ongoing analysis of these and additional collaborating genes should provide important insights into the process of the MDS to AML transition.",
    "topics": [
        "cancer",
        "cloning",
        "death",
        "disease progression",
        "erythropoietin receptors",
        "genes",
        "homeodomain proteins",
        "infections",
        "leukemia, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Christopher Slape, PhD",
        "Yingwei Lin, MD, PhD",
        "Juraj Bies, PhD",
        "Linda Wolff, PhD",
        "Peter D. Aplan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Slape, PhD",
            "author_affiliations": [
                "Genetics Branch, Center for Cancer Research, NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yingwei Lin, MD, PhD",
            "author_affiliations": [
                "Genetics Branch, Center for Cancer Research, NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juraj Bies, PhD",
            "author_affiliations": [
                "Leukemogenesis Section, Laboratory of Cellular Oncology, Center for Cancer Research, NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Wolff, PhD",
            "author_affiliations": [
                "Leukemogenesis Section, Laboratory of Cellular Oncology, Center for Cancer Research, NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter D. Aplan, MD",
            "author_affiliations": [
                "Genetics Branch, Center for Cancer Research, NCI, NIH, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T13:04:59",
    "is_scraped": "1"
}