{
    "doi": "https://doi.org/10.1182/blood-2020-136356",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4456",
    "start_url_page_num": 4456,
    "is_scraped": "1",
    "article_title": "Survival Outcomes for US and Canadian Patients Diagnosed with Hodgkin Lymphoma before and after Brentuximab Vedotin Approval for Relapsed/Refractory Disease: A Retrospective Cohort Study ",
    "article_date": "November 5, 2020",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Gwynivere A Davies, MDMPH",
        "John E. Orav, PhD",
        "Kristen Brantley, MPH"
    ],
    "author_affiliations": [
        [
            "McMaster University, Department of Oncology, Juravinski Cancer Centre, Hamilton, Canada "
        ],
        [
            "Department of Biostatistics, Harvard T.H. Chan School of Public Health, Boston, MA "
        ],
        [
            "Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, MA"
        ]
    ],
    "first_author_latitude": "43.2399785",
    "first_author_longitude": "-79.8464503",
    "abstract_text": "Background: Insurance status impacts access and survival for cancer patients within mixed healthcare systems, such as the US (Walker et al., 2014). Universal healthcare, as in Canada, provides broad coverage, though new drug funding is delayed for financial evaluations given escalating costs of oncologic therapies. Brentuximab Vedotin (BV) was the first FDA approved medication (2011) for Hodgkin lymphoma (HL) since 1977, with a 75% response rate and median overall survival (OS) 40.5 months in patients relapsing post transplant, compared to OS 10.5 to 27.6 months with prior therapies (Chen et al., 2016). Approximately 20% of HL patients develop refractory/relapsed disease, and most proceed to transplant; a further 50% relapse however, thus effective therapy is critical. Given the cost ($232 320 CAD per course; pCODR, 2018), an extensive cost-efficacy analysis was completed in Canada prior to funding, leading to a 3 year delay compared to FDA approval and US funding. We therefore compared OS for US and Canadian patients diagnosed with HL pre/post FDA approval of BV for post-transplant relapse, hypothesizing that 1) survival differences within the US according to insurance would be present and widen after approval and 2) a survival gap would emerge between privately insured US vs. Canadian patients. Methods: A retrospective cohort study was performed of patients 16-64 years diagnosed with classical HL in 2007-2010 (period 1) or 2011-2014 (period 2) from the US SEER and Canadian Cancer Registry (CCR), with vital status updated to November 2016 and December 31, 2014 respectively. A surrogate date for access (FDA approval) was used as neither dataset captures chemotherapy. Exclusion criteria included missing histology, follow-up or insurance data, or post-mortem diagnosis. Log-rank test and Kaplan-Meier analysis compared OS (primary outcome) between groups: in period 2 vs. 1 by US insurance status (aim 1) and including a Canadian/universal category (aim 2). Analysis was performed within each dataset to allow for maximal adjustment utilizing Cox proportional hazards by covariates (age, gender, insurance status, stage, lymphoma subtype, race, ethnicity, marital status within SEER; age, gender, subtype within CCR), then merged using common variables. Secondary outcomes examined 36-month OS (longest calculable given censoring dates) to compare the direction and degree of change in survival between time periods. Results: 12,003 US and 4,210 Canadian patients were included. Demographics were similar, though follow up was shorter for the latter due to censoring date. US patients demonstrated improved survival (crude HR=0.90 (95%CI 0.80-1.02), adjusted HR=0.80 (95%CI 0.71-0.91)), between periods. Canadian patients had a similar reduced risk of death between periods, though this became statistically insignificant after adjustment (crude HR=0.72 (95%CI 0.54-0.95), adjusted HR=0.77 (95%CI 0.59-1.02)). Comparing all patients by country (periods combined) demonstrated a non-significant increased crude risk of death in US vs. Canadian patients (HR 1.13, p=0.059, 95% CI 1.00-1.27). Stratifying US patients by insurance demonstrated stable OS for privately insured, significantly improved OS for Medicaid and non-significantly worse survival for uninsured patients, demonstrating divergence by time likely not solely due to BV access. No difference in OS improvement occurred between periods for privately insured vs. universal patients. In an adjusted model including time period, compared with universal there was increased risk for both uninsured (HR 1.80, p<0.0001, 95% CI 1.46-2.20) and Medicaid patients (HR 2.36, p<0.0001, 95% CI 2.02-2.76), and reduced risk in privately insured patients (HR 0.87, p=0.044, 95% CI 0.77-1.00). Unadjusted 36-month OS quantified divergence according to insurance, with a large (+7.4%) and small (+2.4%) improvement in Medicaid and universal patients respectively, no change in privately insured and worse survival (-4.1%) for uninsured patients. Conclusions: HL survival was worse for Medicaid/uninsured compared to privately/universally insured patients, however all had stable or improved survival in period 2 except uninsured patients. No difference in change between periods for privately or universally insured patients occurred due to delayed access, however robust datasets capturing chemotherapy and comorbidities are needed. View large Download slide View large Download slide  Disclosures Davies: Novartis: Honoraria; TEVA: Honoraria."
}