{
    "doi": "https://doi.org/10.1182/blood-2019-126231",
    "article_title": "18F-Fluorodeoxyglucose Positron Emission Tomography Versus Bone Marrow Biopsy for the Evaluation of Bone Marrow Infiltration in Newly Diagnosed Lymphoma Patients: Real-World Clinical Management of Patients at the National Cancer Institute, México ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Defining the extent of disease is essential for determining the prognosis and management of patients with Hodgkin (HL) and non-Hodgkin lymphoma (NHL) as the presence of advanced disease, including involvement of an extralymphatic site, is associated with inferior outcomes (Cheson et al, 2014). 18F-fluorodeoxyglucose positron emission tomography (FDG PET-CT) has an excellent diagnostic performance for evaluation of bone marrow infiltration (BMI) in patients with lymphoma but it is expensive and not always available at low and middle-income health care facilities. Unilateral bone marrow biopsy (BMB) is a more accessible test and has been the standard to identify lymphomatous BMI. Unfortunately, it is an unpleasant procedure for the patient and can be limited by technical constraints. The aim of this single-center retrospective cohort study was to evaluate the diagnostic performance of FDG PET-CT for BMI in lymphoma patients, comparing it with BMB as the gold standard. Also, we evaluated for discordant results between both studies along with its effect on patient treatment. Methods: Newly diagnosed lymphoma patients evaluated at the National Cancer Institute between July 2017 and December 2018 were identified from our institutional lymphoma data base. Five hundred patient files were reviewed for bone marrow evaluation at diagnosis by BMB and FDG PET-CT as well as for other clinical characteristics. Only 355 patients had both FDG PET-CT and BMB performed and adequately reported, so the rest were excluded from the analysis. Fisher's exact and Pearson Chi-square tests were used to compare categorical variables. Comparisons of continuous variables were performed using Mann-Whitney U test. Setting BMB as the gold standard, diagnostic performance of FDG PET-CT for detecting BMI was evaluated. Sensitivity, specificity, positive predictive value (PPV), negative predictive value (NPV), positive and negative likelihood ratios (LR) and accuracy were calculated for the most common histological subtypes. Logistic regression model was used for univariate and multivariate analysis of predictors for positive BMB and positive FDG PET-CT for BMI. Results: The most common histologic type was diffuse large B-cell lymphoma (DLBCL) in 42.4% of cases, followed by HL in 20.4%, and follicular lymphoma (FL) in 11.2%. Median age was 53 years. B symptoms were present in 59.6% of cases and 71.4% debuted with advanced stage of disease (Ann Arbor III and IV). BMB was positive in 17% of all patients and 28% had a positive FDG PET-CT for BMI (Table 1). BMB was positive in 17.2% of HL, 12.3% of DLBCL, 29.8% of FL and 15.6% of other types of lymphoma patients. Overall, sensitivity of FDG PET-CT was 74.1%, specificity 80.1%, PPV 42.2%, NPV 94.1%, +LR 3.73, -LR 0.32 and accuracy 79.2%. The diagnostic performance of FDG PET-CT in patients with HL, DLBCL, FL and other types of lymphoma is shown in Table 2. As for predictors for BMB positivity, the presence of B symptoms, neutropenia and thrombocytopenia were independent factors for BMI with adjusted OR of 2.44, 95% CI (1.19, 4.99), 5.64, 95% CI (1.32, 24.08) and 4.12, 95% CI (1.66, 10.26), respectively. For positive FDG PET-CT, the presence of B symptoms, thrombocytopenia and advance stage remained significant with adjusted OR of 2.96, CI 95% (1.73, 5.05), 2.75, 95% CI (1.17, 6.48) and 19.22, 95% CI (5.90, 62.66), respectively. Seventy-four patients had discordant results between BMB and FDG PET-CT. The discrepancy in BMB and FDG PET-CT results did not have an effect on treatment. Conclusions: In addition to international clinical practice guidelines recommendations, in our center we recommend performing a BMB to those patients with HL and FDG PET-CT negative for BMI who present with cytopenias and B symptoms at the time of diagnosis. For patients with DLBCL our FDG PET-CT sensitivity was lower than expected, so we recommend a complementary BMB to all DLBCL patients with a positive FDG PET-CT for BMI (stage IV) that otherwise would be early stages (I and II) and would benefit from less aggressive therapy. In all other NHL including FL, we recommend performing a unilateral BMB with immunohistochemical analyses and flow cytometry, if available, for initial evaluation of BMI. Still in the absence of FDG PET-CT, a whole-body contrast-enhanced CT along with a unilateral posterior iliac crest BMB could adequately stage most types of lymphoma at low and middle-income health care facilities. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "bone marrow biopsy",
        "fluorodeoxyglucose positron emission tomography",
        "lymphoma",
        "national cancer institute",
        "computed tomography/positron emission tomography imaging",
        "fluorodeoxyglucose f18",
        "diffuse large b-cell lymphoma",
        "gold standard",
        "thrombocytopenia"
    ],
    "author_names": [
        "Tania Aguado, MD",
        "Antonio Olivas-Martinez, MD",
        "Uvi Cancino-Ramos, MD",
        "Diego Zúñiga, MD",
        "Carmen Lome, MD",
        "Silvia Rivas-Vera, MD",
        "Myrna Candelaria, MD PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tania Aguado, MD",
            "author_affiliations": [
                "Department of Hematology, Instituto Nacional de Cancerología, México, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonio Olivas-Martinez, MD",
            "author_affiliations": [
                "Division of Medicine, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, México, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uvi Cancino-Ramos, MD",
            "author_affiliations": [
                "Department of Nuclear Medicine, Instituto Nacional de Cancerología, México, Mexico "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diego Zúñiga, MD",
            "author_affiliations": [
                "Department of Hematopathology, Instituto Nacional de Cancerología, México, Mexico "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Lome, MD",
            "author_affiliations": [
                "Department of Hematopathology, Instituto Nacional de Cancerología, México, Mexico "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Rivas-Vera, MD",
            "author_affiliations": [
                "Department of Hematology, Instituto Nacional de Cancerología, México, Mexico "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myrna Candelaria, MD PharmD",
            "author_affiliations": [
                "Research Division, Instituto Nacional de Cancerología, Mexico, Mexico"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:29:06",
    "is_scraped": "1"
}