{
    "doi": "https://doi.org/10.1182/blood.V118.21.4125.4125",
    "article_title": "Allogeneic Stem Cell Transplantation Induces Long Term Survival in Pateitns with Advanced Chronic Myeloid Leukaemia:A Study of the British Society for Blood and Marrow Transplantation, ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster III",
    "abstract_text": "Abstract 4125 The tyrosine kinase inhibitor (TKI), imatinib mesylate, is first-line therapy for patients with CML, and consequently, the use of alloSCT has declined dramatically. For patients with advanced CML (accelerated phase-AP, blast crisis-BC or those who required therapy to regain Chronic phase (≥CP2), the efficacy of TKI is reduced, including documented TKI resistance. As alloSCT may still have a role in more advanced CML, we sought to characterise outcomes of patients with advanced CML, to determine the effect of pre-transplant TKI, and to delineate key patient- and disease-related characteristics that influence the outcome. We analysed data from 119 patients with advanced CML (38% AP, 14% BC & 48% (≥CP2) from 10 UK centres transplanted between 1997–2005. 95 (80%) full intensity & 24 (20%) reduced intensity conditioned alloSCT were performed with BM (53%) & PBSC (47%) as the graft source from fully matched related sibling (MRD, n=48), single Ag-mismatched sibling (mMRD, n=1), syngeneic (n=2), matched VUD (n=54) and mismatched VUD (n=14). Median age was 35 yrs (range 10, 61.4) with a median time from diagnosis to alloSCT of 16 mns (2–178). EBMT score was: 2–3 n=27 (22%), 4 n=42 (35%) & >5 n=50 (42%). 29 of 77 patients (38%) received at least 1 TKI (Imatinib n=28, Dasatinib n=1). 109 patients (92%) demonstrated sustained myeloid engraftment with primary graft failure seen in 5 patients (4%), secondary graft failure seen in 3 (3%) patients and unknown in 2 (2%) patients. Median time to neutrophil & platelet recovery were 19 days (range 9–20) and 26 days (range 0, 83), respectively. Acute GvHD occurred in 65 (55%) patients with grade III/IV in 18 (17%) patients (MRD 55% vs VUD 56%; p=0.525 by Fisher's exact test). The 1-year and 5-year incidence of cGvHD were 34% and 37%, respectively with a higher 5-year incidence of extensive compared with limited cGvHD (71% vs 29%). 89 patients were evaluable for response assessment and with a median follow up of 68 months (range 59–74), the cumulative relapse risk (RR) at 1-year, 5-year and 8-year were 39% (95% CI 30, 49), 57% (95% CI 45, 67) and 57% (95% CI 45, 67), respectively. In univariate & multivariate analysis, no factor demonstrated a significant impact on RR, though a trend to lower RR was seen in sex-mismatched grafts (female to male; p=0.082). The EBMT score did predict for RR (p=0.367). Of the 51 relapsed patients, 17 received DLI and currently, 8 remain in CR. The 5-year and 8-year probability estimates of OS were 41% (95% CI 32, 50) and 36% (95% CI 26, 45), respectively. The 5-year and 8-year probability estimates of PFS were both 24% (95% CI 17, 32). For patients transplanted in AP, BC and ≥CP2, the 8-year OS and PFS probability estimates were: AP 60% (44% - 73%) and 33% (20% – 47%), BC 19% (5% – 40%) and 6% (0% – 25%) and ≥CP2 21% (10% – 35%) and 22% (12% – 33%), p=0.0005 and p=0.0278, respectively. Univariate analysis demonstrated that a sex-mismatched transplant (female-to-male) was associated with improved PFS (p=0.04) whilst disease status at transplant was the only significant factor for OS (p=0.005). No effect of prior exposure to TKI could be demonstrated on the 5 yr PFS or OS. Multivariate analysis demonstrated that status at transplant (in favour of AC; p=0.001) and sex-mismatched grafts (p=0.047) were the only independent factors associated with OS and PFS, respectively. No significant effect was seen using the EBMT scoring system to predict outcome. This study demonstrates the clinical utility of alloSCT in a large cohort of patients with advanced CML in the era of TKI therapy, with approximately one third of patients surviving beyond 8 years. Disclosures: Apperley: Novartis: Honoraria, Research Funding; Bristol Myers Sqibb: Honoraria; Ariad: Honoraria; Chemgenex: Honoraria; Genzyme: Honoraria. Clark: Novartis Pharmaceutical: Honoraria, Research Funding, Speakers Bureau; Bristol Myers Squibb: Honoraria, Research Funding.",
    "topics": [
        "allogeneic stem cell transplant",
        "basic local alignment search tool",
        "blood platelets",
        "bone marrow transplantation",
        "dasatinib",
        "follow-up",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Gordon Cook",
        "Keiren Kirkland",
        "Julia Lee",
        "Rachel M Pearce",
        "Jane F Apperley, MBChB, MD, FRCP, FRCPath",
        "Richard E. Clark, MD",
        "Stephen Mackinnon, MD",
        "David I. Marks, MBBS, PHD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gordon Cook",
            "author_affiliations": [
                "St James's Institute of Oncology, St James's University Hospital, Leeds, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keiren Kirkland",
            "author_affiliations": [
                "Haematology, BSBMT, London, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julia Lee",
            "author_affiliations": [
                "British Society of Blood and Marrow Transplantation Data Registry, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachel M Pearce",
            "author_affiliations": [
                "British Society of Blood and Marrow Transplantation Data Registry, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane F Apperley, MBChB, MD, FRCP, FRCPath",
            "author_affiliations": [
                "Haematology, Imperial College, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard E. Clark, MD",
            "author_affiliations": [
                "Department of Hematology, Royal Liverpool University Hospital, University of Liverpool, Liverpool, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Mackinnon, MD",
            "author_affiliations": [
                "Department of Haematology, UCL Medical School, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David I. Marks, MBBS, PHD",
            "author_affiliations": [
                "Molecular and Cellular Medicine, University Hospitals Bristol NHS Foundation Trust, Bristol, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:39:23",
    "is_scraped": "1"
}