{
    "doi": "https://doi.org/10.1182/blood.V106.11.5104.5104",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=407",
    "start_url_page_num": 407,
    "is_scraped": "1",
    "article_title": "Development of Retargeted CD38-Specific NK-92 Cell Line for Potential Anti-Myeloma Immunotherapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cd38",
        "cell lines",
        "immunotherapy",
        "multiple myeloma",
        "antibodies",
        "neoplasms",
        "polymerase chain reaction",
        "antigens",
        "antigens, cd98 light chains",
        "cloning"
    ],
    "author_names": [
        "Shihong Yang, MMed",
        "Xin An, PhD",
        "Ross D. Brown, PhD",
        "Joy Ho, PhD",
        "John Gibson, PhD",
        "Douglas E. Joshua, PhD",
        "Winfried Wels, PhD",
        "Daniel M. Sze, PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ],
        [
            "Georg-Speyer-Haus Institute for Biomedical Research, Frankfurt, Germany"
        ],
        [
            "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, NSW, Australia"
        ]
    ],
    "first_author_latitude": "-33.8893087",
    "first_author_longitude": "151.183123",
    "abstract_text": "Multiple Myeloma (MM) is a B cell neoplasm in which malignant plasma cells accumulate in the bone marrow and produce excessive amounts of a monoclonal immunoglobulin. Among the large number of antigens expressed by plasma cells, CD38 is one of the highest expressed surface molecules, suggesting an alternative public tumour target. For instance, the myeloma cell line 8226 has a high surface expression of CD38. We plan to introduce genetically recombinant single-chain variable fragments (scFv) of anti-CD38 antibody, along with CD3 chain, into NK-92 a natural killer cell line which is highly cytotoxic against a variety of malignant cells (the only natural killer cell line being used in phase I/II clinical trials). It is likely that the retargeted NK-92 cells may specifically and efficiently kill CD38-expressing myeloma cells. By using a series of degenerate primer sets for mouse immunoglobulin variable region genes, VH and VL regions were isolated through reverse transcription PCR from OKT10 cell line. Further sequencing analysis provided novel information of the OKT10 immunoglobulin heavy and light chains. A PCR-based assembling strategy was employed to construct the scFv with FLAG sequence integrated as a tag. VH and VL domains were joined together with a hinge region of (Gly 4 Ser) 3 . The phagemid construct has been formed by subcloning the scFv fragment into the Sfi I/Not I cloning sites of the expression vector pHEN2, and subsequently transformed into the E. Coli HB2151. Five out of 7 transformed bacterial colonies screened did not contain the scFv fragment. For the remaining two clones with the correct-sized insert, we tested the specificity of the scFv fragments that were prepared through intracellular antibody capture as periplasmic proteins. We performed a competitive flow assay using periplasmic proteins with commercially available anti-CD38 PE conjugated antibodies on 8226 myeloma cell line. We found that one of these two clones (clone 6) showed a reduction in CD38 staining and presented as double peaks; while this pattern was not seen in the clone 7. Subsequent DNA sequencing revealed that there was a 100-bp truncation in the heavy chain region in clone 7; while the clone 6 has a complete productive heavy chain and light chain spanned by the linker region. We are going to transfect NK-92 cells with retrovial vector pL-scFv(clone 6) construct as the basis of an efficient approach for anti-myelome immunotherapy. (Dr. Daniel Sze is supported by the International Myeloma Foundation Senior Research Grant)."
}