{
    "doi": "https://doi.org/10.1182/blood.V128.22.318.318",
    "article_title": "Assessing Perceptions of Hydroxyurea Among Sickle Cell Disease Stakeholders Using Social Media ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Anemia and Sickle Cell Disease",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a genetic blood disorder associated with several clinical complications including multi-organ damage and early mortality. SCD imposes a significant burden on patients and their families and creates disproportionately high health care costs. Hydroxyurea (HU) is the only disease-modifying drug approved for SCD and is shown to decrease SCD complications and mortality rates in children and adults. However, it is estimated that over 60% of eligible patients may not receive or adhere to HU therapy, thus, limiting the impact of HU to improve SCD-related morbidity and mortality. Patient perceptions of HU are an important factor contributing to its underutilization. Understanding these perceptions will help in the development of interventions for increasing HU use and adherence. There has been an increasingly large number of patients with SCD who rely on social media for support and to find health information. User-generated data on social media platforms can be used to augment traditional qualitative and quantitative health behavior studies and may be a rich source of information regarding patient perceptions. However, the utility of online user-generated data in SCD-related studies has not been determined. Study Objective: We sought to determine whether perceptions of HU among SCD stakeholders can be assessed using a social media platform. Methods: We extracted data from the Sickle Cell Unite Facebook group between January 2014 and November 2015. Our dataset included 145 HU-related original messages posted by members of that group and 2618 affiliated comments. Using a content analysis framework, we developed deductive codes according to previously identified barriers and facilitators from published studies as well as constructs from the health belief model, shared-decision making model, and social support concepts. We also employed inductive coding to identify previously unknown themes related to HU utilization. Results: Social support provided by the Facebook group was a major finding evidenced by the significant interaction of patients and caregivers in the group. Of the 145 original messages related to HU, 55% asked questions about HU-therapy, and there were 1,131 comments received in response regarding side effects, efficacy, experiences, and opinions of HU. Qualitative analysis of 481 comments written in response to advice-seeking questions revealed that user comments with a positive valance toward HU were more likely to associate with high efficacy, few or minor side effects, and better quality of life. Comments with a negative valance were more likely to associate HU with lack of efficacy and numerous or harsh side effects. Hair loss was the most frequently cited and discussed side effect. Notably, 50% of valance-coded comments posted by caregivers were supportive of HU as opposed to only 34% of patients' comments, suggesting a more favorable perception of HU among caregivers. Through inductive coding, we identified two emergent themes related to patient/caregiver barriers of HU use. First, patients/caregivers perceived that HU was masking SCD symptoms (e.g. artificially improving blood counts) and making it more difficult for them to receive needed acute care. Second, users expressed awareness of HU as a \"cancer drug\", a fact that deterred uptake. These novel findings suggest that stakeholders may share beliefs in a social media setting that are not being captured by traditional research. Conclusions: To our knowledge, this is the first study to use social media user-generated data for understanding patient perceptions of a SCD therapy. Our findings demonstrate that Facebook social media site not only serves as a supportive resource for SCD community, but can also provide insight into perceptions among stakeholders. Consistent with traditional research regarding barriers and facilitators to HU use, our social media data revealed a range of valance themes related to patient/caregiver perceived efficacy and side effects of the therapy. Our data also uncovered important barriers that have not been reported in prior research. Thus, this study provides information that can be used to improve utilization and adherence to HU, and has significant implications for the utility of social media in advancing SCD-related research. Similar methodology may be applied to other social media platforms to address additional public health research questions. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hydroxyurea",
        "perception",
        "sickle cell anemia",
        "social media",
        "adverse effects",
        "acute care",
        "alopecia",
        "antineoplastic agents",
        "hematological diseases",
        "caregivers"
    ],
    "author_names": [
        "Aisha L Walker, PhD MPH",
        "Rosta Farzan, PhD",
        "Laura M Gaydos, PhD",
        "Laura DeCastro, MD MHSc",
        "Charles Jonassaint, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aisha L Walker, PhD MPH",
            "author_affiliations": [
                "Department of Medicine, Vascular Medicine Institute, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rosta Farzan, PhD",
            "author_affiliations": [
                "Department of Informatics and Networked Systems, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura M Gaydos, PhD",
            "author_affiliations": [
                "Department of Health Policy and Management, Rollins School of Public Health, Emory University, Atlanta, GA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura DeCastro, MD MHSc",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Jonassaint, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:06:49",
    "is_scraped": "1"
}