{
    "doi": "https://doi.org/10.1182/blood.V120.21.2717.2717",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2384",
    "start_url_page_num": 2384,
    "is_scraped": "1",
    "article_title": "Biological Significance of the Immumoproteasome Subunits Mecl-1 and LMP-2 in Diffuse Large B-Cell Lymphoma. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "borderline neoplasms",
        "date of last normal period",
        "diffuse large b-cell lymphoma",
        "rna, messenger",
        "mechlorethamine",
        "nf-kappa b",
        "proteasome inhibitors",
        "b-cell lymphomas",
        "bortezomib",
        "cancer"
    ],
    "author_names": [
        "Lan V Pham, PhD",
        "Alex Rollo",
        "Archito T. Tamayo, MS",
        "John Lee, MD",
        "Zhuang Zuo, MD, Ph.D",
        "Luhong Sun, MD, PhD",
        "Liang Zhang, MD, PhD",
        "Zhishou Ou, MD",
        "Luis E Fayad, MD",
        "Michael Wang, M.D.",
        "Richard J. Ford, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma & Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Lymphoma/Myeloma and Stem Cell Transplantation/Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Hematopathology, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2717 The biological significance of the ubiquitin-proteasome system in the control of cellular processes has been well-recognized; however, the pathophysiological importance of the immunoproteasome, the inducible form of the proteasome, has not been well-appreciated in cancer cells, particularly in this common diffuse large B-cell lymphoma (DLBCL), a clinically challenging, aggressive B-cell non-Hodgkin's lymphoma (NHL-B). The primary function of the immunoproteasome was originally believed to be only in immune cells to improve MHC-I antigen presentation efficiency in adaptive immune responses. It has now becomes evident that the immunoproteasome possesses broader biological functions, and is associated with various types of cancer. Using the Oncomine database to analyze the mRNA expression levels of immunoproteasome subunits in DLBCL, we found that the subunits MECL-1 and LMP-2 are highly expressed in comparison to normal B lymphocytes. We then examined the clinical significance of MECL-1 and LMP-2 mRNA expression in primary DLBCL, and found that increased MECL-1 mRNA expression is significantly associated with decreased cumulative overall survival rate (P=0.019). We then analyzed the protein expressions of MECL-1 and LMP-2 in various (20) DLBCL cell lines, and discovered that most of the DLBCL cell lines highly expressed both MECL-1 and LMP-2 but there is a subset of cell lines that did not express MECL-1 and LMP-2. Further analysis indicated that MECL-1 and LMP-2 subunits of the immunoproteasome are not associated with constitutive NF-kB activation in DLBCL since MECL-1 and LMP-2-negative DLBCL cell lines also express constitutive NF-kB activation. RNA interference-mediated knock-down of MECL-1 or LMP-2 leads to cell growth inhibition in DLBCL cell lines in vitro. These results strongly suggest that the immunoproteasome has important biological function in controlling growth and survival mechanisms in DLBCL and thus selective targeting of the immunoproteasome may offer therapeutic opportunity for this deadly disease. Bortezomib (BZ) is the first in the class of proteasome inhibitor (PSI) and represents a major advance in NHL, particularly mantle cell lymphoma. However, with the emergence of a new class of PSIs, such as Carfilzomib (CFZ), we are presented with opportunities to improve patient care in relapsed/refractory NHL-B. To elucidate the role of proteasome inhibitors in DLBCL, we analyzed the effect of BZ and CFZ in our representative DLBCL cell lines. BZ and CFZ treatments in DLBCL cell lines (20) have shown strong responses, with IC50s in the low nM ranges (2–50 nM). We have shown that DLBCL cell lines lacking both MECL-1 and LMP-2 are more resistant to CFZ than DLBCL cell lines that have both MECL-1 and LMP-2. To investigate a potential CFZ resistance mechanism(s) in these cell lines, we measured the 20S proteasome activity and compared this activity to the CFZ sensitive DLBCL cell lines. The results indicated that DLBCL cells that are more sensitive to CFZ show higher immunoproteasomal activity. The immunoproteasome activity in the resistant DLBCL cell lines is comparable to the proteasome activity found in normal B cells. These results suggest that the immunoproteasome is deregulated in DLBCL and represents a potential target for therapy in personalized medicine. Our studies emphasize understanding the mechanisms responsible for abnormal proteasomal function in DLBCL, that are critical for establishing an etiologic link to chemo-resistance and the development of new specific therapies for DLBCL targeting defective proteolysis through the immunoproteasome. Disclosures: No relevant conflicts of interest to declare."
}