{
    "doi": "https://doi.org/10.1182/blood.V128.22.2874.2874",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3560",
    "start_url_page_num": 3560,
    "is_scraped": "1",
    "article_title": "Bone Marrow Small Adipocytes in Acute Myeloid Leukemia Correlate with Prognosis ",
    "article_date": "December 2, 2016",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "adipocytes",
        "bone marrow",
        "leukemia, myelocytic, acute",
        "biopsy",
        "disease remission",
        "leukemia",
        "solid tumors",
        "complete remission",
        "endotracheal aspiration",
        "lymphoma"
    ],
    "author_names": [
        "Wei Lu",
        "Jun Shi, MD PhD"
    ],
    "author_affiliations": [
        [
            "Shanghai Jiao Tong University Medical College, Shanghai, China "
        ],
        [
            "Shanghai Jiao Tong University Affiliated Sixth People's Hospital, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.212339999999998",
    "first_author_longitude": "121.47067399999999",
    "abstract_text": "Introduction: Adipocytes have a substantial effect on the outcome and progression of certain solid tumors. However, little attention has been paid to the role of bone marrow (BM) adipocytes in acute myeloid leukemia (AML) because it is difficult to observe adipocytes through clinical BM aspiration. Although it was reported that adipocytes affected the behavior of leukemia cells in vitro, there is still no direct in vivo evidence. In the present study, we investigated the influence of adipocytes by focusing on their changing size in BM from primary AML patients. Methods: We retrospectively analyzed the biopsy specimens of BM from 70 patients with newly diagnosed AML and 70 controls with lymphoma or solid tumors without infiltration of BM. The size and type of adipocytes were analyzed for average diameter (Ad.Dm) and area (Ad.Ar) by tracing each individual adipocyte with Image-Pro Plus 5.1. Then, AML patients were further divided into 32 patients with continuous complete remission and 38 patients who were refractory based on the treatment effects. Adipocyte number (Ad.N; per square millimeter) and the percentage of adipocyte volume per tissue volume (Ad.V/TV) were compared between these two groups. Furthermore, the prognostic impact of adipocytes on the overall survival (OS) and relapse-free survival (RFS) in AML patients was analyzed by Cox regression analysis and Kaplan-Meier curves. Finally, the phenotype of adipocytes was determined by immunohistochemistry of UCP-1 and Perilipin1 to further explore the possible mechanism of the effect of adipocytes on the prognosis. Results: The Ad.Dm and Ad.Ar in BM from AML patients were 38.3±14.7 µm and 559.4±271.9 µm 2 , respectively, and both values were significantly smaller than those for the controls (P<0.001). The Ad.Dm exhibited no relation to the number of blasts in BM, indicating that the decreased size of adipocytes in AML cannot be attributed to extensive marrow blasts. Adipocytes were classified as small, medium and large adipocytes according to the frequency distribution of Ad.Dm in BM from controls. A significant difference was detected only in the proportion of small adipocytes (Ad.Dm<42.6 µm) between AML patients and controls (43.9% vs 25%, P=0.005). Furthermore, the Ad.V/TV and Ad.N of the adipocytes in the refractory group were 6.70±3.18% and 31.56±11.72/mm 2 , respectively, which were significantly higher than those of the remission subjects (P2.3% (P<.001). Similarly, the subjects with Ad.N of small adipocytes <10.6/mm 2 (P2.5% (P<.001), and similar significant differences were also found between patients with Ad.N of small adipocytes ≥9.2/mm 2 and Ad.N of small adipocytes <9.2/mm 2 (P<.001). In the biopsy specimens of BM, the subgroup of small adipocytes exhibited expression of Perilipin1 but not mitochondrial membrane protein UCP-1. Combination with the unilocular lipid droplets in adipocytes indicated that small adipocytes did not play a role in the conversion to brown adipose tissue. Conclusions: We first defined a subpopulation of small adipocytes in BM and demonstrated that only these cells but not all adipocytes were related to a poor prognosis in AML patients. The morphological changes of marrow adipocytes could be helpful to judge the prognosis of leukemia and could lead to other therapeutic perspectives. Disclosures No relevant conflicts of interest to declare."
}