{
    "doi": "https://doi.org/10.1182/blood-2018-99-112029",
    "article_title": "Conservative Management of Idiopathic Hemophagocytic Lymphohistiocytosis (HLH) Achieving Complete Remission ",
    "article_date": "November 29, 2018",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "Introduction Hemophagocytic lymphohistiocytosis (HLH) is a syndrome characterized by overwhelming activation of the immune system. The disease can affect patients of all ages and many times it goes under recognized for long periods of time, thus increasing its mortality due to organ failure. It mainly affects infants, nonetheless, adults can suffer from the disease as well, with catastrophic consequences. HLH etiology subsumes sporadic and familial presentations. Of the former, the two more common causes are infectious and neoplastic conditions. Clinical presentation includes nonspecific findings such as jaundice, hepatosplenomegaly, fever, fatigue, neurologic deficits. Laboratory findings display a spectrum of cytopenias, hemolysis, elevated ferritin, elevated IL-2, hypertriglyceridemia. Early initiation of treatment accounts for a great deal of the patient's recovery. Treatment consists of immunosuppressive therapy such as the HLH94 protocol - includes etoposide and dexamethasone -, or other combination immunosuppressive regimens. Using steroids alone is not typically a standard approach for the management of patients with HLH. Here we present a case of a patient with HLH with likely infectious etiology, successfully treated with steroids alone. Case Presentation A 34-year-old male patient presented to the emergency room (ER) complaining of jaundice, abdominal distention, fatigue, weakness, and fevers to 102 F. Vital signs were stable except for tachycardia hear rate 119 /min. Physical exam disclosed the presence of hepatosplenomegaly, palpable edge of liver, spleen palpable 6 cm below left costal margin, skin with jaundice. Blood work showed signs of cytopenias and hemolysis. WBC 2.2 /uL, hemoglobin 6.1 gr/dL, platelet count 114,000 /uL, neutrophil percentage 35%. On his peripheral smear review he had excessive monocytosis of 18%, atypical lymphocytes 31%, and 4% basophils. Reticulocyte count 1.3%. INR 1.2. AST elevated at 305 U/L, ALT 230 U/L, LDH 1063 U/L, Albumin 3.0 , total bilirubin 25.9, direct bilirubin 19.69, sodium 129. Haptoglobin less than 8. Coombs direct positive IgG subtype. Differential diagnosis included warm autoimmune hemolytic anemia. CT scan of the abdomen with contrast showed splenomegaly, 19.4 cm coronal view (fig 1), hepatomegaly as well, 21 cm in the mid hepatic craniocaudal diameter, steatosis. The patient was started on prednisone 1 mg/kg with rapid improvement on his laboratory parameters within the first 48 hours. A ferritin level on the third day of hospitalization was elevated at 2184. This finding along with unexplained transaminitis and hepatosplenomegaly raised suspicion for HLH. The patient met 6 out of the 8 criteria for diagnosis: Cytopenias (nadir ANC less than 1000, thrombocytopenia nadir 112,000, anemia), fever, splenomegaly, soluble CD25 (IL-2) elevated at 1803 pg/mL (normal values less than 1033 pg/mL), triglycerides 309 mg/dL, ferritin level 2184. Thus, the following workup was conducted. A. Bone marrow aspiration and biopsy showed hypercellular marrow with erythroid hyperplasia, negative for lymphoma or leukemia, adequate trilineage hematopoiesis (fig 2). B. Flow cytometry from peripheral blood was negative for paroxysmal nocturnal hemoglobinuria. C. PET-CT scan done negative for malignancy. D. Brain MRI: normal. E. Extensive infectious workup: the patient was found to have positive PCR, less than 2000 copies/mL, for Epstein-Barr virus. E. HLH gene panel was sent out showing negative results. F. Liver biopsy demonstrated extramedullary hematopoiesis. G. Reduced natural killer T cell cytotoxicity; reduced perforin levels. The patients' hemolysis, cytopenias and hepatosplenomegaly rapidly improve after initiation of steroids. The patient continued on steroid regimen during 6 months on a taper. Conclusion HLH is a devastating disease that potentially culminates in multisystem organ failure if not appropriately treated. At the time of clinical suspicion of HLH, approximately 3 days after the patient's admission, his clinical condition had improved on high dose steroids alone, therefore additional immunosuppression was not initiated. The patient might have had EBV that precipitated his HLH, however at the time of diagnosis his viral load was less than 2000 copies/mL and antiviral therapy was not considered necessary. He continues to be in remission, asymptomatic, 9 months after original diagnosis. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "complete remission",
        "conservative treatment",
        "hemophagocytic lymphohistiocytosis",
        "steroids",
        "cytopenia",
        "hepatosplenomegaly",
        "fever",
        "jaundice",
        "aldesleukin",
        "fatigue"
    ],
    "author_names": [
        "Jesus C Fabregas, MD",
        "Guiset Carvajal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jesus C Fabregas, MD",
            "author_affiliations": [
                "Billings Clinic, Billings, MT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Guiset Carvajal, MD",
            "author_affiliations": [
                "Billings Clinic, Billings, MT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T06:40:50",
    "is_scraped": "1"
}