{
    "doi": "https://doi.org/10.1182/blood.V116.21.396.396",
    "article_title": "Outcome Disparities In Multiple Myeloma: A SEER-Based Comparative Analysis of Hispanic Patients ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Ethnic/Racial and Socio-Economic Determinants of Health",
    "abstract_text": "Abstract 396 Background: Study of ethnic disparities in various malignancies has revealed variation in clinical outcomes. In multiple myeloma (MM) patients, such an analysis has not yet been undertaken for patients with Hispanics decent. Since this is the fastest growing ethnic subgroup in the United States, we sought to define the epidemiological characteristics as well as disease related outcome of Hispanics with MM. Methods: The Surveillance Epidemiology and End Results (SEER) 17 Registry data (1973-2007) was utilized. Patients with confirmed diagnosis of MM were eligible for this analysis. To avoid bias of under representation, analysis was restricted to adults (>18 yr) with a diagnosis date of 1992 or later. Cases that received a diagnosis at death certificate or autopsy, no follow-up records, as well as lacking documentation on age at diagnosis, sex, or race/ethnicity were excluded. Cox proportional hazards models, adjusted for confounding variables, were used to evaluate association between patient characteristics and survival. All statistical tests were two-sided with a significance level of 0.05. Analysis was performed utilizing the SAS software (v9.2). Results: The final analysis included 37,963 MM patients (20,498 males; 54%, 17,465 females; 46%). The studied age-group cohorts included: 18–44 yrs (1,453; 4%), 45–54 yrs (4,495; 12%), 55–64 yrs (7,974; 21%), 65–74 yrs (11,146; 29%), and ≥75 yrs (12,895; 34%). Patients were stratified by race/ethnicity: White (25,753; 68%), African-American (6,595; 17%), Hispanic (3,475; 9%), Asian (1,961; 5%), and Native American (179; 0.5%). For survival analysis, Native Americans were excluded due to their small numbers. Patients were also stratified based on year of diagnosis (before or after 2002) to study the impact of novel agents on MM treatment. To investigate the effect of geographical location on disease outcome, patients were stratified across regional registries within the SEER 17. Mean age at diagnosis for Hispanics was significantly younger than W (64.2 yr Vs. 69.3 yr; p<0.001). Within the Hispanics, males (53%) had a younger age at diagnosis (mean 63.4 yr) than females (47%) (mean 65 yr). Survival analysis revealed that for all patients, females had an overall reduced mortality than males (HR 0.905; CI 0.882, 0.929; p <0.001), although there was no gender difference in MM-specific mortality (p=0.1). Amongst the different age cohorts, overall as well as MM-specific mortality was highest in patients ≥75 yrs (p<0.001). Patients diagnosed after 2002 had a significantly lower overall (HR 0.9; CI 0.874, 0.927; p<0.001) and MM-specific mortality (HR 0.845; CI 0.816, 0.875; p<0.001) than those diagnosed prior. Hispanics had higher overall mortality than all the other racial subgroups (HR 1.068; CI 1.019, 1.120; p=0.006), although the difference in MM-specific mortality was not significant (HR 1.039; CI 0.983, 1.097). In a multivariate model using gender, age, marital status, year of diagnosis and race, significant interactions were noted between race, age and survival showing that Hispanics ≥75 yr had higher overall and MM-specific mortality (p<0.001) than other age-stratified racial cohorts. There was no significant difference in mortality when comparing Hispanic patients in the different geographical regions. Conclusions: Studies of ethnic disparities are important for evaluating disease characteristics and management needs of specific patient populations as well as optimal triaging of healthcare resources. There is limited data to define MM characteristics and survival outcome in Hispanics. Here we present epidemiological characteristics and survival outcomes for MM in this fast growing ethnic subgroup. We observed significantly younger age at MM diagnosis for Hispanics. Hispanic MM patients had higher overall mortality than all other racial subgroups. Furthermore, we noted that the effect of race on survival depends on patient's age, with Hispanic patients ≥75 yrs having a significantly higher overall and MM-specific mortality. These results will help in better understanding of ethnic influences on disease biology and clinical behavior. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "health disparity",
        "hispanics or latinos",
        "multiple myeloma",
        "seer program",
        "cancer",
        "follow-up",
        "treatment outcome",
        "geographic area",
        "age groups",
        "software"
    ],
    "author_names": [
        "Sikander Ailawadhi, MD",
        "Dongyun Yang, PhD",
        "Edmund Ho, MD",
        "Pedram Razavi, MD, PhD",
        "Asher A. Chanan-Khan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sikander Ailawadhi, MD",
            "author_affiliations": [
                "Division of Hematology, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dongyun Yang, PhD",
            "author_affiliations": [
                "Department of Biostatistics, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edmund Ho, MD",
            "author_affiliations": [
                "Department of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedram Razavi, MD, PhD",
            "author_affiliations": [
                "Department of Medicine, University of Southern California, Los Angeles, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asher A. Chanan-Khan, MD",
            "author_affiliations": [
                "Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T21:32:45",
    "is_scraped": "1"
}