{
    "doi": "https://doi.org/10.1182/blood.V120.21.4755.4755",
    "article_title": "Does Vitamin D Deficiency Play a Role in Sickle Cell Nephropathy? ",
    "article_date": "November 16, 2012",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "abstract_text": "Abstract 4755 Background: Although improvements in the management of sickle cell disease (SCD) have increased patient survival into adulthood, morbidity and mortality from end-organ damage remain major concerns. One of the most serious complications of SCD is renal failure, affecting about 20% of patients. Secondary prevention of the progression of SCD nephropathy is hindered by a lack of easily modifiable risk factors. Based on animal and observational human studies, vitamin D deficiency is potentially a novel, modifiable risk factor that may interrupt or delay the progression of kidney disease by suppressing renin gene expression and inflammation. Studies have reported varying prevalence rates of vitamin D deficiency in patients with SCD patients but their clinical significance is uncertain. The purpose of this exploratory study was to determine the association of vitamin D insufficiency with albuminuria among a cohort of patients with SCD. Methods: This cross-sectional study was performed using a cohort of patients with SCD. Serum creatinine, serum cystatin C, spot urine for albumin/creatinine ratio, 25-hydroxyvitamin D [25(OH) D] levels, measures of hemolysis, inflammation and other laboratory studies were obtained. Vitamin D insufficiency was defined as 25(OH) D levels ?30 ng/ml. Results: 27 patients with SS disease were evaluated. The mean age was 18 +/− 4.9 years; 40% were males and 60 % females. Mean GFR by serum creatinine was 167 +/− 40 ml/min/1.73 m2 and by cystatin C was 150 +/− 29.4 ml/min/1.73 m2. Increased protein/creatinine ratio (ratio ? 0.2) occurred in 29 % of patients (n= 9). Increased albumin/creatinine ratio (ACR ?30 mg/g of creatinine, mean 216 mg/g of creatinine) occurred in 37% of patients (n= 10). 88% of subjects showed vitamin D insufficiency [n=24, mean 17+/− 7 ng/ml]. Mean 25 OH vitamin D level was 14.8 +/− 8.9 ng/ml (5–28) and 18.2 +/− 5 ng/ml (12–30) in subjects with and without albuminuria, respectively. Urinary ACR inversely correlated with 25(OH) D levels (r=-.4, P=.02). No correlations were observed between urinary ACR and other clinical or laboratory parameters (age, hemoglobin levels, percentage of reticulocytes and lactate dehydrogenase levels). Proteinuria correlated with age (r=-.4, P=.02) and reticulocyte counts (r=-.4, P=.02) in SS disease but not with other parameters. Conclusion: In conclusion, vitamin D insufficiency was common and significantly associated with albuminuria among patients with SCD. Additional studies are needed to clarify the causal relationship of vitamin D insufficiency with albuminuria and to determine the role of vitamin D supplementation to attenuate the development of SCD nephropathy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "sickle cell nephropathy",
        "vitamin d deficiency",
        "creatinine",
        "albuminuria",
        "kidney diseases",
        "albumins",
        "creatinine tests, serum",
        "cystatin c measurement",
        "inflammation",
        "end organ damage"
    ],
    "author_names": [
        "Dima A Hamideh, MD",
        "Vimal Raj, MD",
        "Gaston Zilleruelo, MD",
        "Ofelia A. Alvarez, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dima A Hamideh, MD",
            "author_affiliations": [
                "Pediatric Hematology, University of Miami, Miami, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vimal Raj, MD",
            "author_affiliations": [
                "Pediatric Nephrology, University of Miami, Miami, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaston Zilleruelo, MD",
            "author_affiliations": [
                "Pediatric Nephrology, University of Miami, Miami, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ofelia A. Alvarez, MD",
            "author_affiliations": [
                "Univ. of Miami School of Med., Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T03:57:27",
    "is_scraped": "1"
}