{
    "doi": "https://doi.org/10.1182/blood-2020-140899",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4553",
    "start_url_page_num": 4553,
    "is_scraped": "1",
    "article_title": "Effect of Remestemcel-L Treatment in Pediatric Steroid Refractory Acute Graft-Versus-Host Disease: A Biomarker Substudy ",
    "article_date": "November 5, 2020",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Introduction: Steroid-refractory acute graft-versus-host dose disease (SR-aGVHD) is a common, potentially fatal complication of hematopoietic stem cell transplantation (HSCT) with no approved therapies for use in children < 12 years old with SR-aGVHD. We recently reported the results from a phase 3 pivotal single arm study of remestemcel-L, human, culture-expanded, allogeneic mesenchymal stromal cells as first line therapy after failure to respond to steroids (NCT02336230). Subjects (n=54) received 8 intravenous infusions of remestemcel-L (2 x 10 6 cells/kg) twice weekly for 4 weeks. The primary endpoint, overall response at day 28 was achieved in 38/54 (70%) of patients and 40/54 (74%) survived through day 100. To explore further the biologic, mechanistic basis for effects of remestemcel-L in SR-aGVHD, we assessed a panel of soluble and cellular biomarkers in a subset of subjects (N=40) who participated in an elective biomarker substudy. The aim of the biomarker substudy was to explore the effect of remestemcel-L treatment on biomarkers involved in disease processes in aGVHD and which have established prognostic and/or predictive value in aGVHD Methods: Whole blood samples for biomarker analyses were collected at baseline, and days 28, 100, 160 and 180. Circulating levels of NK cells, T and B lymphocytes and of activated T cells (CD25+, HLA-DR+), key effectors of aGVHD development and progression, were measured by multicolor flow cytometry. Plasma levels of regenerating islet-derived protein 3α (REG3α) were measured using a multiplexed immunoassay; soluble suppression of tumorigenicity 2 (ST2) levels were measured by ELISA. REG3α and ST2 were used to derive the MAGIC algorithm probability (MAP) score at each time point as an index of gastrointestinal disease burden and risk of 6-month non-relapse mortality (NRM), with a threshold probability of 0.291 cut-off for GVHD low and high risk of NRM. Least-Squares Means (LSM) were calculated for longitudinal biomarker analyses using the restricted maximum likelihood (REML) approach followed by post-hoc pairwise comparisons between days using the Tukey-Kramer HSD significance test. These analyses were exploratory, so no adjustment was made for multiplicity. Results: Biomarker data were collected in 40 subjects. At baseline, the mean age was 8.5 years, aGVHD severity by IBMTR grade C or D, median MAP was 0.369, with a MAP ≥ 0.291 in 60% of subjects, reflecting active gastrointestinal inflammation and high risk for 6-month NRM. In this biomarker cohort day 28 (N=40) overall response was 70% and survival was 78% and 70% through day 100 and 180, respectively. Baseline biomarker profile was consistent with an inflammatory state characteristic of SR-aGVHD, with elevated plasma levels of Reg3α, ST2 and frequencies of activated CD4+ and CD8+ T cells. MAP decreased from ≥0.291 to <0.291 by day 100 with further reductions through day 180, P<0.0001; baseline MAP = 0.36, 95% CI [0.30, 0.41] vs day 100 = 0.26, 95% CI [0.20-0.32], P=0.0037; baseline MAP vs day 180 = 0.20, 95% CI [0.14, 0.26], P<0.0001). These changes in MAP were attributable to significant reductions in ST2 levels. Levels of activated T cells declined over the course of the study (CD3+CD4+CD25+HLA-DR+ (%), F(4, 83.8) = 6.84, P<0.0001; CD3+CD8+ HLA-DR+ (%), F(4, 72.65) = 8.00, P<0.0001) The frequency of CD3+CD4+CD25+HLA-DR+ T cells significantly decreased from baseline (26.57%, 95% CI [22.02, 31.06]) to day 28 (17.70%, 95% CI [13.40-22.00], P=0.0084), plateaued through day 100 and remained significantly below baseline at day 180 (12.74%, 95% CI [7.29-18.19], P=0.0004 vs baseline). The percentage of CD3+CD8+HLA-DR+ T cells significantly decreased from baseline (67.81%, 95% CI [60.21, 75.42]) to day 100 (54.14%, 95% CI [45.99, 62.29], P=0.0075) and decreased further by day 180 (47.10%, 95% CI [38.49, 55.72], P=0.0001 vs baseline). In contrast, levels of T, B and NK cells generally increased over time suggesting no long-term impairment of hematopoietic reconstitution following remestemcel-L treatment. Conclusions: Clinically meaningful overall response and survival with remestemcel-L-treatment in pediatric SR-aGVHD are associated with changes in soluble and cellular biomarkers consistent with reduced inflammation and risk of mortality. These observed changes in biomarkers provide mechanistic evidence of immunomodulation. View large Download slide View large Download slide  Disclosures See: Mesoblast, Inc,: Current Employment. Segal: Mesoblast, Inc,: Current Employment. Simmons: Mesoblast, LTD: Current Employment. Kurtzberg: Mesoblast, Inc,: Consultancy, Honoraria.",
    "topics": null,
    "author_names": [
        "Fiona See, PhD",
        "Karen Segal, PhD",
        "Paul Simmons, PhD",
        "Joanne Kurtzberg, MD"
    ],
    "author_affiliations": [
        [
            "Mesoblast, New York, NY "
        ],
        [
            "Mesoblast Inc., New York, NY "
        ],
        [
            "Mesoblast Ltd, Melbourne, AUS "
        ],
        [
            "Pediatric Stem Cell Transplantation Department, Duke University Medical Center, Durham, NC"
        ]
    ],
    "first_author_latitude": "40.753596699999996",
    "first_author_longitude": "-73.98046149999999"
}