{
    "doi": "https://doi.org/10.1182/blood-2019-126219",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4208",
    "start_url_page_num": 4208,
    "is_scraped": "1",
    "article_title": "Effect of Dasatinib Vs Imatinib in the Treatment of Pediatric Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia: A Randomized, Open-Label, Multicenter Study of the Chinese Children's Cancer Group ",
    "article_date": "November 13, 2019",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "child",
        "chromosomes",
        "dasatinib",
        "imatinib mesylate",
        "pediatrics",
        "chemotherapy regimen",
        "cranial irradiation",
        "follow-up"
    ],
    "author_names": [
        "Shuhong Shen, MD PhD",
        "Xiaojuan Chen, MD",
        "Jiaoyang Cai, PhD",
        "Yu Jie, MD",
        "Ju Gao, PhD",
        "Shaoyan HU, PhD& MD",
        "Xiaowen Zhai, MD PhD",
        "Changda Liang, MD PhD",
        "Xiuli Ju",
        "Hua Jiang, MD PhD",
        "Runming Jin, MD",
        "Xuedong Wu, MD",
        "Ningling Wang",
        "Xin Tian, PhD",
        "Kaili Pan, PhD",
        "Hui Jiang, PhD",
        "Lirong SUN, PhD",
        "Yongjun Fang, PhD",
        "Chi Kong Li, MBBS,MD",
        "Qun Hu, MD PhD",
        "Minghua Yang, MD",
        "Yiping Zhu, MD",
        "Chunfu Li, MD",
        "Jun J. Yang, PhD",
        "Hui Zhang",
        "Jing-Yan Tang",
        "Xiaofan Zhu",
        "Ching-Hon Pui, MD"
    ],
    "author_affiliations": [
        [
            "National Children's Medical Center, Shanghai, China ",
            "Key Laboratory of Pediatric Hematology and Oncology, Ministry of Health, Department of Pediatric Hematology and Oncology, Shanghai Children's Medical Center, Shanghai Jiao Tong University School of Medicine, Shanghai, China ",
            "Hematology/oncology, Shanghai Children's Medical Center/Shanghai Jiaotong University, Shanghai, CHN "
        ],
        [
            "Department of Paediatric Haematology, Institute of Hematology, Blood Disease Hospital Chinese Academy of Medical Sciences (CAMS), TIANJIN, China ",
            "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology & Blood Diseases Hospital, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China "
        ],
        [
            "Shanghai Children's Medical Center,Shanghai Jiaotong University School of Medicine, Shanghai, China "
        ],
        [
            "Hematology/oncology, Chongqing medical university affiliated children's hospital, Chongqing, CHN "
        ],
        [
            "West China Second University Hospital, Sichuan University, Chengdu, China "
        ],
        [
            "CHILDREN'S HOSPITAL OF SOOCHOW UNIVERSITY, SUZHOU, CHN "
        ],
        [
            "Children's Hospital of Fudan University, Shanghai, China "
        ],
        [
            "Jiangxi Provincial Children's Hospital, Nanchang, China "
        ],
        [
            "Qilu Hospital of Shandong University, Jinan, China "
        ],
        [
            "Department of Pediatric Hematology/Oncology, Guangzhou Women and Children's Medical center, Guangzhou, China "
        ],
        [
            "Union Hospital Affiliated To Tongji Medical College of Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Pediatrics, Nanfang Hospital,Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pediatrics, Anhui medical university second affiliated hospital, Hefei, China "
        ],
        [
            "Kunming Children's Hospital, Kunming, China "
        ],
        [
            "Xi 'an northwest women and children hospital, Xi'An, China "
        ],
        [
            "Children's Hospital of Shanghai, Shanghai Jiao Tong University, Shanghai, China "
        ],
        [
            "the affiliated hospital of Qingdao university, Qingdao, China "
        ],
        [
            "Nanjing Children's Hospital, Nanjing, China "
        ],
        [
            "Department of Paediatrics, Chinese Univ. of Hong Kong Prince of Wales Hospital, Hong Kong, Hong Kong "
        ],
        [
            "Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Xiangya Hospital, Central South University, Changsha, China "
        ],
        [
            "Department of Pediatrics, West China Second Hospital of Sichuan University, Sichuan, China "
        ],
        [
            "Nanfang-Chunfu Children's Institute of Hematology & Oncology, Taixin Hospital, Dongguan, China ",
            "Nanfang Hosp. Southern Medical University, Guangzhou, China "
        ],
        [
            "Department of Pharmaceutical Sciences, St. Jude Children's Research Hospital, Memphis, TN "
        ],
        [
            "Hematology & Oncology, Guangzhou Women and Children's Medical Center, Guangzhou, China "
        ],
        [
            "Key Laboratory of Pediatric Hematology and Oncology, Ministry of Health, Department of Pediatric Hematology and Oncology, Shanghai Children's Medical Center, Shanghai Jiao Tong University School of Medicine, Shanghai, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology and Division of Pediatric Blood Diseases Center, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, CHN "
        ],
        [
            "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN"
        ]
    ],
    "first_author_latitude": "31.2049",
    "first_author_longitude": "121.52162500000001",
    "abstract_text": "OBJECTIVE To determine whether dasatinib given at 80 mg/m 2 is more effective than imatinib at 300 mg/m 2 to improve event-free survival of children with Philadelphia chromosome-positive ALL, in the context of intensive chemotherapy without prophylactic cranial irradiation. DESIGN, SETTING, AND PARTICIPANTS This open-label phase III randomized study was conducted at 20 hospitals in China. Enrollment began in January 2015 and randomization was stopped in October 2018 when the early stopping criterion of the trial was met. Patients aged between 0 and 18 years were recruited. Of the 225 patients with the diagnosis, 35 declined and 1 died before treatment. INTERVENTIONS Patients were randomized to receive daily dasatinib (n=92) or imatinib (n=97) continuously for the entire duration of ALL therapy from the time of diagnosis made during remission induction to the end of continuation therapy. MAIN OUTCOMES AND MEASURES The primary outcome was event-free survival, analyzed by intent-to-treat. The secondary outcomes were relapse, toxic death, and overall survival. RESULTS With a median follow-up of 26.1 months (IQR 16.3-34.1), the 4-year event-free survival rate was 71.0% (95% CI 56.2-89.6) in the dasatinib group and 48.9% (95% CI 32.0-74.5, p=0.005) in the imatinib group (hazard ratio 2.36, 95% CI 1.27-4.40, p=0.007). The 4-year cumulative risk of any relapse was 19.8% (95% CI 4.2-35.4) in the dasatinib group and 34.4% (95% CI 15.6-53.2) in the imatinib group (p=0.01), while the 4-year cumulative risk of an isolated central-nervous-system relapse was 2.7% (95% CI 0.0-8.1) in the dasatinib group and 8.4% (95% CI -1.2-15.6) in the imatinib group (p=0.06). There were no significant differences in the frequency of severe toxicities between the two treatment groups. CONCLUSION AND RELEVANCE Intensive chemotherapy including dasatinib at 80 mg/m 2 per day yielded superior results in the treatment of Philadelphia chromosome-positive ALL compared to imatinib at 300 mg/m 2 per day and provided excellent control of central-nervous-system leukemia without the use of prophylactic cranial irradiation. Disclosures No relevant conflicts of interest to declare."
}