{
    "doi": "https://doi.org/10.1182/blood.V104.11.3437.3437",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=133",
    "start_url_page_num": 133,
    "is_scraped": "1",
    "article_title": "A Monoclonal Antibody to High Molecular Weight Kininogen Reduces Inflammation in the HLA-B27 Transgenic Rat Model of Inflammatory Bowel Disease and Arthritis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The HLA-B27 rat is a well-characterized model of human bowel disease, rheumatoid arthritis and psoriasis. Previous studies of chronic inflammation in other rat models of inflammatory disease have demonstrated activation of the kallilrein-kinin system (KKS) as well as modulation by a kallikrein inhibitor and HK deficiency. The effects of C11C1, a monoclonal antibody acting to inhibit cellular binding of high molecular weight kininogen (HK), were studied in the HLA-B27 transgenic rat. Thrice weekly intraperitoneal injections of C11C1 (1.9 mg/kg) or IgG 1 (6mg/kg) were given to male HLA-B27 transgenic rats for 3 weeks, beginning when the rats were 23 weeks old. Stool character was scored daily as a measure of intestinal inflammation, and the rear limbs were scored daily for clinical signs of arthritis, tarsal joint swelling and erythema. At the end of the experiment the animals were euthanized, and the colon and tarsal joint histologic lesions were examined. The histology sections were assigned a numerical score for colonic inflammation, synovitis, and cartilage damage. Activation of KKS was assessed by assays of plasma prekallikrein, HK, factor XI, and factor XII. Administration of the monoclonal antibody directed against HK rapidly decreased the clinical scores of inflammatory bowel disease from 3.0 ± 0 to 1.2 ± 0.2 (p<0.005) and arthritis from 12.0 ± 0 to 0.8 ± 0.8 (p<0.001). Histologic analyses confirmed significant reductions in colonic lesions from 7.7 ± 0.8 to 2.8 ± 0.9 (p=0.004) and synovitis from 9.5 ± 0.8 to 5.0 ± 1.0 (p=0.009). Decreased prekallikrein and HK levels were reversed by monoclonal antibody C11C1, providing evidence of KKS activation. A monoclonal antibody to kininogen appears to have therapeutic potential in human inflammatory bowel disease and arthropathies.",
    "topics": [
        "animals, transgenic",
        "arthritis",
        "hla-b27 antigen",
        "inflammation",
        "inflammatory bowel disease",
        "kininogen, high-molecular-weight",
        "monoclonal antibodies",
        "synovitis",
        "cartilage damage",
        "chronic inflammation"
    ],
    "author_names": [
        "Robin A. Pixley, Ph.D.",
        "Irma M. Sainz, M.D.",
        "James C. Keith, Jr., DVM, Ph.D.",
        "Irma Isordia-Salas, M.D.",
        "Yelena Leatherby, MS",
        "Leo M. Albert, BVMSc",
        "Robert W. Colman, M.D."
    ],
    "author_affiliations": [
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Cardiovascular and Metabolic Disease Research, Weyth Research, Cambridge, MA, USA"
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Cardiovascular and Metabolic Disease Research, Weyth Research, Cambridge, MA, USA"
        ],
        [
            "Cardiovascular and Metabolic Disease Research, Weyth Research, Cambridge, MA, USA"
        ],
        [
            "Sol Sherry Thrombosis Research Center, Temple University School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "40.00660499999999",
    "first_author_longitude": "-75.1522835"
}