{
    "doi": "https://doi.org/10.1182/blood.V124.21.304.304",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2932",
    "start_url_page_num": 2932,
    "is_scraped": "1",
    "article_title": "Pomalidomide, Bortezomib and Dexamethasone (PVD) for Patients with Relapsed Lenalidomide Refractory Multiple Myeloma (MM) ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Treatments For Relapsed/Refractory Disease; AL Amyloidosis",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "pomalidomide",
        "deep vein thrombosis",
        "leukopenia",
        "toxic effect",
        "alkylating agents",
        "anemia"
    ],
    "author_names": [
        "Martha Q. Lacy, MD",
        "Betsy R. LaPlant, MS",
        "Kristina M Laumann, BA",
        "Shaji Kumar, MD",
        "Morie A Gertz, MD",
        "Suzanne R Hayman, MD",
        "Francis Buadi, MD",
        "Angela Dispenzieri, MD",
        "John A. Lust, MD PhD",
        "Prashant Kapoor, MD",
        "Nelson Leung, MD",
        "Stephen J. Russell, MD PhD",
        "David Dingli",
        "Wilson I Gonsalves, MD",
        "Rafael Fonseca, MD",
        "P. Leif Bergsagel, MD",
        "Vivek Roy, MD",
        "Taimur Sher, MD",
        "Sikander Ailawadhi, MD",
        "Asher Chanan-Khan, MD",
        "A. Keith Stewart, MD",
        "Craig B. Reeder, MD",
        "S. Vincent Rajkumar, MD",
        "Joseph R. Mikhael, MD"
    ],
    "author_affiliations": [
        [
            "The Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic in Arizona, Scottsdale, AZ ",
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic in Arizona, Scottsdale, AZ"
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Background: Pomalidomide is an immunomodulatory agent (IMiD®) that has been approved for treatment of relapsed and refractory multiple myeloma (MM). Combinations of IMiDs and proteasome inhibitors offer the potential for deeper and more durable responses due to enhanced efficacy. Preliminary results of a phase 1 study of twice weekly bortezomib with pomalidomide have been reported with promising results (Richardson, ASH 2012). This phase I/II trial was designed to evaluate the maximum tolerated doses (MTD) as well as safety and efficacy of the combination of pomalidomide, once weekly bortezomib and dexamethasone (PVD) in patients with relapsed, lenalidomide refractory, MM. Patients and methods: We included patients with relapsed MM who had 1-4 prior lines of therapy and were resistant or refractory to lenalidomide. In the phase I portion of the trial, dose level 1 consisted of pomalidomide 4 mg days 1-21 PO, bortezomib 1.0mg/m 2 days 1,8,15, and 22 IV or SQ and dexamethasone 40 mg days 1,8,15, and 22 PO, given every 28 days. Bortezomib was increased to 1.3mg/m 2 for dose level 2 and and was adopted for the phase 2 portion. The primary aim of the phase I cohort was to determine the MTD of the combination, and for the phase II cohort was to evaluate the confirmed response rate (PR, VGPR, or CR) in relapsed refractory MM. Response was assessed by the IMWG criteria and toxicity was graded using the CTCAE v4.0. Results: 50 patients were accrued between March 2012 and July 2014 (dose level (DL)1: 3, DL 2: 6, Phase II: 41). We describe results in 47 patients treated at MTD and phase II. Median age was 66, 51% were female and median time from diagnosis to study was 46 months (15-142). Twenty five percent had mSMART defined high-risk status. Median number of prior regimens was 3. All patients had prior lenalidomide, 68% had stem cell transplant, 17% received thalidomide, 56% had alkylators and 57% had bortezomib. With median follow up of 9 months, 72% remain progression free, 96% are alive and 66% remain on treatment. The most common AEs at least possibly attributable to the combination were anemia, fatigue, leukopenia and thrombocytopenia; however, the majority of these were grade 1-2. Grade ≥3 AEs (regardless of attribution) that occurred in at least 3 patients included neutropenia (29), leukopenia (15), lung infection (6), lymphopenia (8) dyspnea (3) and syncope (3). DVT/PE occurred in one patient. Among the 42 patients who were evaluable, confirmed responses (PR, VGPR, or CR) were seen in 34 (81%) including sCR (3), CR (5), VGPR (8), PR (18). Confirmed responses were seen in 9 of 11( 82%) high risk patients. Median progression free survival was 17.7 months (95%CI: 9.5-NA). Conclusions: PVD is a highly effective combination in patients refractory to lenalidomide with confirmed responses in over 80%. Weekly administration of bortezomib enhanced the tolerability and convenience of this regimen. Toxicities are manageable, mostly consisting of mild cytopenias with no significant neuropathy or DVT. PVD is a highly attractive option in patients with relapsed and refractory MM. Disclosures Lacy: Celgene: Research Funding. Lust: Senesco: PI Other. Fonseca: Medtronic, Otsuka, Celgene, Genzyme, BMS, Lilly, Onyx, Binding Site, Millennium, AMGEN: Consultancy, patent for the prognostication of MM based on genetic categorization of the disease. He also has sponsored research from Cylene and Onyx Other, Research Funding. Stewart: Celgene: Consultancy; Novartis: Consultancy; Array BioPharma: Consultancy; BMS: Consultancy; Millenium: Research Funding. Reeder: Millennium, Celgene, Novartis: Research Funding. Mikhael: Onyx: Research Funding; Celgene: Research Funding; Sanofi: Research Funding; Novartis: Research Funding."
}