{
    "doi": "https://doi.org/10.1182/blood.V118.21.1635.1635",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2106",
    "start_url_page_num": 2106,
    "is_scraped": "1",
    "article_title": "Everolimus in Combination with Rituximab Induces Complete Responses in Heavily Pretreated Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 18, 2011",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "diffuse large b-cell lymphoma",
        "everolimus",
        "rituximab",
        "mtor serine-threonine kinases",
        "transplantation",
        "disease progression",
        "autologous stem cell transplant",
        "ribosomal protein s6 kinase",
        "allogeneic stem cell transplant",
        "biological markers"
    ],
    "author_names": [
        "Jeffrey A. Barnes, MD, PhD",
        "Eric Jacobsen, MD",
        "Yang Feng, PhD",
        "Arnold S. Freedman, MD",
        "Ephraim P. Hochberg, MD",
        "Ann S. LaCasce, MD",
        "Philippe Armand, MD, PhD",
        "Robin Joyce, MD",
        "Donna Neuberg, ScD",
        "David C. Fisher, MD",
        "Jeremy S. Abramson, MD"
    ],
    "author_affiliations": [
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Beth Israel Deaconess Medical Center, Boston, MA, USA"
        ],
        [
            "Biostatistical Science, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Center for Lymphoma, Massachusetts General Hospital Cancer Center, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3631542",
    "first_author_longitude": "-71.0688334",
    "abstract_text": "Abstract 1635 Background: Patients with diffuse large B cell lymphoma (DLBCL) who are primarily refractory to, or relapse after initial therapy with R-CHOP have a poor outcome and novel therapies are needed in these clinical scenarios. Pre-clinical data suggests that inhibition of mammalian target of rapamycin (mTOR) induces cell cycle arrest in DLBCL cell lines. We sought to investigate the activity of everolimus, a potent inhibitor of mTOR, combined with rituximab in this population Methods: We conducted a phase II study employing a Simon's optimal two-stage design. Eligible subjects had previously received ≥1 prior line of chemotherapy and had either relapsed after autologous stem cell transplantation or were not candidates for transplant. Everolimus was administered orally once daily at 10 mg on days 1–28 of a 28-day cycle. Rituximab 375mg/m2 was administered IV weekly during the first cycle, then on Day 1 of cycles 2–6. Subjects received up to 6 cycles of treatment in the absence of disease progression. Patients without disease progression after 6 cycles continued everolimus monotherapy for up to 6 additional cycles in the absence of disease progression. The primary end point was overall response rate (ORR) as defined by the Revised International Workshop Response Criteria (2007). Secondary endpoints included progression free survival (PFS) at 1 year, duration of response, toxicity, and correlation of response with baseline tissue AKT, pAKT, and p70 s6 kinase expression and p70 s6 kinase expression from PBMC during treatment. The study was designed with 90% power to show a 30% ORR, with a 10% ORR considered unworthy for further study. Results: Between July 2009 and June 2010, 25 eligible subjects were enrolled. The median age was 65 (range 33–87). The median number of prior therapies was 4 (range 1–7), median time from prior therapy was 31 months (range 4–261), and 5 (20%) of subjects had undergone prior autologous stem cell transplant. Nineteen (76%) patients presented with advanced stage at relapse, 16 (64%) had an elevated LDH and 10 (40%) had greater than 1 extranodal site at relapse. The median number of cycles completed was 2 (range 0–8) and 5 (20%) subjects received more than 6 cycles. The ORR was 24% (90% CI [11%-42%] with 2 subjects having a CR and 4 with a PR. The median duration of response was 11 months. One subject with a CR remained on therapy a total of 12 cycles and is alive and free of disease 8 months post treatment. A second subject with a relapse after allogeneic transplant obtained CR to everolimus and remains in remission after donor lymphocyte infusion. A third subject with a PR completed 6 cycles followed by a full intensity unrelated allogeneic transplant and is alive and well at 19 months post transplant. At a median follow of 4.4 months (range 1.8–15), 29% of patients remained progression-free (95%CI [11%,47%]). The median progression-free survival was 2.6 months (95% CI [1.7, 3.8]). Fourteen patients remain alive. Treatment was well tolerated with 10 episodes of grade 3/4 neutropenia but only 1 episodes of febrile neutropenia. There were 3 episodes of grade 3 hypertriglyceridemia and no episodes of hyperglycemia. Correlative studies including pharmacodynamic evidence of mTOR inhibition and baseline activation of the mTOR pathway are ongoing. Conclusions: These data indicate that the combination of everolimus with rituximab is well tolerated and able to induce responses in a proportion of subjects with relapsed DLBCL, some of which are sustained and may serve as a bridge to allogeneic stem cell transplantation. Ongoing correlative studies are assessing predictive biomarkers of response. Disclosures: Off Label Use: Everolimus is not FDA-approved for treatment of DLBCL. Hochberg: Genentech: Consultancy. Fisher: Genentech: Consultancy. Abramson: Novartis: Consultancy; Genentech: Consultancy."
}