{
    "doi": "https://doi.org/10.1182/blood.V116.21.1241.1241",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1738",
    "start_url_page_num": 1738,
    "is_scraped": "1",
    "article_title": "Is There a Clinical Benefit for Less Than a Complete Cytogenetic Response (CCyR) for Patients (Pts) with Chornic Myeloid Leukemia (CML) Receiving Tyrosine Kinase Inhibitors (TKI) as Second or Third Line Therapy? ",
    "article_date": "November 19, 2010",
    "session_type": "Chronic Myeloid Leukemia - Therapy: Poster I",
    "topics": [
        "brachial plexus neuritis",
        "cytogenetics",
        "leukemia, myeloid",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "bosutinib",
        "follow-up",
        "imatinib mesylate",
        "cytogenetic analysis",
        "human leukocyte interferon"
    ],
    "author_names": [
        "Jorge E. Cortes, MD",
        "Alfonso Quintas-Cardama, MD",
        "Elias Jabbour, MD",
        "Elizabeth Burton",
        "Susan O'Brien",
        "Srdan Verstovsek, MD, PhD",
        "Marina Konopleva, MD, PhD",
        "William G. Wierda, MD, PhD",
        "Gautam Borthakur, MD",
        "Farhad Ravandi, MD",
        "Hagop Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 1241 Background: Achieving a CCyR is the minimum acceptable response for pts with CML. This is based on the association of CCyR with prolonged survival. Thus, for a newly diagnosed patient with CML in CP not achieving a CCyR should be considered failure. With Interferon the rate of CCyR was low, but with imatinib >80% of pts achieve a CCyR, and with dasatinib or niloitnib as frontline therapy the rate may be >90%. However, for pts with resistance to frontline therapy only approximately 50% of pts achieve CCyR, and this rate is even lower with third line therapy. Thus, most pts receiving 2 nd or 3 rd line tyrosine kinase inhibitors (TKI) either do not respond or achieve responses that are less than a CCyR. The value of achieving a CCyR in this setting is undisputed; however, it is unclear whether lesser responses may also confer a survival advantage to pts treated in the 2 nd and 3 rd line setting compared to not responding at all. Aim: To investigate the clinical significance of achieving a response less than CCyR in pts with CML in CP treated with TKI. Methods: We analyzed the records of all pts with CML in CP receiving therapy with second generation TKI bosutinib, dasatinib, or niloitnib in prospective clinical trials. The cytogenetic response was recorded by standard criteria based on cytogenetic analysis in 20 metaphases. Survival was measured from the time of start of treatment with 2 nd or 3 rd TKI to last follow-up or death from any cause at any time. To account for time to achieve response, calculations for survival were done with a landmark analysis at 6 months. Results: A total of 161 pts were treated with 2 nd generation TKI bosutinib (n=51), dasatinib (n=64), or niloitnib (n=46) after imatinib failure and are evaluable for response. There were no significant differences between the pts treated with the 3 agents and thus their characteristics and outcome are presented together for the overall population. Their median age was 56 yrs (range, 21–92 yrs), median PS 0 (range, 0–2), and median time from diagnosis to treatment 70 months (4 – 70). The reason for imatinib failure was resistance in 127 (79%), intolerance in 29 (18%), and unknown in 5 (3%). The response to 2 nd TKI is presented in Table 1 . After a median follow up of 42 months, 105 (65%) of pts have been taken off study, most frequently because of resistance or progression (32%). The median survival has not been reached, and the 2-year probability of survival for all pts is 89%. Table 1 shows the survival probability for pts according to their best response to therapy. Pts who achieved CCyR had a superior survival probability (98% at 2 years). Pts with best response partial cytogenetic response (PCyR), minor cytogenetic response (mCyR) or CHR, no cytogenetic response had similar survival probabilities (84-88%), all of them significantly better than those with no response (43%). Another 18 pts were treated with bosutinib (n=9), dasatinib (n=4) or niloiotnib (n=5) after failure to 2 prior TKI. Their median age was 58 years (range, 22–79) and median time form diagnosis 69 months (12- 239). After a median follow-up of 30 months 13 (72%) have discontinued therapy. The median survival is 56 months. The response to 3 rd TKI and survival by best response to TKI is presented on table 1. The survival probability is significantly worse for pts not responding to therapy, but there is no significant difference in the 2-year probability of survival for pts achieving CCyR, PCyR or CHR only. Conclusions: Achievement of CCyR is unquestionably the optimal goal of therapy as it is associated with a survival advantage. However, in a salvage setting, pts achieving partial or minor cytogenetic responses, and perhaps those achieving a CHR, may also have a survival advantage over those not responding at all to therapy. Thus, when evaluating new therapies in pts with CML that are heavily pre-treated and who are much less likely to achieve CCyR, agents that induce at least these lesser responses should be considered of potential benefit to pts.  Best response . 2 nd line . 3 rd line . No. . % . % alive at 24 mo . No. . % . % alive at 24 mo . CCyR  73 45 96 5 28 80 PCyR  14 9 85 2 11 100 mCyR  28 17 88 - - - CHR, no CyR  25 16 84 7 39 71 No CHR, no CyR  11 7 43 4 22 50 Best response . 2 nd line . 3 rd line . No. . % . % alive at 24 mo . No. . % . % alive at 24 mo . CCyR  73 45 96 5 28 80 PCyR  14 9 85 2 11 100 mCyR  28 17 88 - - - CHR, no CyR  25 16 84 7 39 71 No CHR, no CyR  11 7 43 4 22 50 View Large Disclosures: Cortes: Novartis: Research Funding; BMS: Research Funding; Pfizer: Research Funding; Pfizer: Consultancy. Quintas-Cardama: Novartis: Consultancy; BMS: Consultancy. O'Brien: Novartis: Research Funding; BMS: Research Funding. Verstovsek: INCYTE: Research Funding. Ravandi: Bristol Myers Squibb: Honoraria, Research Funding; Novartis: Honoraria, Speakers Bureau. Kantarjian: Novartis Pharmaceuticals: Research Funding; Bristol Myers Squibb: Research Funding."
}