{
    "doi": "https://doi.org/10.1182/blood.V106.11.3830.3830",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=370",
    "start_url_page_num": 370,
    "is_scraped": "1",
    "article_title": "Inter-Site Validation of a Single Breath Hold T2* MR Technique for Heart and Liver Iron Measurement. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background Approximately 60,000 people are born with thalassaemia major every year. The average life expectancy of thalassaemia major patients is 35 years due to iron overload Cardiomyopathy. The cardiomyopathy is reversible when treated early, but once heart failure is established it is often rapidly progressive, and unresponsive to treatment. The single breath hold (SBH) T2* technique has been validated as the most robust and reproducible non-invasive measurement of myocardial and iron load. Our aim in this study was to validate the transferability and reproducibility of this technique in different scanners worldwide. Methods We aim to compare the reproducibility in six different sites worldwide as part of an NIH funded grant (R01-DK66084-01). So far, two of these sites have been validated: Singapore (Siemens Sonata, 1.5T scanner) and Cagliari, Italy (GE Signa, 1.5 T scanner). At both validation sites, 10 patients were scanned for heart and liver T2*, and scans were repeated for interstudy reproducibility. All patients then flew to London to be rescanned on our reference Siemens Sonata scanner. Results Of the 20 patients scanned, 70% had myocardial iron loading (T2* <20ms) and in 10% the myocardial iron loading was severe. Liver iron loading was present in 65% of patients and in 30% this was severe. The coefficient of variation (COV) for the heart T2* measurements between the local sites and London was 5.9% and 4.9% yielding an average coefficient of variation across both sites of 5.4% (figure 1). The coefficient of variation (COV) for the liver T2* measurements between the local sites and London was 11.3% and 3.9% yielding an average coefficient of variation across both sites of 7.6% (figure 2). There was no significant correlation between liver and myocardial loading. Conclusion These are the first data demonstrating the transferability of the SBH T2* technique and the clinical validation from the 2 collaborating centers were excellent for both heart and liver measurements. Further MR sites confirmed for validation include Children’s Hospital of Philadelphia (USA); Ramathibodi Hospital, Bangkok (Thailand); and Chinese University Hong Kong. Figure 1 View large Download slide Figure 1 View large Download slide Figure 2 View large Download slide Figure 2 View large Download slide",
    "topics": [
        "cardiomyopathy",
        "cooley's anemia",
        "heart",
        "heart failure",
        "iron",
        "iron measurement",
        "iron overload",
        "liver",
        "transverse spin relaxation time",
        "zaleplon"
    ],
    "author_names": [
        "Paul Kirk, MBBS, BSc, MRCP",
        "Lisa J. Anderson, MD",
        "Mark A. Tanner, MBBS",
        "Renzo Galanello, MD",
        "Gildo Matta, MD",
        "Ru S. Tan, MD",
        "Ivg Ng, MD",
        "Angie Lai, MD",
        "Kevin Chen, MD",
        "David N. Firmin, MD",
        "Dudley J. Pennell, MD, FRCP, FESC, FACC"
    ],
    "author_affiliations": [
        [
            "Cardiac MR Unit, Royal Brompton Hospital, National Heart and Lung Institute, Imperial College, London, Greater London, United Kingdom",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Cardiac MR Unit, Royal Brompton Hospital, National Heart and Lung Institute, Imperial College, London, Greater London, United Kingdom",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Cardiac MR Unit, Royal Brompton Hospital, National Heart and Lung Institute, Imperial College, London, Greater London, United Kingdom",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Haematology Department, Ospedale Microcitemico, Cagliari, Italy",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Radiology Department, Ospedale Microcitemico, Cagliari, Italy",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Radiology Department, Kandang Kerbau Hospital, Singapore City, Singapore",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Haematology Department, Kandang Kerbau Hospital, Singapore City, Singapore",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Haematology Department, Kandang Kerbau Hospital, Singapore City, Singapore",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Radiology Department, Kandang Kerbau Hospital, Singapore City, Singapore",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Cardiac MR Unit, Royal Brompton Hospital, National Heart and Lung Institute, Imperial College, London, Greater London, United Kingdom",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ],
        [
            "Cardiac MR Unit, Royal Brompton Hospital, National Heart and Lung Institute, Imperial College, London, Greater London, United Kingdom",
            "Radiology, Singapore General Hospital, Singapore City, Singapore"
        ]
    ],
    "first_author_latitude": "51.490088799999995",
    "first_author_longitude": "-0.1720043"
}