{
    "doi": "https://doi.org/10.1182/blood.V110.11.4517.4517",
    "article_title": "Methylseleninic Acid (MSA) Decreases DNA Synthesis, Induces Cell Death, and Sensitizes Both Rituximab Sensitive and Rituximab-Resistant Non-Hodgkin’s Lymphoma Cell Lines to the Anti-Tumor Activity of Cisplatin and Gemcitabine. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Selenium (Se) is an essential trace element with antioxidant properties. Examination of the dietary intake of Se in more than 25 countries found an inverse correlation with total age-adjusted cancer mortality. In addition, other investigator had shown that low serum levels of Se correlate with an adverse outcome in patients with diffuse large B-cell lymphoma (DLBCL) undergoing anthracycline-base chemotherapy. Various Se compounds had been developed and are undergoing preclinical testing such as MSA or Sodium selenite (SS). SS has been shown to decrease PKCg activity and induce apoptosis in murine lymphomas. In an attempt to further evaluate the role of Se in human lymphomas we studied the effects of MSA in a panel of rituximab-sensitive (RSCL) and rituximab-resistant cell lines (RRCL). Resistant clones were generated by chronic exposure of Raji, RL or DHL-4 cells to escalating doses of rituximab with (4RH) or without (2R) human complement. Functional assays were performed to demonstrate decrease in rituximab sensitivity on RRCL. In addition, resistance to chemotherapy (CDDP, doxorubicin, vincristine, etc.) agents was demonstrated in RRCL. Lymphoma cells were exposed in vitro to MSA (0 to 5mM) with or without CDDP (0 to 10mM) or gemcitabine (0 to 10mM). Following a 72 hour-period of MSA-drug exposure, changes in mitochondrial potential were determined by alamar blue reduction measured at 30 minutes intervals over a 48 hr period. In addition, changes in DNA synthesis and cell proliferation following drug exposure were performed using standard [3H]-thymidine incorporation assays. MSA induced dose-dependent cell death and a decrease in DNA synthesis in all the cell lines tested (both RSCL and RRCL). Up to a 50% reduction in mitochondrial potential and cell viability was observed in RRCL or RSCL exposed to 5mM of MSA. Incubation of RSCL and RRCL to 5mM of MSA induced synergistic cytotoxic and anti-proliferative effects when combined with CDDP or gemcitabine. Our data demonstrates that MSA is active against various RSCL and RRCL and potentiates the anti-tumor effects of chemotherapy agents. Our findings strongly suggest that MSA added to systemic chemotherapy (i.e. combination of gemcitabine and cisplatin) may result in a novel and potent salvage regimen against relapsed/refractory B-cell lymphomas.",
    "topics": [
        "cell death",
        "cell lines",
        "cisplatin",
        "dna chemical synthesis",
        "gemcitabine",
        "lymphoma, non-hodgkin",
        "neoplasms",
        "rituximab",
        "chemotherapy regimen",
        "lymphoma"
    ],
    "author_names": [
        "Francisco J. Hernandez-Ilizaliturri, MD",
        "Minhas Ali, MD",
        "Joy Knight, MS",
        "Youcef M. Rustum, PhD",
        "Myron S. Czuczman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francisco J. Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA",
                "Medical Oncology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Minhas Ali, MD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joy Knight, MS",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youcef M. Rustum, PhD",
            "author_affiliations": [
                "Cancer Biology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron S. Czuczman, MD",
            "author_affiliations": [
                "Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA",
                "Medical Oncology, Roswell Park Cancer Institute, Buffalo, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T02:10:16",
    "is_scraped": "1"
}