{
    "doi": "https://doi.org/10.1182/blood.V118.21.603.603",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2052",
    "start_url_page_num": 2052,
    "is_scraped": "1",
    "article_title": "Discontinuation of Imatinib in Patients with Chronic Myeloid Leukemia Who Have Maintained Complete Molecular Response: Update Results of the STIM Study ",
    "article_date": "November 18, 2011",
    "session_type": "632. Chronic Myeloid Leukemia - Therapy: New Drugs, New Procedures",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "brachial plexus neuritis",
        "cardiac mri",
        "bcr-abl tyrosine kinase",
        "duration of treatment",
        "polymerase chain reaction",
        "quantitative real-time polymerase chain reaction",
        "cancer",
        "dasatinib"
    ],
    "author_names": [
        "Francois-Xavier Mahon, MD, PhD",
        "Delphine Rea, MD",
        "Joelle Guilhot",
        "Francois Guilhot",
        "Françoise Huguet, MD",
        "Franck E. Nicolini, MD, PhD",
        "Laurence Legros",
        "Aude Charbonnier",
        "Agnès Guerci, MD",
        "Bruno R. Varet, MD",
        "Gabriel Etienne, MD, PhD",
        "Josy Reiffers, MD",
        "Philippe Rousselot, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Inserm U1035, Universite Victor Segalen, Bordeaux, France, "
        ],
        [
            "Service des Maladies du Sang et EA3518, Hopital Saint Louis, Paris, France, "
        ],
        [
            "CIC-P Inserm 802, Centre Hospitalier Jean Bernard, Poitiers, France, "
        ],
        [
            "CIC Inserm 0802, CHU de Poitiers, Poitiers, France, "
        ],
        [
            "Hôpital Purpan, Université Toulouse, Toulouse, France, "
        ],
        [
            "Hopital Edouard Herriot, Lyon, France, "
        ],
        [
            "Service d'Hématologie, Hopital de l'Archet, Nice, France, "
        ],
        [
            "Institut Paoli-Calmettes, marseille, France, "
        ],
        [
            "CHU Nancy, Nancy, France, "
        ],
        [
            "Hematology Dept., Paris Descartes Univ. Necker Hospital, Paris, France, "
        ],
        [
            "Institut Bergonié, Bordeaux, "
        ],
        [
            "CRLCC Institut Bergonié, Bordeaux, France, "
        ],
        [
            ", Hopital de Versailles. Université Versailles Saint Quentin en Yvelines, Le Chesnay, France"
        ]
    ],
    "first_author_latitude": "44.825513",
    "first_author_longitude": "-0.6055619999999999",
    "abstract_text": "Abstract 603 Background: Imatinib treatment significantly improves survival in patients (pts) with CML. We previously demonstrated that Imatinib could be safely discontinued in pts with a complete molecular response (CMR) of at least 2 years duration and reported an interim analysis on 69 pts having at least 12 months of follow-up (FU) (Lancet oncology, 2010;11: 1029–1035). Little is known about whether treatment can safely be discontinued in the long term. The FU of this pt population is therefore crucial. Herein we aim to present the updated results from the first 100 pts included in the STIM study with a longer FU. Methods: In this multicentre, non-randomized Stop Imatinib (STIM) study, imatinib (of >2 years duration) was discontinued in CML pts with who were aged 18 years and older and in CMR sustained for at least 2 years. Pts that had undergone immunomodulatory treatment (apart from interferon α), treatment for other malignancies, or allogeneic haematopoietic stem-cell transplantation were excluded. Rate of relapse was assessed by use of RT-PCR and was defined as positivity of BCR–ABL transcripts in quantitative RT-PCR with a ratio of BCR–ABL to ABL of 0.001 or more, as confirmed by a second analysis point, indicating the increase (at least 1log) in relation to the first analysis point at two successive assessments. Quantitative RT-PCR for BCR–ABL transcripts from peripheral blood was performed every month during the first year and every 2 months thereafter. Beyond 2 years, molecular biology FU was performed every 3 months. Results: From July 9, 2007, to Dec 17, 2009, 100 pts (48 men, 52 women) with CML and a median age of 63 years (range 29–80) were recruited in the STIM trial. The median FU of the first 100 pts enrolled was 30 months (range 9–45) with a mean of 30 months. After imatinib was discontinued, a molecular relapse occurred in 61 pts with 58 relapses occurring during the first 7 months and 3 late relapses at month 19, 20 and 22, respectively. The overall probability of maintenance of CMR at 24 and 36 months was 39% (95% CI 29–48). We confirmed that all patients were sensitive to an imatinib re-challenge. Among the 61 with molecular recurrence, 56 regained CMR after imatinib re treatment. A median time of 4 months (range 0–21) was necessary for CMR to recur. Five pts did not return to CMR, 4 pts were continuously free of treatment with a median BCR-ABL level of 0.15% (0.05 to 0.3) at last evaluation and one received dasatinib due to a BCR-ABL level of 6.6%, i.e corresponding to a loss of a complete cytogenetic response. Among the 39 pts without confirmed molecular relapse, 5 exhibited clearly a fluctuation in BCR-ABL transcripts levels with a median FU of 22 months (6-35). Sokal risk group was available for 95% of pts and among the 11 pts with high sokal score 10 relapsed. The probability to be in stable CMR after discontinuation was significantly better for the low risk group (55% at 24 months, p<0.001) as compared to intermediate and high risk group. Using multivariate analysis, we confirmed that Sokal risk score (low vs intermediate vs high; p=0.0009) and Imatinib therapy duration (<60 months vs ≥60 months p=0.0183) were 2 independent prognostic factors for prediction of molecular relapse after imatinib cessation. Taking into account the cost of imatinib and the number of months without treatment in the total study population at last analysis, the savings within the STIM trial were estimated at 4 million Euros. Conclusion: Imatinib can be safely discontinued in pts with a CMR of at least 2 years duration. This category of pts might be cured from CML with tyrosine kinase inhibitors. Cure may not require the eradication of residual leukemic stem cells since it has been reported that the more sensitive PCR on DNA or RNA to assess CMR does not allow the prediction of relapse after discontinuation. In addition with this longer FU, positive fluctuation PCR results do not mean CML relapse or progression. It is thus conceivable that below a threshold of residual leukemic cells the inherent nature of the disease (illustrate by the Sokal score) and the duration of therapy are probably the most important factors to predict relapse after discontinuation. Disclosures: Mahon: Novartis Pharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Honoraria; Pfizzer: Honoraria."
}