{
    "doi": "https://doi.org/10.1182/blood.V124.21.390.390",
    "article_title": "Selective Inhibition of the Leukemia Fusion Protein CBFβ-SMMHC By Small Molecule AI-10-49 in the Treatment of Inv(16) AML ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: New Drugs II",
    "abstract_text": "The leukemia fusion protein CBFβ-SMMHC, associated with acute myeloid leukemia (AML) with chromosome inversion inv(16)(p13q22), is a driver mutation in leukemia development. Studies by our laboratory and others have established that CBFβ-SMMHC outcompetes CBFβ for binding to RUNX1, deregulates RUNX1 transcription factor activity in hematopoiesis, and induces AML. Studies in mice and patient AML cells support the concept that CBFβ-SMMHC generates pre-leukemic myeloid progenitors, which acquire cooperating mutations to progress to leukemia. Current inv(16) AML treatment using non-selective cytotoxic chemotherapy results in a good initial response, but long-term survival is approximately 60%. This suggests that additional efforts are necessary for the development of improved therapeutic response for CBF AML patients. We have identified AI-4-57 as the active compound that inhibits CBFβ-SMMHC/RUNX1 binding (IC 50 = 22 uM), using a screen of the NCI diversity set library. AI-4-57 specifically binds to the CBFβ portion of CBFβ-SMMHC, as determined by NMR. This compound was modified in order to improve its potency and stability, and identified the divalent derivative AI-10-49 for further characterization. AI-10-49 showed increased potency (IC 50 = 0.26 µM) improved in vivo pharmacokinetics (serum t 1/2 = 380 min), and enhanced activity in inv(16) positive ME-1 cells (IC 50 = 0.6 uM). Importantly, AI-10-49 showed negligible activity (IC 50 >25 μM) in normal human bone marrow, defining a robust potential therapeutic window. Co-immunoprecipitation assays of ME-1 cells demonstrated that AI-10-49 (1µM for six hours) effectively and specifically dissociated RUNX1/CBFβ-SMMHC when compared to CBFβ/RUNX1 binding (Mean diss : 90% and 15%, respectively). Expression of RUNX1 target genes RUNX3 , CSF1R , and CEBPA is repressed by CBFβ-SMMHC in inv(16) AML. The occupancy of RUNX1 in their promoters was significantly increased by chromatin-immunoprecipitation (8, 2.2, and 8 fold, respectively) in 6 hour treated (1µM AI-10-49) ME-1 cells, suggesting that CBFβ-SMMHC represses RUNX1 targets by blocking RUNX1 binding to target regulatory sites. In addition, RUNX3 , CSF1R , and CEBPA expression increased 2 to 8 fold when compared to DMSO treated ME-1 cells. Importantly, RUNX1 occupancy and target expression changes were not observed in inv(16)-negative U937 cells. These data establish AI-10-49 selectivity in inhibiting CBFβ-SMMHC binding to RUNX1 and validate our approach of using bivalent inhibitors to achieve this specificity. To test AI-10-49 activity in vivo , mice were transplanted with leukemic cells expressing CBFβ-SMMHC and Nras G12D (from Cbfb +/MYH11 :Ras +/G12D knock-in mice), and treated, starting at day five post transplantation, with vehicle (DMSO) or 200 mg/kg AI-10-49 for ten days. The median latency of leukemia was delayed one fold in AI-10-49 treated mice (ML AI-10-49 = 61 days, ML DMSO = 33.5 days, P =2.7x10 -6 ; Log-rank test). In addition, toxicity assays revealed no detectable cumulative toxicity in mice treated with AI-10-49 for seven days. To test the efficacy of AI-10-49 in human inv(16) AML, the survival of four inv(16) and four normal karyotype AML patient samples were tested in 48 hour dose response assays. The viability of inv(16) patient cells was clearly reduced by AI-10-49 (viability: 50%, 10 μM AI-10-49/DMSO). In contrast, the viability of normal karyotype AML samples was unaffected at concentrations below 20µM. These studies show that AI-10-49 selectively inhibits viability in inv(16) AML blasts, while having negligible effects on AML blasts with normal karyotype or on normal human hematopoietic progenitors. Dysregulated gene expression is a hallmark of cancer and is particularly important for the maintenance of cancer stem cells, such as self-renewal, leading to relapse. The targeting of proteins that drive transcriptional dysregulation, so called “transcription therapy”, represents an avenue for drug development with immense potential. This study reports the development of a small molecule with high efficacy and specific in the inhibition of CBFβ-SMMHC activity while having a minimal effect on CBFβ function. In summary, AI-10-49 is a potent first generation CBFβ-SMMHC inhibitor that induces cell death in inv(16) AML cells and establishes a proof-of-principle that transcription factor fusion oncoproteins can be directly targeted for leukemia treatment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fusion proteins",
        "leukemia",
        "small molecule",
        "dimethyl sulfoxide",
        "karyotype determination procedure",
        "ccaat/enhancer binding protein alpha",
        "immunoprecipitation",
        "macrophage colony-stimulating factor receptor",
        "toxic effect",
        "transcription factor"
    ],
    "author_names": [
        "John Anto Pulikkan, PhD",
        "Anuradha Illendula, PhD",
        "Jolanta Grembecka",
        "Liting Xue",
        "Roger Rajewski",
        "Monica L. Guzman, PhD",
        "John H. Bushweller, PhD",
        "Lucio H. Castilla, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "John Anto Pulikkan, PhD",
            "author_affiliations": [
                "Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anuradha Illendula, PhD",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jolanta Grembecka",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liting Xue",
            "author_affiliations": [
                "University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger Rajewski",
            "author_affiliations": [
                "University of Kansas, Lawrence, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica L. Guzman, PhD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H. Bushweller, PhD",
            "author_affiliations": [
                "University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucio H. Castilla, PhD",
            "author_affiliations": [
                "Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:10:03",
    "is_scraped": "1"
}