{
    "doi": "https://doi.org/10.1182/blood.V122.21.3216.3216",
    "article_title": "Car-Bird [Carfilzomib, Clarithromycin(Biaxin (R) ), Lenalidomide/(Revlimid (R) ), Dexamethasone) For Newly-Diagnosed Multiple Myeloma ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background Carfilzomib (Cfz) synergizes with lenalidomide and dexamethasone (Len-dex) to provide impressive response rates as upfront treatment of multiple myeloma (MM) (Jakubowiak et al 2012). The addition of clarithromycin to Len-dex has shown superior time to progression compared to Len-dex alone (Gay et al 2010). We hypothesized that sequential treatment with Cfz-dex and BiRD would lead to enhanced efficacy, response duration, and tolerability. We thus tested a sequential approach of upfront carfilzomib / dexamethasone, consolidation with BiRd, and lenalidomide maintenance to evaluate overall response and safety as first line therapy for MM. Methods Twenty-four patients (pts) with symptomatic untreated MM were enrolled in a single institution study to evaluate the efficacy and tolerability of Car-BiRd. Car-BiRd therapy is: Cfz IV over 30 minutes on Days 1, 2, 8, 9, 15, 16 of a 28-day cycle at a dose of 20mg/m 2 on days 1, 2 of the 1 st cycle only and 45mg/m 2 for each successive dose thereafter and dex 40mg on D1, 8, 15, 22. Cfz-dex was continued until plateau in disease response defined as unchanged M-protein for 2 cycles. Elective autologous stem cell collection was then performed per physician and patient discretion and consolidation with BiRd initiated. Transplant ineligible pts proceeded directly to BiRd. BiRd is: Clarithromycin 500mg BID, lenalidomide 25mg daily on D1-21, and dex 40mg daily D1, 8, 15, 22 of 28-day cycle. Therapy was continued until a 2 nd plateau in disease response after which lenalidomide maintenance at a dose of 10mg daily D1-21 of 28 day cycle was continued until disease progression or intolerability. Results 24 pts have currently been enrolled; 23 have completed at least 1 cycle of therapy and were evaluable for response. Sixteen pts (67%) harbored high-risk cytogenetics, as defined by the presence of one or more of the following on iFISH: del 17p, gain 1q, del 1p, t(4;14), t(14;16), or complex karyotypic abnormalities. Median study follow-up was 30.8 weeks (range 4.5-62.2). Response to the Car-BiRD regimen was: overall response rate (ORR) 87%, stringent complete response (sCR) 13%, very good partial response (VGPR) 48%, partial response (PR) 26%, stable disease (SD) 13%. Maximum response to the Cfz-dex induction was: ORR 87%, sCR 9%, VGPR 39%, PR 35%, SD 13%. Median time to PR and maximum response with Cfz-dex was 2 cycles (range 1-2) and 4 cycles (range 1-5) respectively. Median M-spike percentage decrease with Cfz-dex was 92% (range 13-100%). Twelve pts thereafter received BiRD consolidation with 5 pts (41%) further decreasing the M-spike by a median of 8% (range 1-45%). A median of 3 cycles (range 2-7) of BiRD was given until a 2 nd response plateau was achieved. Seven pts subsequently received lenalidomide and all have maintained their response after a median of 5 cycles (range 1-8) of follow-up. Seven pts (30%) have come off study, 2 (8%) secondary to disease progression (1 during Car-Dex and 1 during BiRD) and 5 pts (22%) due to toxicity (2 pts due to Grade III renal failure, both attributable to Cfz, and 2 pts due to Grade III CHF during Cfz-Dex, 1 attributable to Cfz; 1 pt with Grade III Thromboembolic event during BiRD, attributable to Len-dex). Discussion This is the first prospective study evaluating the response to induction Cfz/Dex in treatment-naïve MM. Cfz/Dex therapy appears safe and effective in newly diagnosed myeloma patients. Responses deepen with subsequent IMiD (R) -based consolidation and maintenance. Toxicities due to each component of the regimen were manageable. The ORR of 87% and rate of VGPR or better of 61% in group with a high percentage of unfavorable cytogenetics compares favorably to similar studies using 1 st generation proteasome inhibitor combinations, and may continue to improve with longer study follow-up. Disclosures: Mark: Onyx: Research Funding, Speakers Bureau; Millennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Off Label Use: Carfilzomib is not approved for front line use in myeloma. Rossi: Celgene: Speakers Bureau. Zafar: Onyx: Speakers Bureau; Millennium: Speakers Bureau; Celgene: Speakers Bureau. Pekle: Millennium: Speakers Bureau; Celgene: Speakers Bureau. Niesvizky: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Consultancy, Honoraria, Research Funding, Speakers Bureau; Millennium: The Takeda Oncology Company: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "aves",
        "carfilzomib",
        "clarithromycin",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "follow-up",
        "disease progression",
        "m-spike"
    ],
    "author_names": [
        "Tomer M Mark, MD, MSc",
        "John N. Allan, MD",
        "Geoffrey Marano",
        "Adriana C Rossi, MD",
        "Roger N Pearse, MD, PhD",
        "Faiza Zafar, PA",
        "Linda Tegnestam, RN",
        "Karen Pekle, NP",
        "David Jayabalan, B.S.M.S",
        "Morton Coleman, MD",
        "Scott A Ely, MD, MPH",
        "Ruben Niesvizky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomer M Mark, MD, MSc",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John N. Allan, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geoffrey Marano",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana C Rossi, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger N Pearse, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiza Zafar, PA",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Tegnestam, RN",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Pekle, NP",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Jayabalan, B.S.M.S",
            "author_affiliations": [
                "Pathology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morton Coleman, MD",
            "author_affiliations": [
                "Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott A Ely, MD, MPH",
            "author_affiliations": [
                "Pathology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Weill Cornell Medical College, New York, NY, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T06:44:12",
    "is_scraped": "1"
}