{
    "doi": "https://doi.org/10.1182/blood.V104.11.4195.4195",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=217",
    "start_url_page_num": 217,
    "is_scraped": "1",
    "article_title": "New Role of the Regulatory Gene SOX2 in Hematopoiesis. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Several genes encoding transcription factors of different families have been implicated in the development and differentiation of multiple cell systems. The Sry-type high-mobility-group box 2 gene ( Sox2 ) encodes a transcription factor that is expressed in very early cells such as embryonic stem cells and neural stem cells, where it plays important functional roles ( Genes and Dev.  17 : 126 , 2003 ; Development  131 : 3805 , 2004 ). To investigate whether Sox2 plays a role also in blood cell production, we first analyzed its expression in murine hematopoietic cells. Results indicate that the gene is transcriptionally active at low levels in primitive progenitors. Furthermore, in order to address the functional implication of Sox2 in hematopoiesis we analyzed mature and precursor cells in mutant mice compound heterozygotes for a null Sox2 allele and for the deletion of a Sox2 5′ enhancer, as the complete inactivation of the gene in homozygosis is embryonic lethal. At the peripheral blood level we did not detect significant variations in the mutants. However analysis of bone marrow precursors in clonogenic assays showed that Sox2 knock-down mice exhibited a significant increase in the number of multipotent precursors, as compared to wild type animals. Moreover, bone marrow cells of wild type and mutant mice were analyzed for the expression of a panel of regulatory genes involved in the control of different somatic stem cells. Preliminary evidence suggests that some of these genes are modulated in the mutant cells. These observations support the view that Sox2 plays a role at early stages of blood cell production, providing further evidence that common molecular mechanisms may be involved in the regulation of several different types of multipotent cells.",
    "topics": [
        "genes, regulator",
        "hematopoiesis",
        "mobility",
        "transcription factor",
        "mice",
        "blood cells",
        "adult stem cells",
        "bone marrow",
        "bone marrow cells",
        "embryo"
    ],
    "author_names": [
        "Elena Levantini, PhD",
        "Francesca Bertolotti",
        "Francesco Cerisoli",
        "Anna L. Ferri, PhD",
        "Elisa Brescia",
        "Daniele Galvagno",
        "Daniel G. Tenen, MD",
        "Sergio Ottolenghi, MD",
        "Silvia K. Nicolis, PhD",
        "Maria C. Magli, PhD"
    ],
    "author_affiliations": [
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy",
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy"
        ],
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy"
        ],
        [
            "Dipartimento di Biotecnologie e Bioscienze, Universita’ di Milano-Bicocca, Milan, Italy"
        ],
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy"
        ],
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy"
        ],
        [
            "Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Dipartimento di Biotecnologie e Bioscienze, Universita’ di Milano-Bicocca, Milan, Italy"
        ],
        [
            "Dipartimento di Biotecnologie e Bioscienze, Universita’ di Milano-Bicocca, Milan, Italy"
        ],
        [
            "Istituto di Tecnologie Biomediche, CNR, Pisa, Italy"
        ]
    ],
    "first_author_latitude": "43.7193483",
    "first_author_longitude": "10.423840400000001"
}