{
    "doi": "https://doi.org/10.1182/blood-2021-145245",
    "article_title": "The Outcome of Fatherhood in Patients with Philadelphia Negative Myeloproliferative Neoplasms, a Single Institution Experience\" ",
    "article_date": "November 5, 2021",
    "session_type": "634.Myeloproliferative Syndromes: Clinical and Epidemiological",
    "abstract_text": "Introduction Fertility is a complicated subject, it involves more than one individual, and it has profound psychological and economic implications. Moreover, it is affected by several factors, including age, presence of systemic disease, exposure to environmental toxins, medications, or radiation. Compared to the general population, fertility in patients with malignancy is a more complex topic. Cancer survivors, both male and female, may have reduced fertility due to cancer itself or the treatment received. This includes patients with Myeloproliferative neoplasms (MPN), especially that more patients are diagnosed at younger age and patients had good survival and quality of life. As a result, questions regarding fertility and fatherhood are rising, and the effect of the disease and treatment on male fertility is a big concern. There are limited studies that assessed fatherhood in Philadelphia-negative myeloproliferative neoplasms. Methods This is a single-center, mixed-design study (retrospective + phone interviews) conducted within the National Center for Cancer Care and Research. The aim is to evaluate fertility in the Philadelphia-negative MPN male patients and the effect of treatment received on male fertility and the outcome. Inclusion Criteria: Male patients, adult male patients aged >=18 years old, diagnosed with Philadelphia negative MPN (ET PV MF PMF) According to 2008 2016 WHO criteria and actively receiving treatment including tyrosine kinase inhibitors including (hydroxyurea, interferon, and ruxolitinib ) with the following: -patients with no previous fertility problems will be included in the study. -Patients with no known issues with regards to fertility (fertility is intact) will be included in the study. -Patients who developed fertility issues after diagnosis of Philadelphia negative MPN (ET PV MF PMF), who has been evaluated by an andrologist, and evaluation concluded it is related to treatment. Exclusion criteria: - Patient with Philadelphia positive MPN - Patients not fulfilling inclusion criteria are as follow: -Patient was known to have infertility before the diagnosis of Philadelphia-negative MPN. -Patient with infertility after Diagnosis of Philadelphia negative MPN (ET PV MF PMF): If a Clear underlying cause of infertility is not related to treatment, participants will be excluded from the study. if no evaluation was done for infertility or no clear cause for infertility, the patient will be excluded. The mother has documentation by gynecologist for infertility, or after examining the abortion, stillbirth or IUFD and checking the chromosomal analysis (any mother-related cause, whether endogenous or exogenous)will be excluded. Results: Of 120 patients interviewed, only 19 patients (15.7%) had met the inclusion criteria (Figure 1). The majority of patients had lost follow-up or cannot be contacted, and 29.1% of patients had their families completed by the time of diagnosis. The treatment received includes hydroxyurea, interferon, and ruxolitinib. The mode of delivery was normal vaginal delivery in 68% of the pregnancies. The total number of conceptions was 27; three stillbirths were reported; one intrauterine fetal death and one baby of a twin died in utero (table 1). Discussion and Conclusion: A significant percentage of patients diagnosed with Ph-negative MPN are young; the mean age of patients meeting the inclusion criteria at the time of diagnosis was 35 years. This means that a large number of patients are in the reproductive age group or are sexually active. Having a diagnosis of MPN will put these patients in huge psychological distress due to the unknown outcome about their fertility and sexual life and the fear of possible consequences on their children. The data showed that most MPN male patients on treatment had their offspring born normally with no delivery complications, no reported congenital anomaly or growth retardation, and no report of MPN-related cancers. Though, further studies with a larger sample size are required to fully understand the effect of medications on the outcome of fatherhood Philadelphia negative MPN patients. Nonetheless, a call for attention for better education to patients starting on medications addressing the possible psychological fear or concerns of having an unsatisfactory effect on their fertility/offspring, targeting better acceptance and adherence to treatment. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Elrazi Awadelkarim Ali",
        "Mohammad Abu-Tineh",
        "Yousef Hailan",
        "Qusai Ali Al-maharmeh",
        "Zakaria Omar Maat",
        "Anas M Babiker",
        "Bashir Ali",
        "Abdellatif Salah Ismail",
        "Mohamed A Yassin"
    ],
    "author_dict_list": [
        {
            "author_name": "Elrazi Awadelkarim Ali",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Abu-Tineh",
            "author_affiliations": [
                "Hematology Oncology Department, National Centre For Cancer Care & Research, Doha, Qatar"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yousef Hailan",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qusai Ali Al-maharmeh",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zakaria Omar Maat",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas M Babiker",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bashir Ali",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdellatif Salah Ismail",
            "author_affiliations": [
                "Internal Medicine, Hamad Medical Corporation, Doha, Qatar"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed A Yassin",
            "author_affiliations": [
                "Hematology Oncology Department, National Centre For Cancer Care & Research, Doha, Qatar"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T06:42:36",
    "is_scraped": "1"
}