{
    "doi": "https://doi.org/10.1182/blood.V112.11.1435.1435",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1173",
    "start_url_page_num": 1173,
    "is_scraped": "1",
    "article_title": "Pulmonary Function in Children with Sickle Cell Anemia Following Treatment with Hydroxyurea. ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "child",
        "hydroxyurea",
        "pulmonary function",
        "sickle cell anemia",
        "pulmonary function tests",
        "pulmonary complications",
        "forced expiratory volume function",
        "acute chest syndrome",
        "asthma",
        "cisplatin/methotrexate/vinblastine protocol"
    ],
    "author_names": [
        "Elizabeth Record, MSN, DNP",
        "Tamara New, MD",
        "Randall Brown, MD, MPH",
        "LeRoy Graham, MD",
        "R. Clark Brown, MD, PhD"
    ],
    "author_affiliations": [
        [
            "AFLAC Cancer Ctr. & Blood Disorders Svc., Children’s Healthcare of Atlanta, Atlanta, GA, USA"
        ],
        [
            "AFLAC Cancer Ctr. & Blood Disorders Svc., Emory University and Children’s Healthcare of Atlanta, Atlanta, GA, USA"
        ],
        [
            "Georgia Pediatric Pulmonary Associates, PC, Atlanta, GA, USA"
        ],
        [
            "Georgia Pediatric Pulmonary Associates, PC, Atlanta, GA, USA"
        ],
        [
            "AFLAC Cancer Ctr. & Blood Disorders Svc., Emory University and Children’s Healthcare of Atlanta, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.829560300000004",
    "first_author_longitude": "-84.3507255",
    "abstract_text": "Background : Pulmonary function is particularly susceptible to acute and chronic injury occurring in patients with sickle cell anemia (SCA). Acute Chest Syndrome (ACS), a common and potentially fatal complication of SCA, can be the cause or the consequence of abnormal pulmonary function (Siddiqui & Ahmed, 2003). Use of hydroxyurea therapy (HU) is increasing for children with recurrent pulmonary complications, following the findings that HU reduces risk of ACS in adults (Charache et al, 1995). How HU may improve pulmonary function in children with SCA is still ill-defined. The purpose of this study was to assess the change observed on serial pulmonary function tests (PFT) for children prescribed HU for abnormal pulmonary function. Methods : Over 240 children with pulmonary complications, such as acute chest syndrome, reactive airway disease, and chronic hypoxia, have been evaluated in the Sickle Cell Pulmonary Clinic at Children’s Healthcare of Atlanta since beginning in July 2000. As part of the Clinic’s standard of care, PFT were routinely attempted on children over the age of 5. A retrospective review of PFT results was done for the children with SCA and prior abnormal PFT. Children were included in the HU cohort (+HU) if repeat PFTs were available following > 3 months on HU therapy and if time on HU did not include frequent RBC transfusions. Children without history of HU therapy (−HU) were selected for comparison. PFTs were performed on a standard plethysmograph. Paired t-test was used to evaluate observed differences. Results: Thirty-one children with prior abnormal PFT had test before and following prescription of HU. Their mean age was 12.6 (range 6–20) years and mean duration of HU was 21 (range 4–47) months at the time of the repeat PFT. Hematologic changes expected on HU occurred for all 31 children. Twenty-four children followed for abnormal PFT had no history of HU (−HU) and matched the +HU group by gender, age (mean 12.3, range 7–19 years), duration followed at time of repeat PFT (mean 19, range 3–66 months; p=0.36), and initial hematologic parameters. Spirometry findings changed for +HU group, and remained stable for −HU group. Mean FVC and FEV1 values improved significantly on HU, when compared to initial (PreHU) PFT and to −HU controls. Conversion to a normal PFT, as interpreted by a pediatric pulmonologist masked to treatment status, occurred in 18 (58%) and 2 (8%) children in the +HU and −HU groups, respectively. Table 1: Serial PFT and hematologic parameters according to HU exposure  . − HU (n=24) . +HU (n=31) . . Initial . Repeat # . PreHU . Repeat . 1 % predicted value for age, sex and height of subject. 2 Mean (SD) # No significant changes compared to Initial, p > 0.05. *P value < 0.001 compared to PreHU; ++ P value < 0.001 compared to −HU repeat. PFT parameter 1      TLC  88 (13.6) 2  85 (11.7) 85 (13.4) 90 (13.5) FVC  78 (9.8) 79 (9.9) 75 (12.6) 90 (13.2)* ,++  FEV1  75 (9.6) 74 (12.2) 72 (11.4) 86 (10.2)* ,++  FEF 25-75  75 (22) 72 (28.0) 77 (23.4) 79 (26.8) FEV1/FVC (%)  85(6.7) 82 (9.8) 87 (11.8) 86 (11.1) Pulse oximetry (%)  95 (3.1) 96 (2.4) 94 (4.4) 97 (2.8)* WBC (x103/ul)  14 (3.8) 13 (2.9) 13.02 (2.9) 9.0 (2.1) * ,++  Hb (g/dl)  8.0 (0.1) 8.0 (0.9) 7.8 (1.1) 9.1 (1.3) * ,++  MCV (fl)  84 (9.2) 85 (10.0) 87.3 (8.1) 101.2 (10.1) * ,++  HbF (%)  4.3 (1.5) 5.2 (5.2) 6.0 (3.8) 14.0 (7.3) * ,++  . − HU (n=24) . +HU (n=31) . . Initial . Repeat # . PreHU . Repeat . 1 % predicted value for age, sex and height of subject. 2 Mean (SD) # No significant changes compared to Initial, p > 0.05. *P value < 0.001 compared to PreHU; ++ P value < 0.001 compared to −HU repeat. PFT parameter 1      TLC  88 (13.6) 2  85 (11.7) 85 (13.4) 90 (13.5) FVC  78 (9.8) 79 (9.9) 75 (12.6) 90 (13.2)* ,++  FEV1  75 (9.6) 74 (12.2) 72 (11.4) 86 (10.2)* ,++  FEF 25-75  75 (22) 72 (28.0) 77 (23.4) 79 (26.8) FEV1/FVC (%)  85(6.7) 82 (9.8) 87 (11.8) 86 (11.1) Pulse oximetry (%)  95 (3.1) 96 (2.4) 94 (4.4) 97 (2.8)* WBC (x103/ul)  14 (3.8) 13 (2.9) 13.02 (2.9) 9.0 (2.1) * ,++  Hb (g/dl)  8.0 (0.1) 8.0 (0.9) 7.8 (1.1) 9.1 (1.3) * ,++  MCV (fl)  84 (9.2) 85 (10.0) 87.3 (8.1) 101.2 (10.1) * ,++  HbF (%)  4.3 (1.5) 5.2 (5.2) 6.0 (3.8) 14.0 (7.3) * ,++  View Large Conclusions: Serial PFTs showed improved pulmonary function, following initiation of HU therapy in children with prior abnormal PFT. Routine PFT assessments of children prescribed HU may serve as an objective measure of clinical response in children with SCA and pulmonary complications. These results will help in the design of future prospective studies examining the clinical benefits of HU therapy for children at risk for long-term pulmonary complications."
}