{
    "doi": "https://doi.org/10.1182/blood.V106.11.2862.2862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=301",
    "start_url_page_num": 301,
    "is_scraped": "1",
    "article_title": "Activation of a Novel Proteasomal Independent Bcr/Abl Degradation Pathway by WP1130 Induces Apoptosis in CML Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Chronic myelogenous leukemia (CML) is a clonal myeloproliferative disorder of hematopoietic stem cells caused by 9:22 reciprocal chromosomal translocation resulting in expression of a highly stable, constitutively active tyrosine kinase, Bcr/Abl. Inhibition of Bcr/Abl with imatinib mesylate, a potent Abl-specific tyrosine kinase inhibitor, is a highly effective therapy for this disease. However, clinical resistance occurs particularly in the later stages of the disease due mainly to the occurrence of point mutations in the Abl kinase domain and continual Bcr/Abl signaling. Alternative and supplemental therapies are still needed and of great clinical interest. Screening a library of small molecular weight compounds for their ability to induce the degradation of critical transcription factors and tyrosine kinases led to the design and synthesis of WP1130, a compound that reduces Jak2 and Bcr/Abl protein stability. Treatment with WP1130 caused the rapid destruction of Bcr/Abl in human CML cell lines (K562, BV173) as well as in clinical CML specimens obtained from patients. This treatment also resulted in dephosphorylation of pSTAT5, pHck and pCrkL, three known targets of Bcr/Abl. Loss of Bcr/Abl protein following WP1130 treatment was similar to that caused by Bcr/Abl silencing (siRNA), and both treatments lead to the induction of apoptosis. Treatment with WP1130 caused rapid degradation of both wild-type and mutant (T315I) Bcr/Abl protein in BaF3 cell expressing these proteins and in a CML cell line expressing wildtype (BV173) and T315I mutant BCR-ABL (BV-173R). Treatment with WP1130 also strongly inhibited colony formation in soft agar of human CML cells from imatinib resistant patients expressing the T315I mutation. The degradation of Bcr/Abl in cells treated with WP1130 was rapid, (1h) and independent of the proteasomal system and HSP90, a chaperone associated with Bcr/Abl stability. Interestingly, WP1130-induced Bcr/Abl degradation was blocked in the presence of vanadate, a tyrosine phosphatase inhibitor. Together, these observations suggest that WP1130-induced Bcr/Abl degradation is mediated by a unique, proteasomal independent pathway in CML cells. Further development of WP1130 is underway with the goal of developing an effective therapy for treating CML by targeting Bcr/Abl protein expressed in early CML progenitors or stem cell populations.",
    "topics": [
        "apoptosis",
        "bcr-abl tyrosine kinase",
        "catabolism",
        "imatinib mesylate",
        "phosphotransferases",
        "agar",
        "hsp90 heat-shock proteins",
        "leukemia, myelocytic, chronic",
        "molecular chaperones",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Geoffrey A. Bartholomeusz, PhD",
        "Nichalos Donato, PhD",
        "Zeev Estrov, MD",
        "Waldemar Priebe, PhD",
        "Moshe Talpaz, MD"
    ],
    "author_affiliations": [
        [
            "Experimental Therapeutics, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Experimental Therapeutics, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Experimental Therapeutics, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Experimental Therapeutics, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Experimental Therapeutics, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}