{
    "doi": "https://doi.org/10.1182/blood.V108.11.3906.3906",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=757",
    "start_url_page_num": 757,
    "is_scraped": "1",
    "article_title": "Protease Activated Receptors Differentially Regulate Human Platelet Activation through Phosphatidic Acid-Dependent DAG Formation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adverse effects",
        "coronary arteriosclerosis",
        "diglycerides",
        "direct thrombin inhibitor",
        "endopeptidases",
        "ethanol",
        "guanine nucleotide exchange factors",
        "hemorrhage",
        "lecithin",
        "life participation for parents"
    ],
    "author_names": [
        "Michael Holinstat, PhD",
        "Heidi E. Hamm, PhD"
    ],
    "author_affiliations": [
        [
            "Pharmacology, Vanderbilt University Medical Center, Nashville, TN, USA"
        ],
        [
            "Pharmacology, Vanderbilt University Medical Center, Nashville, TN, USA"
        ]
    ],
    "first_author_latitude": "36.14144490000001",
    "first_author_longitude": "-86.80209869999999",
    "abstract_text": "Pathological conditions such as coronary artery disease are clinically controlled via therapeutic regulation of platelet activity. Thrombin, through PAR1 and PAR4, plays a central role in regulation of human platelet function as it is known to be the most potent activator of human platelets. Currently, direct thrombin inhibitors used to block platelet activation result in unwanted side effects of excessive bleeding. An alternative therapeutic strategy would be to inhibit PAR-mediated intra-cellular platelet signaling pathways. To elucidate the best target, we are studying differences between the two platelet thrombin receptors, PAR1 and PAR4, in mediating thrombin’s action. In this study we show that platelet activation by PAR1 requires a signaling pathway that generates diacylglycerol (DAG) formation independent of its PLC-mediated production. Specifically, inhibition of lipid phosphate phosphatase-1 (LPP-1) by propranolol or inhibition of the phosphatidylcholine (PC)-mediated phosphatidic acid (PA) formation with a primary alcohol significantly attenuated platelet activation by PAR1. Platelet activation by thrombin or PAR4 was insensitive to these inhibitors. Further, activation of Rap1 was significantly attenuated by these inhibitors following stimulation by PAR1, but not thrombin or PAR4. In the mouse, evidence indicates that Rap1 can be activated through the DAG-sensitive guanine nucleotide exchange factor CalDAG-GEF1, and our data indicate that the differential signaling of PARs may, in part, occur through formation of distinct DAG species following thrombin stimulation."
}