{
    "doi": "https://doi.org/10.1182/blood.V112.11.780.780",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1296",
    "start_url_page_num": 1296,
    "is_scraped": "1",
    "article_title": "Evidence for the Significant Role of Immunoglobulin Light Chains in Antigen Recognition and Selection in Chronic Lymphocytic Leukemia ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "antigen recognition",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunoglobulin light chains",
        "immunoglobulins",
        "amino acids",
        "antigens, cd98 light chains",
        "antigens",
        "proline",
        "receptors, antigen, b-cell"
    ],
    "author_names": [
        "Anastasia Hadzidimitriou",
        "Nikos Darzentas",
        "Fiona Murray",
        "Tanja Smilevska",
        "Eleni Arvaniti",
        "Cristina Tresoldi",
        "Athanasios Tsaftaris",
        "Nikolaos Laoutaris",
        "Achilles Anagnostopoulos",
        "Frederic Davi",
        "Paolo Ghia",
        "Richard Rosenquist",
        "Kostas Stamatopoulos",
        "Chrysoula Belessi"
    ],
    "author_affiliations": [
        [
            "INA, EKETA, Thessaloniki, Greece"
        ],
        [
            "INA, EKETA, Thessaloniki, Greece"
        ],
        [
            "Dept. of Genetics and Pathology, Rudbeck Lab, Uppsala University, Uppsala, Sweden"
        ],
        [
            "G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Nikea General Hospital, Athens, Greece"
        ],
        [
            "HLA Tissue Typing, Immunohematology and Transfusion Medicine Service, Istituto Scientifico San Raffaele, Milan, Italy"
        ],
        [
            "INA, EKETA, Thessaloniki, Greece"
        ],
        [
            "Nikea General Hospital, Athens, Greece"
        ],
        [
            "G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hopital Pitie-Salpetriere, Paris, France"
        ],
        [
            "Universita Vita-Salute, San Raffaele and Instituto Scientifico San Raffaele, Milan, Italy"
        ],
        [
            "Dept. of Genetics and Pathology, Rudbeck Lab, Uppsala University, Uppsala, Sweden"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Nikea General Hospital, Athens, Greece"
        ]
    ],
    "first_author_latitude": "40.59786675",
    "first_author_longitude": "22.97885405",
    "abstract_text": "The chronic lymphocytic leukemia (CLL) immunoglobulin (IG) heavy chain repertoire is known to display biased immunoglobulin variable heavy-chain (IGHV) gene usage, remarkable complementarity determining region 3 (HCDR3) stereotypy as well as distinctive somatic hypermutation (SHM) patterns, at least for subsets of cases. Our aim in the present study was to similarly investigate the IG light chain (LC) genes in terms of mutation frequency and targeting and CDR3 stereotypy to elucidate if the LC may play a significant complementary role in antigen recognition in CLL. We thus examined SHM patterns and secondary rearrangements of the IG LC gene loci in a total of 612 IGKV-J and 279 IGLV-J rearrangements from 725 patients with CLL. Firstly, we observed a highly restricted light chain gene usage in the vast majority of CLL cases with stereotyped HCDR3s. In particular, stereotyped IGHV3-21 CLL cases were characterized by a strikingly biased expression of lambda light chains utilizing the IGLV3-21 gene (36/37 cases of subset#2), whereas all 15 subset #4 cases with stereotyped IGHV4-34 IGs carried an IGKV2-30 rearrangement. In addition, subset-biased light chain CDR3 motifs were identified in groups of sequences utilizing the same IGKV or IGLV gene. For example, all 30 IGKV1-39/1D-39 light chains of subset#1 (using stereotyped IGHV1/5/7 genes) carried notably long KCDR3s (10–11 amino acids) generated by significant N region addition and characterized by the frequent introduction of a junctional proline (26/30 cases). Important differences regarding mutational load were observed in groups of sequences utilizing the same IGKV or IGLV gene and/or belonging to subsets with stereotyped B cell receptors (BCRs). In fact, significant differences were observed with regard to mutational status among groups of sequences utilizing different alleles of certain IGK/LV genes (specifically the IGKV1-5, IGLV1-51 and IGLV3-21 genes). At cohort level, the SHM patterns were typical of a canonical SHM process. A clustering of R mutations in KCDR1 was evident for all IGKV subgroups with the notable exception of the IGKV2 subgroup, which exhibited preferential targeting to the KCDR2, especially in IGKV2-30 rearrangements of cases with stereotyped IGHV4-34/IGKV2-30 BCRs (subset#4). Recurrent amino acid changes at certain positions across the entire IGKV/IGLV sequence were observed at a high frequency (27–67% of cases) in a number of stereotyped subsets, especially those expressing the IGHV3-21/IGLV3-21 BCR (subset #2) and the IGHV4-34/IGKV2-30 BCR (subset #4). Comparison with CLL LC sequences carrying heterogeneous K/LCDR3s or non-CLL LC sequences revealed that these distinct amino acid changes are greatly under-represented in such groups and appear therefore to be “subset-biased”. Finally, a significant proportion of CLL cases (63 cases; 26 kappa- and 37 lambda-expressing) with monotypic LC expression were found to carry multiple potentially functional LC rearrangements. Of note, nineteen of these 63 cases (30%) belonged to subsets with stereotyped BCRs. This finding alludes to the possibility of secondary rearrangements most likely occurring in the context of (auto)antigen-driven receptor editing, particularly in the case of stereotyped subsets. In conclusion, SHM targeting in CLL LCs appears to be just as precise and, most likely, functionally driven as in heavy chains. Secondary LC gene rearrangements and subset-biased mutations in CLL LC genes are strong indications that LCs are crucial in shaping the specificity of leukemic BCRs, in association with defined heavy chains. Therefore, CLL is characterized not only by stereotyped HCDR3 and heavy chains but, rather, by stereotyped BCRs involving both chains, which create distinctive antigen binding grooves."
}