{
    "doi": "https://doi.org/10.1182/blood.V110.11.4862.4862",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=984",
    "start_url_page_num": 984,
    "is_scraped": "1",
    "article_title": "T Regulatory Cells Obtained from Cord Blood Are Greatly Expandable and Exert Potent Suppressive Function. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "aldesleukin",
        "allografting",
        "antigens, cd25",
        "cd28 antigens",
        "cytotoxic t-lymphocyte antigen 4",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "leukemia",
        "l-selectin"
    ],
    "author_names": [
        "Giovanni F. Torelli, MD, PhD",
        "Roberta Maggio, BS",
        "Nadia Peragine, BS",
        "Barbarella Lucarelli, MD",
        "Maria S. De Propris, PhD",
        "Maria Screnci, MD",
        "Simona Salvatori, BS",
        "Anna P. Iori, MD, PhD",
        "Filippo Milano, MD",
        "Veronica Valle, MD",
        "Emilia Iannella, MD",
        "Anna Guarini, PhD",
        "Robert Foa, MD"
    ],
    "author_affiliations": [
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University La Sapienza, Rome, Italy"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001",
    "abstract_text": "CD4+CD25+ T-regulatory (Treg) cells have been shown to regulate self and allograft tolerance and to suppress allogeneic immune response. Studies in mouse models of bone marrow (BM) transplantation have shown that the infusion of culture-expanded Tregs can be effective in preventing and suppressing graft-versus-host disease (GVHD), while still allowing a graft-versus-leukemia effect (GVL). Cord blood (CB) represents the most recent source of hematopietic stem cell transplantation (HSCT) used in the unrelated transplant setting. Comparative studies have shown that unrelated CB transplant is an acceptable alternative to unrelated BM transplantation, characterized by a lower risk of transplant-related mortality due to GVHD. CB has been reported to contain Tregs, but minimal data are available on these cells. Aim of this study was to compare the suppressive functions of Tregs obtained from CB units with those obtained from the peripheral blood (PB) of patients who have undergone an allogeneic BM transplantation and of normal donors. Treg cells were purified from mononuclear cells obtained from CB units or PB using the CD4+CD25+ regulatory T-cell isolation kit (Miltenyi Biotec) and expanded for 6 days in 96-well U-Bottom plates coated with anti-CD3 and anti-CD28 MoAbs plus IL-2. To assess the suppressive functions of Treg cells, expanded CD4+CD25+ Tregs from CB units or PB were seeded with naïve autologous effector CD4+CD25- T cells stimulated with allogeneic dendritic cells (DC) pulsed with apoptotic leukemic blasts, then incubated with [ 3 H]-thymidine and counted in a beta-counter. Suppressor activity was measured as [ 3 H]-thymidine incorporation in the presence or absence of Tregs. The immunophenotypic analysis of Tregs from CB units - in terms of expression of surface CD4, CD25, CD62L, cytoplasmic CTLA-4 and Foxp3 - before and after expansion, did not show any specific peculiarity. CB units (n = 6) contained a proportion of Tregs comparable to those contained in the PB of allotransplanted patients (n = 8) or in the PB of normal donors (n = 8) (mean % ± SD, CB 0.28% ± 0.41; PB patients 0.4% ± 0.4; PB donors CB 0.45% ± 0.29). On the contrary, Tregs from CB units and from the PB of allotransplanted patients showed a higher expansion capacity when compared to Tregs from the PB of normal donors (mean fold increase ± SD, CB units 11.5 ± 9.0; PB patients 9.6 ± 5.0; PB donors CB 5.2 ± 2.7). Preliminary data also show that Tregs expanded from CB units (n = 2) exert a higher suppressive function on the proliferative reaction of T cells stimulated by allogeneic DC if compared to Tregs expanded from the PB of allotransplanted patients (n = 2) (mean fold reduction ± SD, CB 5.25 ± 3.7; PB patients 3.8 ± 3.3). These results demonstrate that Treg cells contained in CB units present an expansion capacity superior to that of Tregs from PB of normal donors; moreover, these expanded cells seem to exert a potent suppressive function of the proliferative effect in mixed lymphocyte reaction culture assays. These data offer further insights in the understanding of the biology of CB transplantation and may indicate a possible clinical use of expanded Tregs for the prevention and management of GVHD in the setting of CB transplantation."
}