{
    "doi": "https://doi.org/10.1182/blood.V112.11.5108.5108",
    "article_title": "Strong Correlation Between Angiogenesis and Macrophage Counts in Waldenstrom’s Macroglobulinemia: Implications into the Biology of the Disease ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Angiogenesis represents an essential step of disease progression in several hematological malignancies. A Mayo Clinic study reported that microvessel density (MVD) was increased (intermediate- or high- grade angiogenesis) in 30% of patients with Waldenstrom s Macroglobulinemia (WM), showed only weak correlation with marrow infiltration and had no impact on patients’ survival [ Rajkumar et al, Semin Oncol  2003 ; 30 : 262 -4 ]. Macrophage inflammatory protein-1 alpha (MIP-1alpha) is a potent chemoattractant for macrophages, which contributes to increased angiogenesis in malignant diseases, including multiple myeloma. Our group has reported that serum levels of MIP-1alpha are elevated in WM. To further elucidate the role of angiogenesis in WM, we investigated the association between MVD, MIP-1alpha expression and the macrophage numbers in trephine biopsies of 34 patients with newly-diagnosed WM (3 with asymptomatic disease) and 3 with IgM-Monoclonal Gammopathy of Undetermined Significance (MGUS). Bone marrow biopsies were studied using double immunohistochemical staining for CD34 (endothelial cells) and CD68 (macrophages/mast cells) using antibodies from Becton Dickinson, San Jose, CA, USA & Santa Cruz Biotechnology Inc., Santa Cruz, CA, USA, respectively. We have also used double immunohistochemical staining for CD20/MIP-1alpha and for CD138/MIP-1alpha using an anti-MIP-1alpha antibody from Santa Cruz Biotechnology Inc. (Santa Cruz, CA, USA) to evaluate the MIP-1alpha expression by WM cells. Thirteen patients (35%) showed intermediate-grade and 4 (10%) high-grade angiogenesis. All patients with IgM-MGUS and asymptomatic WM had a very low microvessel count (median: 1, range: 1–2), while the median microvessel count for symptomatic WM was 4 (range: 1–8, p<0.01). There was a strong correlation between the grade of angiogenesis (as assessed by the microvessel counts) and the number of macrophages into the “hot-spots” (r=0.823, p<0.0001). Furthermore, statistically significant correlations were observed between the percentage of lymphoplasmacytoid cell infiltration of the bone marrow with microvessel counts (r=0.554, p=0.002) and macrophage numbers into the “hot spots” (r=0.457, p=0.011). WM patients with intermediate or high grade angiogenesis had increased IgM levels (p=0.007), lower hemoglobin levels (p=0.024), and reduced platelet counts (p=0.043), while patients with high-grade angiogenesis had a tendency to higher incidence of lymphadenopathy compared with all others (3/4, 75% vs. 9/33, 27%; p=0.054). There was no correlation between angiogenesis and survival. We have also observed that WM cells of all patients produced MIP-1alpha. CD138 positive WM cells had higher expression of MIP-1alpha compared to CD20 positive WM cells (p=0.001). Patients with increased numbers of CD68 positive macrophages had increased expression of MIP-1alpha by their WM cells (r=0.732, p<0.001). The results of our on going study suggest that WM cells produce MIP-1alpha to attract macrophages in their bone marrow microenvironment. These macrophages seem to play a significant role in the angiogenesis process and are possibly implicated into the biology of WM.",
    "topics": [
        "angiogenesis",
        "macrophages",
        "waldenstrom macroglobulinemia",
        "antibodies",
        "cd20 antigens",
        "cd68 antigen, human",
        "immunoglobulin m",
        "asymptomatic diseases",
        "biopsy",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Evangelos Terpos",
        "Anna Tasidou",
        "Efstathios Kastritis",
        "Evangelos Eleutherakis-Papaiakovou",
        "Dimitrios Christoulas",
        "Maria Gavriatopoulou",
        "Magdalini Migkou",
        "Meletios A. Dimopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Hematology & Medical Research, 251 General Air Force Hospital, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Tasidou",
            "author_affiliations": [
                "Department of Hematopathology, Evangelismos General Hospital, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Eleutherakis-Papaiakovou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Christoulas",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gavriatopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalini Migkou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:28:58",
    "is_scraped": "1"
}