{
    "doi": "https://doi.org/10.1182/blood.V106.11.1248.1248",
    "article_title": "Soluble CD30 (sCD30), a Marker of Th2 Polarization, Is Elevated in Patients with Autoimmune Hemolytic Anemia (AIHA) but Not with Idiopathic Thrombocytopenia (ITP). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Introduction. CD30, member of the TNF-receptor family, is expressed on activated T and B cells. Upon CD30 signaling and the downstream event of cytokine release of IL-4 and IL-13, CD30 is cleaved by a metalloprotease, resulting in soluble CD30 (sCD30). sCD30 has been shown to be a reliable proxy for Th2 activity and is elevated in Th2-polarized disorders such as atopic dermatitis, rheumatoid arthritis, and systemic lupus erythematosus (SLE) but is subnormal in patients with Th1-polarized disease such as X-linked agammaglobulinemia ( Eur J Immunol  2001 ; 31 : 1927 –1934 ). Elevated sCD30 levels were also found in patients with Hodgkin’s lymphoma or anaplastic large cell lymphoma. We investigated sCD30 levels in patients with chronic idiopathic thrombocytopenia (ITP) and autoimmune hemolytic anemia (AIHA). Method. We measured plasma sCD30 levels in 35 patients with ITP, 12 with AIHA, 8 with SLE, 9 with lymphoma and 18 healthy controls. sCD30 was measured by ELISA (Bender Medsystems) in platelet poor plasma from citrated blood. Results. Compared to controls (19.0 ± 6.2 units/mL), sCD30 levels were significantly higher in AIHA (mean 145.6, p=0.03) but not in ITP (22.7, p=0.1). sCD30 levels were also elevated in SLE (mean 73.6, p=0.001) and lymphoma (mean 107.4, p=0.04), confirming previously published studies. In AIHA, sCD30 levels were not significantly different in patients with active/chronic disease versus those in clinical remission, although levels trended higher during the acute episodes of hemolysis. In ITP, sCD30 levels were also similar between active disease versus remission and splenectomized versus unsplenectomized patients. Conclusion. Our results support the hypothesis that AIHA and SLE are Th2-polarized disorders, whereas ITP is not. Lack of significant differences in sCD30 between active disease and remission in AIHA and ITP may suggest that imbalances of Th1/Th2 immunity persist regardless of clinical course, consistent with Panitsas et al ( BMC Blood Disord  2004 ; 4 : 4 ). Discussion. Prior studies have examined serum cytokine concentrations such as IFN-γ and IL-4 in patients with ITP and reached inconclusive results. But recent studies using more sensitive techniques such as RT-PCR indicate that ITP is a Th1-polarized disorder ( Blood  2004 ; 103 : 2645 –2647 ). Our findings of elevated sCD30 levels in AIHA but not ITP lead to a provocative question: what is it about the immunological destruction of platelets that makes it associated with a markedly different Th1/Th2 milieu in comparison to the destruction of red blood cells? We propose that the key differences are 1) platelets are more potent in modulating immunity via mechanisms including CD40L (CD154) release upon platelet activation ( Immunity  2003 ; 19 : 9 –19 ) and 2) platelets express MHC I molecules whereas red blood cells do not and hence they are processed by macrophages in a different manner ( Transfusion  2002 ; 24 : 958 –961 ).",
    "topics": [
        "antigens, cd30",
        "autoimmune hemolytic anemia",
        "idiopathic thrombocytopenia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "systemic lupus erythematosus",
        "disease remission",
        "cd40 ligand",
        "cytokine",
        "interleukin-4"
    ],
    "author_names": [
        "Eugene R. Ahn, MD",
        "Eckhard Podack, MD, PhD",
        "Wenche Jy, PhD",
        "Carlos J. Bidot, MD",
        "Lawrence Horstman, BS",
        "Yeon S. Ahn, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eugene R. Ahn, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eckhard Podack, MD, PhD",
            "author_affiliations": [
                "Department of Microbiology/Immunology, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenche Jy, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos J. Bidot, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence Horstman, BS",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeon S. Ahn, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Miami School of Medicine, Miami, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T02:42:34",
    "is_scraped": "1"
}