{
    "doi": "https://doi.org/10.1182/blood.V106.11.4704.4704",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=434",
    "start_url_page_num": 434,
    "is_scraped": "1",
    "article_title": "An Initial Analysis of an Allele-Specific Q-PCR Assay Which Detects Minimal Residual Disease in the Peripheral Blood of Follicular Lymphoma Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "alleles",
        "follicular lymphoma",
        "neoplasm, residual",
        "polymerase chain reaction",
        "immunotherapy",
        "neoplasms",
        "chemotherapy regimen",
        "granulocyte-macrophage colony-stimulating factor",
        "immunoglobulin heavy chains",
        "immunoglobulins"
    ],
    "author_names": [
        "Naomi Kautz, MS",
        "Diane Ingola, PhD",
        "Dan Denney, Jr., PhD",
        "Thomas Theriault, PhD"
    ],
    "author_affiliations": [
        [
            "Research, Genitope Corporation, Redwood City, CA, USA"
        ],
        [
            "Research, Genitope Corporation, Redwood City, CA, USA"
        ],
        [
            "Research, Genitope Corporation, Redwood City, CA, USA"
        ],
        [
            "Research, Genitope Corporation, Redwood City, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4851249",
    "first_author_longitude": "-122.21827700000001",
    "abstract_text": "The monitoring of minimal residual disease (MRD) in peripheral blood cells of follicular non-Hodgkin’s lymphoma patients may provide important information regarding disease prognosis and response to therapy. The traditional method of assessing MRD in follicular lymphoma is by amplification of the t(14;18) translocation at the major breakpoint region (MBR/JH) locus. We are developing an allele-specific (ASO) quantitative PCR (Q-PCR) approach which has the ability to monitor tumor cells in the peripheral blood of patients who do not have a t(14;18) breakpoint within the MBR sequence. The patient-specific ASO assay amplifies immunoglobulin heavy chain sequence defined by unique CDR2/CDR3 (complementarity-determining region) primers. Both the generic MBR/JH and the patient-specific ASO Q-PCR assays were performed on peripheral blood lymphocytes collected before and after chemotherapy and following treatment with MyVax ® personalized immunotherapy. MyVax ® personalized immunotherapy (Id-KLH conjugate) is an active idiotype immunotherapy manufactured by Genitope Corporation that targets each patient’s unique tumor-associated immunoglobulin and is co-administered with GM-CSF. Preliminary Q-PCR data generated from these analyses could be grouped into MBR positive and MBR negative sets. Initial results have shown MBR values can track ASO values at sequential time points during therapy. In the MBR negative group, we were able to monitor tumor-specific cells present in peripheral blood by the ASO assay. In terms of MRD assessment in follicular lymphoma patients, the allele-specific Q-PCR assay may provide a valuable extension of analysis beyond the standard approach of solely monitoring MBR/JH values. Genitope Corporation is focused on the development of novel means for both treating follicular lymphoma and monitoring the patient’s MRD in a patient-specific manner."
}