{
    "doi": "https://doi.org/10.1182/blood.V128.22.2009.2009",
    "article_title": "Monocyte Subset Analysis Accurately Distinguishes Chronic Myelomonocytic Leukemia (CMML) from Myelodysplastic Syndromes (MDS) and Is Associated with a Favorable MDS Prognosis ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "abstract_text": "Background: The WHO requires a sustained peripheral monocytosis (≥1x10 9 cells/L) for the diagnosis of CMML. However, a peripheral monocytosis is not pathognomonic because monocytosis is observed in other hematologic neoplasms and benign reactive conditions. A recent study demonstrated that CMML is uniquely represented by the expansion of classical monocytes (CD14 + /CD16 - ) (Selimoglu-Buet et al , Blood 2015 1 ). Further, measuring the relative fraction of classical monocytes, by itself, was capable of distinguishing CMML from reactive conditions and a mixed cohort of hematologic neoplasms. In this study, we aimed to validate these findings in a clinical and genetically annotated cohort of CMML and other hematologic malignancies with a focus on MDS, and normal age-matched controls. Methods: We profiled monocyte subsets in patients with a suspected diagnosis of CMML or MDS as previously described 1 after obtaining institutional review board approval. Clinical demographics and genotyping of patient samples (52 gene TruSight panel, Illumina) were collected via retrospective chart review. Descriptive statistics were used to summarize clinical demographics, genotyping, and their association to classical monocytosis (CM). Receiver Operator Curves (ROC) were generated to test the sensitivity and specificity of the monocyte analysis and all calculated p-values were two-sided. Results: From October 2015 to May 2016 monocyte subsets were profiled in 159 genetically defined cases. The diagnosis of patients in our cohort included CMML (n=29), MDS (n=86), other myeloid malignancies (n=26), and reactive conditions (n=18). Within CMML cases the median age at diagnosis was 70 years, median hemoglobin, platelets, and monocyte counts were 10.9 g/dL, 102x10 9 cells/L, and 2.05x10 9 cells/L, respectively. As previously reported, CM was evident in all CMML cases and was capable of distinguishing CMML from normal age-matched controls. ROC analysis confirmed that the assay was capable of differentiating between these groups (AUC of 0.9592, p<0.001) (Figure 1A). Further, CM was also capable of discriminating CMML from MDS (AUC 0.8793, p <0.0001 (Figure 1B). However, no difference in CM was evident between French American British or WHO-defined CMML subtypes. There were also no differences in CM between lower and higher risk disease as defined by established cytogenetic risk stratification or prognostic scoring systems validated in CMML. Exposure to hypomethylating agent did not affect the pattern of CM. When comparing cases based on the presence of splicing gene mutations, DNA methylation gene mutations, ASXL1 or signaling gene mutations, no difference in classical monocytes was identified. To explore the impact of CM in MDS, we identified 24 MDS cases that had \"CMML-like\" CM (CM ≥ 94%) and 60 MDS cases with normal monocyte subsets (Figure 2). There were no differences in age, hemoglobin, platelets, or presence of splenomegaly. However, CMML-like MDS cases were associated with an increased WBC (3.815x10 9 cells/L vs. 2.34x10 9 cells/L), increased neutrophils (1.73x10 9 cells/L vs. 1.07x10 9 cells/L, p=0.02), and increased absolute monocyte counts (355X10 9 cells/L vs. 120x10 9 cells/L, p=0.02) (Figure 2). Furthermore, the MDS cohort without classical monocytosis was more frequently associated with poor risk cytogenetics (Odds ratio (OR) 3.429, 95% CI 1.032-10.08, p=0.04) and was more likely to be higher-risk as defined by the IPSS-R (OR 8.767, 95% CI 1.088-70.69, p=0.0174). Analysis of mutated genes identified SF3B1 to be present at greater frequency in the CMML-like MDS subgroup (OR 3.457, 95% CI 1.074-11.21, p=0.0486) while the frequency of other commonly mutated genes in CMML were not significantly different (Figure 2). Conclusions: Our study demonstrates that classical monocytes can discriminate CMML from normal age-matched controls, validating a previous study. We additionally demonstrate that CM is capable of discriminating CMML from a large MDS cohort. Further, we identified two MDS subgroups that can be differentiated by the fraction of classical monocytes and are clinically distinguished by a favorable prognosis and higher frequency of SF3B1 mutation. Our data suggest that analysis of monocyte subsets should be incorporated in the diagnostic algorithm of CMML and that the clinical significance of CM in MDS merits further investigation. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Lancet: ERYtech: Consultancy; Biopath Holdings: Consultancy; Baxalta: Consultancy; Amgen: Consultancy; Jazz Pharmaceuticals: Consultancy; Boehringer-Ingelheim: Consultancy; Kalo Bios: Consultancy; Pfizer: Research Funding; Quantum First: Consultancy; Karyopharm: Consultancy; Novartis: Consultancy; Celgene: Consultancy, Research Funding; Seattle Genetics: Consultancy. Komrokji: Novartis: Consultancy, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Padron: KALOBIOS: Research Funding; CTI: Honoraria, Research Funding; Incyte: Research Funding; Novartis: Honoraria.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "monocytes",
        "myelodysplastic syndrome",
        "monocytosis",
        "hematologic neoplasms",
        "genotype determination",
        "hemoglobin",
        "antigens, cd16",
        "cancer",
        "cd14 antigen"
    ],
    "author_names": [
        "Chetasi Talati, MD",
        "Ling Zhang, MD",
        "Ghada Shaheen",
        "Andrew Kuykendall, MD",
        "Markus Ball, PhD",
        "Qing Zhang, MD",
        "Jeffrey E. Lancet, MD",
        "Kenneth S. Zuckerman, MD",
        "Alan F. List, MD",
        "Rami S. Komrokji, MD",
        "Lynn C. Moscinski, MD",
        "Eric Padron, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chetasi Talati, MD",
            "author_affiliations": [
                "University of South Florida/Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ling Zhang, MD",
            "author_affiliations": [
                "Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghada Shaheen",
            "author_affiliations": [
                "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Kuykendall, MD",
            "author_affiliations": [
                "University of South Florida/Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Ball, PhD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qing Zhang, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth S. Zuckerman, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn C. Moscinski, MD",
            "author_affiliations": [
                "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Padron, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T06:38:25",
    "is_scraped": "1"
}