{
    "doi": "https://doi.org/10.1182/blood-2018-99-115667",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4131",
    "start_url_page_num": 4131,
    "is_scraped": "1",
    "article_title": "Topoisomerase I-DNA Covalent Complexes in Myeloid Malignancies: A Potential Biomarker for Topoisomerase I Inhibitor Sensitivity ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "biological markers",
        "cancer",
        "complex",
        "dna",
        "dna topoisomerases",
        "topoisomerase i inhibitors",
        "dna topoisomerases, type i",
        "topotecan",
        "antibodies",
        "enzymes"
    ],
    "author_names": [
        "Mira A. Kohorst, MD",
        "Karen S. Flatten",
        "Kevin L. Peterson",
        "Paula A. Schneider",
        "Cristina Correia",
        "Keith W. Pratz, MD",
        "B. Douglas Smith, MD",
        "Scott H. Kaufmann, MD PhD"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "John Hopkins University, Baltimore, MD "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Introduction: Topoisomerase I is a nuclear enzyme that relaxes torsional strain in DNA by nicking one DNA strand, allowing rotation, then resealing the DNA backbone. This is an important enzyme in replication and transcription, and therefore has been targeted by anti-cancer agents such as camptothecins. These agents intercalate into DNA at the topoisomerase I active site and inhibit the religation step catalyzed by the enzyme, causing increased topoisomerase I-DNA complexes that impede advancing replication forks or transcription complexes, leading to DNA damage and cell death. Platinating agents also stabilize topoisomerase I-DNA covalent complexes. The topotecan/carboplatin combination has recently shown promise in combination with the PARP inhibitor veliparib in aggressive and transformed myeloproliferative neoplasms (MPNs) and chronic myelomonocytic leukemia (K Pratz et al., Clin Cancer Res. 23:899, 2017). Given that both classes of agents have a narrow therapeutic window, it is important to try to predict the sensitivity/resistance of these agents in malignancies such as acute myeloid leukemia (AML) and transformed MPNs. Some of mechanisms of drug resistance that have been described are decreased numbers of drug-stabilized topoisomerase I-DNA complexes due to drug efflux, diminished topoisomerase I expression or topoisomerase I mutation. Thus, being able to detect and quantify these DNA-protein complexes may provide insight into drug sensitivity. Methods: Using a unique monoclonal antibody that detects topoisomerase I-DNA covalent complexes (A. Patel et al., Nucleic Acids Res. 44:2816, 2016), immunofluorescence techniques were used to quantify these topoisomerase I-DNA complexes in AML cell lines (SET2, HEL, K562, U937, ML2, MV-4-11, THP1, HL60, ML1, and Molm13) and clinical AML samples. To verify the fidelity of the anti-topoisomerase I-DNA covalent complex antibody (TopIcc), siRNA knockdown methods were utilized with confirmatory immunofluorescence and Western blotting. Slot blots were additionally used to assess the presence of these complexes in AML cell lines. Western blots were performed to assess topoisomerase I levels in AML cell lines. Topotecan drug sensitivity analysis was performed by using an MTS assay. Results: With treatment of the topoisomerase I inhibitor, topotecan, there was an increase in the percentage of leukemia cells positive for the topoisomerase I-DNA covalent complexes. The degree of increase in complexes varied across cell lines and patient samples. To ensure we were detecting TopIcc by immunofluorescence, we performed a topoisomerase-I siRNA knockdown to confirm the specificity of the antibody for TopIcc's. Slot blots on multiple AML cell lines confirmed the presence of topoisomerase-DNA covalent complexes. The Western blot of all the AML cell lines, ordered from low to high TopIcc revealed increasing amounts of topoisomerase I. The MTS assay revealed lower topotecan IC 50 values in three of the cell lines with higher complex formation, including Molm13, ML1 and ML2 (IC 50 6-8 nM compared to 13-46 nM in the other cell lines). Conclusions: Based on recent clinical results, there has been renewed interested in topoisomerase I inhibitors, especially for aggressive and transformed MPNs. Topoisomerase I-DNA complex repair/downregulation has been a hallmark of drug resistance to topoisomerase I inhibitors. Therefore, detecting and quantifying these complexes in treated samples has been hypothesized to provide insight into the drug sensitivity, which is particularly important in camptothecins and platinating agents given their narrow therapeutic windows. Immunodetection techniques using an anti-TopIcc antibody may help predict sensitivity of AML to topoisomerase I inhibitors and will be used as a correlative biomarker study in an upcoming phase II randomized study of topotecan/carboplatin with or without veliparib or placebo in advanced myeloproliferative disorders and chronic myelomonocytic leukemia (ClinicalTrials.gov NCT03289910). Disclosures Pratz: AbbVie: Consultancy, Research Funding; Agios: Research Funding; Astellas: Consultancy, Research Funding; Boston Scientific: Consultancy; Millenium/Takeda: Research Funding. Kaufmann: Mayo Clinic: Patents & Royalties: Co-inventor on a patent held by Mayo Clinic for the use of the anti-TOP1cc antibody as a diagnostic reagent."
}