{
    "doi": "https://doi.org/10.1182/blood-2018-99-120101",
    "article_title": "Deciphering the Chronology of Copy Number Alterations in Multiple Myeloma (MM): What Comes First? ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Multiple Myeloma (MM) is characterized by genomic heterogeneity with copy number alterations (CNA) as one of the most prominent genomic perturbation. Hyperdiploidy involving chromosomes 3,5,7,9,11,15,19, and 21 is observed in nearly half of the patients, however the chronological sequence of their occurrence during MM development remains unknown. Here, we have acquired one of the largest genomic datasets from 647 patients that combines data from monoclonal gammopathy of undermined significance (MGUS) to newly diagnosed MM (336 newly diagnosed MM, 147 smoldering MM (SMM) and 164 MGUS) to characterize when and in what sequence CNA occurs in MM development. We deduce the order of CNA events by identifying their pattern of clonality basically inferring that clonal genomic change suggest its origin at an earlier stage of the disease. In hyperdiploid MM (HMM), gains in chromosome 19 (95%), 15 (90%) and 9 (90%) are the most frequent events, followed by gains in 5,11,3,7 and 21. Based on the clonality assessment the gain of chromosome 15 is the first and most frequent clonal/near clonal event, observed in 95% of HMM patients followed by Chromosome 9. Surprisingly, although chromosome 19 gain is the most frequent event overall, its clonal occurrence was lower than clonal chromosome 15 gain. More than 96% of HMM samples had concurrent gains in at least 2 of the 3 most frequent chromosomes (9,15 and 19). Moreover, less frequent events such as chromosome 21 gain, 18p gain, and 1q gain showed higher frequency of clonal/near clonal occurrence compared to other events indicating that when these events occur they are early events. Majority of the deletions occur as late subclonal events with few or none observed as clonal events. In the nonhyperdiploid MM (NHMM), del13, gain of 1q and gain of 11 had the highest frequency of clonal occurrence. Most were clonal events signifying its importance in the early stages of the disease. As all MM originates from its precursor conditions, MGUS and SMM, clonal and likely early CNAs in MM, must also exist in MGUS and SMM. So, we next investigated genomic data from SMM and MGUS for the occurrence of clonal events observed in MM. We confirmed same patterns for top MM-related CNA events in SMM and MGUS and observed no significant difference (p=0.1) between the number of events in hyperdiploid groups in MM (median=10, IQR= [8-12]) and SMM (median=9, IQR= [7-11]).To further confirm the analysis, we calculated an average clonality score for each chromosomal alteration using a 1 to 5 clonality index (1 being clonal 5 being low subclonal) in MM, SMM and MGUS and observed that similar clonal trisomies median=5, IQR=[4-6] are observed in both HMM and hyperdiploid MGUS; and that not all trisomies are required or occur at the same time. With occurrence in over 96% of cases trisomy involving chromosome 15 is central to the development of MGUS and later on MM. This is closely followed by trisomy of 9, and 19. Gain of chromosome 21 is also an early event. Major events like deletion 13 and 1q gain occur relatively later than first hyperdiploid events. NHMM on the other hand is well known to have clonal IgH-associated translocation as an initiating feature which is also observed in SMM and MGUS. However, different from HMM, it shows only few CNAs at an early stage and does not accumulate frequent additional alterations. The only exception to this rule is a deletion group observed in HMM, NHMM and SMM but not MGUS. In this deletion in over 10 whole chromosome or its p or q arm are involved as subclonal events. Its absence in MGUS suggests them to be a later event in MM development. On the other hand, number of deletions are observed at the same locations in both hyperdiploid and non-hyperdiploid groups with similar frequency. Moreover, similarity of events in this deletion groups strongly suggest that in sub group of both HMM and NHMM a similar process may be operative to induce such deletions. Our results also highlight that for both HMM and NHMM groups the major copy number events are not adequate for eventual malignant transformation since only a small fraction of MGUS patients progress to MM. Here, we describe the time line of initial copy number alterations observed in MM and confirm their early occurrence using data from a unique early stage plasma cell cases. Similarities between stages show that large scale DNA alterations happen early however some copy number hotspots are enriched over the time which could be important for disease progression. Disclosures Moreau: Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Anderson: Bristol Myers Squibb: Consultancy; C4 Therapeutics: Equity Ownership, Other: Scientific founder; Gilead: Membership on an entity's Board of Directors or advisory committees; OncoPep: Equity Ownership, Other: Scientific founder; Millennium Takeda: Consultancy; Celgene: Consultancy. Munshi: OncoPep: Other: Board of director.",
    "topics": [
        "chronology",
        "multiple myeloma",
        "monoclonal gammopathy of undetermined significance",
        "clonality (genetic analysis)",
        "disease progression",
        "dna",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "malignant transformation",
        "trisomy"
    ],
    "author_names": [
        "Anil Aktas Samur, PhD",
        "Mehmet Kemal Samur, PhD",
        "Stephane Minvielle, PhD",
        "Florence Magrangeas, PhD",
        "Masood A. Shammas, PhD",
        "Mariateresa Fulciniti, PhD",
        "Michel Attal, MD PhD",
        "Philippe Moreau",
        "Kenneth Anderson, MD",
        "Giovanni Parmigiani",
        "Hervé Avet-Loiseau, MD PhD",
        "Nikhil Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anil Aktas Samur, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA ",
                "Harvard School of Public Health, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mehmet Kemal Samur, PhD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Minvielle, PhD",
            "author_affiliations": [
                "CRCINA, INSERM, CNRS, Angers University and Nantes University, Nantes, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Magrangeas, PhD",
            "author_affiliations": [
                "CRCINA, INSERM, CNRS, Angers University and Nantes University, Nantes, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masood A. Shammas, PhD",
            "author_affiliations": [
                "Harvard Medical School At VAMC, West Roxbury, MA ",
                "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Fulciniti, PhD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Attal, MD PhD",
            "author_affiliations": [
                "IUCT-Oncopole, Toulouse, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau",
            "author_affiliations": [
                "CRCINA, INSERM, CNRS, Angers University and Nantes University, Nantes, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Anderson, MD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Parmigiani",
            "author_affiliations": [
                "Harvard Public Health School, Boston, MA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau, MD PhD",
            "author_affiliations": [
                "Insititut Universitaire du Cancer, Unite de Genomique du Myelome, IUC-Oncopole, Toulouse, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil Munshi, MD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T15:37:06",
    "is_scraped": "1"
}