{
    "doi": "https://doi.org/10.1182/blood.V122.21.3335.3335",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2643",
    "start_url_page_num": 2643,
    "is_scraped": "1",
    "article_title": "A Bortezomib-Based Regimen Offers Excellent Outcomes In Myeloablative HLA-Mismatched and Unrelated Donor Transplantation: Phase II Results ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "In a phase I/II trial of a novel bortezomib-based regimen for reduced-intensity conditioning (RIC) hematopoietic stem cell transplantation (HSCT) recipients of HLA-mismatched peripheral blood stem cell (PBSC) grafts, we documented low rates of graft-versus-host disease (GVHD) and non-relapse mortality (NRM), with promising survival. In registry analyses, myeloablative conditioning (MAC) HSCT recipients of both HLA-matched (MUD) and 1-locus mismatched donor (MMUD) grafts also have impaired outcomes, with day +100 grade III-IV acute GVHD rates of 28% and 37% respectively, 1-year NRM of 36% and 45% respectively, 1-year progression-free (PFS) of 47% and 38% respectively, and 1-year overall survival (OS) of 52% and 43% respectively. We therefore evaluated a similar bortezomib-based regimen in MAC HSCT recipients lacking 8/8 HLA-matched (-A, -B, -C, -DRB1) related donors. In a prospective single-arm phase II trial, we enrolled patients with hematologic malignancies, aged 18-60 years, receiving MUD, MMUD, or mismatched related donor (MMRD) grafts. Myeloablative conditioning was IV busulfan (130 mg/m 2 , without PK dose adjustment) and fludarabine (40 mg/m 2 ) once daily for 4 doses (days -7 to -4). T-replete PBSC grafts with ≥ 2x10 6 CD34+ cells/kg were infused on day 0. GVHD prophylaxis comprised bortezomib (1.3 mg/m 2 IV on days +1, +4, +7), methotrexate (15 mg/m 2 IV on day +1, 10 mg/m 2 on days +3, +6, +11) and tacrolimus from day -3, with a planned taper starting day +100 and complete by day +180. The primary endpoint was day +100 acute GVHD incidence. Secondary endpoints included NRM, relapse, PFS, OS and chronic GVHD at 1 year. The 34 patients (19 male, 15 female), accrued between March 2011 and November 2012, had a median age of 49 years (range, 21-60) and variable diagnoses (17 AML, 6 MDS, 4 NHL, 3 MPD, 2 ALL, 1 CML, 1 MM) and disease risk indices (Low 1, Intermediate 24, High 9). They received 8/8 MUD (n=14), 7/8 MMUD (n=18) or 7/8 MMRD (n=2) PBSC grafts. Mismatches (16 antigen-, 4 allele-level) involved HLA-A (9), -B (1), -C (6) and -DRB1 (4). The median follow up in survivors is 20 months (range, 7.2-25.5). The regimen was feasible and well tolerated. Mucositis was noted in the MAC recipients, but no doses were missed due to toxicity. Excluding 1 patient who died of sepsis prior to engraftment, neutrophil and platelet engraftment was prompt, at a median of 14 (range, 3-33) and 17 (range, 7-54) days respectively. Median day +30 donor chimerism was 99% (range, 90-100). Grade II-IV acute GVHD incidence by day +100 and +180 was 32% and 36% respectively, but only 18% and 21% respectively if upper GI GVHD (which had excellent long term outcomes) was excluded. Grade III-IV acute GVHD incidence by day +100 and +180 was 12%. 2-year cumulative incidence of NRM and relapse was 8.8% and 5.9% respectively. 2-year PFS and OS was 85% and 84% respectively ( Figure ). 2-year cumulative incidence of extensive chronic GVHD was 57%. For 8/8 MUD vs. 7/8 MMRD/MMUD, grade II-IV acute GVHD by day +180 was 30% vs. 40% (p=0.47) (excluding upper GI GVHD, 16% vs. 25%, p=0.42), and grade III-IV acute GVHD was 7% vs. 15% (p=0.48) respectively. Figure View large Download slide Study Survival Figure View large Download slide Study Survival  In conclusion, bortezomib-based prophylaxis for MAC HSCT recipients of HLA-mismatched and unrelated donor grafts was safe and well-tolerated, with low rates of severe acute GVHD, NRM and relapse, and excellent long-term survival. On preliminary landmark analysis, upper GI GVHD did not appear to impair transplantation outcomes. Bortezomib-based prophylaxis is suitable for prospective randomized evaluation in myeloablative transplantation recipients lacking HLA-matched related donors. Disclosures: Koreth: Millennium pharmaceuticals: Research Funding; Takeda Pharmaceuticals: Consultancy. Off Label Use: Bortezomib for GVHD prophylaxis.",
    "topics": [
        "bortezomib",
        "donors",
        "human leukocyte antigens",
        "mismatch",
        "transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "tissue transplants",
        "hematopoietic stem cell transplantation",
        "complement membrane attack complex"
    ],
    "author_names": [
        "John Koreth, MBBS, DPhil",
        "Haesook T. Kim, PhD",
        "Paulina B. Lange",
        "Bhavjot Bindra",
        "Philippe Armand, MD, PhD",
        "Corey S. Cutler, MD",
        "Vincent T. Ho, MD",
        "Brett Glotzbecker, MD",
        "Jerome Ritz, MD",
        "Bruce R Blazar, MD",
        "Robert J. Soiffer, MD",
        "Joseph H. Antin, MD",
        "Edwin P. Alyea, MD"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Pediatric Blood and Marrow Transplant, University of Minnesota, Minneapolis, MN, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418"
}