{
    "doi": "https://doi.org/10.1182/blood.V124.21.2571.2571",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2843",
    "start_url_page_num": 2843,
    "is_scraped": "1",
    "article_title": "Haploidentical Hematopoietic Stem Cell Transplantation (Haplo-SCT) with Pre-Transplant Immunosuppression (PTIS) and Post-Transplant Cyclophosphamide (Post-Cy) in Severe Thalassemia: Safe Approach and Excellent Disease Control ",
    "article_date": "December 6, 2014",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster II",
    "topics": [
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "natural immunosuppression",
        "thalassemia",
        "therapeutic immunosuppression",
        "transplantation",
        "brachial plexus neuritis",
        "influenza",
        "busulfan",
        "dexamethasone"
    ],
    "author_names": [
        "Suradej Hongeng, MD",
        "Samart Pakakasama, MD",
        "Usanarat Anurathapan, MD",
        "Borje Andersson, MD PhD"
    ],
    "author_affiliations": [
        [
            "Ramathibodi hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "Ramathibodi hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "Ramathibodi hospital, Mahidol University, Bangkok, Thailand "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "13.766314099999997",
    "first_author_longitude": "100.5267942",
    "abstract_text": "Background Currently, the thalassemia free survival rate after hematopoietic stem cell transplant (HSCT) is about 80-90% with either matched sibling or unrelated donor. However, the probability to find a suitable door is only 25-50%. Since most of these patients (pts) could not find the potential donor, we would like to investigate the haploidentical donor HSCT (Hapo-SCT) in thalassemia. Patients and Methods Between Jan 2013 and August 2014, 12 thalassemia patients (pts) underwent haplo-HSCT. Six subjects were male and 6 were female. The median age was 16 yrs (range; 2-22). Nine of 12 received stem cells from mother and 3 from father. Ten of 12 were high risk class 3. These high risk class 3 pts received hydroxyurea 20 mg/kg/d for at least 3 months prior to HSCT. All pts received 2 courses of pre-transplant immunosuppression (PTIS) consisting of fludarabine (Flu) 40 mg/m 2 /d together with dexamethasone (dex) 25 mg/m 2 /d for 5 days. After 2 courses of PTIS, all pts received a reduced-toxicity conditioning regimen consisting of thymoglobulin 1.5 mg/kg/d (d-11 to d-9), Flu 35 mg/m 2 /d i.v. (-7 to -2) each dose immediately followed by busulfan (Bu) 130 mg/m 2 once daily i.v. (d-7 to d -4) for pts > 10 years and 0.95-1.2 mg/kg every 6 hr (d-7 to d-4) for pts < 10 yrs. GVHD prophylaxis consisted of cyclophosphamide (Cy) 50 mg/kg/d (d +3 to d+4). Tacrolimus was given for 6 months to 1 yr started together with mycophenolate mofetil on d+5, the latter was quickly tapered after 2 months. T-cell repleted peripheral blood stem cells (PBSC) were given to all pts, targeting a CD34+ dose of 7-10 x 10 6 cells/kg. Results Eleven of 12 were engrafted with full donor chimerism (100%) while one pt suffered graft failure. However, this pt received second transplant on day +30 with minimal conditioning regimen and additional PBSC after which she achieved full donor chimerism. The median time to neutrophil engraftment was 18 days (range; 14 -22). Four pts had acute GVHD gr I, 2 grade II and 1 gr III. Only one had limited chronic GVHD. At this time, all 12 pts survive thalassemia-free and have sustained full donor chimerism (100%). Thalassemia free survial and overall survival rates are 100%. The median follow up time is 12 months (range 4-20). Conclusion Haploidentical HSCT for high risk thalassemia pts with our novel approach is safe and should be considered as modality to secure thalassemia-free survival with a low risk for graft rejection and treatment-related mortality. In view of our results, we suggest that all thalassemia pts even those with high risk class 3 features should be offred the chance for cure with HSCT. Disclosures No relevant conflicts of interest to declare."
}