{
    "doi": "https://doi.org/10.1182/blood.V108.11.681.681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=672",
    "start_url_page_num": 672,
    "is_scraped": "1",
    "article_title": "The Identification and Characterization of Zebrafish Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "flow cytometry",
        "genetic manipulation",
        "hematopoietic stem cells",
        "transplantation",
        "zebrafish",
        "blood platelets",
        "kidney",
        "animals, transgenic",
        "embryo",
        "mice"
    ],
    "author_names": [
        "Dongdong Ma, PhD",
        "Hui-feng Lin, PhD",
        "Robert Irving Handin, MD"
    ],
    "author_affiliations": [
        [
            "Medicine/Hematology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medicine/Hematology, Brigham and Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Medicine/Hematology, Brigham and Women’s Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3360091",
    "first_author_longitude": "-71.1070623",
    "abstract_text": "Hematopoietic stem cells (HSCs) are defined by their ability to self-renew and maintain hematopoiesis throughout the lifespan of an organism. Because of the optical clarity of their embryos and the ease of genetic manipulation, the zebrafish (Danio rario) is an excellent model for studying hematopoiesis. To date, though, there have been no published studies characterizing zebrafish HSCs. We have engineered transgenic zebrafish strains with green fluorescent protein (GFP + ) thrombocytes by driving expression of the GFP reporter with the platelet/thrombocyte-specific CD41 promoter (Lin et. al. Blood. 2005 Dec 1; 106: 3803). We have identified two populations of CD41-GFP + cells in suspensions of whole kidney marrow by flow cytometry. The majority of the cells strongly express GFP (GFP hi ) and are mature thrombocytes. There is also a small population of immature cells, which express GFP weakly (GFP lo ), that are of uncertain lineage. Peripheral blood and splenic cell suspensions contain only GFP hi cells. Studies in humans and mice have shown that CD41 is transiently expressed on the earliest hematopoietic progenitors and is then silenced, suggesting that the GFP lo cells might be hematopoietic progenitors or HSCs. To test this hypothesis, we transplanted flow-sorted GFP hi and GFP lo cells into gamma-irradiated adult AB strain zebrafish. The GFP hi cells were no longer detected 7 days after transplantation. In contrast, we have observed long-term engraftment and multi-lineage reconstitution for over 6 months after transplantation of GFP lo cells into zebrafish conditioned with gamma irradiation at 25 Gray or 40 Gray. Multi-lineage reconstitution persisted following serial transplantation of the GFP lo cells. Initial transplants were carried out with 10 5 GFP lo cells. To test the self renewal properties of GFP lo cells, transplants were carried out with injections of 1000 to 1 GFP lo cell(s)/fish. Multi-lineage reconstitution was seen with all doses and was achieved in 5 of 54 fish after transplantation of a single GFP lo cell. Flow cytometric analysis of whole kidney marrow from fish examined six months after transplantation demonstrated the persistence of GFP lo cells. Taken together, these studies suggest that GFP lo cells are capable of long-term hematopoietic reconstitution and are true HSCs. We believe that the zebrafish HSC transplant model holds great promise for the in vivo study of HSCs and may provide a valuable tool to track HSC homing, proliferation and differentiation."
}