{
    "doi": "https://doi.org/10.1182/blood.V112.11.4183.4183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1121",
    "start_url_page_num": 1121,
    "is_scraped": "1",
    "article_title": "The Prognostic Significance of Positive Direct Antiglobulin Test in Chinese Patients with Chronic Lymphocytic Leukemia ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "direct coombs test",
        "prognostic factors",
        "zap-70 kinase",
        "autoimmune hemolytic anemia",
        "disease progression",
        "fludarabine",
        "lactate dehydrogenase",
        "leukemia"
    ],
    "author_names": [
        "Wei Xu, MD, PhD",
        "Jianyong Li, MD, PhD",
        "Xin Cao",
        "DAN-Xia Zhu",
        "Lin Yao",
        "Qiong Liu",
        "Chun Qiao",
        "Yu-Jie Wu"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.043846",
    "first_author_longitude": "118.774763",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is the most common type of adult leukemias in the Western countries, however, infrequent in the Eastern. Autoimmune hemolytic anemia (AHA) is a complication in chronic lymphocytic leukemia (CLL). The direct antiglobulin test (DAT) may be positive at some time during the disease course in up to 35% of cases, but overt AHA occurs less frequently. The aim of the study was to explore the prognostic impact of positive DAT in Chinese patients with CLL and its correlation with other prognostic factors, including Binet stages, lymphocyte count in peripheral blood, lactate dehydrogenase (LDH), β2-microglobulin (β2-MG), IgVH mutation status, ZAP-70, CD38 and cytogenetic abnormalities. Out of the 80 Chinese patients with CLL, positive DAT was found in 21 (30.6%) cases. The incidence of positive was 12.5% in Binet A, 23.8% and 44.4% in Binet B and C, respectively. The incidence of positive DAT was significantly increased at Binet C, compared with Binet A ( P =0.006), and the presence of higher LDH and β2-MG levels correlated strongly with positive DAT ( P =0.006 and P =0.004, respectively). Patients with unmutated IgVH genes had higher incidence of positive DAT than did patients with IgVH mutations ( P =0.042), and positive DAT was also associated with higher level of ZAP-70 and CD38 ( P =0.004 and P <0.001, respectively). We also analyzed positive DAT in different cytogenetic subgroups. Higher incidence of positive DAT was found in patients with unfavorable cytogenetic aberrations (deletion in 17p13 or 11q22) in contrast to lower level in good risk cytogenetics (deletion in 13q as the sole abnormality) ( P = 0.002). Positive DAT was associated with poor outcome. Survival analysis showed that the patients with positive DAT had significantly shorter OS (mean, 106.3 months) (95% CI, 74.7 to 137.8 months) than the patients negative DAT (mean, 151.5 months) (95% CI, 122.3 to 180.6 months) ( P =0.024). Patients treated with fludarabine were not likely to remain DAT positive and to change from negative to positive ( P =0.209). In conclusion, DAT status provides a new prognostic indicator and correlates with other clinical or laboratory prognostic factors, and might be applied for the assessment of prognosis in patients with CLL."
}