{
    "doi": "https://doi.org/10.1182/blood.V122.21.5155.5155",
    "article_title": "Progression Of Large Lymphoma Is Significantly Impeded With a Combination Of Gemcitabine Chemotherapy and Dendritic Cells Intra-Tumor Vaccination ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents",
    "abstract_text": "Relapsed, refractory Hodgkin’s or non-Hodgkin’s lymphoma remains to be a challenge and lacks efficient treatment. A small number of tumor cells that escape from treatment become resistant or unresponsive to chemotherapeutic agents. These cells grow rapidly and soon regenerate into large tumors. Immune vaccination with dendritic cells (DCs) efficiently inhibits growth of small size tumor only. The progression of tumors induces accumulation of Gr-1 + CD11b + myeloid derived suppressor cells (MDSCs) in the lymphatic organs and vicinity of tumor cells. MDSCs enable tumor cells to escape from host or exogenous immune cells mediated surveillance and attack. Gemcitabine is the chemotherapeutic agent used for lymphoma treatment. Gemcitabine has been reported to selectively eliminate MDSCs in tumor bearing animals. Thus, gemcitabine not only eliminates the majority of tumor to leave fewer resistant cells, it also reduces MDSCs to improve the immune environment favorable for the subsequent tumor vaccination. In this presentation, we used A20 cells to establish a large size, murine B-cell lymphoma model. We confirmed the accumulation of MDSCs in the spleen of lymphoma-bearing mice. Gemcitabine induced increased apoptosis in isolated, cultured MDSCs. In vivo injection of gemcitabine eliminated the majority of MDSCs in the spleen of lymphoma-bearing mice. Gemcitabine treatment combined with intratumoral injection of DCs markedly reduced the size of tumor, and significantly improved the survival of the lymphoma-bearing mice. We demonstrated that intra-large-size-lymphoma injection with inactivated DCs in combination with gemcitabine chemotherapy enhanced the therapeutic efficacy of either DC-based vaccination or chemotherapeutic reagent alone. Together with other studies, our report supports the hypothesis that gemcitabine-mediated reduction in MDSCs significantly reduces the immune suppression in tumor-bearing animal environment. This study established novel experimental foundation for the combination of immune-chemotherapy to treat relapsed or refractory lymphoma in large size with enhanced efficacy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "dendritic cells",
        "diffuse large b-cell lymphoma",
        "gemcitabine",
        "neoplasms",
        "vaccination",
        "lymphoma",
        "tumor cells",
        "antineoplastic agents",
        "hodgkin's disease"
    ],
    "author_names": [
        "Xue-Jun Zhu, M.D.",
        "Zhong-Fa Yang, PhD",
        "Li-Xin Wang, PhD",
        "Alan G. Rosmarin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xue-Jun Zhu, M.D.",
            "author_affiliations": [
                "Jiangsu Provincial Traditional Chinese Medical Hospital, Nanjing, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhong-Fa Yang, PhD",
            "author_affiliations": [
                "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li-Xin Wang, PhD",
            "author_affiliations": [
                "Medical School of Southeast University, Nanjing, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan G. Rosmarin, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, UMass Memorial Medical Center, Worcester, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:36:47",
    "is_scraped": "1"
}