{
    "doi": "https://doi.org/10.1182/blood.V120.21.628.628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2278",
    "start_url_page_num": 2278,
    "is_scraped": "1",
    "article_title": "Prevalence of Common Thrombophilia and Antiphospholipid Antibodies in Unexplained Infertility Women Undergoing in Vitro Fertilization (IVF) ",
    "article_date": "November 16, 2012",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis II",
    "topics": [
        "antiphospholipid antibodies",
        "fertilization in vitro",
        "thrombophilia",
        "unexplained infertility",
        "anticoagulants",
        "antiphospholipid syndrome",
        "factor v leiden",
        "lupus coagulation inhibitor",
        "reproductive techniques, assisted",
        "screening"
    ],
    "author_names": [
        "Arie Steinvil",
        "Raanan Raz",
        "Shlomo A. Berliner, MD",
        "David M Steinberg",
        "David Zeltser",
        "David Levran",
        "Orit Shimron",
        "Tal Sella",
        "Gabriel Chodick",
        "Varda Shalev",
        "Ophira Salomon"
    ],
    "author_affiliations": [
        [
            "Sackler Faculty of Medicine, Tel Aviv University, "
        ],
        [
            "Maccabi Healthcare Organization, "
        ],
        [
            "Sackler Faculty of Medicine,Tel Aviv University, "
        ],
        [
            "Statistics and Operations Research, Tel Aviv University, "
        ],
        [
            "Sackler Faculty of Medicine, Tel Aviv University, "
        ],
        [
            "Sackler Faculty of Medicine, Tel Aviv University, "
        ],
        [
            "Maccabi Healthcare Organization, "
        ],
        [
            "Maccabi Healthcare Organization, "
        ],
        [
            "Maccabi Healthcare Organization, "
        ],
        [
            "Maccabi Healthcare Organization, "
        ],
        [
            "Sackler Faculty of Medicine,Tel Aviv University, Tel Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.1166516",
    "first_author_longitude": "34.80566609999999",
    "abstract_text": "Abstract 628 Assisted reproductive technology (ART) is extensively used as a tool for pregnancy achievement in subfertile couples. Congenital and acquired thrombophilia have been suggested by some investigators to play a role in abnormal embryos implantation and placentation. The objective of this study was to assess the role of common thrombophilia in women with unexplained infertility undergoing in vitro fertilization (IVF). We enrolled five hundred ninety-four women from a large healthcare maintenance organization going through IVF and who had a thrombophilia workup, and compared them for prevalence of thrombophilia to two reference groups consisting of 637 fertile women from previous work and 17,337 women members of the same healthcare organization with no history of venous thromboembolisms. The mean age of the women at the first cycle of IVF was 30.9 years (SD: ±4.1).The mean number of IVF cycles was 7.3 (SD: 5.0), and the mean fertility success rate per woman was 14.6% (SD: 19.0). None of the common thrombophilia tested was found to be significantly associated with the number of IVF cycles or with lower fertility success rate. Rather, women who had APCR and/or factor V Leiden and lupus anticoagulant had significantly higher live birth rates (12.25% and 12.64%, respectively) in comparison to women who were tested negative (8.98% and 9.7%, respectively). Thus, hypercoagulability is not associated with failure to achieve pregnancy. These data suggest that neither screening for thrombophilia nor anticoagulant treatment is indicated in cases with unexplained reproductive failure. Disclosures: No relevant conflicts of interest to declare."
}