{
    "doi": "https://doi.org/10.1182/blood.V118.21.1706.1706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2099",
    "start_url_page_num": 2099,
    "is_scraped": "1",
    "article_title": "Functional Analysis of SRSF2 Mutations in Myelodysplastic Syndromes and Related Disorders ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "mutation",
        "myelodysplastic syndrome",
        "srsf2 gene",
        "cancer",
        "rna",
        "arginine",
        "breast cancer",
        "cd34 antigens",
        "cytopenia, refractory, with multilineage dysplasia and ringed sideroblasts",
        "doxycycline"
    ],
    "author_names": [
        "Ayana Kon, MD",
        "Masashi Sanada, MD, PhD",
        "Kenichi Yoshida, M.D.",
        "Yasunobu Nagata, MD",
        "Yuichi Shiraishi, PhD",
        "Yusuke Sato, MD",
        "Aiko Sato-Otsubo, PhD",
        "Ryo Yamamoto, MD, PhD",
        "Masao Nagasaki, PhD",
        "Yutaka Suzuki, PhD",
        "Tomoyuki Yamaguchi, PhD",
        "Makoto Otsu, MD, PhD",
        "Sumio Sugano, PhD",
        "Shigeru Chiba, MD, PhD",
        "H. Phillip Koeffler, MD, PhD",
        "Lee-Yung Shih, MD, PhD",
        "Hiromitsu Nakauchi, MD, PhD",
        "Satoru Miyano, PhD",
        "Seishi Ogawa, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Human Genome Center, Institute of Medical Science, University of Tokyo, "
        ],
        [
            "Insitute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Nakauchi Stem Cell and Organ Regeneration Project, Exploratory Research for Advanced Technology, Japan Science Technology, Tokyo, Japan, "
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Insititute of Medical Science, University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Department of Clinical and Experimental Hematology, University of Tsukuba, Tsukuba, Japan, "
        ],
        [
            "UCLA School of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA, "
        ],
        [
            "Chang Gung Memorial Hospital, Taipei, Taiwan"
        ],
        [
            "Division of Stem Cell Therapy, Center for Stem Cell Biology and Regenerative Medicine, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Laboratory of DNA Information Analysis, Human Genome Center, Institute of Medical Science, The University of Tokyo, Tokyo, Japan, "
        ],
        [
            "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "Abstract 1706 The recent study of whole-exome sequencing on MDS has revealed frequent and specific pathway mutations involving multiple components of the RNA splicing machinery, including U2AF35, SRSF2, SF3B1 and ZRSR2. The mutually exclusive manner of these mutations among MDS cases also supported that deregulated RNA splicing contributes to the pathogenesis of MDS. Interestingly, the distribution of these splicing pathway mutations shows a substantial difference with regard to disease subtypes. Thus, the SF3B1 mutations are by far the most frequent in RARS and RCMD-RS cases, and the SRSF2 mutations are more prevalent in CMML. SRSF2 is a member of the SR protein family that is commonly characterized by one or two RNA recognition motifs (RRM) and a signature serine/arginine-rich domains (RS domains). The SR proteins interact with other spliceosome components through their RS domains, among which most extensively characterized are SRSF1 (ASF/SF2) and SRSF2 (SC35). Both SR proteins bind a splicing enhancer site within the 3' target exon and also interact with the U2AF, playing an indispensable role in both constitutive and alternative splicing in most cell types. In fact, the knockout of these genes in mice results in embryonic lethality. There is emerging evidence that establishes a connection between the abnormal expression of SR proteins and the development of cancer, mainly as a result of change in the alternative splicing patterns of key transcripts. Increased expression of SR proteins usually correlates with cancer progression, as shown by elevated expression of SR proteins in ovarian cancer and breast cancer. In spite of the similarity in their functions, both proteins are thought to have distinct roles, especially in the pathogenesis of myeloid malignancies, since we found no SRSF1 mutations among 582 cases with myeloid neoplasms. On the other hand, studies have shown that increased expression of SRSF1 transforms immortal rodent fibroblasts and leads to the formation of sarcomas in nude mice, supporting the notion that SRSF1 is a proto-oncogene, whereas SRSF2 does not have transforming activity, indicating a highly specific role of SRSF1 in this type of cancer. Thus, little is known about the biological mechanism by which the SRSF2 mutations are involved in the pathogenesis of MDS, although the mutations at the P95 site are predicted to cause a significant displacement of the RS domain relative to the domain for RNA binding. So to gain an insight into the functional aspect of SRSF2 mutations, we performed sequencing analysis of mRNAs extracted from mutant (P95H) SRSF2-transduced HeLa cells in which expression of the wild-type and mutant SRSF2 were induced by doxycycline. The abnormal splicing in mutant SRSF2-transduced cells was directly demonstrated by evaluating the read counts in different fractions. Next, to investigate functional role of SRSF2 mutant, HeLa cells were transduced with lentivirus constructs expressing either the P95H SRSF2 mutant or wild-type SRSF2, and cell proliferation was examined. After the induction of gene expression, the mutant SRSF2-transduced cells showed reduced cell proliferation. In addition, we transduced P95H SRSF2 constructs into factor-dependent 32D cell lines. The expression of mutant SRSF2 protein resulted in increased apoptosis in the presence of IL-3 and also suppression of cell growth in the presence of G-CSF, which may be related to ineffective hematopoiesis, a common feature of MDS. To further clarify the biological effect of SRSF2 mutants in vivo , a highly purified hematopoietic stem cell population (CD34-c-Kit+ScaI+ Lin-) prepared from C57BL/6 (B6)-Ly5.1 mouse bone marrow was retrovirally transduced with either the mutant or wild-type SRSF2 with EGFP marking. The transduced cells were mixed with whole bone marrow cells from B6-Ly5.1/5.2 F1 mice, transplanted into lethally irradiated B6-Ly5.2 recipients, and we are now monitoring the ability of these transduced cells to reconstitute the hematopoietic system and other hematological phenotypes. Much remains, however, to be unrevealed about the functional link between the abnormal splicing of RNA species and the phenotype of myelodysplasia. Further functional studies should be warranted to understand these mechanisms in detail. In this meeting, we will present the results of our functional studies on the SRSF2 mutations and discuss the pathogenesis of MDS in terms of the alterations of splicing machinery. Disclosures: No relevant conflicts of interest to declare."
}