{
    "doi": "https://doi.org/10.1182/blood.V104.11.5259.5259",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=52",
    "start_url_page_num": 52,
    "is_scraped": "1",
    "article_title": "Targeting Hematopoietic Cells Using a Blimp-1 Promoter Helper Dependent Adenoviruses. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "adenoviruses",
        "antibodies",
        "cytotoxicity",
        "gene therapy",
        "infections",
        "luciferases",
        "lymphoma",
        "multiple myeloma",
        "positive regulatory domain i-binding factor 1",
        "spatial vectors"
    ],
    "author_names": [
        "Chang-Xin Shi, Ph.D",
        "Xiao-Yan Wen, Ph.D",
        "Ding-Yan Wang, Ph.D",
        "Bo Gao, Ph.D",
        "Gillian Sleep",
        "Li-Hua Zhuang, Ph.D",
        "Zhi-Hua Li",
        "Mary M. Hitt, Ph.D",
        "A. Keith Stewart, MD"
    ],
    "author_affiliations": [
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Department of Oncology, Division of Experimental Oncology, Cross Cancer Institute, Edmonton, AB, Canada"
        ],
        [
            "McLaughlin Center for Molecular Medicine, Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "B lymphocyte-induced maturation protein-1 (Blimp-1) plays a key role in the maturation of B lymphocytes into end-stage, antibody-screting plasma cells. However its promoter region has not been well characterized. As an initiative aimed at identifying plasma cell specific promoters for use in gene therapy of myeloma, we studied the function of the blimp-1 promoter in a helper-dependent adenovirus (HDAd) vector system. The advantages of employing HDAd include: 1) High capacity encompassing transgene (upto 36 kb); 2). Higher and longer transgene expression; 3). Lower cytotoxicity in vivo; 4). Improved specificity for tissue-specific promoters. Blimp-1 promoter fragments of 2.6, 4.7 and 25 kb driving the luciferase gene were cloned into HDAd precursor plasmid and then rescued into HDAd vectors. A panel of B lymphoma and myeloma cell lines were infected with these HDAd vectors and a positive control vector HDMCMV (an HDAd vector expressing luciferase under the control of MCMV promoter) at an MOI of 2,000 particles/cell. Two days after infection, very high luciferase activity was demonstrated in human myeloma cell lines (KMS11, U266, MM1, and MY5 cells), but low or no activity was seen in human B lymphoma cell lines (Namalwa and Raji). In fibroblasts, the Blimp-1 derived promoter activity appeared to be high in COS7 cells but 10 times lower in NIH3T3 cells. All three differently sized promoter fragments of Blimp-1 demonstrated similar activity. Next we further tested these three Blimp1/Luc HDAd vectors in mice using HDMCMV as a positive control. Six week old FVB mice were intravenously injected with 1X10(e11) particles per mouse. Different tissues were assayed for luciferase activity three days after injection. The control HDMCMV virus directed the highest luciferase activity in the liver because of the tropism of adenovirus. However, the Blimp-1/luciferase viruses directed highest luciferase expression in the spleen and bone marrow with lower level relative expression in the liver and trace amount or no expression in other tissues examined. After normalization, the transciptional activity of the Blimp-1 promoter is ~80 fold higher than the CMV promoter in spleen tissue. All three Blimp-1 promoters demonstrated similar activity, indicating that the 2.6 kb Blimp promoter contains the regulation element for spleen and bone marrow-specific gene expression. FACS analysis of spleen cells co-stained with luciferase antibody revealed luciferase expression in both B220+ve B and B220-ve non-B cells. Taking together, we conclude that 2.6kb blimp-1 promoter sequence is enough to direct gene expression to hematopoietic cells but is not B cell specific."
}