{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4515.4515",
    "article_title": "Phase II Trial of Bortezomib Plus Rituximab As Maintenance Therapy Post ASCT for Patients with Mantle Cell Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence: Poster III",
    "abstract_text": "Background: The standard of care for younger patients with mantle cell lymphoma is induction chemotherapy followed by autologous stem cell transplantation (ASCT). Rituximab (R) maintenance therapy post induction has been shown to improve overall survival (OS) (Kluin-Nelemans et al. NEJM 2012), and R maintenance post ASCT has been shown to improve progression free survival (PFS) (Graf SA et al. Ann Oncol 2015) and OS (Le Gouill S et al. ASH 2016). Bortezomib as consolidation has been shown to be feasible and tolerable in patients with MCL post ASCT (Kaplan L et al, ASH 2015). We hypothesize that the combination of bortezomib plus R as maintenance therapy post ASCT in patients with MCL may increase the disease free survival (DFS). We report our final results including quantitative CCND1 mRNA monitoring for minimal residual disease. Methods: This is a multicenter phase II maintenance study in patients with MCL post ASCT. Bortezomib was given at 1.3 mg/m2SQ once a week for 4 weeks every 3 month for 2 years. Rwas given at 375 mg/m2 IV once a week for 4 weeks every 6 months for 2 years. CT and/or FDG-PETwere performed at every 6 months. The primary endpoint was to reach a 2 year DFS of > 80%. Secondary endpoints included toxicity, relapse rate, OS, and CCND1 mRNA as MRD monitoring. Peripheral Blood was collected at baselineand on day 1 of each cycle (3 month interval), and CCND1 mRNA was assessed using droplet digital PCR technology (ddPCR) on RNA extracted from peripheral blood mononuclear cells. JVM2 (MCL cell line), normal healthy patient, and an untreated patient with MCL involvement served as controls. Absolute transcript concentrations were normalized to HPRT1 (housekeeping gene) followed by a normalization to the positive control, JVM2 (100%). Results: Twenty three patients were accrued, with 23 eligible for analysis. Majority of the patients were male (96%), received ASCT and maintenance therapy in CR1/PR1 (91%), had advanced stage at diagnosis (70% stage IV), and considered young with a median age of 59 (45-66). About half had low risk disease by MIPI and half with intermediate to high risk disease. The median follow- up was 29.8 months. The 2 year DFS is 89.7% (95% CI: 64.8-97.3) and 2 year OS is 94.7% (95% CI: 68.1-99.2) for the whole cohort (Figure 1). The 2 year DFS is 94.4% (95% CI: 66.6-99.2) and 2 year OS is 100% (95% CI: NA) for the 21 patients who received induction therapy followed by ASCT and R maintenance in CR1/PR1. Two patients who entered trial had relapsed/refractory MCL. Treatment was well tolerated. The median number of completed cycle was 8/8 (1-8) with a median duration of therapy of 19.9 month. Grade 3/4 toxicities possiblyattributable to study drug included neutropenia (n=17), lymphopenia (8), pneumonia (2), anemia (2), skin infection (1), hyperglycemia (1), and thrombocytopenia (1). Grade 2 possibly related toxicities that occurred in > 10% included upper respiratory tract infection (5), hypertension (5), diarrhea (3), fatigue (3), neutropenia (1), and thrombocytopenia (3). With regard to the specific adverse event of peripheral sensory neuropathy, Grade 1 event occurred in 10 patients and Grade 2 in 2 patients. There were no treatment discontinuations due to neutropenia or neuropathy. There were 2 death on study, 1 from relapsed MCL and 1 from alloHCT for MDS. MRD monitoring was performed on 18 patients seen at COH. Twelve out of 18 patients had at least 36 months analysis while 6/18 had less than 12 months for analysis. High CCND1 mRNA was detected in an untreated patient (control) with MCL involvement and JVM2 cell line. Low CCND1 mRNA was detected in normal healthy control, all samples while on maintenance R, and all patients without radiographic progression of disease (Figure 1). . Unfortunately, no samples were obtained on the two patients who developed progressive disease (1 due to withdraw of consent prior to relapse, the other due to urgency of treatment). Conclusions: The combination of bortezomib with R as maintenance therapy for MCL is well tolerated post ASCT and has met the primary endpoint of prolonging 2 year DFS. Quantitative CCND1 mRNA monitoring by ddPCR is feasible and appears to correlate with clinical remission status. The combination therapy of bortezoimb and R maintenance therapy post ASCT and CCND1 mRNA MRD monitoring method warrants further investigations. View large Download slide View large Download slide  Close modal Disclosures Chen: Pfizer: Consultancy; Seattle Genetics: Consultancy, Research Funding, Speakers Bureau; Merck: Consultancy, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; Genentech: Speakers Bureau; Affimed: Research Funding. Nademanee: seattle Genetics: Speakers Bureau. Siddiqi: Juno: Other: Steering committee for JCAR017; Seattle Genetics: Speakers Bureau; Pharmacyclics, an AbbVie Company: Other: Steering committee for ibrutinib, Speakers Bureau. Kwak: Pepromene Bio: Consultancy, Equity Ownership; Celltrion, Inc: Consultancy; InnoLifes: Consultancy, Equity Ownership. Holmberg: Seattle Genetics: Research Funding; Sanofi: Research Funding; Merck: Research Funding; Millennium: Research Funding; JAZZ: Consultancy; Up To Date: Patents & Royalties.",
    "topics": [
        "autologous stem cell transplant",
        "bortezomib",
        "mantle-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "cyclin d1",
        "rna, messenger",
        "neutropenia",
        "toxic effect",
        "thrombocytopenia"
    ],
    "author_names": [
        "Robert W. Chen, MD",
        "Joycelynne M. Palmer, PhD",
        "Leslie Popplewell**, MD",
        "Jessica Alluin",
        "Pritsana Chomchan",
        "Auayporn P. Nademanee, MDBS",
        "Tanya Siddiqi, MD",
        "Nicole Tsai",
        "Fay Zuo",
        "Rosie Abary",
        "Ji-lian Cai",
        "Steven T. Rosen, MD",
        "Stephen J. Forman, MD FACP",
        "Larry W Kwak, MDPhD",
        "Leona Holmberg, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert W. Chen, MD",
            "author_affiliations": [
                "City of Hope, Duarte, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joycelynne M. Palmer, PhD",
            "author_affiliations": [
                "Department of information science, City of Hope, Duarte, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Popplewell**, MD",
            "author_affiliations": [
                "Hematology & Hematopoietic Cell Transplantation, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Alluin",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pritsana Chomchan",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Auayporn P. Nademanee, MDBS",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya Siddiqi, MD",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Tsai",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fay Zuo",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosie Abary",
            "author_affiliations": [
                "City of Hope, Duarte, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji-lian Cai",
            "author_affiliations": [
                "Kaiser Permanente/COH, Duarte, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven T. Rosen, MD",
            "author_affiliations": [
                "Judy and Bernard Briskin Center for Multiple Myeloma Research, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Forman, MD FACP",
            "author_affiliations": [
                "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry W Kwak, MDPhD",
            "author_affiliations": [
                "Toni Stephenson Lymphoma Center, Department of Hematology and Hematopoietic Stem Cell Transplantation, Beckman Research Institute., City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leona Holmberg, MD PhD",
            "author_affiliations": [
                "University of Washington, Seattle,"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T02:29:06",
    "is_scraped": "1"
}