{
    "doi": "https://doi.org/10.1182/blood.V128.22.2448.2448",
    "article_title": "High Incidence of Venous Thromboembolism Events during Warm Autoimmune Hemolytic Anemia ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster II",
    "abstract_text": "Introduction. Thrombotic manifestations are a hallmark of many hemolytic disorders such as sickle cell disease and paroxysmal nocturnal hemoglobinuria. However, the risk of venous thromboembolism events (VTE) associated with warm autoimmune hemolytic anemia (wAIHA) has only been investigated in few studies and reported to occur in up to 15 to 33%. 1-4 Moreover, risk factors of VTE during wAIHA have not been clearly identified, except for antiphospholipid antibodies and splenectomy. The aim of this study was to characterize VTE in wAIHA and to determine predictive factors of occurrence. Methods. Medical records of patients with wAIHA taken in charge in our university hospital between March 2006 and March 2016 were retrospectively analyzed. Inclusion criteria were 1) patients older than 18, with 2) wAIHA defined as hemoglobin below 120 g/L, low haptoglobin level and a positive direct antiglobulin test (DAT) for IgG alone or with complement. Exclusion criteria were known constitutional hemolysis, negative DAT or positive DAT for complement alone, or presence of cold agglutinins. Demographic, clinical and biological characteristics of patients and treatments were recorded. All VTE were proven by ultrasound scan for deep vein thrombosis (DVT) or CT scan for pulmonary embolism (PE). Thromboses of the portal system following splenectomy were not considered. The study was approved by the ethical committee. Quantitative data are reported by median [interquartile range] and compared by Mann-Whitney test. Qualitative data are reported as percentage and compared by Khi 2 . p <0.05 was considered significant. Results. Forty-eight patients were included, among which 26 (54%) had a secondary wAIHA (15 lymphomas, 5 autoimmune diseases, 3 infections, 2 myeloproliferative neoplasms and 1 myelodysplastic syndrome). Median age was 65 [44-78], with 51% of female. Median hemoglobin level was 73 g/L [63-90]. Clinical and biological parameters were not significantly different between primary and secondary wAIHA, notably the frequency of VTE was similar (27.3 vs. 19.2%; p =0.5). Overall, the incidence of VTE was 22.9% (n=11): 3 patients had PE, 3 had DVT alone and 5 had both DVT and PE. Only one patient was splenectomized at the time of VTE. VTE occurred at a median time of 4 weeks [1.7-7] after the diagnosis of wAIHA, with an active hemolysis in 91% cases (10/11). The Padua score was used to quantify clinical risk factors for VTE and was not different between the two groups. The frequency of jaundice was higher in patients with VTE (44.4 vs. 7.1%; p =0.02), confirmed by a higher bilirubin level (41 [32-47.5] vs. 31 [25-39] mmol/L; p =0.04). Despite similar levels of hemoglobin (74 [56-89] vs. 72 g/L [63-89]; p =0.9), hemolysis and erythropoiesis tended to be higher in the VTE group, as the LDH level (768 [464-1254] vs. 461 UI/L [296-704]; p =0.09) and reticulocyte count (288 [147-341] vs. 158x10 9 /L [115-249]; p =0.06) tended to be higher. Platelet count was not different between the two groups (283 [165-364] vs. 228x10 9 /L [156-310]; p =0.5). In the VTE group, a higher leucocyte count was observed (11.9 [8.6-18.1] vs. 7.3x10 9 /L [5.4-10.5]; p =0.02). Antiphospholipid antibodies were screened in 9/11 patients with VTE and were negative. Conclusion. A high incidence of VTE (22.9%) was observed during wAIHA. VTE preferentially occurred in the first weeks of diagnosis. As no clinically relevant predictive factors could be determined, a systematic screening for DVT at diagnosis and the use of a prophylactic anticoagulation until the hemolysis is controlled are recommended. References 1. Roumier M, Loustau V, Guillaud C, et al. Characteristics and outcome of warm autoimmune hemolytic anemia in adults: New insights based on a single-center experience with 60 patients. Am J Hematol . 2014;89(9):E150-155. 2. Pullarkat V, Ngo M, Iqbal S, Espina B, Liebman HA. Detection of lupus anticoagulant identifies patients with autoimmune haemolytic anaemia at increased risk for venous thromboembolism. Br J Haematol . 2002;118(4):1166-1169. 3. Hendrick AM. Auto-immune haemolytic anaemia--a high-risk disorder for thromboembolism? Hematology . 2003;8(1):53-56. 4. Lecouffe-Desprets M, Neel A, Graveleau J, et al. Venous thromboembolism related to warm autoimmune hemolytic anemia: a case-control study. Autoimmun Rev . 2015;14(11):1023-1028. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "venous thromboembolism",
        "warm antibody autoimmune hemolytic anemia",
        "deep vein thrombosis",
        "antiphospholipid antibodies",
        "complement system proteins",
        "hemoglobin",
        "splenectomy",
        "anemia",
        "anticoagulation",
        "antiphospholipid syndrome"
    ],
    "author_names": [
        "Sylvain Audia, MD PhD",
        "Benoit Bach, MD",
        "Maxime Samson, MD PhD",
        "Vanessa Leguy, MD",
        "Sabine Berthier, MD",
        "Bernard Bonnotte, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sylvain Audia, MD PhD",
            "author_affiliations": [
                "CR INSERM 1098, University of Bourgogne/Franche-Comté, Dijon, France ",
                "Dijon University Hospital, Dijon, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Benoit Bach, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Clinical Immunology, University Hospital, Dijon, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maxime Samson, MD PhD",
            "author_affiliations": [
                "CR INSERM 1098, University of Bourgogne/Franche-Comté, Dijon, France ",
                "Department of Internal Medicine and Clinical Immunology, University Hospital, Dijon, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vanessa Leguy, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Clinical Immunology, University Hospital, Dijon, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Berthier, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Clinical Immunology, University Hospital, Dijon, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Bonnotte, MD PhD",
            "author_affiliations": [
                "CR INSERM 1098, University of Bourgogne/Franche-Comté, Dijon, France ",
                "Department of Internal Medicine and Clinical Immunology, University Hospital, Dijon, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:10:45",
    "is_scraped": "1"
}