{
    "doi": "https://doi.org/10.1182/blood-2019-128450",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4396",
    "start_url_page_num": 4396,
    "is_scraped": "1",
    "article_title": "A Novel Cereblon E3 Ligase Modulator Eradicates Acute Myeloid Leukemia Stem Cells through Degradation of Translation Termination Factor GSPT1 ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "catabolism",
        "leukemia, myelocytic, acute",
        "stem cells",
        "ubiquitin-protein ligases",
        "chief complaint",
        "leukemia",
        "transplantation, heterologous",
        "stress",
        "agonists",
        "antigens, cd15"
    ],
    "author_names": [
        "Liqing Jin, MD",
        "Nathan Mbong",
        "Stanley W.K. Ng, PhD",
        "Jean C.Y. Wang, MD",
        "Mark D. Minden, MD PhD",
        "Jinhong Fan",
        "Daniel W. Pierce",
        "Michael Pourdehnad, MD",
        "John E. Dick, PhD"
    ],
    "author_affiliations": [
        [
            "University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre/UHN, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre/UHN, Toronto, Canada ",
            "Department of Medicine, University of Toronto, Toronto, Canada ",
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Leukemia Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
        ],
        [
            "Celgene Corporation, San Francisco, CA "
        ],
        [
            "Celgene Corporation, San Francisco, CA "
        ],
        [
            "Celgene Corporation, San Francisco, CA "
        ],
        [
            "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.658383",
    "first_author_longitude": "-79.3871905",
    "abstract_text": "Acute myeloid leukemia (AML) is a clonal malignant disease initiated and propagated by leukemia stem cells (LSCs). Both LSCs and normal hematopoietic stem cells (HSCs) share many biological properties including self-renewal and quiescence. One such shared property that we have recently established involves the pro-survival features of proteostatic stress signaling. Stem cells have reduced protein translation initiation due to scarcity of the eIF2α translation initiation complex (van Galen et al Nature 2014; Cell Reports 2018). This in turn, increases the activity of activating transcription factor 4 (ATF4) uniquely in HSCs and LSCs. In homeostasis, this level of ATF4 facilitates stem cell persistence and survival, but upon stronger stress activation stem cell apoptosis ensues. This mechanism predicts that agonists of the integrated stress response (ISR) could provide a novel therapeutic approach to eradicate LSCs. Here we report that the novel cereblon E3 ligase modulator (CELMoD) CC-90009, which causes degradation of the translation termination factor G1 to S phase transition protein 1 (GSPT1) and downstream activation of ISR, is potent against primary AML both in vitro and in vivo , and reduces self-renewing LSCs in preclinical xenograft models for human AML. We first carried out in vitro assays to evaluate the effect of CC-90009 on primary AML samples. We found that CC-90009 degraded GSPT1 in primary AML cells and induced leukemic cell apoptosis in 24 hours. Leukemic colony forming progenitors were also reduced by CC-90009 in a dose-dependent manner. We next tested the efficacy of CC-90009 against primary AML samples in xenografts in NOD/SCID mice. Leukemia cells were transplanted intrafemorally 21 days prior to CC-90009 treatment. Mice were treated with vehicle or CC-90009 at 2.5mg/kg BID for 4 weeks. Heterogeneous responses to the CC-90009 treatment were observed. Of 35 AML samples tested, 16 were highly responsive to CC-90009 with >75% reduction of AML engraftment, 10 showed moderate response between 45% and 75% reductions, and 9 showed reductions of <25%. AML is clinically characterized by accumulation of blasts that are impaired for differentiation and maturation. We observed that, in addition to the reduction of total AML graft, CC-90009 also induced myeloid differentiation of AML blasts in the CC-90009 responders, as evidenced by increases in late myeloid cell surface markers (CD14, CD15 and CD11b) and reductions of the immature marker CD34. To determine the efficacy of CC-90009 against AML cases at high risk of relapse following standard induction chemotherapy, we assessed CC-90009 efficacy vs. the status of an expression-based 17-gene leukemia stem cell score (the LSC17 score) that was recently implemented for rapid risk stratification of AML patients (Ng et al , Nature 2016). LSC17-high patients are predicted to have poor treatment response and poor clinical outcome. We found that, while 8 out of 9 poor responders to CC-90009 had high LSC17 scores, 20 out of 28 samples that had high LSC17 scores responded well to CC-90009, indicating that the drug is able to target high risk cases. Serial transplantation utilizing limiting dilution analysis showed that CC-90009 targeted self-renewing LSCs. Our data established that a new CELMoD CC-90009 has anti-proliferative effects on human primary AML cells and self-renewing LSCs evaluated in xenograft assays. These observations provide important implications for CC-90009 in its clinical development as a new therapeutic agent to treat AML patients with high risk disease when treated with standard of care therapies. Currently, a phase I study evaluating CC-90009 in relapsed or refractory AML is ongoing (CC-90009-AML-001; NCT02848001). Disclosures Jin: Trillium Therapeutics: Other: licensing agreement. Ng: Celgene: Research Funding. Wang: Pfizer AG Switzerland: Honoraria, Other: Travel and accommodation; Trilium therapeutics: Other: licensing agreement, Research Funding; NanoString: Other: Travel and accommodation; Pfizer International: Honoraria, Other: Travel and accommodation. Minden: Trillium Therapetuics: Other: licensing agreement. Fan: Celgene Corporation: Employment, Equity Ownership. Pierce: Celgene Corporation: Employment, Equity Ownership. Pourdehnad: Celgene Corporation: Employment, Equity Ownership."
}