{
    "doi": "https://doi.org/10.1182/blood.V128.22.3407.3407",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3378",
    "start_url_page_num": 3378,
    "is_scraped": "1",
    "article_title": "Prognostic Impact of Delayed Platelet Engraftment after Allogeneic Hematopoietic Stem Cell Transplantation for Hematological Malignancy ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "Introduction: Delayed platelet engraftment (DPE) is one of important complications after allogeneic hematopoietic stem cell transplantation (allo-HSCT). Previous studies suggested that DPE was risk factor for higher non-relapse mortality (NRM) and worse overall survival (OS). However, prognostic impact of DPE after allo-HSCT remains unclear. Therefore we conducted retrospective analysis to examine the clinical impact of DPE on transplant outcomes. Methods: Clinical data were collected from the clinical records of Kanagawa Cancer Center.Patients with hematological malignancies aged 16 years or older who underwent first allo-HCT between January 2002 and December 2014 were evaluated for analysis. Patients who died before day 60 after allo-HSCT were excluded. DPE was defined as non-achievement of platelet engraftment (continuous platelet counts 50×10 9 /L or higher without transfusion) before day 60. OS, relapse and NRM were compared between patients who achieved platelet engraftment before day 60 and DPE patients, using log-rank test and Gray's test respectively. In a multivariate analysis, the Cox proportional hazard model and Fine-Gray methods were used for OS and cumulative incidence of relapse and NRM respectively, using the following variables: age, gender, donor source, disease, disease status at allo-HSCT, donor-recipient gender mismatch, ABO mismatch, hematopoietic cell transplant comorbidity index (HCT-CI) and preemptive cytomegalovirus (CMV) therapy. Results: Of 291 patients with hematological malignancies who received first allo-HSCT (AML n = 175, ALL n = 75, others n = 41), 222 patients (76.3%) achieved platelet engraftment before day 60, 69 patients (23.7%) did not. Patients with ALL and disease low risk at allo-HSCT patients achieved early platelet engraftment. Cord blood transplantation (CBT), higher comorbidity and preemptive CMV therapy were significant risk factors for DPE. The 5-year OS and NRM for the patients who achieved platelet engraftment before day 60 were favorable, compared with the DPE group (OS; 60.3% vs. 23.2%; P < 0.001, NRM; 14.6% vs. 40.3%; P < 0.001). The 5-year relapse were comparable between both groups (30.3% vs. 37.3%; P = 0.19). Subgroup analysis stratified by donor source showed that similar results were observed both in the CBT group and in the non-CBT group. Multivariate analysis indicated that DPE was significantly associated with poorer OS (HR 3.51; 95%CI 2.40 - 5.15; P < 0.001) and higher NRM (HR 3.07; 95%CI 1.78 - 5.29; P < 0.001) after adjusting covariates. DPE had no significant impact on relapse (HR 0.95; 95%CI 0.58 - 1.56; P = 0.84). The incidence of fatal infectious disease in the DPE group was significantly higher than that in the non-DPE group (15.9% vs. 5.0%, P = 0.007), while there was no significant difference for fatal bleeding, GVHD and organ failure. Conclusions: DPE is a common complication after allo-HSCT for hematological malignancies. DPE is a useful prognostic factor for poorer OS and increased NRM. We may have to pay more attention to severe infectious disease in patients with DPE. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "blood platelets",
        "engraftment",
        "hematologic neoplasms",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "communicable diseases",
        "graft-versus-host disease",
        "hemorrhage",
        "organ failure"
    ],
    "author_names": [
        "Heiwa Kanamori, MD",
        "Jun Aoki, MD",
        "Eriko Ogusa, MD",
        "Akiko Negoro, MD",
        "Satoshi Koyama, MD",
        "Takayoshi Tachibana, MD",
        "Masatsugu Tanaka, MD",
        "Hideaki Nakajima, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
        ],
        [
            "Department of Hematology and Clinical Immunology, Yokohama City University, School of Medicine, Yokohama, Japan"
        ]
    ],
    "first_author_latitude": "35.4682257",
    "first_author_longitude": "139.52639"
}