{
    "doi": "https://doi.org/10.1182/blood.V120.21.3967.3967",
    "article_title": "High Levels of Periostin in Patients with Multiple Myeloma Correlate with Low Bone Formation, Increased Fracture Rate and Diffuse MRI Pattern; Implications Into the Biology of Myeloma Bone Disease ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3967 Multiple myeloma (MM) is characterized by the presence of osteolytic bone disease. Periostin, previously known as osteoblast-specific factor, is a matricellular protein, which is expressed in the periosteum after mechanical stress and is involved in bone formation. Periostin expression is up-regulated by several members of the TGF-β superfamily, including activin-A, which has been recently found to be elevated in MM by our group. Periostin expression and circulating levels were elevated in solid tumors with bone metastases, like breast cancer but there is no information for its role in MM. To address this issue we evaluated periostin in the supernatants of six myeloma cell lines (LR5, MR20, L363, U261, H929, and JJN3) and four ovarian cancer cell lines (A2780, C30, OVCA3 and SKOV3) before and after incubation for 24h and 48h with stromal cell line HS5. Furthermore, we measured periostin in the bone marrow plasma and the serum of 72 consecutive, newly diagnosed, patients with symptomatic MM (37M/35F, median age 70 years) before the administration of any kind of therapy and in the serum of 245 MM patients (106M/92F, median age 73 years) at different phases of the disease: 33 patients had asymptomatic myeloma (AMM) at diagnosis, 152 symptomatic MM at diagnosis (including the 72 with marrow plasma measurement), 30 “plateau” phase MM and 30 relapsed MM after previous response to therapy. Periostin was also measured in the bone marrow plasma and the serum of 23 patients with MGUS and in the serum of 30, gender- and age-matched, healthy controls. In all patients and controls, we also measured bone marrow plasma and serum activin-A, and serum C-telopeptide of collagen type-I (CTX, a bone resorption marker) and bone-specific alkaline phosphatase (bALP, a bone formation marker). Evidence of bone involvement in all patients was documented using plain radiographs and MRI of the spine. The periostin levels in the supernatants of the myeloma cell lines were higher than those found in the supernatants of the ovarian cancer cell lines (mean±SD: 17.2±6.14 ng/ml vs. 2.98±1.92 ng/ml; p=0.001; levels of periostin in the RPMI+FBS was 0.595 ng/ml). There was no difference regarding periostin concentrations among the different myeloma cell lines or among the different ovarian cancer cell lines. After incubation for 24h and 48h with stromal cell line HS5 (periostin level in the HS5 supernatant was 0.227 ng/ml), there was no alteration in the periostin levels of the supernatants of the myeloma cell lines. On the contrary, the ovarian cancer cell lines showed a dramatic increase in the periostin concentration after incubation with HS5 after 48h (18.3±16.3 ng/ml, p=0.023) but not after 24h (1.54±0.50 ng/ml). The mean periostin levels of the bone marrow plasma of the 72 patients were 3406 ng/ml (±5320 ng/ml) almost 5-fold higher that the respective values of MGUS patients (703±320 ng/ml; p<0.001). The serum periostin concentrations of symptomatic MM patients at diagnosis (2385±4690 ng/ml) were increased compared to controls (537±190 ng/ml; p<0.001), to AMM patients at diagnosis (601±351 ng/ml; p<0.001) and to MGUS patients (633±271 ng/ml; p<0.002). Patients with MM at plateau phase had reduced serum periostin concentrations (729±360 ng/ml) compared to symptomatic MM patients at diagnosis (p=0.002) but they continued to have increased levels compared to controls (p=0.013). Patients with relapsed MM had also increased circulating periostin (938±847 ng/ml) compared to controls (p=0.016), MGUS (p=0.04) and AMM patients (p=0.04). Periostin in both the marrow plasma and the serum were markedly elevated in patients with fractures compared to all others (p<0.001 for both comparisons), while bone marrow plasma periostin were elevated in patients with diffuse MRI pattern compared to all others (5352±7221 ng/ml vs. 3252±4943 ng/ml, p<0.05). In symptomatic MM patients at diagnosis, serum periostin negatively correlated with bALP (r=-0.464, p<0.001), while marrow plasma levels positively correlated with activin-A (r=0.478, p<0.001). In the 72 patients with measurements in both bone marrow plasma and serum, there was a correlation between the two values (r=0.225, p=0.05). Our data suggests that periostin is elevated in MM patients and correlates with bone fractures, diffuse MRI pattern, reduced bone formation and increased activin-A levels, supporting a significant role of this molecule into the biology of myeloma-related bone disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone diseases",
        "fractures",
        "magnetic resonance imaging",
        "multiple myeloma",
        "osteogenesis",
        "activins",
        "monoclonal gammopathy of undetermined significance",
        "ovarian cancer",
        "alkaline phosphatase",
        "bone involvement"
    ],
    "author_names": [
        "Evangelos Terpos",
        "Dimitrios Christoulas",
        "Tina Bagratuni",
        "Athanasios Papatheodorou",
        "Maria Gkotzamanidou",
        "Evangelos Eleutherakis-Papaiakovou",
        "Nikolaos Kanellias",
        "Christina Liakou",
        "Lia A Moulopoulos",
        "Efstathios Kastritis",
        "Meletios A Dimopoulos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Christoulas",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina Bagratuni",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Athanasios Papatheodorou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gkotzamanidou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Eleutherakis-Papaiakovou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Kanellias",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Liakou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lia A Moulopoulos",
            "author_affiliations": [
                "Department of Radiology, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A Dimopoulos, MD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T12:51:44",
    "is_scraped": "1"
}