{
    "doi": "https://doi.org/10.1182/blood.V124.21.3062.3062",
    "article_title": "Doxorubicin, Vinblastine and Dacarbazine with or without Bleomycin for Older Patients with Early Stage Favorable Hodgkin Lymphoma: An Analysis of the German Hodgkin Study Group (GHSG) HD10 and HD13 Trials ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Introduction Bleomycin is commonly omitted from the ABVD regimen (doxorubicine, vinblastine, dacarbazine and bleomycin) in older Hodgkin Lymphoma (HL) patients due to excessive toxicity, particularly bleomycin-induced lung toxicity (BLT). Very recently, however, the GHSG HD13 trial indicated that the omission of bleomycin from the ABVD regimen has a negative impact on efficacy (Behringer et al., EHA 2014). Given the high rate of BLT in older patients, the role of bleomycin in the ABVD regimen for this particular group of patients is still unclear. We therefore analyzed feasibility, toxicity and efficacy of ABVD or AVD in 287 older early stage favorable HL patients. Methods As described in detail previously elsewhere, HD10 and HD13 were prospective, randomized international multicenter trials including early stage favorable HL patients defined as stages I and II without any of the GHSG risk factors (Engert et al. NEJM 2010). For the present study, we focused on older HL patients (≥60 years), who were randomized to receive either 2 cycles ABVD (2 x ABVD) or AVD, in both cases followed by either 20 or 30 Gy involved-field radiotherapy (IF-RT). To estimate cumulative BLT, we also analyzed older HL patients who received 4 x ABVD followed by IF-RT in the HD10 trial. Results 287 patients with a median age of 65 years (range 60-75) were included with an equal distribution of gender, IPS scores, histology and age between the treatment groups. Treatment consisted of 2 x ABVD in 137 patients (HD10 and HD13), 2 x AVD in 82 patients (HD13), and 4 x ABVD in 68 patients (HD10). Pulmonary function test (PFT) prior to therapy was available for 117 patients (HD13 only) showing impaired PF in 14 (26%) and 9 (15%) of the patients randomized to receive ABVD or AVD, respectively. Although patient numbers were too small to draw statistically sound conclusions, in our analysis, patients treated with AVD tended to receive higher relative dose intensity than patients treated with 2 x ABVD. Early termination of chemotherapy was only observed in 1 patient of each treatment arm. Overall, frequency of grade III-IV adverse events was similar for both patient groups. Respiratory adverse events were rare even in patients receiving 2 cycles of bleomycin (1 and 0 cases with 2 x ABVD and AVD, respectively). However, BLT occurred in 6 patients (9%) receiving 4 cycles ABVD and was lethal in half of the affected patients. PFTs or (chest x-ray) within two years after therapy were available for 80 HD13 patients and showed pathological results for 2 patients each out of 34 and 46 patients treated with 2 x ABVD or AVD, respectively. Regarding the efficacy, patient numbers were far too small for testing on (non-)inferiority of the AVD regimen as done in the HD13 trial. However, differences in PFS and OS were about the same magnitude as observed in the HD13 trial (Behringer et al., submitted), indicating that the effect of bleomycin on efficacy observed in this trial does also hold true for the subgroup of older patients. Conclusion In this study of 219 older early stage favorable HL patients treated with 2 cycles of either ABVD or AVD, no significant effect of bleomycin on the incidence and severity of adverse events was detectable. In contrast, the additional 67 older patients receiving 4 x ABVD had more grade III/IV toxicity and a strikingly higher rate of BLT, indicating a cumulative toxicity of bleomycin in older HL patients. Disclosures Off Label Use: Everolimus in relapsed or refractory Hodgkin Lymphoma. von Tresckow: Novartis: Honoraria, Research Funding; Takeda: Honoraria, Travel grants, Travel grants Other. Borchmann: Takeda: Honoraria, Research Funding, Travel grants Other.",
    "topics": [
        "bleomycin",
        "dacarbazine",
        "doxorubicin",
        "hodgkin's disease",
        "older adult",
        "vinblastine",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "toxic effect",
        "adverse event",
        "pulmonary function tests"
    ],
    "author_names": [
        "Boris Böll, MD",
        "Karolin Behringer, MD",
        "Helen Görgen",
        "Paul Bröckelmann, MD",
        "Bastian von Tresckow, MD",
        "Dennis A. Eichenauer, MD",
        "Michael Fuchs, MD",
        "Volker Diehl, MD",
        "Andreas Engert, MD",
        "Peter Borchmann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Boris Böll, MD",
            "author_affiliations": [
                "University Hospital of Cologne, Cologne, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karolin Behringer, MD",
            "author_affiliations": [
                "German Hodgkin Study Group (GHSG), Cologne, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helen Görgen",
            "author_affiliations": [
                "German Hodgkin Study Group, University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Bröckelmann, MD",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bastian von Tresckow, MD",
            "author_affiliations": [
                "University Hospital of Cologne, Cologne, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis A. Eichenauer, MD",
            "author_affiliations": [
                "University Hospital Cologne, Cologne, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Fuchs, MD",
            "author_affiliations": [
                "University Hospital of Cologne, Cologne, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Diehl, MD",
            "author_affiliations": [
                "University Hospital of Cologne, Cologne, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Engert, MD",
            "author_affiliations": [
                "University Hospital of Cologne, Cologne, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Borchmann, MD",
            "author_affiliations": [
                "German Hodgkin Study Group (GHSG), Cologne, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:56:06",
    "is_scraped": "1"
}