{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1359.1359",
    "article_title": "Treating Relapsed / Refractory (RR) AML with Biodegradable Anti-CD123 CAR Modified T Cells ",
    "article_date": "December 7, 2017",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background Due to the lack of tumor-specific surface antigens, most CAR T cells generated to date target lineage-specific antigens. In the case of B-ALL, targeting CD19 leads to eradication of CD19+ blasts and prolonged B cell aplasia. CART cell therapy of AML has lagged behind that of ALL, in part because of concerns about the consequences of protracted myelotoxicity with candidate targets. We previously showed in preclinical models that anti-CD123 CAR T cells (CART-123) have potent anti-leukemic and anti-hematopoietic activity. CD123 is widely expressed in AML and has credentials as a suitable immunotherapeutic target on bulk as well as leukemic stem cells. CD123 is however also expressed by normal hematopoietic cells and their progeny, as well as on some endothelial cells. We therefore sought to carefully test the feasibility and short-term toxicity of serial infusions of \"biodegradable\" T cells that were electroporated with anti-CD123 CAR mRNA in patients with RR-AML (NCT02623582). Methods Seven adult patients were enrolled. Two patients did not receive RNA CART123 due to manufacturing failure or early disease progression. Patients in cohort 1 were to receive up to three doses of CART123 cells (each dose being 4x10 6 cells/kg), and Cohort 2 patients were to receive up to six doses, with optional lymphodepleting chemotherapy (single dose of cyclophosphamide, 1g/m 2 ) given 4 days prior to the first CART123 cell infusion. The primary objective was to assess the safety of RNA CART123 in AML, with secondary objectives (i) evaluation of persistence and trafficking of RNA CART123 cells, (ii) changes in blast percentage after one dose of RNA CART123, (iii) response rate at 28 days, (iv) overall survival, (v) time to relapse, (vi) percent of subjects proceeding to allogeneic stem cell transplant, (vii) and CART123 bioactivity. Subjects who received at least one dose of RNA CART123 cells were evaluable for safety and efficacy. Results The 7 patients enrolled had a mean age of 48 years (range 24 - 63) and 3 were male. The median number of prior lines of treatment was 4 (range 2 - 6) and 4/7 patients had undergone prior allogeneic hematopoietic stem cell transplantation. Feasibility: Manufacturing was attempted in 6 of the 7 enrolled patients. Fourteen of 24 planned doses could be manufactured; all planned doses were successfully manufactured in 2/6 patients. The median time from enrolment to infusion was 50 days. Safety: There were no treatment-related deaths, nor any clinically apparent vascular, neurological or hematological toxicities. All infusions of RNA CART123 were followed by a fever, with cytokine release syndrome (CRS) diagnosed following all but one of the infusions (CRS Gr 1 8%, Gr 2 33%, Gr 3 50% and Gr 4 8%). Severe CRS was treated with tocilizumab on 3 occasions in 2 patients, and all CRS episodes resolved within 1 day. There was a mild increase in IL-6 from baseline (median 6.2 fold increase, range 0.43 - 15.05). Bioactivity: There was a very modest CART cell peak in the peripheral blood (median normalized ratio of CAR/CD3z of 0.00073 copies/ug genomic DNA; range 0.00002 - 0.0076). There was no in vivo expansion as expected from the use of mRNA-electroporated (biodegradable) CART cells. Furthermore, no CART123 cells were detectable in the bone marrow at any time point tested. Efficacy: There was no reduction in CD123 expressing cells in the bone marrow, and all five patients who were treated with RNA CART123 had disease progression before D28. Thus, the trial was terminated early due to lack of efficacy. Conclusion In this pilot study, RNA CART123 cells had a biological effect as manifested by fever or CRS of varying severity in all patients. There was no clinically apparent vascular, neurological or hematological toxicity. However, no anti-tumor effect could be demonstrated. Thus, although safe, this approach is limited by poor patient T cell quality (leading to difficulties manufacturing the planned number of doses), and lack of CAR T cell persistence. Employing lentivirally transduced CART123 cells from healthy donors may mitigate these obstacles. Based on these results and other recently published work (Tasian, Kenderian et al, Blood 2017) we propose to proceed with a clinical trial of lentivirally transduced CART123, followed by CART cell depletion with alemtuzumab, and a rescue allogeneic stem cell transplant. Disclosures Cummins: BMS: Honoraria. Frey: Novartis: Research Funding. Isaacs: Novartis Pharmaceuticals: Employment. Lacey: Genentech: Honoraria; Novartis: Research Funding. Hexner: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Melenhorst: Novartis: Research Funding. June: Tmunity Therapeutics: Equity Ownership, Research Funding; Novartis: Patents & Royalties, Research Funding; WIRB/Copernicus Group: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celldex: Honoraria, Membership on an entity's Board of Directors or advisory committees; Immune Design: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Porter: Genentech/Roche: Employment, Other: Family member employment, stock ownship - family member; Servier: Honoraria, Other: Travel reimbursement; Incyte: Honoraria; Immunovative Therapies: Other: Member DSMB; Novartis: Honoraria, Patents & Royalties, Research Funding. Gill: Novartis Pharmaceuticals: Patents & Royalties, Research Funding.",
    "topics": [
        "alemtuzumab",
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "antigens",
        "blood cell depletion therapy",
        "burkitt's lymphoma",
        "cd19 antigens",
        "cell therapy",
        "chemotherapy regimen",
        "copernicus trial"
    ],
    "author_names": [
        "Katherine D Cummins, BMBS",
        "Noelle Frey, MD",
        "Anne Marie Nelson",
        "Aliza Schmidt, MS",
        "Selina Luger, MD FRCPC",
        "Randi E. Isaacs, MD",
        "Simon F Lacey, PhD BS",
        "Elizabeth Hexner, MDMS",
        "J. Joseph Melenhorst, PhD",
        "Carl H June, MD",
        "David L Porter, MD",
        "Saar I Gill, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katherine D Cummins, BMBS",
            "author_affiliations": [
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Armadale, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Noelle Frey, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Marie Nelson",
            "author_affiliations": [
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aliza Schmidt, MS",
            "author_affiliations": [
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selina Luger, MD FRCPC",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randi E. Isaacs, MD",
            "author_affiliations": [
                "Novartis Oncology, East Hanover, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon F Lacey, PhD BS",
            "author_affiliations": [
                "Center for Cellular Immunotherapies, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Hexner, MDMS",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Joseph Melenhorst, PhD",
            "author_affiliations": [
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carl H June, MD",
            "author_affiliations": [
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L Porter, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saar I Gill, MD PhD",
            "author_affiliations": [
                "Division of Hematology and Oncology, University of Pennsylvania, Philadelphia, PA ",
                "Center for Cellular Immunotherapies (CCI), The University of Pennsylvania, Perelman School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:31:14",
    "is_scraped": "1"
}