{
    "doi": "https://doi.org/10.1182/blood.V122.21.3314.3314",
    "article_title": "Pre-Transplant Weight Loss and Total Serum Protein Predict Relapse Of Acute Myeloid Leukaemia After Allogeneic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Poster II",
    "abstract_text": "Background Although allogeneic stem cell transplantation (alloSCT) represents a curative chance for higher risk acute myeloid leukaemia (AML), relapse occurs in a significant proportion of patients. The impact of nutritional status on the outcome of allogeneic stem cell transplantation (alloSCT) is controversial. This study investigates the influence of pre-transplant body mass index (BMI), weight loss, and serological indicators of nutritional homeostasis on relapse and death of acute myeloid leukemia (AML) after alloSCT. Methods Pre-transplant weight loss and BMI along with serum levels of total serum protein (TSP), albumin, C-reactive protein, and leptin were collected retrospectively in a training cohort of 149 patients allografted for AML and correlated with clinical outcome. A metabolic risk score was established and tested in an independent validation cohort (n=167). Results Pre-transplant weight loss exceeding 2%, TSP lower than 70 g/L, and decreased leptin levels were associated with a significantly increased risk of relapse and death. In contrast, we did not observe a consistent pattern for the impact of nutritional indicators on non-relapse mortality (NRM). Multivariate analyses adjusting for age, cytogenetic risk, treatment line, blast count at alloSCT, donor, and conditioning confirmed weight loss and low TSP as independent risk factors of relapse and overall survival, but not of NRM. Weight loss >2% and low TSP were used to build a metabolic score for prediction of relapse risk and mortality. In multivariate analyses with clinical confounders, patients with both metabolic risk factors had a strongly increased risk of relapse (p=0.0003, HR 15.62, 95%CI 3.51-69.71) and death (p=0.002, HR 3.64, 95%CI 1.62-8.18) compared to patients without metabolic risk factor. The risk prediction of the metabolic score could be confirmed in the validation cohort ( Figure 1 ). Conclusions Altered nutritional homeostasis prior to alloSCT predicts the risk of recurrence of AML after transplantation. Studies addressing pretransplant nutritional interventions in order to reduce AML relapse rates are warranted. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "leukemia, myelocytic, acute",
        "serum total protein measurement",
        "transplantation",
        "weight reduction",
        "leptin",
        "albumins",
        "c-reactive protein"
    ],
    "author_names": [
        "Thomas Luft, MD, PhD",
        "Sascha Dietrich, MD",
        "Aleksandar Radujkovic, MD",
        "Friedrich Stölzel, MD",
        "Christine Falk",
        "Axel Benner",
        "Markus Schaich, MD",
        "Martin Bornhäuser, MD",
        "Gerhard Ehninger, MD",
        "Alwin Kraemer, MD",
        "Ute Hegenbart, MD",
        "Anthony D Ho, MD",
        "Peter Dreger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Luft, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sascha Dietrich, MD",
            "author_affiliations": [
                "Internal Medicine V, University Hospital, Heidelberg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksandar Radujkovic, MD",
            "author_affiliations": [
                "University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Friedrich Stölzel, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital Dresden, Dresden, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Falk",
            "author_affiliations": [
                "IFB-Tx, Hannover Medical School, Hannover, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Benner",
            "author_affiliations": [
                "Dept. of Biostatistics, German Cancer Research Center, Heidelberg, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Schaich, MD",
            "author_affiliations": [
                "Universitätsklinikum Dresden, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser, MD",
            "author_affiliations": [
                "Department of internal Medicine 1, University Hospital Dresden, 01307 Dresden, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Ehninger, MD",
            "author_affiliations": [
                "Universitätsklinikum Carl Gustav Carus, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alwin Kraemer, MD",
            "author_affiliations": [
                "Med. Dept. V, University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ute Hegenbart, MD",
            "author_affiliations": [
                "Amyloidosis Center, University Hospital Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D Ho, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger, MD",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik V, Universitätsklinikum, Heidelberg, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T13:04:42",
    "is_scraped": "1"
}