{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.226.226",
    "article_title": "Deletion of BMP6 Worsens the Phenotype of Hemojuvelin-Deficient Mice and Attenuates Hepcidin Levels Reached after LPS Stimulation ",
    "article_date": "December 7, 2017",
    "session_type": "102. Regulation of Iron Metabolism: Iron homeostasis and related pathophysiology",
    "abstract_text": "Liver sinusoidal endothelial cells (LSEC) produce bone morphogenetic protein BMP6 which acts on the hepatocyte co-receptor hemojuvelin (HJV) to regulate hepcidin production. Both are required to ensure optimal maintenance of iron homeostasis. In the mouse, deletion of either Bmp6 or Hjv leads to a similar phenotype characterized by hepcidin insufficiency, severe iron loading and extrahepatic iron accumulation in males, which is consistent with the current views that HJV is a coreceptor for BMP6. Whether BMP6 and HJV may also signal to hepcidin independently of each other is still a topic of discussion. To provide evidence that BMP6 and HJV can separately stimulate hepcidin, we intercrossed Hjv and Bmp6 knockout mice and looked whether deletion of both Bmp6 and Hjv in mice of the F2 progeny was aggravating the phenotype of single knockout animals. Whether BMP6 and HJV are both required for the upregulation of hepcidin by inflammatory stimuli is another unresolved issue. We took the opportunity of having genetically comparable single and double knockout animals to challenge them with LPS and examine the impact of Bmp6 and/or Hjv deletion on Smad signaling and hepcidin expression after stimulation. Interestingly, deletion of Bmp6 more dramatically repressed the already reduced hepcidin expression of Hjv -/- mice, regardless of sex. These observations were confirmed at the protein level and Western-blot analyses showed that deletion of Bmp6 further altered Smad1/5/8 signaling in the liver of Hjv -/- mice. Whereas Bmp6 -/- or Hjv -/- males have iron depositsin acinar cells of the exocrine pancreas and in the heart, females do not accumulate iron in these extrahepatic tissues, which reflects the fact that, in the absence of testosterone, their hepcidin is less strongly repressed than in males. Nevertheless, the concomitant loss of Bmp6 suppresses this hepcidin advantage over males. As a consequence, and in contrast to single Bmp6 -/- or Hjv -/- females, double knockout females have massive iron loading in all extrahepatic tissues examined. Notably, while LPS significantly induces hepcidin mRNA and protein not only in wild-type males and females, but also in single and double knockout animals, the level reached after stimulation depends on basal expression of hepcidin. It is highest in wild-type mice, intermediate in Bmp6 -/- and in Hjv -/- mice, and lowest in double knockout animals. This is compatible with the proposed synergy between IL6/STAT3 and BMP/SMAD signaling in regulating hepcidin during inflammation. Smad5 signaling was previously shown to be activated by activin B as a consequence of LPS stimulation but to have no impact on hepcidin induction. Here, although activation of Smad5 by LPS was similar in wild-type and in Bmp6 -/- mice, the level of hepcidin reached after stimulation was much lower in Bmp6 -/- mice. In contrast, Hjv -/- mice present with reduced Smad5 activation compared with Bmp6 -/- mice but have similar induction of hepcidin. These data definitely confirm the lack of relationship between activation of Smad1/5/8 signaling by inflammatory stimuli and elevation of hepcidin expression. In conclusion, analysis of this Bmp6 -/- x Hjv -/- intercross clearly shows that deletion of both Bmp6 and Hjv further represses hepcidin and aggravates the phenotype of single knockout animals. This indicates that, when one actor of the major hepcidin signaling pathway is lacking, alternative pathways, although less efficient to activate Smad1/5/8, succeed in maintaining hepcidin to a level avoiding extrahepatic iron accumulation in females. The suppression of these alternative pathways, as here in Bmp6/Hjv double knockout animals, leads to a greater repression of hepcidin in mice of both genders and a substantial exacerbation of the extrahepatic iron overload phenotype in females. Our data also show that induction of hepcidin by LPS in vivo is linked to BMP/Smad signaling before but not after stimulation. Notably, the less severely affected Bmp6 -/- or Hjv -/- females produce, when challenged with LPS, more hepcidin than unchallenged wild-type mice. Thus, in females, treatments targeting BMP type I receptors will be more effective against anemia of inflammation than treatments that would target only hemojuvelin, as the latter would not prevent BMP6 to signal to hepcidin independently of HJV. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hepcidin",
        "hfe2 gene",
        "mice",
        "phenotype",
        "iron",
        "symptom aggravating factors",
        "activins",
        "anemia of chronic disorder",
        "bone morphogenetic proteins",
        "inflammation"
    ],
    "author_names": [
        "Chloé Latour",
        "Céline Besson-Fournier",
        "Ophélie Gourbeyre",
        "Delphine Meynard, PhD",
        "Aguilar-Martinez Patricia, MD PhD",
        "Marie-Paule Roth, MD",
        "Helene Coppin, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chloé Latour",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Céline Besson-Fournier",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ophélie Gourbeyre",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Meynard, PhD",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aguilar-Martinez Patricia, MD PhD",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Paule Roth, MD",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helene Coppin, PhD",
            "author_affiliations": [
                "IRSD, Université de Toulouse, INSERM U1220, Toulouse, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:47:35",
    "is_scraped": "1"
}