{
    "doi": "https://doi.org/10.1182/blood.V112.11.4864.4864",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1267",
    "start_url_page_num": 1267,
    "is_scraped": "1",
    "article_title": "Mlecular Monitoring of Acute Myeloid Leukemia Patients Carrying Nucleophosmin ( NPM1 ) Mutations Undergoing An Autologous Peripheral Blood Stem Cell Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "carrying",
        "leukemia, myelocytic, acute",
        "mutation",
        "npm1 gene",
        "peripheral blood stem cell transplantation",
        "karyotype determination procedure",
        "polymerase chain reaction",
        "transplantation",
        "chemotherapy regimen",
        "disease remission"
    ],
    "author_names": [
        "Valentina Gianfelici",
        "Daniela Diverio",
        "Saveria Capria",
        "Silvia maria Trisolini",
        "Sonia Buffolino",
        "Valentina Derme",
        "Attilio di Lascio",
        "Marilisa Marinelli",
        "Simona Santangelo",
        "Brunangelo Falini",
        "Foà Robert",
        "Meloni Giovanna"
    ],
    "author_affiliations": [
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Hematology and Clinical Immunology, University of Perugia, Perugia, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ],
        [
            "Cellular Biotechnologies and Hematology, Sapienza University of Rome, Roma, Italy"
        ]
    ],
    "first_author_latitude": "41.9037626",
    "first_author_longitude": "12.514438400000001",
    "abstract_text": "Nucleophosmin ( NPM1 ) gene mutations represent the most common genetic alterations in adult acute myeloid leukemia (AML), accounting for about 30% of cases and 50–60% of AML with normal karyotype. In addition to their recognized prognostic value (when combined with analysis of the FLT3 gene), NPM1 mutations represent an ideal marker for monitoring of minimal residual disease (MRD) since they are very stable during the course of the disease. PCR quantitative monitoring of NPM1 mutant copies has been mainly restricted to patients treated with conventional chemotherapy. In our study, we retrospectively analyzed, by RQ-PCR, MRD in 12 consecutive NPM1 -mutated AML patients who underwent an autologous peripheral blood stem cell transplantation (PBSCT) between September 2000 and March 2008 at the Division of Hematology, “Sapienza” University of Rome. By sequencing of the region encompassing NPM1 exon 12, we demonstrated the presence of a type A mutation in 10/12 patients and of a type B in the remaining 2. Moreover, at diagnosis molecular analysis of the FLT3 gene revealed an internal tandem duplication (ITD) in 7/12 patients. Cytogenetic analysis showed a normal karyotype in 11/12, whereas 1 patient presented a minor karyotype aberration (trisomy 4). RQ-PCR was retrospectively performed on bone marrow samples in all patients at diagnosis, in 11/12 patients before the transplant and in 9/12 after the graft. Six of the 12 patients are at present in continuous complete remission (CCR) with a median follow-up of 54 months (range 4–89), 1 patient has died in CCR 55 months after PBSCT due to a pancreatic carcinoma and 5/12 have relapsed. Four of the latter 5 patients relapsed shortly after the transplant (range 3–10 months); 2 of them died of disease progression and 2 of salvage chemotherapy toxicity. One patient, who relapsed 92 months from PBSCT, is alive in second hematological remission following re-induction and consolidation chemotherapy. No significant differences in median levels of transcript at diagnosis were found between relapsing and non-relapsing patients (93,000 and 68,000; range: 86,000–103,000 and 37,000–116,000, respectively). Nine patients were analyzed after PBSCT: 3 persistently positive relapsed and the copy number of the transcript was always higher than at diagnosis. In the other 6 patients, the transcript was undetectable (3 of them were already in molecular remission pre-transplant): 5 are still in CCR while 1 patient relapsed 92 months after the graft. Regarding the FLT3 -ITD status at diagnosis, 3/7 patients are in CCR whereas 4 have relapsed. The retention of NPM1 mutations even at relapse further confirms that NPM1 alterations are highly stable, pointing to this event as critical for leukemia growth and survival. Moreover, in our study long-term survival was always associated with a copy number of NPM1 mutant transcripts below the detectable level of the method, suggesting that disappearance of the transcript should be the primary clinical endpoint. Prospective studies and larger case series are necessary in an attempt to identify a cut-off level during treatment which could be predictive of the clinical outcome of AML patients harboring NPM1 mutations and help in therapeutic choices."
}