{
    "doi": "https://doi.org/10.1182/blood.V114.22.1601.1601",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1396",
    "start_url_page_num": 1396,
    "is_scraped": "1",
    "article_title": "The Central Region of TEL (ETV6) Is Dispensable for the TEL/AML1 (ETV6/RUNX1) Leukemogenesis. ",
    "article_date": "November 20, 2009",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis Poster I",
    "abstract_text": "Abstract 1601 Poster Board I-627 TEL/AML1 (ETV6/RUNX1) fusion gene, the most frequent genetic abnormality of childhood ALL, usually results from genomic breakpoint in TEL intron 5 and AML1 introns 1 or 2 (“classical” TEL/AML1). At the protein level the helix-loop-helix domain and exon 5 coded corepressor domain of TEL are typically fused to almost entire AML1 including transactivation and DNA binding domains. TEL/AML1 fusion as a single event does not lead to leukemia development but induces a preleukemic state characterized by expansion of B-cell precursors with enhanced self-renewal and impaired differentiation to more mature B-cell stages. It was demonstrated that TEL/AML1 preleukemic activity requires three functional domains: HLH domain, corepressor domain and DNA binding domain. One of the proposed mechanisms of TEL/AML1 function is that TEL/AML1 acts as an aberrant transcription factor and deregulates AML1 targets. TEL/AML1 induced transcriptional repression is mediated through interaction with corepressors and histone deacetylases. Both HLH and corepressor domains are able to interact with corepressors and are essential for the TEL-induced transcriptional repression. Parallel screening of TEL/AML1 fusion in 305 consecutive patients treated on BFM protocol by routine FISH and RT-PCR revealed TEL/AML1-positivity in 69 patients by both methods and RT-PCR false negativity in 2 out of 71 FISH-positive cases. In these two patients, we performed further transcriptomic and also genomic fusion site analysis of both TEL/AML1 and reciprocal AML1/TEL fusions and found an unusual genomic breakpoint within the TEL intron 4 resulting in a “variant” TEL/AML1 fusion lacking TEL exon 5-coded corepressor domain in both patients. Previous studies on animal models showed that TEL exon 5-coded region modulates the disease phenotype induced by TEL/ABL1 and TEL/TRKC fusion genes. We aimed to investigate the possible impact of the exon 5 loss in the “variant” TEL/AML1 fusion on disease behavior and TEL/AML1 function. We compared clinical features (age, white blood cell count, proportion of blasts in bone marrow and peripheral blood, detailed immunophenotype including TEL/AML1-specific combination of CD27 and CD44 antigens) and treatment outcome of all the 71 TEL/AML-positive patients from the same treatment protocol and we did not find any difference between the 2 “variant” and 69 “classical” cases. Moreover, we performed genome-wide gene expression profiling (GEP) of the two “variant” TEL/AML1 cases and the results show that the “variant” patients cluster within the “classical” TEL/AML1 cases and thus they are characterized by identical pattern of gene expression. We cloned the “variant” TEL/AML1 fusion into expression vector and analyzed its potential to repress transcription from AML1 target (granzyme B) promoter using luciferase assay. While the wild type AML1 substantially activates the promoter (350% of basal activity), the “variant” and the “classical” TEL/AML1 exhibited identical level of transcriptional repression (63% and 66%, respectively). Moreover, the repressive effect of both “variant” and “classical” TEL/AML1 is dependent on the presence of the AML1 consensus binding sites within the promoter region - mutation of both binding motifs results in elimination of the repressive effect (99% and 112% of the basal activity, respectively). Taken together, our data show that loss of the corepressor region of TEL does not significantly influence the TEL/AML1 function (or at least its ability to repress transcription of AML1 targets) and that the “variant” TEL/AML1 fusion is associated with leukemias that are undistinguishable from the “classical” TEL/AML1 cases. In contrast to recent studies, performed on artificial mouse or in-vitro models, we conclude - based on the data acquired from the genuine, naturally occurring childhood leukemias - that the corepressor region of TEL is dispensable for the TEL/AML1 leukemogenesis. This work was supported by grants MSM0021620813 and MZO00064203. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "animal model",
        "etv6 gene",
        "leukemogenesis",
        "co-repressor proteins",
        "dna",
        "leukemia",
        "reverse transcriptase polymerase chain reaction",
        "antigens, cd27",
        "cd44 antigens",
        "childhood leukemia"
    ],
    "author_names": [
        "Marketa Zaliova",
        "Claus Meyer",
        "Gunnar Cario",
        "Martina Vaskova",
        "Rolf Marschalek",
        "Jan Stary",
        "Jan Zuna",
        "Jan Trka"
    ],
    "author_affiliations": [
        [
            "CLIP, Department of Pediatric Hematology and Oncology, Charles University Prague, 2nd Faculty of Medicine, Prague, Czech Republic, "
        ],
        [
            "Institute of Pharmaceutical Biology, ZAFES, Diagnostic Center of Acute Leukemia (DCAL), Goethe-University of Frankfurt, Biocenter, Frankfurt/M, Germany, "
        ],
        [
            "Pediatrics, University Hospital Schleswig-Holstein, Campus Kiel, Kiel, Germany"
        ],
        [
            "CLIP, Department of Pediatric Hematology and Oncology, Charles University Prague, 2nd Faculty of Medicine, Prague, Czech Republic, "
        ],
        [
            "Institute of Pharmaceutical Biology, ZAFES, Diagnostic Center of Acute Leukemia (DCAL), Goethe-University of Frankfurt, Biocenter, Frankfurt/M, Germany, "
        ],
        [
            "CLIP, Department of Pediatric Hematology and Oncology, Charles University Prague, 2nd Faculty of Medicine, Prague, Czech Republic, "
        ],
        [
            "CLIP, Department of Pediatric Hematology and Oncology, Charles University Prague, 2nd Faculty of Medicine, Prague, Czech Republic, "
        ],
        [
            "CLIP, Department of Pediatric Hematology and Oncology, Charles University Prague, 2nd Faculty of Medicine, Prague, Czech Republic, "
        ]
    ],
    "first_author_latitude": "50.080513849999996",
    "first_author_longitude": "14.382352299999999"
}