{
    "doi": "https://doi.org/10.1182/blood.V128.22.5180.5180",
    "article_title": "Cumulative D-Index Predicts the Duration of Febrile Neutropenia in AML Patients ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Prolongation of severe neutropenia is known to predict the onset of pneumonia and invasive fungal infection in patients undergoing chemotherapy. The D-index is a promising tool to assess the severity of neutropenia, and the utility of the D-index is being investigated in clinical research. However, there are a few reports regarding the association between the D-index and the onset of opportunistic infection. We undertook this study to examine whether the D-index is useful to predict the onset of various infections in febrile neutropenia (FN) patients. Methods: The D-index was originally developed by Portugal et al. It is calculated as the area between <500 cells/μL and over the neutrophil curve when grade 4 neutropenia is present. We retrospectively investigated the events of febrile neutropenia among patients with acute myeloid leukemia (AML) treated at our institute. We recruited consecutive patients, younger than 65 years of age, newly diagnosed between November 1998 and February 2015. We collected all FN events from a chart review and evaluated the association between FN degree and infectious events. Survey periods covered the start of the induction chemotherapy to the end of the last consolidation therapy. Patients with a poor performance status (≥3) were excluded. We also calculated the total cumulative D-index (cD-index) from the first chemotherapy to the onset of FN, and the total D-index from the first chemotherapy to the last chemotherapy, to evaluate additive effects of the neutropenia. We tentatively determined the possible infection sites of the patients at the onset of FN in each event to analyze the presumable focus of infection. Results: In total, 35 cases and 122 FN events were enrolled (18 females and 17 males). The median age was 51 years (range, 18-65 years). The demography of FAB classification was M0, n = 1; M1, n = 5; M2, n = 14; M4, n = 3; M5, n = 3; M6, n = 2; and secondary AML, n = 7. Induction therapy consisted of idarubicin and Ara-C, and consolidation therapy consisted of high-dose Ara-C or rotated anthracyclines and Ara-C. The chemotherapy regimen was applied according to the JALSG AML201 or AML97 protocols. The response rate to induction chemotherapy was 60.0% (21/35), and 97.1% (34/35) of patients were alive at the end of follow-up. Only one patient died during chemotherapy; the cause of death was bacteremia due to Stenotrophomonas maltophilia (UNP 24). The total D-index was associated to the onset of infection with or without an identification of documented pathogens. However, high-dose Ara-C regimen and total D-index statistically significantly contributed to the onset of infection according to multivariate analysis (P = 0.0009 and 0.0205, respectively). Furthermore, the cD-index was a statistically significant contributing factor to predict the duration of FN according to multivariate analysis (P = 0.0378). Subsequently, we performed subgroup analysis and defined a significantly prolonged FN duration in the patients with respiratory focus compared with other focus sites. Conclusion: The total D-index was associated to the onset of infection during FN. However, the total D-index is a retrospective assessment index, calculated after neutropenic recovery. Therefore, the total D-index cannot be applicable to the prediction of infection upon FN. Our study identified respiratory foci of infection upon FN in the patients with high cD-index (≥5000) is a risk marker for the prolongation of FN. Then, we speculate that a respiratory manifestation at the onset of FN after consolidation therapy indicates a need for more intensive antimicrobial therapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "febrile neutropenia",
        "infections",
        "chemotherapy regimen",
        "neutropenia",
        "cytarabine",
        "cadmium",
        "cardiac conduction system disorders",
        "cardiovascular diseases",
        "celiac disease",
        "clusters of differentiation"
    ],
    "author_names": [
        "Hiroyuki Kubo",
        "Osamu Imataki",
        "Shumpei Uchida",
        "Shigeyuki Yokokura",
        "Makiko Uemura",
        "Norimitsu Kadowaki, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroyuki Kubo",
            "author_affiliations": [
                "Kagawa University, Kagawa, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Osamu Imataki",
            "author_affiliations": [
                "Kagawa University, Kagawa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shumpei Uchida",
            "author_affiliations": [
                "Kagawa University, Kagawa, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shigeyuki Yokokura",
            "author_affiliations": [
                "Kagawa University, Kagawa, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makiko Uemura",
            "author_affiliations": [
                "Kagawa University, Kagawa, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norimitsu Kadowaki, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Rheumatology and Respiratory Medicine, Kagawa University, Kagawa, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T03:58:44",
    "is_scraped": "1"
}