{
    "doi": "https://doi.org/10.1182/blood.V118.21.4563.4563",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2122",
    "start_url_page_num": 2122,
    "is_scraped": "1",
    "article_title": "Graft-Versus-Host Disease Prophylaxis Using Tacrolimus + Mycophenolate in Cord Blood Transplantation for Elderly; Impact of Mycophenolate Dosing ",
    "article_date": "November 18, 2011",
    "session_type": "Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "topics": [
        "graft-versus-host disease",
        "mycophenolate mofetil",
        "older adult",
        "tacrolimus",
        "umbilical cord blood transplantation",
        "transplantation",
        "electrocorticogram",
        "off-label use",
        "toxic effect",
        "fludarabine"
    ],
    "author_names": [
        "Naoyuki Uchida, MD, PhD",
        "Hisashi Yamamoto, MD",
        "Yuki Taya, MD",
        "Hikari Ota, MD",
        "Aya Nishida, MD",
        "Taichi Ikebe, MD, PhD",
        "Sachi Tainosho, MD",
        "Muneyoshi Kimura, MD",
        "Kazuya Ishiwata, MD",
        "Masanori Tsuji, MD",
        "Hideki Araoka, MD",
        "Yuki Asano-Mori, MD",
        "Koji Izutsu, MD, PhD",
        "Kazuhiro Masuoka, MD, PhD",
        "Shigeyoshi Makino, MD, PhD",
        "Akiko Yoneyama, MD, PhD",
        "Atsushi Wake, MD, PhD",
        "Shuichi Taniguchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Infectious Diseases, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Infectious Diseases, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Hematology, Misyuku Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Transfusion Medicine, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Department of Infectious Diseases, Toranomon Hospital, Tokyo, Japan, "
        ],
        [
            "Hematology, Toranomon Hospital Kajigaya, Kawasaki, Japan, "
        ],
        [
            "Hematology, Toranomon Hospital, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.668624400000006",
    "first_author_longitude": "139.74522370000003",
    "abstract_text": "Abstract 4563 Introduction: Cord blood transplantation with fludarabine-containing toxicity-reduced conditioning (RT-CBT) has been widely applied to adult patients who have advanced hematologic diseases and are not eligible for conventional conditioning. Severe immune-mediated reactions early after transplant (preengraftment immune reactions, PIR) have been the major cause of early non-relapse mortality particularly for elderly patients. Mycophenolate mofetil (MMF) has been administered since late December 2005 at our institute and was shown to be effective in reducing early toxicity (Transplantation 92:366,2011). However, disease relapse has been the issue hampers successful outcomes, and the optimal GVHD prophylaxis has still not been established. We conducted a retrospective analysis of those who received RT-CBT at our institute using tacrolimus + MMF focusing on the impact of MMF dosing on the outcome. Design and Methods: We retrospectively reviewed patients aged 55 and older who underwent single-unit RT-CBT and GVHD prophylaxis using tacrolimus + MMF consecutively. Median dose of MMF was 33 mg/kg recipient body weight per day, ranging from 13 to 80 mg/kg, divided by 2 or 3 times at each physician’s determination. MMF was started on day -1 and continued until neutrophil recovery (>500/μl). Patients who had prior history of transplantation, were in poor performance status (ECOG PS 4 and greater), had active bacterial or fungal infections at the time of conditioning, had diagnosed as multiple myeloma were excluded. Results: From December 2005 to April 2011, 134 patients underwent RT-CBT at our institute. Twenty-seven were excluded due to active infection at the day of transplant or poor performance status, and 107 patients were subjected to the following analysis. The diagnoses included were AML/MDS (n=87), ALL (n=2) CML/MPD (n=4), ML (n=11), and SAA (n=3). Eighty-six (80%) had high risk diseases, and 29 (27%) and 6 (6%) were in ECOG PS 2 and 3, respectively. Cumulative incidence of neutrophil recovery >500/μl were 81 %. Median follow-up time of survivors was 521 days (range, 83 – 1847). Cumulative incidences of non-relapse mortality were 21.4 % and 27.3 % at day 100 and 1 year post-transplant, respectively. Overall survival and event-free survival at 1 year post-transplant were estimated as 47.7 % and 31.7 %, respectively. The patients were subdivided into 2 groups according to MMF dosing (≥30 vs. <30, n = 82 vs. 25) and were compared in terms of the incidence and severity of PIR, neutrophil recovery, NRM, RR, and OS. The cumulative incidence of total PIR was higher in low MMF group compared to high (76.0 % vs. 51.2 %, P =0.009), whereas that of severe-type PIR, defined by the presence of organ dysfunction (described in Transplantation 92:366,2011), was comparable between 2 groups (8.0 % vs. 9.8 %, P =0.83). The incidences of neutrophil recovery (88 % vs 79.3 % at 50 days post-transplant, P =0.10), grade II-IV acute GVHD (61.3 % vs 46.1 % up to day 100, P =0.09), engraftment failure & NRM (40.7 % vs 27.3 % at 1 year P =0.57), HHV6-associated limbic encephalopathy (12.3 % vs 8.6% at day 100 P =0.57), and relapse (37.9% vs 37.2 % at 1 year, P =0.58) were comparable between 2 groups. Overall (34.7 % vs 50.8 %, P = 0.60) and event-free survival (21.4 % vs 34.5 %, P = 0.38) at 1 year post-transplant were also comparable between 2 groups. Cox regression analysis did not find factors significantly affecting OS, PFS, NRM and relapase. Conclusions: These data indicated that lower MMF dosing (<30 mg/kg) does increase the incidence of total PIR, but similarly effective in reducing that of severe form nor NRM as standard dose of MMF (≥ 30 mg/kg), even for elderly population whose majorities were in advanced disease status. Prospective study is warranted to determine the optimal dose of MMF. Disclosures: Off Label Use: Mycophenolate mofetil is used in off-label for GVHD prophylaxis."
}