{
    "doi": "https://doi.org/10.1182/blood.V112.11.2432.2432",
    "article_title": "Local and Distant Elements Regulate Tissue-Specific Expression of ANK-1 Gene Transcripts ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "abstract_text": "Fewer than 20,000 protein-coding genes in the human genome generate more than 100,000 proteins. This diversity results from the selective use of alternative promoters and alternative mRNA splicing. Ankyrins are multifunctional linker/adapter proteins with isoforms expressed in cell-, tissue-, and developmental stage-specific patterns. The ANK-1 gene, which encodes a series of proteins that connect the red blood cell (RBC) membrane to the RBC skeleton, is an excellent system to study how specific promoters are selected for expression and others suppressed. The human ANK-1 locus has two tissue-specific promoters/first exons (erythroid, 1E; brain/muscle, 1B) and one ubiquitous promoter/first exon (1A). We have previously shown that the ANK-1E promoter sequences are contained in the 300 base pairs (bp) immediately upstream of exon 1E (including a critical GATA-1 binding site) are necessary for erythroid-specific expression in transgenic mice. We have recently reported a novel 9 base consensus sequence ([G/T][G/C][G/C]GGTGAG) located between +7 and +15 that serves as a binding site for the transcription initiation complex. This consensus is present in the other ANK-1 promoters, 30% of all mammalian promoters, and is highly enriched in those that lack known consensus elements (i.e, TATA box; Laflamme et al. submitted). We hypothesized that variation within this consensus sequence controls the level of mRNA transcription. We evaluated altered consensus sequences in the ANK-1E promoter linked to luciferase or gamma-globin reporter genes in transient transfection assays in erythroid K562 cells or transgenic mice, respectively. In both assays, the GCGGGTGAG sequence generated 7-fold higher levels of expression than the wild type sequence (TGCGGTGAG; p<0.01), while other variations gave similar or lower levels of expression. We concluded that while erythroid specificity of the minimal ANK-1E promoter is conferred by GATA-1 binding, the level of expression is controlled by the ([G/T][G/C][G/C]GGTGAG) box. In transient transfection assays in vitro, where the constraints of chromatin are released, the sequences adjacent to ANK-1E and ANK-1A promoters directed equivalent levels of expression in both erythroid and non-erythroid cells. We hypothesized that the activity of the ANK-1E promoter in vivo is controlled by both the core promoter sequence and the local chromatin architecture. Transcriptionally active regions of chromatin show increased sensitivity to DNase I digestion, which we have analyzed across a 200 kb region encompassing all three ANK-1 promoters. A region between the ANK-1E and ANK-1A promoters was sensitive to DNase I digestion only in erythroid cells, while the upstream (1B) and downstream (1A) regions were DNase I resistant. The 1E to 1A region is flanked by DNase hypersensitive sites (HS): one immediately 5′ to 1E (5′HS), and two adjacent HS (3′HS1, 3′HS2) located ~6 kb downstream. Histone acetylation is also associated with active chromatin. Chromatin Immunoprecipitation (ChIP) of the ANK-1E region showed erythroid-specific histone acetylation of the 6kb region between 5′HS and 3′HS1&2, with hyperacetylation at all three HS in all cell types. Barrier elements are found at the boundary between open and condensed chromatin. 5′HS provides a barrier against transgene silencing in cell lines and transgenic mice (p<0.01). 3′HS2 contains barrier activity in transfected cells (p<0.01), while the combination of 3′HS1 and 3′HS2 prevents silencing in transgenic mice (p<0.02). ChIP, EMSA (Mobility Shift Assay) and in vitro DNase I footprinting demonstrated that 3′HS1 binds the erythroid transcription factor NF-E2. In transient assays in erythroid cells, 3′HS1 increased reporter gene activity 5-fold when adjacent to the ANK-1E promoter. We hypothesized that NF-E2 could be translocated to the ANK-1E promoter by the formation of an internal chromatin loop. Chromatin Conformation Capture (3C) demonstrated the formation of a loop structure in which 5′HS and 3′HS1&2 are brought into physical proximity in erythroid, but not non-erythroid cells. In agreement with the 3C results, ChIP demonstrated that both ends of the ANK-1E chromatin loop bind GATA-1, NF-E2 and RNA Pol II. Our current model predicts that the 5′ HS barrier allows the ANK-1E promoter to function in transgenic mice, but in the native locus, ANK-1E promoter activity requires the formation of a chromatin loop mediated by GATA-1 and NF-E2.",
    "topics": [
        "ankyrins",
        "chromatin",
        "deoxyribonuclease i",
        "dna polymerase ii",
        "electrophoretic mobility shift assay",
        "gamma-globins",
        "gata1 protein, human",
        "genes",
        "immunoprecipitation",
        "luciferases"
    ],
    "author_names": [
        "Ashley N. Owen",
        "Karina Laflamme, PhD",
        "Andre M. Pilon, MS",
        "Lisa J. Garrett, MS",
        "Patrick G. Gallagher, MD",
        "David M. Bodine, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashley N. Owen",
            "author_affiliations": [
                "Nhgri, Hematopoiesis Section, GMBB, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karina Laflamme, PhD",
            "author_affiliations": [
                "Nhgri, Hematopoiesis Section, GMBB, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre M. Pilon, MS",
            "author_affiliations": [
                "Nhgri, Hematopoiesis Section, GMBB, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa J. Garrett, MS",
            "author_affiliations": [
                "Nhgri, Transgenic Mouse Core Facility, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick G. Gallagher, MD",
            "author_affiliations": [
                "School of Medicine, Yale University, New Haven, CT, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Bodine, PhD",
            "author_affiliations": [
                "Nhgri, Hematopoiesis Section, GMBB, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T13:00:25",
    "is_scraped": "1"
}