{
    "doi": "https://doi.org/10.1182/blood.V124.21.2858.2858",
    "article_title": "Trajectories of Inflammation Markers after Acute DVT and Their Association with the Postthrombotic Syndrome ",
    "article_date": "December 6, 2014",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "abstract_text": "Introduction: The postthrombotic syndrome (PTS) is the most common chronic complication of deep venous thrombosis (DVT). Inflammation markers can predict PTS when measured at discrete time points after DVT; however, this approach does not recognize patterns of change over time. Objective: To describe change of inflammation marker levels after acute proximal DVT and assess the association of individual biomarker trajectories with risk of PTS. Methods: The BioSOX is a substudy of the SOX Trial. Patients with first, symptomatic, proximal DVT were followed for 24 months. The study end point, PTS, was diagnosed starting from 6 months post DVT using the Villalta scale. During the SOX trial we collected blood samples from participants at baseline, 1 and 6 months, and measured concentrations of C-reactive protein (CRP), interleukin (IL)-6, IL-10 and intercellular adhesion molecule (ICAM)-1 using validated established methods. We used group-based trajectory modeling (GBTM) to identify biomarker level trajectories from the time of acute DVT up to six months post DVT and assign patients to trajectory groups. Chi-square and ANOVA tests were used to investigate the association of clinical and demographic characteristics and trajectory group assignment. Modified Poisson regression models were used to estimate risk ratios (RR) for PTS according to trajectory group. Models were adjusted for predefined covariates (age, sex, body mass index (BMI) and extent of DVT) and data driven confounders found to be significantly associated with trajectory group. Results: Of 703 patients, 327 developed PTS. Figure 1 depicts the best trajectory models for each of the 4 biomarkers. For both ICAM-1 and IL-10, the best model was a 3-group model with high, intermediate and low biomarker level trajectories. For both IL-6 and CRP, the best model was comprised of 4 groups, which consisted of the highest group (group 3) having a rapidly declining profile to an intermediate level by the first month after DVT, and a second high group (group 4) having levels that remained high for the entire sampling time. Clinical and demographic variables most closely associated with trajectory group assignment were age, BMI, infectious or inflammatory conditions in the month prior to DVT, smoking, cancer related DVT and anatomical extent of DVT. For ICAM-1 there was a significant association of trajectory group assignment and risk of PTS (Table 1). Adjusted RR for trajectory group 2 vs. group 3 was 0.79 (95% confidence interval 0.67 – 0.93). There were no associations of the other biomarker trajectory groups with PTS risk. Conclusion: To our knowledge, this is the first study to use trajectory analyses to describe temporal patterns of change in inflammation marker levels after acute DVT and relate these to risk of PTS. Results suggest that patients demonstrate distinct patterns of change in biomarker levels over the first six months after acute DVT. Persistently high ICAM-1 levels in the first six months after DVT were associated with an increased risk of PTS. Verification of these results is needed by other studies. Figure 1. View large Download slide Group based trajectory models for biomarker trajectories after acute DVT. Figure 1. View large Download slide Group based trajectory models for biomarker trajectories after acute DVT.  Close modal Table 1: Association between biomarker trajectory group and PTS  Trajectory group* . Crude RR (95% CI) . Adjusted† RR (95%CI) . ICAM-1  1 vs. 3 0.60 (0.33-1.10) 0.67 (0.36-1.24) 2 vs. 3 0.74 (0.63-0.87) 0.79 (0.67-0.93) IL-10  1 vs. 3 1.01 (0.60-2.02) 1.19 (0.66-2.16) 2 vs. 3 1.08 (0.79-1.46) 1.13 (0.83-1.53) CRP  1 vs. 4 0.80 (0.60-1.04) 0.95 (0.70-1.28) 2 vs. 4 0.91 (0.73-1.13) 1.00 (0.80-1.25) 3 vs. 4 0.79 (0.61-1.01) 0.89 (0.68-1.16) IL-6  1 vs. 4 0.84 (0.62-1.15) 1.01 (0.73-1.40) 2 vs. 4 1.01 (0.76-1.35) 1.02 (0.76-1.36) 3 vs. 4 0.90 (0.62-1.32) 0.96 (0.65-1.41)     Trajectory group* . Crude RR (95% CI) . Adjusted† RR (95%CI) . ICAM-1  1 vs. 3 0.60 (0.33-1.10) 0.67 (0.36-1.24) 2 vs. 3 0.74 (0.63-0.87) 0.79 (0.67-0.93) IL-10  1 vs. 3 1.01 (0.60-2.02) 1.19 (0.66-2.16) 2 vs. 3 1.08 (0.79-1.46) 1.13 (0.83-1.53) CRP  1 vs. 4 0.80 (0.60-1.04) 0.95 (0.70-1.28) 2 vs. 4 0.91 (0.73-1.13) 1.00 (0.80-1.25) 3 vs. 4 0.79 (0.61-1.01) 0.89 (0.68-1.16) IL-6  1 vs. 4 0.84 (0.62-1.15) 1.01 (0.73-1.40) 2 vs. 4 1.01 (0.76-1.35) 1.02 (0.76-1.36) 3 vs. 4 0.90 (0.62-1.32) 0.96 (0.65-1.41)     View Large ICAM-1, intercellular adhesion molecule1; IL-10, Interleukin 10; CRP, C-reactiveprotein; IL-6, Interleukin 6; RR, risk ratio. *See Figure 1 for graphical depiction of trajectory group patterns over time †Adjustment variables: ICAM-1: age, sex, BMI, extent of DVT, smoking status and type of DVT IL-6 and IL-10: age, sex, BMI, extent of DVT, infection or inflammatory condition in the month prior to DVT, smoking status and type of DVT CRP: age, sex, BMI, extent of DVT, infection or inflammatory condition in the month prior to DVT and type of DVT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "deep vein thrombosis",
        "inflammatory markers",
        "postphlebitic syndrome",
        "venous stasis syndrome",
        "brachial plexus neuritis",
        "biological markers",
        "intercellular adhesion molecule 1",
        "c-reactive protein",
        "interleukin-10",
        "interleukin-6"
    ],
    "author_names": [
        "Anat Rabinovich, MD",
        "Jacqueline M Cohen, PhDcandidate",
        "Mary Cushman, MD MSc",
        "Susan R Kahn, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Anat Rabinovich, MD",
            "author_affiliations": [
                "McGill University, Jewish General Hospital, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline M Cohen, PhDcandidate",
            "author_affiliations": [
                "McGill University, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Cushman, MD MSc",
            "author_affiliations": [
                "University of Vermont, Burlington, VT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan R Kahn, MD MSc",
            "author_affiliations": [
                "McGill University, Jewish General Hospital, Montreal, Canada ",
                "Division of Internal Medicine and Department of Medicine, McGill University, Montreal, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T04:46:45",
    "is_scraped": "1"
}