{
    "doi": "https://doi.org/10.1182/blood.V124.21.3714.3714",
    "article_title": "Intensified Chemotherapy for Older Patients with Acute Lymphoblastic Leukemia (ALL): A Phase II Study from the Dana Farber Cancer Institute (DFCI) ALL Consortium ",
    "article_date": "December 6, 2014",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Unlike the significant advances seen with intensive chemotherapy for pediatric acute lymphoblastic leukemia (ALL) over the last two decades, long-term outcomes among patients over age 50 remain poor, with median survival less than one year. This contrast has been attributed to high-risk chromosomal features, decreased compliance with and tolerance of effective therapies, and exposure to less intensive multi-agent regimens among adults with ALL. In recent years, more intensive chemotherapeutic paradigms, derived from pediatric protocols, have been studied in adult ALL. The purpose of the current study was to determine the efficacy of an intensified multi-agent approach, derived from a completed DFCI consortium pediatric regimen used in younger adults, in an older (age >50) population of patients with ALL. For this study, modifications of the pediatric regimen included incorporation of clofarabine in consolidation, adjustment to dose and scheduling of PEG asparaginase and steroids, as well as inclusion of stem cell transplant (SCT) for eligible patients. The primary endpoint was survival rate at 1 year, with the goal of improving from the 33% historical control to 53%. Adults, aged 51-75 years, with newly diagnosed ALL or lymphoblastic lymphoma, were eligible. During induction, patients received multi-agent chemotherapy with vincristine, prednisone, doxorubicin, and PEG asparaginase. Imatinib was instituted if cytogenetics confirmed the presence of the Philadelphia chromosome. Patients received prophylactic intrathecal therapy with induction, and those with CNS involvement underwent additional IT therapy. Prednisone was administered for 21 days for those aged less than 60 and for 7 days for those aged 60 and above. Following induction, cycle one of consolidation included treatment with clofarabine, prednisone, and PEG asparaginase. After induction and first consolidation course, eligible patients proceeded to allogeneic SCT. Patients without matched sibling donors could receive unrelated donor or cord blood transplants. While those eligible under age 60 could undergo ablative conditioning regimens, those 60 and older received reduced intensity regimens. Those not eligible for SCT, went on to receive CNS, consolidation and continuation phases of treatment, as per protocol, which incorporated treatment with cycles of vincristine, doxorubicin, 6-mercaptopurine, and dexamethasone. PEG asparaginase was incorporated into the induction, consolidation I, CNS phase, and consolidation II phases of therapy. As of the most current analysis, 30 patients have been enrolled. A total of 19 of 29 evaluable patients (66%) have achieved a complete remission (CR). Three patients were refractory to induction therapy, four discontinued treatment during induction due to toxicity, of which three died, and nine patients have experienced relapse following remission. Nine patients have undergone SCT. A total of 15 patients have died on study out of 27 evaluated, and the overall survival, calculated by the method of Kaplan and Meier, at one year was 62% [95% CI, 41%-77%] ( Figure 1 ) , while disease-free survival for the 18 patients who achieved a CR following induction therapy at one year was 77% [95% CI, 49%-90%]. In total, for evaluable patients with at least one year of follow-up, the proportion surviving at one year was 61% [two-sided 80% CI, 47-75%] (16/26), significantly higher than the historical rate (33% used for this analysis, one-sided 90% exact CI) among such patients. Overall survival is also shown for Ph+ and Ph- groups ( Figure 2 ) . The most common grade 3/4 toxicities included transaminitis and hyperbilirubinemia, cytopenias, hypophosphatemia, hyperglycemia, and neutropenic fever. The major toxicity of liver injury, thought related to PEG asparaginase, prompted an amendment to the protocol to reduce the dose. Additionally, PEG asparaginase administration was limited to only those with Philadelphia chromosome-negative disease, to decrease risk of severe hepatotoxcity in patients receiving concurrent imatinib and PEG asparaginase. These data suggest that intensive multi-agent chemotherapy is tolerable in older patients with ALL, and can result in improved outcomes when compared to historical data. Additional study of similarly intensive regimens, incorporating novel therapies and alternative formulations of asparaginase, are warranted in older populations of ALL. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Fathi: Seattle Genetics: Research Funding; Seattle Genetics: Advisory Board, Advisory Board Other. Stone: Novartis: Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "chemotherapy regimen",
        "older adult",
        "phase 2 clinical trials",
        "pegaspargase",
        "prednisone",
        "toxic effect",
        "clofarabine",
        "doxorubicin"
    ],
    "author_names": [
        "Amir T. Fathi, MD",
        "Daniel J DeAngelo",
        "Kristen E. Stevenson, MS",
        "Jonathan E. Kolitz, MD",
        "Julie D. Asch, MD",
        "Philip C. Amrein, MD",
        "Eyal C. Attar, MD",
        "David P. Steensma, MD",
        "Martha Wadleigh, MD",
        "Christine Connolly",
        "Ilene Galinsky, ANP",
        "Richard M. Stone, MD",
        "Donna S. Neuberg, ScD",
        "Karen K. Ballen, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amir T. Fathi, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel J DeAngelo",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen E. Stevenson, MS",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan E. Kolitz, MD",
            "author_affiliations": [
                "North Shore-Long Island Jewish Health System, Manhasset, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie D. Asch, MD",
            "author_affiliations": [
                "Intermountain Blood and Marrow Transplant/Acute Leukemia Program, Salt Lake City, UT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip C. Amrein, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eyal C. Attar, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David P. Steensma, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Wadleigh, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Connolly",
            "author_affiliations": [
                "Massachusetts General Hospital, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilene Galinsky, ANP",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna S. Neuberg, ScD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen K. Ballen, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T13:07:05",
    "is_scraped": "1"
}