{
    "doi": "https://doi.org/10.1182/blood-2018-99-118181",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4134",
    "start_url_page_num": 4134,
    "is_scraped": "1",
    "article_title": "20(S)-Protopanaxatriol Promotes Fatty Acid-Induced ER Stress and Apoptosis in Multiple Myeloma By Down-Regulating SCD1 Expression ",
    "article_date": "November 29, 2018",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "apoptosis",
        "emergency service, hospital",
        "multiple myeloma",
        "stress",
        "loeys-dietz syndrome",
        "lipids",
        "western blotting",
        "hematologic neoplasms",
        "hypercholesterolemia, autosomal recessive",
        "oleic acid"
    ],
    "author_names": [
        "Qiuguo Wang",
        "Siqi Yan",
        "Xiaoran Zhou",
        "Huiling Mei",
        "Yu Xiang",
        "Bin Fang",
        "Leilei Zhang",
        "Yu Hu, MD PhD",
        "Qiuguo Wang, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, wuhan, China "
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
        ],
        [
            "Department of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, HuBei, China, Wuhan, China"
        ]
    ],
    "first_author_latitude": "30.5130043",
    "first_author_longitude": "114.4202756",
    "abstract_text": "Multiple myeloma (MM), is a hematological malignancy characterized by the accumulation of clonal malignant plasma cells. Nowadays more and more studies concern that alert metabolism including glycolysis, glutaminolysis and lipid metabolism has potent in vivo anticancer activity in multiple myeloma. While glycolysis and glutaminolysis was well established, lipid metabolism of MM is poorly understood and there is a need for a new low-toxic therapy that selectively target MM. Lipid metabolism studies such as on the use of inhibitors of fatty acid synthesis and their effects on MM cell survival have been reported. Our study showed the increase of the expression of stearoyl CoA desaturase 1 (SCD1) and the elevated fatty acid biosynthesis in MM cells (Fig.1A, p<0.001). We found that SCD1 is overexpression in MM patients' samples and associated with clinical stage of myeloma (Fig 1B, p<0.05). Then we examined the level of lipid droplets(LDs) in MM cells, and the high level of LDs detected in MM cells demonstrated the lipid accumulation in MM (Fig.1C). Stable depletion of SCD1 inhibited fatty acid biosynthesis and decreased LDs levels and this reduction of LDs remained at low levels in MM cells (Fig.1D, E). These results suggest that MM cell growth party relies on SCD1-mediated fatty acid metabolism. The finding that 20(S)-protopanaxatriol(PPT) has significant effect on inhibiting the transcription of lipogenic genes have reported. Western blotting analysis shows that PPT decreased SCD1 protein levels in RPMI-8226, ARH-77 cell lines. In addition, PPT treatment decreased fatty acid biosynthesis and blocked lipid storage in lipid droplets(LDs) (Fig.1F). The proportion of saturated and monounsaturated was also decreased after treatment (Fig. 1G). Given that 20(S)-protopanaxatriol(PPT) has lipid-lowering effect in MM, we hypothesized that PPT exerts anti-myeloma effects by disrupting lipogenesis. In vitro experiments demonstrate the significant effect of PPT on decreasing proliferation and inducing apoptosis in multiple myeloma (Fig.1H). Supplementation with the SCD1 enzymatic product, oleic acid, rescued MM cells from PPT cell killing and SCD1 silencing, decreasing levels of SCD1 inhibition induced apoptosis and proliferation inhibition (Fig.1I). The results of Western Blot Analysis show a positive correlation between SCD1 inhibition and endoplasmic reticulum stress (ER stress) (Fig.1J). In addition, PPT can obviously induce ER stress after inhibiting SCD1, while ER-stress inhibitor TUDCA can significantly reverse the induced apoptosis of PPT treatment in MM cells (Fig.1K, p<0.05). These results suggest that excessive endoplasmic reticulum stress is the main cause of PPT induced apoptosis. In summary, our studies reveal that regulation of fatty acid metabolism in MM cells is an essential target. We show that the redeployed drug PPT killed MM cells by decreasing SCD1 protein levels and promoting fatty acid-induced ER stress. This study is relevant to the wider context of multiple myeloma therapeutics that developing therapeutics which can disrupt fatty acid biosynthesis. To our knowledge, this is the first study to describe the aglycone of ginsenosides 20(S)-protopanaxatriol with demonstrable anti-myeloma activity that target fatty acid biosynthesis View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}