{
    "doi": "https://doi.org/10.1182/blood-2021-145762",
    "article_title": "The FLT3 F691L Gatekeeper Mutation Promotes Clinical Resistance to Gilteritinib + Venetoclax (GILT + VEN) in AML ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Background: FMS-like tyrosine kinase (FLT3) is one the most frequently mutated genes in AML and is associated with poor prognosis. FLT3 internal tandem duplication (ITD) and tyrosine kinase domain (TKD) mutations occur in up to 30% and 5-10% of AML, respectively. Several small molecule FLT3 inhibitors (FLT3i) have been developed but their use as single agents is limited due to the development of drug resistance. Our lab developed a two-step model of early and late resistance to FLT3i that recapitulates resistance in AML patients (Traer et al. Cancer Res. 2016; Joshi et al. Cancer Cell 2021). Early resistance, also known as AML persistence, is the stage when residual AML cells are dependent upon the marrow microenvironment for survival and patients are clinically responding. Late resistance to GILT was characterized by expansion of intrinsic mutations, with NRAS mutations being the most frequent mutation, in addition to a few gatekeeper FLT3 mutations. Current therapies are looking at combinations to overcome GILT resistance, including chemotherapy, hypomethylating agents (HMAs), and venetoclax (VEN) +/- HMAs. GILT+VEN, in particular, has shown good initial activity in relapsed/refractory FLT3 AML patients (Daver et al. ASH 2020), however the mechanism of resistance to this combination is unknown. Results: Early resistance cell cultures to GILT+VEN were created by exposing MOLM14 cells to GILT 25nM + VEN 25nM alone or supplemented with microenvironmental ligands FGF2 or FLT3 ligand (FL; N=3/group). Media, drugs, and ligands were replenished twice weekly. After 25 weeks, only the cultures exposed to ligand resumed growth (N=1 for FGF2 and N=3 for FL). Ligands were then removed from these early resistant cultures to induce late resistance. There was an initial drop in cell viability but cells resumed growth after only 3.5 weeks (Fig. 1). In contrast, the time to develop early and late resistance to GILT monotherapy was 8 and 15 weeks, respectively. Immunoblot analysis of GILT + VEN early and late resistant cultures demonstrated restoration of FLT3 signaling, as well as phosphorylation of downstream AKT/MAPK pathways. These results also contrasted to late GILT monotherapy resistant cultures, which had downstream AKT/MAPK activation via outgrowth of NRAS mutations. Since FLT3 appeared to be functionally active, we sequenced FLT3 and found that all early and late GILT + VEN resistance cultures had gatekeeper FLT3 F691L mutations. F691L accounted for only in a minority of resistance cultures to GILT monotherapy. To test if FLT3 signaling was important for resistance, we exposed parental cells to higher concentrations of gilteritinib, which have been shown to partly overcome F691L, as well as the FLT3i FF-10101, which binds FLT3 at a different site and is not affected by the F691L mutation. Both of these approaches restored sensitivity to FLT3i in vitro . As expected, the F691L mutation provided broad resistance to most FLT3i (Fig. 2). To validate this mechanism of resistance in patients, we identified a relapsed FLT3-ITD patient who was treated with GILT monotherapy for 5 months, followed by GILT + HMA for 4 cycles, and then GILT + VEN for resistant proliferative disease. After an initial response to GILT + VEN, the leukemia cells began to increase again in the peripheral blood. A repeat genetic test was ordered and the patient was found to have developed a FLT3 F691L mutation at a high variant allele frequency (Fig. 3). Conclusion: We have developed a robust cell line model of early and late resistance to FLT3i that mimics the timing and expansion of resistance mutations in the clinic. Our model of early and late resistance to GILT combinations can prospectively predict mechanisms of resistance. Although uncommon as a mechanism of resistance to GILT monotherapy, our model and early patient data predicts that F691L mutations are more important for GILT + VEN resistance. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Tyner:  Seattle Genetics: Research Funding; Astrazeneca: Research Funding; Array: Research Funding; Janssen: Research Funding; Takeda: Research Funding; Gilead: Research Funding; Incyte: Research Funding; Petra: Research Funding; Constellation: Research Funding; Genentech: Research Funding; Agios: Research Funding; Schrodinger: Research Funding. Traer:  ImmunoGen: Membership on an entity's Board of Directors or advisory committees; Schrodinger: Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees; Servier/Agios: Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Setareh Sharzehi",
        "Sunil K Joshi",
        "Janét Pittsenbarger",
        "Jeffrey W. Tyner",
        "Elie Traer"
    ],
    "author_dict_list": [
        {
            "author_name": "Setareh Sharzehi",
            "author_affiliations": [
                "Oregon Health and Science University, Portland, OR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sunil K Joshi",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR",
                "Division of Hematology & Medical Oncology, Department of Medicine, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janét Pittsenbarger",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Tyner",
            "author_affiliations": [
                "Knight Cancer Institute, Oregon Health & Science University, Portland, OR",
                "Oregon Health & Science University, Portland, OR",
                "Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR",
                "Knight Cancer Institute, Department of Cell, Developmental and Cancer Biology, Oregon Health and Science University, Portland, OR",
                "Department of Cell, Developmental & Cancer Biology, Oregon Health & Science University, Knight Cancer Institute, Portland, OR",
                "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR",
                "Department of Cell, Developmental, and Cancer Biology, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Traer",
            "author_affiliations": [
                "Oregon Health & Sciences University, Portland, OR",
                "Oregon Health & Science University, Portland,",
                "OHSU Knight Cancer Institute, Portland, OR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T18:48:50",
    "is_scraped": "1"
}