{
    "doi": "https://doi.org/10.1182/blood.V116.21.1841.1841",
    "article_title": "The BH3 Mimetic, ABT-737, Overcomes Stromal-Mediated Pro-Survival Signals and Synergizes with PHA-767491, a Dual Cdc7/CDK9 Inhibitor, In Acute Myeloid Leukaemia ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Poster I",
    "abstract_text": "Abstract 1841 ABT-737 is a small molecule inhibitor of Bcl-2 and Bcl-xL with reported activity in pre-clinical in-vitro and in-vivo studies of acute myeloid leukaemia(AML) but to date no data has been reported on its activity in an AML co-culture model. To address this, we examined the effects of co-culture of AML cell lines (MOLM-13, ML-1, KG-1, OCI-AML2) with HS5 cells, a human stromal cell line, on sensitivity to Ara-C and ABT-737. All cell lines cultured in the presence of HS-5 stroma demonstrated a significant reduction in Ara-C-induced apoptosis (% relative reduction - OCI-AML2:80%; ML1:65%; MOLM-13:53%; KG-1:55%) as compared to cells cultured in suspension in normal complete media, with the effect on expression of Bcl-2 family members being currently under evaluation. In contrast, in the presence of ABT-737, HS-5 co-culture did not provide any protective effect whatsoever to AML cells, with IC 50 ranging from 0.1 to 0.3μM in the cell lines noted above, regardless of the presence of stroma. OCI-AML3, an AML cell line known to express high levels of Mcl-1 was resistant to ABT-737 in both normal suspension cultures and co-culture. Indeed Mcl-1, an important pro-survival protein in haematopoietic cells is thought to be a key factor promoting resistance to ABT-737 and it has recently been reported that transcriptional upregulation of Mcl-1 may follow exposure to ABT-737. Thus, the combination of ABT-737 with strategies to deplete Mcl-1 is particularly attractive. Cdk9 inhibition is such a strategy. Since Cdk9 phosphorylates RNA polymerase II affecting the rate of transcription, inhibition leads to a depletion of proteins with short half-lives, such as Mcl-1. Here we report that resistance of OCI-AML3 cells to ABT-737-induced apoptosis can be overcome by combination with PHA-767491, a novel dual Cdc7/CDK9 inhibitor. OCI-AML3 cells were treated with increasing concentrations of ABT-737, PHA-767491 or both. Co-administration resulted in a strong synergistic apoptosis-inducing effect as assessed by AnnexinV staining, with combination indices, as calculated by Chou et Talalay, for a range of doses of both drugs of <1 (range 0.3–0.9). Importantly, the sensitising effect of PHA-767491 was seen only at concentrations (≥ 2μM) that resulted in significant downregulation of Mcl-1 protein expression, implicating Mcl-1 downregulation as a possible cause of synergy. We are currently investigating the precise role of Mcl-1 in this regard. In conclusion, taken together, these studies support that ABT-737, possibly in combination with agents to deplete Mcl-1, represents a promising therapeutic strategy for AML and warrants further evaluation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "abt-737",
        "leukemia, myelocytic, acute",
        "coculture techniques",
        "bcl-xl protein",
        "cytarabine",
        "rna polymerase ii",
        "cell lines",
        "half-life",
        "hematopoietic system",
        "stromal cells"
    ],
    "author_names": [
        "Ruth C Morrell, MBBCh, FRCPath",
        "Eva Szegezdi, PhD",
        "Anna Halpin-McCormick, BSc",
        "Karen Cawley, BSc",
        "Afshin Samali, PhD",
        "Michael O'Dwyer, MD, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Ruth C Morrell, MBBCh, FRCPath",
            "author_affiliations": [
                "Dept of Haematology; School of Natural Sciences, Division of Biochemistry, National University of Ireland, Galway, Ireland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eva Szegezdi, PhD",
            "author_affiliations": [
                "School of Natural Sciences, Division of Biochemistry, National University of Ireland, Galway, Ireland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Halpin-McCormick, BSc",
            "author_affiliations": [
                "School of Natural Sciences, Division of Biochemistry, National University of Ireland, Galway, Ireland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Cawley, BSc",
            "author_affiliations": [
                "School of Natural Sciences, Division of Biochemistry, National University of Ireland, Galway, Ireland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Afshin Samali, PhD",
            "author_affiliations": [
                "School of Natural Sciences, Division of Biochemistry, National University of Ireland, Galway, Ireland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael O'Dwyer, MD, FRCPath",
            "author_affiliations": [
                "Dept of Haematology, University College Hospital, Galway, Ireland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T15:43:26",
    "is_scraped": "1"
}