{
    "doi": "https://doi.org/10.1182/blood-2019-126699",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4369",
    "start_url_page_num": 4369,
    "is_scraped": "1",
    "article_title": "Trasposon Mediated Horizontal Gene Transfer (T-HGT) of Circulating Tumor DNA Reshapes MM Clonal Architecture ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "circulating tumor dna",
        "gene transfer, horizontal",
        "neoplasms",
        "cancer",
        "karyotype determination procedure",
        "transfer technique",
        "transplantation, heterologous",
        "tumor cells",
        "dna transposable elements",
        "host (organism)"
    ],
    "author_names": [
        "Munevver Cinar, MD",
        "Steven Flygare",
        "Marina Mosunjac",
        "Ganji Nagaraju",
        "Dongkyoo Park",
        "Sheff Faith",
        "Debra Saxe, PhD",
        "Leon Bernal-Mizrachi, MD"
    ],
    "author_affiliations": [
        [
            "Emory University Winship Cancer Institute/ Department of Hematology and Medical Oncology, Atlanta, GA "
        ],
        [
            "Kodikaz Therapeutics Solutions, Inc, Buffalo, NY "
        ],
        [
            "Department of Pathology, Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute of Emory University, atlanta, GA "
        ],
        [
            "Department of Oncology Genetics/ Emory University Hospital, Atlanta, GA "
        ],
        [
            "Pathology and Laboratory Medicine, Emory University, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute/Department of Hematology and Medical Oncology, Emory University, atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "Spatial genetic heterogeneity is a characteristic phenomenon that influences multiple myeloma's (MM) phenotype and drug sensitivity (Rasche L. et al and Bolli N et al.). Hence, the branch model of tumor evolution is not sufficient to explain the disorganized architecture observed in MM. In this study, we investigated whether MM ctDNA horizontal gene transfer (HGT) affect tumor genetic architecture and drug sensitivity, resembling what is seen in prokaryotes, and elucidated the mechanisms involved in the mobilization of genetic material from one cell to another. We identified that plasma from patients with MM transmits drug sensitivity or resistance to cells in culture. This transmission of drug sensitivity is mediated by ctDNA transfer of oncogenes to a host cell. Importantly, in vitro and in vivo demonstrated that ctDNA mainly targets cells resembling the cell of origin (tropism). Karyotype spreads and whole genome sequencing demonstrated that once patients ctDNA encounters host cells, it migrates into the nucleus where it ultimately integrates into the cell's genome. Integration to the genome was confirmed to be targeted to myeloma cells. Further sequencing analysis of multiple MM samples identified ctDNA tropism and integration is dependent on the 5' and 3' end presence of transposable elements (TE), particularly of the MIR and ALUsq family. These results were further validated by TE mediated delivery of GFP into MM cells in vitro and HSVTK in tumors of mouse xenografts. In conclusion, this data indicates for the first time that TE mediates MM ctDNA HGT into homologous tumor cells shaping the hierarchical architecture of tumor clones and affecting tumor response to treatment. Therapeutically, this unique quality of ctDNA can be exploited for targeted gene therapeutic approaches in MM and potentially other cancers. Disclosures Bernal-Mizrachi: Kodikas Therapeutic Solutions, Inc: Equity Ownership; TAKEDA: Research Funding; Winship Cancer Institute: Employment, Patents & Royalties."
}