{
    "doi": "https://doi.org/10.1182/blood.V120.21.1805.1805",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2404",
    "start_url_page_num": 2404,
    "is_scraped": "1",
    "article_title": "Early Myelodysplastic Changes Present in Substantial Proportion of Monoclonal Gammopathy of Unknown Significance (MGUS) and Smoldering Multiple Myeloma (SMM) Patients ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1805 Background Results of three major randomized clinical trials suggest an increase incidence of second primary malignancies (SPM) associated with lenalidomide use in the maintenance setting after alkylator exposure. In parallel, we recently reported the results of a Swedish population-based study, involving 5652 MGUS patients that demonstrated an 8-fold increase risk of developing myelodysplastic syndrome/acute myeloid leukemia (MDS/AML) compared to healthy population with an increased risk demonstrated in patients with IgG/IgA isotypes (not IgM) and M-spikes >1.5 g/dL, suggesting a putative role for disease related factors present in patients prior to therapy initiation. In this prospective clinical study, based on 80 untreated myeloma precursor disease patients (MGUS and SMM), we show early histopathological features and fluorescence in situ hybridization (FISH) abnormalities usually seen in myelodysplasia prior to clinical myeloma disease onset in a substantial proportion of MGUS/SMM patients. Methods Eighty MGUS and SMM patients had baseline bone marrow biopsies, including CD34 immunohistochemical staining, as part of a prospective clinical natural history study ( NCT01109407 ) for myeloma precursor disease. Sixteen (20%; 95% confidence interval: 12%-30%) patients (7 MGUS and 9 SMM) were identified as having dyspoietic morphological features with abnormal high-level CD34+ expression on mature megakaryocytes (CD34+ MEGA), defined as >20% of megakaryocytes in the BM showing membranous/Golgi CD34 immunostaining; these 16 MGUS/SMM patients were defined as cases. As a next step, we carried out a nested case-control analysis. Among remaining 64 MGUS/SMM patients with CD34- expression on mature megakaryocytes (CD34- MEGA), we defined 14 age- and gender-matched subjects (7 MGUS and 7 SMM) as controls. Using prospectively collected clinical and bone marrow data, we applied Mann Whitney and Fisher's exact tests for differences between CD34+ MEGA (cases) to CD34- MEGA (controls). Fluorescence in situ hybridization (FISH) analysis, using MDS panel [(inv93)(q21q26.2) or t(3,3)(q21;q26.2), -5/5q deletion, -7/7q deletion, +8, 11q23 rearrangements, -13/13q deletion, and -20/20q deletion)] was performed on CD138- fractionated bone marrow aspirate samples from CD34+ MEGA patients (Mayo Cytogenetics Core and Director Patricia T. Greipp, D.O.). Results Characteristics of the CD34+ MEGA patients include median age of 59 yrs (range 45–79), median plasma cell (CD138+) percentage on bone marrow biopsy is 9.8% (range 5–20%), and median M-spike concentrations is 0.95 g/dL (range 0.1–2.1 g/dL) with isotypes 10=IgG, 4=IgA, and 2=IgM. Peripheral blood counts showed no significant cytopenias (median Hgb 13.6 g/dL, WBC 6.3 K/uL, Platelet 239 K/uL). Early dyspoietic features observed in CD34+ MEGA patients compared to CD34- MEGA patients include: hypolobulated megakaryocytes (100% vs. 43%, p=0.0005), micromegakaryocytes (100% vs. 36%, p= 0.0001), bone marrow hypercellularity (48% vs. 38%, p=0.006), and higher myeloblast numbers identified by CD34+ immunostaining (2.8% vs. 1.4%, p=0.005). There were no significant morphological differences in erythroid and myeloid lineages between the two groups. Among 13/16 CD34+ MEGA patients that underwent FISH analysis with MDS panel probes, one patient was identified as having an emerging inv(3) or a t(3;3) clone (1.0% of nuclei found to have fusion of RPN1 and MECOM(EVI11)). Conclusions In this prospective clinical natural history study of MGUS and SMM patients, we demonstrate that 16/80 (20%) of untreated myeloma precursor patients demonstrate early dyspoietic morphological features usually seen in MDS. This finding further supports a primary biological link between plasma cell dyscrasias and MDS/AML before clinical disease onset and treatment related exposures occur, and, in the future, it may have implications for choice of therapy for patients who need anti-myeloma treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "monoclonal gammopathy of undetermined significance",
        "myelodysplastic syndrome",
        "smoldering myeloma",
        "cd34 antigens",
        "multiple myeloma",
        "bone marrow biopsy",
        "m-spike",
        "uterine fibroids",
        "alkylating agents",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Neha Korde, MD",
        "Qing Yan Liu, MD",
        "Mary Kwok, MD",
        "Elisabet E. Manasanch, MD",
        "Olga Simakova, PhD",
        "Sham Mailankody",
        "Mark Roschewski, MD",
        "Adriana Zingone, MD, PhD",
        "Rene Costello",
        "Diamond Zuchlinski, RN",
        "Marcia Mulquin, RN",
        "Katherine R Calvo, MD, PhD",
        "Raul C. Braylan, MD",
        "Irina Maric, MD",
        "Ola Landgren, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Section/DLM, NIH/CC, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Medical Oncology Branch, National Institutes of Health, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "NIH/NCI, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, Metabolism Branch/NCI/NIH, Bethesda, MD, USA, "
        ],
        [
            "Medical Oncology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Metabolism Branch, NIH/NCI, Bethesda, MD, USA, "
        ],
        [
            "Multiple Myeloma Section, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology, Department of Laboratory Medicine, NIH Clinical Center, Bethesda, MD, USA, "
        ],
        [
            "Hematology Section/Department of Laboratory Medicine, NIH/CCR, Bethesda, MD, USA"
        ],
        [
            "Hematology Section/Department of Laboratory Medicine, NIH/CCR, Bethesda, MD, USA"
        ],
        [
            "Medical Oncology Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}