{
    "doi": "https://doi.org/10.1182/blood.V128.22.4694.4694",
    "article_title": "Feasibility of Allogeneic Hematopoietic Stem Cell Transplant for High Risk FLT3-ITD Mutant Patients with Acute Myeloid Leukemia in CR1- a Real Word Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Background: Hematopoietic stem cell transplantation (HCT) remains the most effective postremission therapy for high-risk acute myeloid leukemia (AML). FMS-like tyrosine kinase3 (FLT3) mutations occur in about 30% of patients with cytogenetically normal AML. FLT3-ITD (internal tandem duplications) mutations are associated with short-lived remissions and poor outcomes. These adverse effects can be offset by allogeneic HCT in first complete remission (CR1). We carried out this study to get a real world perspective on feasibility of allogeneic HCT in CR1 for FLT3-ITD mutant AML patients. Methods: The Mayo Clinic AML database was queried for all patients that had tested positive for the FLT3 ITD, from January 2003 to December 2014. 75 patients were identified, of which 28 (37%) underwent allogeneic HCT in CR1. 12 were excluded as they were transplant ineligible from an age standpoint, 6 patients actually had MDS and 2 were excluded for primary induction failure. Clinical and outcomes data were abstracted retrospectively. Results: 29 patients were included in the final analysis, with a median age of 57 years (range 21-68), 38% males. Median time from diagnosis to last follow up was 339 days. 24(83%) had normal cytogenetics. 26(90%) received treatment with anthracycline + cytarabine based therapy, 3(10%) were enrolled on a clinical trial. 25(87%) patients went on to receive consolidation therapy. 22 (75%) of the patients relapsed after achieving a CR1, with a median time to relapse of 134 days (range 27-1710 days). Only 8 (26%) of the 22 patients were able to achieve a CR2 with salvage chemotherapy, of which 6 (75 %) successfully underwent allogeneic HCT.2 (25%) out of 8 patients received FLT3 inhibitor in 1 st relapse. We then assessed the reasons why relapsed patients did not undergo HCT in CR1. The most common being; relapse during evaluation/work up for HCT in 8(27%) patients, 5 (17%) had comorbidities that precluded HCT, 3 (10%) were never referred for HCT due to personal preferences. At last follow up 19(65%) patients were dead. Conclusion: While allogeneic HCT is an effective consolidative strategy for FLT3 ITD mutant AML patients, in the real world, a large number are not transplanted in CR1 due to delays in donor search and transplant scheduling strategies resulting in disease relapse. Effective strategies to avoid delays in scheduling, rapid donor searches and the use of alternative donor sources are much needed for these patients. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Figure 2 View large Download slide Figure 2 View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "flt3 gene",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "follow-up",
        "transplantation",
        "adverse effects",
        "anthracycline antibiotics",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ankit J. Kansagra, MD",
        "Hassan B Alkhateeb, MD",
        "Mehrdad Hefazi, MD",
        "Fevzi Yalniz, MD",
        "William J Hogan, MD",
        "Mark R Litzow, MD",
        "Mrinal M Patnaik, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Ankit J. Kansagra, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hassan B Alkhateeb, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehrdad Hefazi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fevzi Yalniz, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J Hogan, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation Program, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R Litzow, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation Program, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mrinal M Patnaik, MBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T18:48:07",
    "is_scraped": "1"
}