{
    "doi": "https://doi.org/10.1182/blood-2019-121460",
    "article_title": "First-in-Human, Phase 1/2 Trial to Assess the Safety and Clinical Activity of Subcutaneous GEN3013 (DuoBody ® -CD3×CD20) in B-Cell Non-Hodgkin Lymphomas ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Introduction: CD20-specific monoclonal antibodies (mAbs) have demonstrated efficacy in the treatment of B-cell non-Hodgkin lymphomas (B-NHL); however, a significant proportion of patients (pts) present with refractory disease or will experience relapse. GEN3013 (DuoBody ® -CD3×CD20) is the first subcutaneously administered IgG1 bispecific antibody (bsAb) that targets the T-cell surface antigen CD3 and the B-cell surface antigen CD20, triggering T-cell-mediated killing of B cells. In vitro, GEN3013 efficiently activates and induces cytotoxic activity of CD4+ and CD8+ T cells in the presence of B cells (Hiemstra et al. Blood 2018), and results in long-lasting depletion of B cells in cynomolgus monkeys. Subcutaneous (SC) GEN3013 in cynomolgus monkeys resulted in lower plasma cytokine levels, and similar bioavailability and B-cell depletion, compared with intravenous administration. GEN3013 has higher potency in vitro than most other CD3×CD20 bsAbs in clinical development (Hiemstra et al. HemaSphere 2019). SC GEN3013 in pts with B-NHL is being evaluated in a first-in-human, Phase 1/2 trial (NCT03625037), which comprises a dose-escalation part and a dose-expansion part. Here we report preliminary dose-escalation data. Methods: Pts with CD20+ B-NHL with relapsed, progressive, or refractory disease following anti-CD20 mAb treatment, and ECOG PS 0-2 were included. During dose escalation, pts received SC GEN3013 flat dose in 28-day cycles (q1w: cycle 1-2; q2w: cycle 3-6; q4w thereafter) until disease progression or unacceptable toxicity. Risk of cytokine release syndrome (CRS) was mitigated with the use of a priming dose and premedication with corticosteroids, antihistamines, and antipyretics. Primary endpoints were adverse events (AEs) and dose-limiting toxicities (DLTs). Secondary endpoints included pharmacokinetics (PK), immunogenicity (anti-drug antibodies [ADA]), pharmacodynamics (PD) (cytokine measures; laboratory parameters), and anti-tumor activity (tumor size reduction; objective and best response). Results: At data cut-off (June 28, 2019), 18 pts were enrolled into the dose-escalation part of the trial, with safety data available for pts receiving doses starting at 4 µg. Most pts had diffuse large B-cell lymphoma (DLBCL; n=14) and were heavily pre-treated; 10 pts had received ≥3 prior lines of therapy (overall median [range]: 3 [1-11]). The median age was 58.5 years (range: 21-80), and 13 pts were male. At a median follow-up of 1.9 months, pts received a median of 5 doses (range: 1-14); treatment is ongoing in 6 pts. Twelve pts discontinued treatment due to progressive disease. Six pts died (2 during treatment, 4 during survival follow-up), all due to disease progression and unrelated to treatment. The most common (n≥5) treatment-emergent AEs were pyrexia (n=8), local injection-site reactions (n=7), diarrhea (n=5), fatigue (n=5), and increased aspartate aminotransferase (n=5). The most common Grade (G) 3/4 AEs were anemia (n=3) and neutropenia (n=3). Despite increasing GEN3013 doses, all CRS events were non-severe (initial observation: 3/8 pts, G1: n=1, G2: n=2; following modification of premedication plan [corticosteroids for 3 days]: 6/10 pts, G1: n=4, G2: n=2). Increases in peripheral cytokine (IL6, IL8, IL10, IFNγ, TNFα) concentrations after GEN3013 dosing correlated with clinical symptoms of CRS in most pts. No pts had tumor lysis syndrome or neurological symptoms. No DLTs were observed. GEN3013 PK profiles reflect SC dosing; C max occurred 2-4 days after dosing. No ADAs were detected. PD effects following GEN3013 dosing were observed at dose levels as low as 40 µg and included rapid, complete depletion of circulating B cells (if present after prior anti-CD20 therapy) and peripheral T-cell activation and expansion. The first evidence of clinical activity was observed at a dose level of 120 µg, with complete metabolic response observed in a pt with DLBCL. Conclusions: Subcutaneously administered GEN3013, a potent CD3×CD20 bsAb, shows good tolerability and early evidence of clinical activity at low dose levels in heavily pretreated pts with relapsed or refractory B-NHL. All CRS events were non-severe and did not lead to discontinuation. No DLTs were observed. Dose escalation is ongoing; updated data will be presented. Dose expansion will begin upon determining the recommended Phase 2 dose (RP2D) (NCT03625037). Disclosures Lugtenburg: Janssen Cilag: Honoraria; Roche: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria; Servier: Consultancy, Honoraria, Research Funding; Genmab: Consultancy, Honoraria; BMS: Consultancy; Takeda: Consultancy, Honoraria, Research Funding. Mous: Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Sandoz: Honoraria; Roche: Honoraria; Abbvie: Honoraria; Takeda: Honoraria, Research Funding; Janssen Cilag: Consultancy, Honoraria; MSD: Honoraria; Gilead: Consultancy, Honoraria, Research Funding. Clausen: Abbvie: Other: Travel grant to attend ASH 2019. Johnson: Boehringer Ingelheim: Honoraria; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Honoraria; Epizyme: Honoraria, Research Funding; Incyte: Honoraria; Takeda: Honoraria; Genmab: Honoraria; Bristol-Myers Squibb: Honoraria; Kite: Honoraria; Novartis: Honoraria. Rule: Janssen: Consultancy, Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding; Astra-Zeneca: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Pharmacyclics: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Sunesis: Consultancy, Honoraria; TG Therapeutics: Consultancy, Honoraria; Napp: Consultancy; Kite: Consultancy. Oliveri: Genmab: Employment, Equity Ownership. DeMarco: Genmab: Employment, Equity Ownership. Hiemstra: Genmab: Employment, Equity Ownership, Other: Warrants. Chen: Genmab: Employment. Azaryan: Genmab: Employment. Gupta: Genmab: Employment, Equity Ownership. Ahmadi: Genmab Inc: Employment, Other: stock and/or warrants. Hutchings: Incyte: Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Research Funding; Genmab: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Janssen: Research Funding; Pfizer: Research Funding.",
    "topics": [
        "b-lymphocytes",
        "lymphoma, non-hodgkin",
        "brachial plexus neuritis",
        "antibodies, bispecific",
        "cd20 antigens",
        "cytokine",
        "diffuse large b-cell lymphoma",
        "adrenal corticosteroids",
        "antidrug antibody",
        "disease progression"
    ],
    "author_names": [
        "Pieternella Lugtenburg, MD PhD",
        "Rogier Mous, MD PhD",
        "Michael Roost Clausen",
        "Martine E.D. Chamuleau",
        "Peter Johnson, MDFRCP",
        "Kim Linton, PhD",
        "Simon Rule",
        "Roberto S Oliveri, MD PhD",
        "Dena DeMarco",
        "Ida H Hiemstra, PhD",
        "Guang Chen",
        "Ada Azaryan",
        "Manish Gupta",
        "Tahamtan Ahmadi",
        "Martin Hutchings, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pieternella Lugtenburg, MD PhD",
            "author_affiliations": [
                "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rogier Mous, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Universitair Medisch Centrum Utrecht, Utrecht, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Roost Clausen",
            "author_affiliations": [
                "Aarhus University Hospital, Aarhus, Denmark "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine E.D. Chamuleau",
            "author_affiliations": [
                "Department of Hematology, VU University Medical Center, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson, MDFRCP",
            "author_affiliations": [
                "Cancer Research UK Clinical Centre, Southampton, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Linton, PhD",
            "author_affiliations": [
                "Department of Oncology, Christie Hospital, Manchester, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Rule",
            "author_affiliations": [
                "Department of Haematology, Plymouth University Medical School, Plymouth, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto S Oliveri, MD PhD",
            "author_affiliations": [
                "Genmab, Copenhagen V, Denmark "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dena DeMarco",
            "author_affiliations": [
                "Genmab, Princeton, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ida H Hiemstra, PhD",
            "author_affiliations": [
                "Genmab, Utrecht, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guang Chen",
            "author_affiliations": [
                "Genmab, Princeton, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ada Azaryan",
            "author_affiliations": [
                "Genmab, Princeton, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manish Gupta",
            "author_affiliations": [
                "Genmab, Princeton, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tahamtan Ahmadi",
            "author_affiliations": [
                "Genmab, Princeton, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hutchings, MD PhD",
            "author_affiliations": [
                "Department of Oncology, Rigshospitalet, Copenhagen, Denmark"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:28:32",
    "is_scraped": "1"
}