{
    "doi": "https://doi.org/10.1182/blood.V112.11.2192.2192",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1115",
    "start_url_page_num": 1115,
    "is_scraped": "1",
    "article_title": "Fludarabine, but Not Mitoxantrone, Increases the Risk of a Poor Stem Cell Harvest and Treatment-Related Myelodysplastic Syndrome and Acute Myelogenous Leukemia (tMDS/AML) after Autologous Stem Cell Transplantation (ASCT) in Patients with Follicular Lymphoma (FL). ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Results - Autologous Transplantation",
    "topics": [
        "autologous stem cell transplant",
        "fludarabine",
        "follicular lymphoma",
        "leukemia, myelocytic, acute",
        "mitoxantrone",
        "myelodysplastic syndrome",
        "stem cells",
        "transplantation",
        "chemotherapy regimen",
        "leukapheresis"
    ],
    "author_names": [
        "Jason Waterman",
        "Lisa Rybicki",
        "Brian Bolwell",
        "Ronald Sobecks",
        "Brad Pohlman",
        "Edward Copelan",
        "John Sweetenham",
        "Robert Dean",
        "Josephine Chan",
        "Matt Kalaycio"
    ],
    "author_affiliations": [
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Both fludarabine (FLU) and mitoxantrone (MIT) are effective agents used to treat FL, but each are suspected as risk factors for poor stem cell harvesting (SCH) and the subsequent development of tMDS/AML in patients undergoing ASCT. We hypothesized that in FL patients treated with ASCT, the association of FLU and MIT with poor SCH and the development of tMDS/AML is either a function of dose, timing, or the concomitant use of these agents pre-transplant. Methods : A total of 171 evaluable patients with FL who received ASCT from 1991–2007 using a uniform preparative regimen of busulfan, cyclophosphamide, and etoposide (Bu/Cy/VP) were identified from the Cleveland Clinic Transplant Center’s Unified Transplant Database (UTD). All patients had taken part in IRB approved clinical trials and gave permission for access to their medical records for the purposes of this research. Demographic, clinical, and outcomes data were extracted from the UTD, and a retrospective chart review was then performed on all patients looking at pre-ASCT chemotherapy regimens including exact dates and doses for FLU and MIT. Results: A total of 59 patients were treated with FLU or MIT (FLU alone = 31, MIT alone = 7, FLU + MIT = 21), and 112 patients treated with neither agent. Logistic regression analysis tested the association of FLU dose (total dose > or ≤ 500mg) and timing (last dose of FLU ≤ or > 3 months prior to ASCT) with the number of days of leukopheresis required to harvest an adequate number of CD34+ cells after mobilization; with and without adjustment for MIT dose (total dose > or ≤ 50mg). A poor SCH was defined as one that required > 5 days of leukopheresis. Patients treated with FLU at any dose >3 months prior to ASCT, showed an increased risk of poor SCH, which was not significantly impacted when adjusted for MIT exposure (FLU ≤ 500mg, OR = 10.14, 95% confidence interval (CI) = 1.54–66.61, P = 0.016; FLU >500mg, OR = 4.00, CI = 1.18–13.68, P = 0.027). The 6 patients receiving >500mg of FLU ≤ 3 months prior to ASCT also showed a trend towards a poor SCH, but this association did not reach statistical significance (P=0.08). In order to quantify risk of a poor SCH, logistic regression models were used to calculate model-based probabilities. Adjusting for mitoxantrone dose, these probabilities ranged from 11–19% for patients with no prior FLU exposure, 13–24% for those receiving ≤ 500 mg FLU ≤ 3 months before ASCT, 32–49% for those receiving >500 mg >3 months before ASCT, 35–52% for those receiving >500 mg ≤ 3 months before ASCT, and 55–71% for those receiving ≤ 500 mg >3 months before ASCT. Six patients were identified with tMDS/AML. Cox proportional hazards analysis identified univariable prognostic factors for tMDS/AML, and the only factors to show statistically increased risk are: the number of prior chemotherapy regimens (HR = 1.70, 95% CI = 1.18–2.45, P = 0.004), prior exposure to any FLU (HR = 13.2, CI = 1.54–113, P = 0.019), prior exposure to >500mg FLU (HR = 17.9, CI = 1.85–173, P = 0.013), timing of FLU with the last dose being >3 months prior to ASCT (HR = 17.7, CI = 1.93–162, P = 0.011), and a poor SCH (HR = 18.1, CI = 2.10–156). Conclusions: FL patients who undergo ASCT with pre-transplant FLU exposure >3 months prior to transplant have increased risk of poor SCH and development of tMDS/AML irrespective of FLU dose and MIT exposure. Patients who receive >500mg of FLU ≤ 3 months prior to ASCT have an increased risk of tMDS/AML, and there is a trend towards an increase in the number of poor SCHs for these patients. However, those patients who receive ≤ 500mg of FLU ≤ 3 months prior to ASCT show no significant increase in poor SCH or tMDS/AML. For all patients, poor SCH predicted a higher risk of developing t-MDS/t-AML. Our data should inform treatment decisions in pts with FL who are potential candidates for ASCT."
}