{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2888.2888",
    "article_title": "Hepatitis B Virus Seropositivity in Chronic Myeloid Leukemia Patients Receiving Tyrosine Kinase Inhibitors: Preliminary Results of a Single-Center Cross-Sectional Study ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "abstract_text": "Background: Hepatitis B virus (HBV) infection is a global public health issue, and Turkey is intermediately endemic with 4.5% and 30.6% HbsAg and anti-HBc IgG prevalences, respectively. The HBV infection can be problematique in patients (pts) with hematological malignancies. Tyrosine kinase inhibitors (TKIs) are the mainstay of chronic myeloid leukemia (CML) management, and screening of CML pts for HBV prior to TKI initiation and the management of isolated anti-HBc IgG positivity among these pts are controversial. Aim: To evaluate the frequency and outcome of HbsAg and anti-HBc IgG positivity in CML pts receiving TKIs. Patients and methods: Seventy-four pts with CML in chronic phase (CML-CP) were tested for HBV markers (HbsAg, anti-Hbs, anti-Hbc IgG, HBV DNA) and serum alanine aminotransferase (ALT) levels out of a total of 240 pts as a part of an ongoing study. Pts' characteristics, TKI therapies and durations, response rates, and follow-up periods were noted retrospectively. Results: Pts' characteristics are summarized in Table 1. Fifty-six pts received imatinib (IM) and nilotinib (NIL) was administered in one patient as first-line treatments, whereas the remaining 17 pts had two or more lines of TKI. Median duration of follow-up was 104 months (mos) (range, 3-215 mos). Only one patient was screened for HBV prior to TKI therapy. The median time from TKI initiation to HBV screening was 98 mos (range, 2-179 mos). Fourty-three pts were either HBV naive or anti-Hbs negative. Nineteen pts had anti-Hbc IgG positivity, of whom 10 were also positive for anti-Hbs. Among anti-Hbc IgG positive cases, HBV DNA was negative in twelve pts, and the HBV DNA results of the remaining 7 cases are still pending. None of the pts with isolated anti-Hbc IgG positivity received antiviral prophylaxis for HBV. Four pts (5%) had elevated ALT levels at the time of analysis. One of these pts was HbsAg positive (ALT: 65 IU/ml) (Table 2, case 1); the other was anti-Hbc IgG positive but had negative anti-Hbs and HBV DNA (ALT: 54 IU/ml) receiving IM, whereas the remaining two were HBV negative. Of these two cases, one had grade I (ALT: 57 IU/ml) and the other had grade II (ALT: 101 IU/ml) hepatotoxicity most probably due to dasatinib and NIL, respectively. Two pts were HbsAg positive, and the clinical features of these cases are shown in Table 2. First case had elevated ALT levels (174 IU/ml), positive HbeAg and high HBV DNA which were detected one mo after IM initiation. Tenofovir was started and he had decline in HBV DNA. The patient is still under IM with MMR. The other case experienced HBV reactivation 28 months after IM therapy. With lamivudine treatment, HBV DNA became negative and he is still under IM maintaining MMR. Discussion: The risk of HBV reactivation under TKI therapy and thus, the necessity of screening for HBV prior to TKI initiation are still debating. HBV screening before TKI therapy is not recommended in the ESMO and ELN guidelines, whereas the most recent NCCN guideline and EMA document recommended testing for HBV infection before TKI administration due to some case reports of HBV reactivation after TKI initiation. In our patient cohort the percentages of HbsAg and anti-Hbc IgG positivities were 3% and 26% among the tested cases which were consistent with the prevalences for our general population. Although the nature of our study is cross-sectional and the results are preliminary, the risk of HBV reactivation with TKI use seems to be low in pts with resolved HBV infection and with isolated anti-Hbc IgG positivity and negative HBV DNA among our cohort. Longitudinal studies with serial testing for HBV markers are needed in order to answer these questions in CML pts receiving TKI therapy. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "hepatitis b virus",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "brachial plexus neuritis",
        "hepatitis b core antibody",
        "immunoglobulin g",
        "hepatitis b virus dna",
        "hepatitis b surface antigens",
        "screening",
        "hepatitis b"
    ],
    "author_names": [
        "Nurgul Ozgur Yurttas, MD",
        "Burak Sarilar, MD",
        "Ahmet Emre Eskazan, MD",
        "Deniz Ozmen, MD",
        "Dilek Keskin, MD",
        "Sevil Sadri, MD",
        "Selin Berk, MD",
        "Ayse Salihoglu, MD",
        "M. Cem Ar, MD PhD",
        "Seniz Ongoren, MD",
        "Zafer Baslar, MD",
        "Yildiz Aydin, MD",
        "Teoman Soysal, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nurgul Ozgur Yurttas, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Burak Sarilar, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Emre Eskazan, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deniz Ozmen, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dilek Keskin, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sevil Sadri, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Selin Berk, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayse Salihoglu, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Cem Ar, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seniz Ongoren, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zafer Baslar, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yildiz Aydin, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teoman Soysal, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Hematology, Istanbul University, Cerrahpasa Medical Faculty, Istanbul, Turkey"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T21:33:04",
    "is_scraped": "1"
}