{
    "doi": "https://doi.org/10.1182/blood.V108.11.3831.3831",
    "article_title": "Monocyte Chemoattractant Protein-1 and Interleukin-8 Levels in Acute Inflammation Induced by Prolonged Brisk Exercise. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Monocyte chemoattractant protein-1 (MCP-1), also known as CCL2, a chemokine that regulates migration and infiltration by monocytes/macrophages, belongs to the CC chemokine subfamily. Interleukin-8 (IL-8), also known as CXCL8, a proinflammatory chemokine with angiogenesis-promoting properties belongs to the CXC chemokine superfamily. Both MCP-1 and IL-8 have important roles in the pathogenesis of many chronic inflammatory disorders, including atherosclerosis and obesity. Their proinflammatory effects are mediated mainly by the CC chemokine receptor 2 (CCR2) and CXCR1/R2, respectively. MCP-1 and IL-8 cause chronic vascular inflammation and induce thrombosis, proliferation and migration of vascular smooth muscle cells, angiogenesis, and oxidative stress. Previous studies indicate that: MCP-1 production from endothelial cells, smooth muscle cells, and regional leukocytes increases in the presence of endothelial dysfunction and atherosclerosis risk factors; MCP-1 and IL-8 expression is increased in atherosclerotic lesions and injured arteries; and eliminating MCP-1 function decreases neointimal hyperplasia after injury and atheroma formation in mice. We studied the association between MCP-1 and IL-8 levels and the degree of inflammation in 15 athletes that participated in the ultra-distance foot race of the 246 Km “Sparthathlon”. This race consists of continuous, prolonged, brisk exercise. We reported earlier that Interleukin-6 (IL-6), C-reactive protein (CRP), Serum amyloid A protein (SAA) and free plasma DNA levels markedly increased (by 8000–, 152– 108– and 10-fold, respectively) over the baseline at the end of the race 1 . However, IL-6 levels returned to normal by 48h, while CRP, SAA and free plasma DNA remained elevated. Circulated levels of MCP-1 and IL-8 were measured by means of a multi-analyte Biochip Array Technology, using the Evidence analyzer (Randox Laboratories, UK). The measurements were performed before (phase I), at the end (phase II) and 48h post-race (phase III). MCP-1 levels at phase I (216.9±48.5 ng/L) (mean±SE), increased significantly at phase II (592.9±115.7 ng/L) and subsequently decreased at phase III (278.1±62.7 ng/L). At the same time period, IL-8 followed a similar pattern (phase I: 9.4±4.5 ng/L, phase II: 28.5±8.8 and phase III: 8.9±4.3 ng/L). A significant positive correlation between MCP-1 and IL-8 was found at phase III (r=0.845, p<0.01), while this correlation was absent in the other two phases, indicating an independent response of each chemokine to inflammatory stimuli in each athlete. In conclusion, prolonged exercise induces an inflammatory response that is expressed by an increase in circulating MCP-1 and IL-8 levels. Whether these changes have long-term negative effects on the vasculature remains unknown.",
    "topics": [
        "exercise",
        "inflammation, acute",
        "interleukin-8",
        "monocyte chemoattractant protein-1",
        "obesity",
        "chemokines",
        "c-reactive protein",
        "interleukin-6",
        "atherosclerosis",
        "beta-chemokines"
    ],
    "author_names": [
        "Ioannis Papassotiriou, PhD",
        "Maria Tsironi, MD",
        "Katerina Skenderi, PhD",
        "George Chrousos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ioannis Papassotiriou, PhD",
            "author_affiliations": [
                "Clinical Biochemistry, \"Aghia Sophia\" Children’s Hospital, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Tsironi, MD",
            "author_affiliations": [
                "School of Nursing, University of Peloponnese, Sparta, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katerina Skenderi, PhD",
            "author_affiliations": [
                "Laboratory of Nutrition and Clinical Dietetics, \"Harokopio\" University, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Chrousos, MD",
            "author_affiliations": [
                "First Department of Pediatrics, Athens University Medical School, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T21:28:47",
    "is_scraped": "1"
}