{
    "doi": "https://doi.org/10.1182/blood.V112.11.4914.4914",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1358",
    "start_url_page_num": 1358,
    "is_scraped": "1",
    "article_title": "B Cells at the Interface of Innate and Adoptive Immunity: Identification of IRF8 Target Genes in Germinal Center B Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphocytes and Lymphocyte Activation",
    "topics": [
        "antiviral agents",
        "b-lymphocytes",
        "candidate disease gene",
        "cd20 antigens",
        "germinal center of lymph node",
        "immunity",
        "interferon type ii",
        "ligation",
        "lymphoma",
        "molecule"
    ],
    "author_names": [
        "Dong-Mi Shin",
        "Chang-Hoon Leeand Herbert Morse, III, MD"
    ],
    "author_affiliations": [
        [
            "NIAID, NIH, Rockville, MD, USA"
        ],
        [
            "NIAID, NIH, Rockville, MD, USA"
        ]
    ],
    "first_author_latitude": "39.063322500000005",
    "first_author_longitude": "-77.11207859999999",
    "abstract_text": "IRF8 is a transcription factor widely expressed in hematopoietic cells and best known for its effects on myeloid and dendritic cell (DC) differentiation and function. Recent studies showed that IRF8 is expressed at low levels in naïve B cells, at significantly increased levels in germinal center (GC) B cells but little if at all in plasma cells. In GC, IRF8 was shown to contribute to the regulation of AID and BCL6. To better understand IRF8 contributions to the biology of mature B cells and possibly to transformation, we studied three mouse and three human lymphoma cell lines of GC origin by ChIP-Chip (C-C) analyses for IRF8 and POLII targets. We identified 87 IRF8 targets that were common to mouse and human B cells and were also positive for POLII. 17/18 of these putative IRF8 targets tested by PCR ChIP analyses were validated. IRF8 is transcriptionally activated by IFNg, and many of the newly identified targets were previously known to be IFN-responsive. Analyses of the targets identified 14 that contribute to various aspects of innate immunity at the cell surface (CD37, HSP90B1, Ly86), via signal transduction (AZI2, NFKBIZ, STAT2, IRF9), or with direct anti-viral activity (ADAR, PML, S100, ZC3HAV1 and others). Another 19 are active contributors to acquired immune functions of B cells with many involved in peptide processing and antigen presentation by both MHC class I and class II molecules (B2M, CD74, TAP1, TAP2, CTSS and 20S proteosomal components) and some in signal transduction (BLK, BLNK). Still others are active in B cell differentiation and function (MS4A1 [CD20], ELF1 and GNA13). CYLD plays in both arenas as a negative regulator of RIG-I-mediated antiviral responses and by regulating proper B cell activation after BCR ligation. The regulatory contributions of IRF8 to innate immunity in DC, macrophages, granulocytes and now B cells as well as elements of acquired immunity in B cells suggest that it contributes to an evolutionary bridge that positions a single cell type to integrate critical defense mechanisms from the innate and acquired immune repertoires."
}