{
    "doi": "https://doi.org/10.1182/blood.V126.23.5312.5312",
    "article_title": "The Clinical Significance of Argonaute 2 Expression and Angiogenesis in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Objective To assess the argonaute 2 (Ago2) expression in the bone marrow of multiple myeloma (MM) and determine its association with angiogenesis. Methods Fifty-nine MM patients and sixteen normal controls were included. The bone marrow sections were made from plastic (methyl-methacrylate)- embedded bone marrow biopsies. The expression of Ago2 and CD34 in the bone marrow sections was detected by EnVison immunohistochemistry and the microvessel density (MVD) was then assessed. The bone marrow Ago2 expression level was also compared by western blot. The clinical significance of Ago2 expression and MVD in MM was analyzed. Results Western blot analysis indicated that the Ago2 expression was significantly increased in the bone marrow of MM patients as compared with normal controls. As assessed by immunohistochemistry, fifty MM patients were positive for Ago2 and nine patients were negative. However, sixteen normal controls were all negative for Ago2 ( χ 2 =42.586, P <0.001). The β2-microglobulin levels were significantly higher in the Ago2 positive group as compared with the Ago2 negative group ( Z=-2.014 , P=0.042 ). The MVD was significantly higher in bone marrow samples of MM patients compared to the normal controls (7.89±4.88 vs. 2.16±1.32, Z=-3.283 , P<0.001 ). Analysis of the correlation coefficients showed that Ago2 expression was positively associated with MVD in MM patients ( r =0.461, P =0.023). MVD was also significantly higher in the Ago2 positive group than in the Ago2 negative group ( Z =-2.449, P =0.014). Conclusion Ago2 expression was found to be significantly increased in the bone marrow of MM patients. Ago2 may take part in the pathogenesis of MM and mediate the angiogenesis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "multiple myeloma",
        "western blotting",
        "bone marrow biopsy",
        "bone marrow specimen",
        "cd34 antigens",
        "immunohistochemistry",
        "methylmethacrylate",
        "bone marrow",
        "microvessels"
    ],
    "author_names": [
        "Qiguo Zhang, MD",
        "Hongyan Wu",
        "Jian Ouyang, MD",
        "Bing Chen, MD",
        "Haibo Dong, MD",
        "Rong-Fu Zhou, MD",
        "Hui Zeng, MD",
        "Min Zhou, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Qiguo Zhang, MD",
            "author_affiliations": [
                "Department of Hematology, NanJing drum tower hospital affiliated to medical school of Nanjing University, Nanjing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hongyan Wu",
            "author_affiliations": [
                "Department of pathology, Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian Ouyang, MD",
            "author_affiliations": [
                "Department of hematology, Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Chen, MD",
            "author_affiliations": [
                "Department of hematology, Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haibo Dong, MD",
            "author_affiliations": [
                "Department of hematology, Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong-Fu Zhou, MD",
            "author_affiliations": [
                "Department of hematology, Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Zeng, MD",
            "author_affiliations": [
                "Nanjing drum tower hospital affiliated to medical school of Nanjing university, Nanjing, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Zhou, MD",
            "author_affiliations": [
                "Nanjing drum tower hospital affiliated to medical school of Nanjing University, Nanjing, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:40:15",
    "is_scraped": "1"
}