{
    "doi": "https://doi.org/10.1182/blood-2018-99-117734",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3868",
    "start_url_page_num": 3868,
    "is_scraped": "1",
    "article_title": "CCR5 delta32 Cord & Haploidentical Grafts: Allogeneic Stem Cell Transplant for HIV + /AML Patient: A Case Report from the Impaact P1107 Observational Study ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "chemokine (c-c motif) receptor 5",
        "hiv",
        "observational studies",
        "tissue transplants",
        "transplantation",
        "cd34 antigens",
        "disease remission",
        "hiv-1 infection",
        "viral load result"
    ],
    "author_names": [
        "Jingmei Hsu, MD",
        "Marshall Glesby, MDPhD",
        "Tsiporah B. Shore, MD",
        "Catherine Small, MD",
        "Usama Gergis, MD M.B.A",
        "Sebastian A. Mayer, MD",
        "Adrienne A. Phillips, MD MPH",
        "Lawrence D. Petz, MD",
        "Renee Browning, RN, M.S.N, CCRP",
        "Meredith Warshaw",
        "Deborah Persaud, MD",
        "Bryson Yvonne, MD",
        "Koen Van Besien, MD PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, Staten Island, NY "
        ],
        [
            "Division of Infectious Diseases, Weill Cornell Medicine, New York, "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Infectious Diseases, Weill Cornell Medicine, New York, "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ],
        [
            "StemCyte International Cord and Blood Ctr., Baldwin Park, CA "
        ],
        [
            "NIH NIAID, Washington DC, "
        ],
        [
            "Center for Biostatistics in AIDS Research, Harvard T.H. Chan School of Public Health, Boston, "
        ],
        [
            "Johns Hopkins University School of Medicine, Baltimore, "
        ],
        [
            "Division of Pediatric Infectious disease, Mattel Childrens, David Geffen School of Medicine at University of California, Los Angeles,"
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7643316",
    "first_author_longitude": "-73.95425589999999",
    "abstract_text": "Background: Although current antiretroviral therapies have effectively changed the course of HIV-1 infection, it remains an incurable illness. The C-C chemokine receptor type 5 (CCR5) is the key co-receptor for HIV entry into CD4 + T cells. Homozygous 32 deletion (delta32) in CCR5 genes leads to resistance to HIV-1 infection 1 . Allogeneic stem cell transplant from a donor with CCR5 delta32/32 mutation was curative for HIV in an HIV-1-infected man (Berlin Patient) with AML 2 . It has been challenging to replicate this experience. We present our experience with a single case of successful engraftment of CD34-selected, related haploidentical peripheral blood and CCR5delta32 cord blood stem cell transplant (haplo-cord) in an HIV-1-infected woman who, like the Berlin patient, developed AML and is now doing well at almost one-year post transplantation. Clinical case: A 60-year-old African-American woman was diagnosed with HIV-1- infection in June 2013 and was started on an antiretroviral treatment (ART) regimen consisting of tenofovir, emtricitabine and raltegravir. Her pre-ART viral load and CD4 counts were 1,000,000 copies/ml and 1003 cells/mm 3 , respectively. In Nov, 2013 she had viral load < 20 copies/ml with CD4 counts of 980 cells/mm 3 and her HIV-1 infection was relatively asymptomatic. In March 2017, she was diagnosed with AML with monosomy 7. Her HIV therapy after the AML diagnosis was changed to abacavir- lamivudine -dolutegravir- combination. She achieved morphologic and cytogenetic remission after 1 cycle of standard idarubicin/cytarabine induction chemotherapy. In addition, she received 1 cycle of HiDAC consolidation and was referred for allogeneic stem cell transplant. We identified a CCR5 delta32/32 mutated cord blood unit (CBU) which was 5/8 HLA matched and contained 1.3 x 10 7 nucleated cells/kg and 3.2 x 10 4 CD34 + cells/kg. She underwent a combined CD34-selected, haploidentical peripheral blood and CCR5delta32 cord blood stem cell transplant (haplo-cord) in August 2017. Her conditioning regimen was with fludarabine/melphalan/and TBI 400 and she also received ATG/MMF/tacrolimus for GVHD prophylaxis. Her neutrophils and platelets engrafted on day 10 and 16, respectively and she was discharged on day +16 post-transplant. Her post-discharge hospital course was complicated by CMV reactivation (no organ involvement) 2 months post-transplant with peak viral level of 1374 copies/ml. She did not have evidence for EBV re-activation or graft-vs-host disease. Her plasma HIV viral load remained undetectable post- transplant while remaining on abacavir/lamivudine and dolutegravir-based ART. Her day+180 bone marrow showed continued AML remission and she remains in clinical remission near one year post-transplant. CD3 chimerism showed 82% haploidentical donor and 8% CBU and 10% recipient on day +15 post-transplant (Figure 1). The chimerism composition switched to 96% CBU by day+34, and became and remained 100% CBU since day+55. CD33 chimerism showed 98% haploidentical donor and 2% cord donor on day+15 post-transplant. It was 81% haploidentical donor and 19% cord on day+55 and became 100% cord by day+100. She has continued CD4, CD8, NK and CD19 cell recovery, with normal T cell subsets currently (Figure 2). Her CD4 count dropped to 27 cells/mm3 at one-month post-transplant and currently is at 673cells/mm 3 . She is currently 11 months post-transplant and is back to her normal daily activities Conclusion: Haplo-cord transplantation with CCR5 delta 32/32 CBU resulted in rapid engraftment and immune replacement with dominance of the CCR5 delta 32/32 CBU graft in an HIV-1-infected woman. Successful suppression of HIV-1-replication to clinically undetectable levels was maintained throughout the transplant period for up to one year. . Correlative viral and immunological studies are ongoing, along with effects on the latent reservoir, which was detectable pre-transplant. It is possible to identify appropriate CCR5 delta 32/32 CBU units for haplo-cord transplantation in HIV-1- infected patients with implications for HIV-1 cure. Figure. View large Download slide Figure. View large Download slide Disclosures No relevant conflicts of interest to declare."
}