{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4290.4290",
    "article_title": "PI3Kδ/AKT Inhibition Augments 2-Phenylethynesulfonamide Induced Apoptosis Via the Unfolded Protein Response in Chronic Lymphocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is largely comprised of two major subsets, IGHV unmutated (U-CLL) and mutated (M-CLL) CLL, associated with progressive and indolent disease respectively. Approximately 15% patients harbour a 17p deletion and/or a TP53 mutation which is largely associated with the worst clinical outcome. The development of BCR signalosome inhibitors such as ibrutinib and idelalisib have been instrumental in the treatment of CLL, however these drugs are not curative, only supress the disease and resistance is already developing particularly in patients with a complex karyotype associated with 17p del/ TP53 mutation. Consequently continued development of novel therapies targeting pathways which enhance selective killing of tumor cells independently of p53 are urgently required. We previously demonstrated that 2-phenylacetylenesulfonamide (PAS), induced apoptosis of CLL cells in a p53-independent manner. PAS is suggested to inhibit heat shock protein (HSP) 70, a key protein involved in protein folding. Therefore in CLL cells, PAS would be predicted to cause cellular stress due to the accumulation of misfolded proteins resulting in the activation of the unfolded protein response (UPR). The UPR serves to protect cells from the consequences of protein misfolding and can function in part by activating pro-survival signaling, including the PI3K/AKT pathway. Under normal conditions the ER chaperone BiP inhibits activation of the UPR by binding the three ER transmembrane receptors; inositol-requiring enzyme 1 (IRE-1α), pancreatic ER kinase-like ER kinase (PERK) and activating transcription factor 6 (ATF6). Activation of the UPR leads to the upregulation of HSP family members including HSP70 in the cytosol and BiP/GRP78 in the endoplasmic reticulum (ER). These HSPs aid in refolding misfolded proteins or facilitate their degradation via the proteasome. If the stress is resolved, the UPR signalling pathway is switched off; however, if stress persists the UPR remains active and switches from an anti-apoptotic to a pro-apoptotic signal via p38MAPK. Aim: To determine the mechanism of PAS induced apoptosis in CLL cells. Methods: Fifty two CLL samples were treated with PAS (5-20μM) and cellular responses assessed using immunoblotting, flow cytometry and MTT assay. Results: In this study we demonstrated that the UPR is induced in CLL cells following the induction of reactive oxygen species by PAS treatment. This consequently led to the activation of both pro-apoptotic (Noxa, p<0.0001) and anti-apoptotic (AKT, p<0.05) signalling pathways. PAS treatment further increased expression of key stress proteins BiP (p=0.0005) and HSP70 (p=0.001). PAS treatment also resulted in activation of the PERK and IRE-1α arms of the UPR (cleaved XBP-1, phosphorylated eiF2α, phosphorylated p38MAPK) within 2h, which persisted up to 24h. This pathway was pivotal for CLL cell death since small molecule inhibition of either p38MAPK or PERK signalling significantly reduced PAS mediated apoptosis by approximately 50%. However PAS induced apoptosis was simultaneously antagonised by activation of the pro-survival AKT pathway. Consequently we hypothesised that PAS treatment in combination with a PI3Kδ (idelalisib) or AKT (AKTi) inhibitor may promote greater CLL cell apoptosis. Indeed our combination indices (CI) studies demonstrated that simultaneous treatment with an AKTi or the clinically approved PI3Kδ inhibitor idelalisib and PAS synergistically and significantly enhanced apoptosis of CLL cells compared with either agent alone (p<0.05). Conclusion: This data suggests that inhibiting the pro-survival arm of the UPR (PI3K/AKT), whilst simultaneously activating the pro-death arm (HSP70/p38MAPK), may be a useful strategy for the treatment of CLL and particularly samples with a 17p del or TP53 mutation and warrants further clinical investigation particularly in CLL cases that are resistant to BCR kinase or Bcl-2 family inhibitors. Disclosures Strefford: Roche: Research Funding. Johnson: Novartis: Consultancy, Honoraria; Genmab: Consultancy, Honoraria; Carrick: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Janssen: Research Funding; Celgene: Consultancy, Honoraria; Incyte: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Karus: Consultancy, Honoraria; Boehringer Ingelheim: Consultancy, Honoraria; Zenyaku Kogyo: Consultancy, Honoraria; Epizyme: Research Funding. Forconi: AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Infinity: Consultancy, Membership on an entity's Board of Directors or advisory committees; Gilead: Research Funding; Janssen-Cilag: Speakers Bureau. Steele: Gilead: Consultancy, Honoraria; Portola Pharmaceuticals: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "apoptosis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "proto-oncogene proteins c-akt",
        "unfolded protein response",
        "heat-shock proteins 70",
        "idelalisib",
        "phosphotransferases",
        "protein p53",
        "stress"
    ],
    "author_names": [
        "Matthew D Blunt, PhD",
        "Lindsay D Smith, PhD",
        "Adam Linley, PhD BSc",
        "Jonathan C Strefford, PhD",
        "Peter Johnson",
        "Francesco Forconi, MD DM, PhD FRCPath",
        "Freda K. Stevenson, DPhil",
        "Graham Packham, PhD",
        "Andrew J Steele, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew D Blunt, PhD",
            "author_affiliations": [
                "Cancer Sciences Unit, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lindsay D Smith, PhD",
            "author_affiliations": [
                "Cancer Sciences Unit, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Linley, PhD BSc",
            "author_affiliations": [
                "Department of Molecular and Clinical Cancer Medicine, University of Liverpool, Liverpool, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan C Strefford, PhD",
            "author_affiliations": [
                "University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Johnson",
            "author_affiliations": [
                "Cancer Research UK Clinical Centre, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Forconi, MD DM, PhD FRCPath",
            "author_affiliations": [
                "Cancer Sciences and Haematology Department, University of Southampton, Southampton, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Freda K. Stevenson, DPhil",
            "author_affiliations": [
                "Cancer Sciences Unit, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham Packham, PhD",
            "author_affiliations": [
                "Cancer Sciences Unit, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Steele, PhD",
            "author_affiliations": [
                "Cancer Sciences Unit, University of Southampton, Southampton, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:41:19",
    "is_scraped": "1"
}