{
    "doi": "https://doi.org/10.1182/blood.V114.22.1067.1067",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1533",
    "start_url_page_num": 1533,
    "is_scraped": "1",
    "article_title": "International Normalized Ratio (INR) Determined by Plasma-Based Methods Versus Point-of-Care Instruments in Patients with Antiphospholipid Antibody Syndrome. ",
    "article_date": "November 20, 2009",
    "session_type": "Antithrombotic Therapy Poster I",
    "topics": [
        "antiphospholipid syndrome",
        "international normalized ratio",
        "plasma",
        "warfarin",
        "isolated tumor cells",
        "prothrombin",
        "factor x",
        "prothrombin time",
        "antibodies",
        "antibodies, anticardiolipin"
    ],
    "author_names": [
        "Stephan Moll, MD",
        "Lauren McKnight, PharmD",
        "Allison Deal"
    ],
    "author_affiliations": [
        [
            "School of Medicine, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Pharmacy, UNC Health Care, Chapel Hill, NC, USA, "
        ],
        [
            "Biostatistics and Data Management, UNC Lineberger Comprehensive Cancer Center, Chapel Hill, NC, USA"
        ]
    ],
    "first_author_latitude": "35.9061166",
    "first_author_longitude": "-79.0523577",
    "abstract_text": "Abstract 1067 Poster Board I-89 Background: In some patients with antiphospholipid antibody (APLA) syndrome treated with warfarin, the International Normalized Ratios (INRs) obtained from plasma, as well as from full blood via fingerstick by older point-of-care (POC) devices, are unreliable. Reliability of newer POC devices in APLA syndrome patients is unknown and was investigated in the present study. Methods: 60 patients on stable warfarin were enrolled: 30 with APLA syndrome, 30 without. INRs were determined using 4 POCs: CoaguChekXS ® , ProTime ® , the investigational ProTime ®, and INRatio2 ® . Plasma from phlebotomy was tested for: PT, factor II activity, chromogenic factor X, anticardiolipin and anti-beta-2-glycoprotein I antibodies, lupus anticoagulant. Analysis: Data from the venipuncture INRs from the patients without APLA are used to estimate the relationship between INR and Factor II level and determine the therapeutic range of Factor II. Using the same therapeutic INR range, for each individual POC test the proportion of patients whose clinical decision based on the POC instrument is correct is estimated, along with 95% confidence intervals. This is done for patients with and without APLA. These two proportions are compared between the two groups using Fisher's Exact Tests; nominal p-values are reported. A similar analysis is done using the Factor X test as the gold standard. Results: Data collection has been completed; analysis of results is pending and will be available before December 2009. Conclusions: Data analysis will show whether the presently available POC devices give reliable INR results in patients with APLA syndrome on warfarin and can be reliably used to monitor warfarin therapy. Disclosures: Moll: Hemosense: research support; Roche: reserarch support; ITC: Consultancy, research support. McKnight: ITC: Honoraria. Deal: ITC: Consultancy."
}