{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.155.155",
    "article_title": "Efficacy and Safety of Acalabrutinib Monotherapy in Patients with Relapsed/Refractory Mantle Cell Lymphoma in the Phase 2 ACE-LY-004 Study ",
    "article_date": "December 7, 2017",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies: Mantle Cell Lymphoma, New Therapies",
    "abstract_text": "Background : MCL is an aggressive B-cell non-Hodgkin lymphoma with poor prognosis. Pts with R/R MCL typically experience low overall response rates (ORRs) and short remissions. Bruton tyrosine kinase (BTK) is a clinically validated target in MCL. Acalabrutinib (ACP-196) is a highly selective, potent, covalent inhibitor of BTK with minimal off-target activity. The Phase 2 ACE-LY-004 study assessed acalabrutinib monotherapy in R/R MCL pts. Methods: Eligible pts were aged ≥18 y with confirmed MCL, ECOG PS ≤2, and had relapsed after or were refractory to 1-5 prior therapies. Exclusion criteria included prior BTK or BCL-2 inhibitor exposure and concomitant warfarin or equivalent vitamin K antagonists. Acalabrutinib was administered orally at 100 mg twice daily until progressive disease (PD) or unacceptable toxicity. The primary endpoint was ORR (complete response [CR] + partial response) by investigator assessment based on the Lugano Classification (Cheson, et al. 2014). Secondary endpoints included ORR by Independent Review Committee (IRC) assessment, duration of response (DOR), progression-free survival (PFS), overall survival (OS), safety, pharmacokinetics (PK) and pharmacodynamics. Time to response (TTR) was an exploratory endpoint. Results: 124 pts from 9 countries were treated. Median age was 68 y (range 42-90) with 65% aged ≥65 y. Baseline characteristics included ECOG PS ≤1 (93%), bulky lymph nodes ≥10 cm (8%), extranodal involvement (73%) and intermediate/high risk simplified MCL International Prognostic Index scores (44%/17%). Median number of prior therapies was 2 (range 1-5); 24% were refractory to the most recent prior treatment. Acalabrutinib PK parameters indicated rapid absorption and elimination. Median BTK target occupancy at steady state was 99% 4 h after dosing and 95% at trough (12 h after dosing). As of Feb 28, 2017, median time on study was 15.2 mo (range 0.3-23.7). Investigator-assessed ORR was 81% (95% CI, 73%-87%), with 40% (95% CI, 31%-49%) achieving CR (Table). High concordance (91% and 94%) was observed between investigator- and IRC-assessed ORR and CR, respectively. ORR and CR rates were consistent across prespecified subgroups of age, tumor bulk (≥10 cm) and number/type of prior treatment. Median TTR was 1.9 mo (range 1.5-4.4). Median DOR was not reached (NR); the 12-mo DOR was 72% (95% CI, 62%-80%). DOR by best response is shown in the figure. Median PFS and OS were NR. The 12-mo PFS and OS rates were 67% (95% CI, 58%-75%) and 87% (95% CI, 79%-92%), respectively. The most frequent adverse events (AEs; ≥20%) were primarily Grade 1/2 and included headache (38%), diarrhea (31%), fatigue (27%) and myalgia (21%). Grade 3/4 AEs (≥5%) included neutropenia (10%), anemia (9%) and pneumonia (5%). There were no cases of atrial fibrillation and 1 case of Grade 3 hypertension (1%), The most common bleeding events were contusion (13%) and petechiae (9%); all bleeding events were Grade 1/2 except one event of Grade 3 gastrointestinal (GI) hemorrhage occurring in 1 pt (1%) with a history of a GI ulcer. Tumor lysis syndrome (Grade ≥3) was reported in 3 pts (2%) and all cases occurred after treatment discontinuation due to disease progression. Second primary malignancies occurred in 8 pts (6%), 4 of which were skin neoplasms. One Grade 5 AE was reported in a pt with a history of aortic stenosis who died of worsening aortic stenosis not considered related to study treatment. Median relative dose intensity (ratio of actual to planned cumulative dose during drug exposure period) was 99% (range 27%-100%). Treatment discontinuation was primarily due to PD (31%) and AE (6%). AEs leading to discontinuation occurred in only one pt each and were aortic stenosis, B-cell lymphoma (DLBCL), blood blister and petechiae (both in 1 pt with Grade 3 acute coronary syndrome which was treated with Plavix, resulting in blood blister/petechiae formation [considered related]), dyspnea and leukostasis syndrome (in the same pt), noncardiac chest pain, pulmonary fibrosis and thrombocytopenia. At cutoff, 56% of pts remain on treatment. Conclusions: In R/R MCL pts, treatment with single-agent acalabrutinib resulted in high ORR and CR rates, with durable and clinically meaningful responses. A favorable safety profile was also demonstrated, with a low frequency and severity of AEs and few discontinuations due to AEs. Given this favorable benefit-risk profile, acalabrutinib represents a promising treatment option for R/R MCL. View large Download slide View large Download slide  Close modal Disclosures Wang: Celgene: Honoraria, Research Funding; Karus: Research Funding; Juno Therapeutic: Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Oncoceutics: Research Funding; BeiGene: Research Funding; Oncternal: Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; Kite Pharma: Research Funding; Asana: Research Funding; Acerta Pharma: Consultancy, Honoraria, Research Funding; Novartis: Research Funding; Karyopharm: Research Funding. Rule: TG Therapeutics: Consultancy, Honoraria; Sunesis: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Pharmacyclics: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Napp: Consultancy; Kite: Consultancy; Astra-Zeneca: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding; Janssen: Consultancy, Honoraria, Other: Travel, Accommodations, Expenses, Research Funding. Zinzani: Gilead Sciences: Consultancy; Astellas: Consultancy; Bristol-Myers Squibb: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Lundbeck: Consultancy; Merck: Consultancy; Mundipharma: Consultancy; Nordic Nanovector: Consultancy; Roche: Consultancy; Sandoz: Consultancy; Verastem: Consultancy; Takeda: Consultancy; Servier: Consultancy. Goy: Pharmacyclics / J&J: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Acerta: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Research Funding. Casasnovas: Roche: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria; BMS: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Janssen: Consultancy, Honoraria. Smith: Acerta Pharma: Research Funding; Seattle Genetics: Research Funding; Genentech: Research Funding; Merck Sharp and Dohme Corp: Research Funding; Janssen R&D LLC: Research Funding; Pharmacyclics: Research Funding; Portola Pharmaceuticals: Research Funding. Lamy: Roche: Consultancy, Honoraria. Morschhauser: Celgene: Consultancy, Honoraria; Servier: Consultancy; Janssen: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Gilead: Consultancy. Shah: Amgen: Other: Unscripted Interview used for marketing purposes, Speakers Bureau; Incyte: Research Funding; Pfizer: Consultancy; Jazz: Consultancy; Baxalta: Consultancy; Celgene: Consultancy, Other: Unscripted interview used for marketing purposes. Davies: Gilead: Consultancy, Honoraria, Other: Travel expenses to attend conference, Research Funding; Takeda: Consultancy, Honoraria, Other: Travel expenses to attend conference, Research Funding; Bayer: Research Funding; Acerta Phamra: Research Funding; Karyopharma: Honoraria, Research Funding; Celgene: Honoraria, Other: Advisory Board, travel expenses to attend conference, Research Funding; GSK: Research Funding; Janssen: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Roche: Consultancy, Honoraria, Research Funding; CTI: Consultancy, Honoraria, Other: Travel expenses to attend conference; Seattle Genetics: Research Funding. Eek: Ramsey Private Hospital Albury Wodonga: Membership on an entity's Board of Directors or advisory committees; Border Medical Oncology: Employment. Dupuis: Roche: Consultancy. Jacobsen: Merck: Consultancy; Seattle Genetics: Consultancy; Spectrum: Consultancy; Pharmacyclics: Consultancy. Kater: Dept Hematology, Academic Medical Center, Amsterdam, the Netherlands: Employment; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche/Genentech: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Research Funding; Acerta Pharma: Research Funding; Pfizer: Research Funding; Morphosys: Research Funding; Sandoz Novartis: Research Funding; Celtrion: Research Funding; Gilead: Research Funding; TG Therapeutics: Research Funding; Merck: Research Funding. Covey: Acerta: Employment, Equity Ownership; Astra-Zeneca: Equity Ownership. Dua: Acerta Pharma: Employment. Hamdy: Acerta Pharma: Employment, Equity Ownership, Patents & Royalties: Acalabrutinib related patents. Huang: Acerta Pharma: Employment. Izumi: Acerta Pharma: Employment, Equity Ownership. Patel: Acerta Pharma: Employment. Slatter: Astra Zeneca: Equity Ownership; Acerta Pharma: Employment. Jurczak: Nordic Nanovector: Membership on an entity's Board of Directors or advisory committees, Research Funding; Servier: Membership on an entity's Board of Directors or advisory committees, Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees, Research Funding; TG Therapeutics: Research Funding; Merck: Research Funding; Sandoz Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding; Celtrion: Research Funding; Jagiellonian University: Employment; Spectrum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding; Acerta Pharma: Research Funding; Pharmacyclics: Research Funding; Janssen: Research Funding.",
    "topics": [
        "acalabrutinib",
        "mantle-cell lymphoma",
        "brachial plexus neuritis",
        "aortic valve stenosis",
        "hemorrhage",
        "petechiae",
        "blister",
        "electrocorticogram",
        "withdrawing treatment",
        "acute coronary syndromes"
    ],
    "author_names": [
        "Michael Wang, MD",
        "Simon Rule, MD",
        "Pier Luigi Zinzani, MD PhD",
        "Andre Goy, MD",
        "Rene-Olivier Casasnovas, MD",
        "Stephen D. Smith, MD",
        "Gandhi Damaj, MD",
        "Jeanette K. Doorduijn, MD PhD",
        "Thierry Lamy, Pr, MD PhD",
        "Franck Morschhauser, MD PhD",
        "Carlos Panizo, MD PhD",
        "Bijal Shah, MD",
        "Andrew Davies, PhD",
        "Richard Eek, MBCHB",
        "Jehan Dupuis, MD",
        "Eric Jacobsen, MD",
        "Arnon P. Kater, MD PhD",
        "Steven Le Gouill, MDPhD",
        "Lucie Oberic, MD",
        "Tadeusz Robak, MD PhD",
        "Todd Covey, PhD",
        "Richa Dua, PharmD",
        "Ahmed Hamdy, MD",
        "Xin Huang",
        "Raquel Izumi, PhD",
        "Priti Patel, MD",
        "J. Greg Slatter, PhD",
        "Wojciech Jurczak, PhDMD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Wang, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Simon Rule, MD",
            "author_affiliations": [
                "Plymouth University Medical School, Plymouth, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD PhD",
            "author_affiliations": [
                "Institute of Hematology Seràgnoli, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack Meridian Health, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rene-Olivier Casasnovas, MD",
            "author_affiliations": [
                "Hopital d'Enfants, CHU Dijon, Dijon, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen D. Smith, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gandhi Damaj, MD",
            "author_affiliations": [
                "Institut d'Hematologie de Basse-Normandie, Caen, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeanette K. Doorduijn, MD PhD",
            "author_affiliations": [
                "Erasmus MC, Lunenburg Lymphoma Phase I/II Consortium, Rotterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Lamy, Pr, MD PhD",
            "author_affiliations": [
                "CHU Rennes, Rennes, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser, MD PhD",
            "author_affiliations": [
                "CHRU Lille - Hôpital Claude Huriez, Lille, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlos Panizo, MD PhD",
            "author_affiliations": [
                "Clínica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bijal Shah, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Davies, PhD",
            "author_affiliations": [
                "Southampton General Hospital, University Hospital Southampton NHS Foundation Trust, Southampton, United Kingdom "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Eek, MBCHB",
            "author_affiliations": [
                "Border Medical Oncology, Wodonga, Australia "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jehan Dupuis, MD",
            "author_affiliations": [
                "Unité Hémopathies Lymphoïdes, AP-HP Hôpital Henri Mondor, Créteil, France "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Jacobsen, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon P. Kater, MD PhD",
            "author_affiliations": [
                "Academic Medical Center, Lunenburg Lymphoma Phase I/II Consortium, Amsterdam, Netherlands "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Le Gouill, MDPhD",
            "author_affiliations": [
                "CHU de Nantes - Hotel Dieu, Nantes, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucie Oberic, MD",
            "author_affiliations": [
                "Institut Universaitaire de Cancer-Oncopole (IUCT-O), Toulouse, France "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadeusz Robak, MD PhD",
            "author_affiliations": [
                "Copernicus Memorial Hospital, Medical University of Lodz, Lodz, Poland "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Todd Covey, PhD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richa Dua, PharmD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Hamdy, MD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Huang",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raquel Izumi, PhD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Priti Patel, MD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Greg Slatter, PhD",
            "author_affiliations": [
                "Acerta Pharma, Redwood City, CA "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Jurczak, PhDMD",
            "author_affiliations": [
                "Department of Haematology, Jagiellonian University, Krakow, Poland"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T13:03:02",
    "is_scraped": "1"
}