{
    "doi": "https://doi.org/10.1182/blood.V108.11.4152.4152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=735",
    "start_url_page_num": 735,
    "is_scraped": "1",
    "article_title": "False Positive Pregnancy Test Resulting from Passive Transfusion of beta-Human Chorionic Gonadotropin (bHCG) from Donor Red Blood Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "chorionic gonadotropin, beta subunit, human",
        "donors",
        "erythrocytes",
        "false-positive results",
        "pregnancy tests",
        "transfusion",
        "laboratory test finding",
        "packed red blood cells",
        "abdominal ultrasonography",
        "allergens"
    ],
    "author_names": [
        "Suresh G. Shelat, MD, PhD",
        "David F. Friedman, MD",
        "Kim Smith-Whitley, MD",
        "Geralyn Meny, MD"
    ],
    "author_affiliations": [
        [
            "Pathology & Laboratory Medicine, Childrens Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Hematology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "American Red Cross, Penn Jersey Region, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.95082769999999",
    "first_author_longitude": "-75.1763311",
    "abstract_text": "Blood products may contain donor-derived soluble factors such as allergens or antibodies, which when transfused, may cause pathology in the recipient or unexpected test results. Case: We describe a 16 year old female with hemoglobin SC disease who was referred for erythrocytapheresis to reduce the level of sickle hemoglobin prior to a surgical procedure that required general anesthesia. The patient was exchanged with five units of packed red blood cells (PRBC). The following day, routine pre-operative laboratory testing revealed an unexpected positive result in assays for beta subunit of human chorionic gonadotropin (bHCG), an early indicator of pregnancy. The patient denied sexually activity. The result caused postponement of the elective surgical procedure and prompted an abdominal ultrasound study to identify the source of bHCG, which was normal. Methods: Immunoassay was used to determine the bHCG level in the patient (Table 1) and in the residual plasma in each of the transfused units (Table 2). Conclusion: One blood donor, who was unaware of her pregnancy status at the time of donation, harbored a high bHCG level which caused the positive test results in the recipient patient’s serum and urine. If an unexpected result is detected in a recipient of a blood transfusion, it is important to consider the possibility of passive transfusion of the analyte. Table 1: bHCG test results from recipient’s blood following transfusion.  Test . Result . Negative cut-off . Qualitative bHCG (serum) Positive < 10 mIU/ml Qualitative bHCG (urine) Positive < 20 mIU/ml Quantititative bHCG (serum) 9 mIU/ml < 5 mIU/ml Test . Result . Negative cut-off . Qualitative bHCG (serum) Positive < 10 mIU/ml Qualitative bHCG (urine) Positive < 20 mIU/ml Quantititative bHCG (serum) 9 mIU/ml < 5 mIU/ml View Large Table 2: bHCG levels in the segments from the PRBC units transfused.  Unit number . bHCG, mIU/ml* . *Negative cut-off, <5 mIU/ml; **Exceeds the dynamic range (0–1000 mIU/ml) of qualitative bHCG assay. 1 0.39 2 0.71 3 >1000** 4 0.18 5 0.24 Unit number . bHCG, mIU/ml* . *Negative cut-off, <5 mIU/ml; **Exceeds the dynamic range (0–1000 mIU/ml) of qualitative bHCG assay. 1 0.39 2 0.71 3 >1000** 4 0.18 5 0.24 View Large"
}