{
    "doi": "https://doi.org/10.1182/blood.V122.21.1619.1619",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2439",
    "start_url_page_num": 2439,
    "is_scraped": "1",
    "article_title": "Alterations Of The Chemokine Microenvironment In Chronic Lymphocytic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "chemokines",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytokine",
        "brachial plexus neuritis",
        "growth factor",
        "interleukin-16",
        "leukemic cells",
        "vascular endothelial growth factor a",
        "disease progression"
    ],
    "author_names": [
        "TILL M SEILER, MD",
        "Roland Aydin",
        "Tobias Herold, MD",
        "Stefan Holdenrieder, MD",
        "Michael Hallek, M.D. Ph.D.",
        "Wolfgang Hiddemann, M.D.",
        "Martin Dreyling",
        "Manuela A. Bergmann, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, Klinikum Der Universitaet Muenchen-Campus Grosshadern, Munich, Germany, "
        ],
        [
            "Department of Internal Medicine III, Klinikum Der Universitaet Muenchen-Campus Grosshadern, Munich, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital Munich - Großhadern, Ludwig-Maximilians-University, Munich, Germany, "
        ],
        [
            "Institute of Clinical Chemistry and Pharmacology, University of Bonn, Bonn, Germany, "
        ],
        [
            "Department I of Internal Medicine, University Hospital of Cologne, Cologne, Germany, "
        ],
        [
            "Klinikum Der Universitaet Muenchen-Campus Grosshadern, Munich, Germany, "
        ],
        [
            "Klinikum Der Universitaet Muenchen-Campus Grosshadern, Munich, Germany, "
        ],
        [
            "Department III of Internal Medicine, University Ulm, Ulm, Germany"
        ]
    ],
    "first_author_latitude": "48.1114214",
    "first_author_longitude": "11.470295099999998",
    "abstract_text": "Background In chronic lymphocytic leukemia (CLL), proliferation of the leukemic cell clone occurs in the bone marrow and lymphatic tissues rather than peripheral blood. In this microenvironment, CLL cells interact with accessory cells, such as T-cells and CD68+ nurselike cells (NLCs). In addition, cytokines and chemokines secreted by leukemic cells, stromal cells and T-cells are essential in forming the disease-specific microenvironment. However, the exact biological role of cytokines and chemokines needs to be defined. Methods In order to address this issue, we measured serum levels of 20 chemokines and cytokines in a prospective cohort of 159 previously untreated Binet stage A patients (pts) (GCLLSG CLL1 trial), 50 pts with advanced CLL in need of first line treatment (GCLLSG CLL8 trial) and 27 healthy individuals. For the study cohorts, serum samples had been centrally collected at study entry and stored at -80°C. Sera were analyzed on a Luminex-based multiplex platform, allowing simultaneous screening of multiple serum parameters. Results Serum levels of 13 chemokines (EGF, MCP-1, MIP-1alpha, MIP-1beta, sIl2Ralpha, VEGF, MCP-2, MCP-4, SDF-1, 6CKine, CTACK, TRAIL, SCF) differed significantly between healthy controls and CLL patients (p<0.05), indicating that the expression of these cytokines may potentially impact pathways common to CLL and the disease specific microenvironment. In addition, 7 chemokine serum levels were significantly higher in advanced stage CLL compared to patients at primary diagnosis, indicating a pronounced shift of the chemokine homeostasis upon disease progression. ( Table ) Table Median chemokine serum levels in healthy individuals and patients with early (CLL1 cohort) and advanced (CLL8 cohort) CLL  . Median serum level (pg/ml) . . Healthy control . CLL1 . CLL8 . . MIP-1beta  116 266 196 p<0.001 sIl2Ralpha  21 504 2255 p<0.001 TNFalpha  12 40 80 p=0.008 Il-10  3  19 p=0.001 IL-16  55 203 425 p=0.013 6CKine  319 307 764 p<0.001 SCF  10 79 55 p=0.001 . Median serum level (pg/ml) . . Healthy control . CLL1 . CLL8 . . MIP-1beta  116 266 196 p<0.001 sIl2Ralpha  21 504 2255 p<0.001 TNFalpha  12 40 80 p=0.008 Il-10  3  19 p=0.001 IL-16  55 203 425 p=0.013 6CKine  319 307 764 p<0.001 SCF  10 79 55 p=0.001 View Large We identified a strong correlation of inflammatory cytokines (TRAIL, TNFalpha; p=0.039), growth factors (EGF, VEGF, TPO, SCF; p<0.001) and chemokines involved in B- and T-cell migration and homing (MIP-1alpha, MIP-1beta, 6CKine, Il-16; p<0.05). These coordinately regulated cytokines may reflect pathways important to the pathobiology of CLL. Hierarchical cluster analyses revealed distinct chemokine expression patterns in healthy individuals, early CLL and advanced stage disease. Finally, sIl2Ralpha has been previously confirmed as an independent prognostic factor in early stage CLL Conclusion Due to the comparison of 27 healthy individuals and 209 CLL pts we were able to demonstrate that the chemokine homeostasis is significantly altered in CLL compared to healthy individuals. Chemokines involved in B- and T-cell migration and homing and recruitment, inflammation and growth factors are coordinately overexpressed, pointing towards pathways crucial to the formation of a disease specific microenvironment. These pathways might serve as potential targets for future therapeutic strategies. Disclosures: No relevant conflicts of interest to declare."
}