{
    "doi": "https://doi.org/10.1182/blood.V120.21.2325.2325",
    "article_title": "Differential Expression of c-Kit Identifies Hematopoietic Stem Cells with Variable Self-Renewal Potential. ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Abstract 2325 Hematopoietic stem cells (HSC) can be identified on the basis of differential cell surface protein expression, such that 10 out of 13 purified HSC (Lin − c-Kit + Sca-1 + CD150 + CD34 − FLK2 − ) exhibit long-term reconstitution potential in single-cell transplants. HSCs express c-Kit, and interactions between c-Kit and its ligand, stem cell factor, have been shown to be critical for HSC self-renewal; however, HSCs express a log-fold variation in c-Kit levels. We hypothesized that differing levels of c-Kit expression on HSCs may identify functionally distinct classes of HSCs. Thus, we measured the function and cellular characteristics of c-Kit hi HSCs and c-Kit lo HSCs (defined as the top 30% and bottom 30% of c-Kit expressors, respectively), including colony formation, cell cycle status, lineage fates, and serial engraftment potential. In methylcellulose colony assays, c-Kit hi HSCs formed 5-fold more colonies than c-Kit lo HSCs (P=0.01), as well as 4-fold more megakaryocyte colonies in vitro . c-Kit hi HSC were 2.4-fold enriched for cycling cells (G2-S-M) in comparison to c-Kit lo HSC as assessed by flow cytometry in vivo (15.4% versus 6.4%, P=0.001). Lethally irradiated mice competitively transplanted with 400 c-Kit lo HSCs and 300,000 competitor bone marrow cells exhibited increasing levels of donor chimerism, peaking at a mean of 80% peripheral blood CD45 chimerism by 16 weeks post-transplantation, whereas mice transplanted with c-Kit hi HSCs reached a mean of 20% chimerism (p<0.00015). Evaluation of the bone marrow revealed an increase in HSC chimerism from 23% to 44% in mice injected with c-Kit lo HSCs from weeks 7 to 18, while HSC chimerism decreased from 18% to 3.0% in c-Kit hi HSC-transplanted mice (P<0.00021). Levels of myeloid chimerism in the bone marrow and peripheral blood were not significantly different during the first 4 weeks following transplantation between mice transplanted with c-Kit hi or c-Kit lo HSCs, and evaluation of HSC bone marrow lodging at 24 hours post-transplantation demonstrated no difference in the number of c-Kit hi and c-Kit lo HSCs, indicating that differential homing is not the reason for the observed differences in long-term engraftment. Donor HSCs purified from mice transplanted with c-Kit hi HSC maintained higher levels of c-Kit expression compared to those from mice injected with c-Kit lo HSC by week 18 post-transplantation (P=0.01). Secondary recipients serially transplanted with c-Kit hi HSC exhibited a chimerism level of 40% to 3% from week 4 to 8 post-secondary transplant, whereas chimerism levels remained at 6% in mice injected with c-Kit lo HSC. These results indicate that c-Kit hi HSCs exhibit reduced self-renewal capacity compared with c-Kit lo HSCs, and that the differences in c-Kit hi and c-Kit lo HSC function are cell-intrinsic. Analysis of transplanted HSC fates revealed that c-Kit hi HSCs produced two-fold more pre-megakaryocyte-erythroid progenitors and pluriploid megakaryocytes compared to their c-Kit lo counterparts in vivo , suggesting a megakaryocytic lineage bias in c-Kit hi HSC. Consistent with this finding, the transplanted c-Kit hi HSC gave rise to 10-fold more platelets and reached a maximum platelet output two days earlier than c-Kit lo HSC. To determine the potential mechanisms underlying the transition from c-Kit lo to c-Kit hi HSCs, we assessed the activity of c-Cbl, an E3 ubiquitin ligase known to negatively regulate surface c-Kit expression in a Src-dependent manner. Flow cytometric analysis revealed 6-fold more activated c-Cbl in freshly purified c-Kit lo HSC compared to c-Kit hi HSC (P=0.02), suggesting that functional loss of c-Cbl increases c-Kit expression on c-Kit lo HSCs. Mice treated for nine days with Src inhibitors, which inhibit c-Cbl activity, experienced a 1.5-fold and 2-fold increase in the absolute number of c-Kit hi HSCs (P=0.067) and megakaryocyte progenitors (P=0.002), respectively. Thus, c-Cbl loss likely promotes the generation of c-Kit hi HSCs. In summary, differential expression of c-Kit identifies HSC with distinct functional attributes with c-Kit hi HSC exhibiting increased cell cycling, megakaryocyte lineage bias, decreased self-renewal capacity, and decreased c-Cbl activity. Since c-Kit lo HSC represent a population of cells enriched for long-term self-renewal capacity, characterization of this cell population provides an opportunity to better understand the mechanisms that regulate HSC function. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "proto-oncogene protein c-kit",
        "transplantation",
        "cd34 antigens",
        "cd45 antigens",
        "flow cytometry",
        "ligands",
        "membrane proteins",
        "ms-like tyrosine kinase 3",
        "signaling lymphocytic activation molecule family member 1"
    ],
    "author_names": [
        "Joseph Yusup Shin, BSc",
        "Wenhuo Hu, PhD",
        "Christopher Y. Park, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Joseph Yusup Shin, BSc",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Wenhuo Hu, PhD",
            "author_affiliations": [
                "Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Y. Park, M.D., Ph.D.",
            "author_affiliations": [
                "Pathology and Human Oncology and Pathogenesis Program, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T13:02:35",
    "is_scraped": "1"
}