{
    "doi": "https://doi.org/10.1182/blood.V108.11.966.966",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=672",
    "start_url_page_num": 672,
    "is_scraped": "1",
    "article_title": "Modification of Anemia Parameters after Blood Transfusion. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "anemia",
        "blood transfusion",
        "transfusion",
        "packed red blood cells",
        "ferritin",
        "haptoglobins",
        "anemia of chronic disorder",
        "cisplatin/methotrexate/vinblastine protocol",
        "hemoglobin",
        "hemorrhage"
    ],
    "author_names": [
        "David Berz, MD",
        "Himani Singh, M.D.",
        "Elise McCormack, M.D.",
        "Eric Mazur, M.D."
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Brown University, Providence, RI, USA"
        ],
        [
            "Internal Medicine, Norwalk Hospital, Norwalk, CT, USA"
        ],
        [
            "Internal Medicine, Roger Williams Medical Center, Providence, RI, USA"
        ],
        [
            "Internal Medicine, Norwalk Hospital, Norwalk, CT, USA"
        ]
    ],
    "first_author_latitude": "41.823467199999996",
    "first_author_longitude": "-71.3926763",
    "abstract_text": "Background: Optimally the necessary laboratory evaluation for the diagnosis of the underlying causes for anemia is done before blood transfusion. However, clinical and logistical demands often mandate the transfusion of packed red blood cells before all the necessary parameters are obtained. It is poorly defined which impact transfusion has on the parameters necessary for the diagnosis of the underlying anemia cause. We conducted a prospective study to investigate the effect of the transfusion of two units packed red blood cells on lactate dehydrogenase(LDH), ferritin, transferrin, haptoglobin, total iron binding capacity(TIBC), folate, cyanocobalamine(B12), hemoglobin, MCV and hematocrit by measuring those tests before and at 6, 12, 24 and 48 hrs after transfusion. Patients and Methods: We included nineteen normovolemic, not actively bleeding consecutive patients; six of whom were diagnosed with anemia of chronic disease, one MDS and twelve iron deficiency anemias. Acutely bleeding patients, patients not able to give informed consent, prisoners under hospitalization and patients younger than 18 years old were excluded. All patients received transfusion of two units of packed red blood cells. The statistical analysis was performed using a repeated measurement ANOVA algorithm. Results: The transfusion of two units of packed red blood cells did not result in a significant change of ferritin, transferrin, haptoglobin, cyanocobalamin and lactate dehydrogenase throughout the observation period. Hemoglobin, MCV and hematocrit demonstrated an early change and equilibration without significant change after the first six hours post transfusion. Serum iron levels were transiently elevated in the severely iron deficient population, but returned back to baseline after 24hrs. Folate experienced a statistically significant, persistent change in the posttransfusion period. For the first 48 hrs post transfusion the following conclusions were made: First, the diagnosis of iron deficiency or chronic disease anemia is not confounded by blood transfusion, particularly when using ferritin as the predominant diagnostic parameter. Second, the diagnosis of hemolytic anemias, using haptoglobin and LDH is not interfered by transfusion of two units of packed red blood cells. Third, vitamin B12 deficiency can be diagnosed after transfusion, whilst folate deficiency on the base of red blood cell folate cannot."
}