{
    "doi": "https://doi.org/10.1182/blood.V118.21.151.151",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2119",
    "start_url_page_num": 2119,
    "is_scraped": "1",
    "article_title": "Change in NIH Skin Score 0–3 Correlates with Provider- and Patient-Reported Skin Changes and Overall Survival: Results From the Chronic Gvhd Consortium ",
    "article_date": "November 18, 2011",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution I",
    "topics": [
        "graft-versus-host disease, chronic",
        "skin",
        "skin changes",
        "sclerosis",
        "skin manifestations",
        "erythema",
        "exanthema",
        "pruritus",
        "examination of skin",
        "follow-up"
    ],
    "author_names": [
        "David Jacobsohn, MD",
        "Stephanie J. Lee, MD, MPH",
        "Brenda Kurland, PhD",
        "Corey S. Cutler, MD, MPH, FRCPC",
        "Joseph Pidala, MD, MS",
        "Paul A. Carpenter, MD",
        "Shawn Chai",
        "Sally Arai, MD",
        "Mukta Arora, MD",
        "Jeanne Palmer, MD",
        "Paul J. Martin, MD",
        "Steven Z. Pavletic, MD",
        "Mary E.D. Flowers, MD"
    ],
    "author_affiliations": [
        [
            "Children's National Medical Center, Washington, DC, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Medicine, Blood and Marrow Transplantation, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "MCW & Froedtert Clinical Cancer Center, Milwaukee, WI, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD, USA"
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "38.9272018",
    "first_author_longitude": "-77.0153609",
    "abstract_text": "Abstract 151 In 2005, the NIH Consensus Conference proposed measures to improve the documentation of clinically meaningful changes in chronic GVHD (cGVHD) for clinical trials. We evaluated the NIH recommended measures and the Vienna Skin Scale (VSS) for their correlation with provider and patient perceptions of skin changes and with survival. Methods: Patients ≥ age 2 with cGVHD ≤ 3 years after allogeneic hematopoietic cell transplantation requiring systemic treatment were eligible. The NIH response tool scores 8 body regions according percentage of body surface area (BSA) involved with erythematous rash, moveable sclerosis, and non-moveable sclerosis. The VSS scores 10 body regions with percentage involvement of pigmentary changes, rash, and sclerosis. Regional scores are summed for a Vienna Skin Total (VST) score of 0–50. The categorical NIH skin score grades subjects from 0–3 based on extent of skin involvement, sclerotic features, and symptoms. Also collected were the Hopkins skin sclerosis score (0–4), Hopkins fascia score (0–3), and two patient-reported measures: skin itching (0–10) and the Lee Symptom Score skin subscale (0–100). At follow-up visits every six months, patients and providers rated separately their perception of change in skin involvement on an 8-point scale, which was analyzed as improved, stable, or worse . Multivariable linear models were used to test the strength of association between changes in measures of skin severity and clinician and patient assessments of change in skin involvement, adjusting for other significant clinical variables. Overall survival (OS) and non-relapse mortality (NRM) were analyzed using Cox regression models, adjusting for other significant variables. Results: Nine sites in the Chronic GVHD Consortium had enrolled 458 participants as of December, 2010. At enrollment, 200 (44%) patients had no skin involvement and one was missing skin assessments. The remaining 257 patients had erythema (n=196, 43%), moveable sclerosis (n=85, 19%), and non-moveable sclerosis (n= 43, 9%). Per NIH overall scoring criteria, 148 (32%) subjects had severe and 262 (57%) had moderate chronic GVHD at study entry. At a total of 538 follow-up visits with skin involvement or following a visit with skin involvement, change in cGVHD skin symptom was rated by the providers as improved in 45% , stable in 46% , or worse in 9%, and by patients as 58%, 35%, 7% respectively. Change in the categorical NIH skin score assessed by clinicians and the skin subscale of the Lee Symptom Score assessed by patient were best correlated with clinician and patient perception of change (Table and Figure). With a median survivor follow-up of 18.3 months, baseline NIH skin score of 3 was associated with worse OS (HR 2.6, 95% CI 1.3–5.0, p =.004) and NRM (HR 3.7, 1.8–7.7, p < 0.001) compared to no skin involvement. In addition, worsening in NIH skin score at 6 months was associated with lower OS (HR 5.3, 1.2–25.5, p =.03) and higher NRM (HR 7.0, 1.4–40.4, p =.02) compared to stable skin among patients with cutaneous involvement at baseline. Change of NIH skin score at 12 months was not associated with OS or NRM. Conclusions: The strong correlation between change in NIH skin score 0–3 with provider- and patient-reported cutaneous changes in both directions and its predictive value for OS at 6 months supports use of this single item scale as a composite measure to evaluate skin involvement in clinical trials. Figure. View large Download slide Correlation between change in the categorical NIH skin score and the Lee Symptom Skin Score with clinician and patient perception of change. Figure. View large Download slide Correlation between change in the categorical NIH skin score and the Lee Symptom Skin Score with clinician and patient perception of change.  Table. Multivariable linear mixed models to predict clinician or patient reported change in skin involvement  Measure of skin severity . Contrast in clinician or patient perception of change . Clinician . Patient . p-value . p-value . NIH erythema Improved vs Stable <.001 .007  Worse vs Stable .02 .14 NIH movable sclerosis Improved vs Stable .02 .41  Worse vs Stable .68 .53 NIH skin non-movable sclerosis Improved vs Stable .42 .96  Worse vs Stable <.001 .10 VSS Improved vs Stable <.001 .09  Worse vs Stable <.001 .06 Hopkins sclerotic scale Improved vs Stable .09 .27  Worse vs Stable .01 .17 Hopkins fascia scale Improved vs Stable .009 .08  Worse vs Stable .61 .89 Skin itching Improved vs Stable .33 .07  Worse vs Stable .02 <.001 NIH Skin score Improved vs Stable <.001 .003  Worse vs Stable <.001 <.001 Lee symptom skin Improved vs Stable <.001 <.001  Worse vs Stable .005 <.001 Measure of skin severity . Contrast in clinician or patient perception of change . Clinician . Patient . p-value . p-value . NIH erythema Improved vs Stable <.001 .007  Worse vs Stable .02 .14 NIH movable sclerosis Improved vs Stable .02 .41  Worse vs Stable .68 .53 NIH skin non-movable sclerosis Improved vs Stable .42 .96  Worse vs Stable <.001 .10 VSS Improved vs Stable <.001 .09  Worse vs Stable <.001 .06 Hopkins sclerotic scale Improved vs Stable .09 .27  Worse vs Stable .01 .17 Hopkins fascia scale Improved vs Stable .009 .08  Worse vs Stable .61 .89 Skin itching Improved vs Stable .33 .07  Worse vs Stable .02 <.001 NIH Skin score Improved vs Stable <.001 .003  Worse vs Stable <.001 <.001 Lee symptom skin Improved vs Stable <.001 <.001  Worse vs Stable .005 <.001 View Large Disclosures: No relevant conflicts of interest to declare."
}