{
    "doi": "https://doi.org/10.1182/blood.V112.11.3349.3349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1089",
    "start_url_page_num": 1089,
    "is_scraped": "1",
    "article_title": "Genes Dysregulated in a Murine Model of Leukemogenesis Comprise a Signature for Identification of Therapeutics in Humans. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "The identification of genes and pathways that are critical for the development and maintenance of leukemia is important for designing new anti-leukemia therapeutics. However, selection of aberrantly regulated genes and pathways and the translation of these features into targeted anti-cancer drugs represent a significant challenge. Studies have characterized the various oncogenic lesions associated with leukemia, and have shown that specific combinations of mutations are sufficient to induce malignancy in model systems. Thus, we sought to identify the gene signature arising from the introduction of cooperating oncogenic mutations into non-malignant cells. We hypothesized that compounds capable of maximally antagonizing the aberrant expression of this subset of genes would represent potential anti-leukemia therapeutics. To test this hypothesis, we turned to the use of murine genetics and chemical genomics. To this end, we adapted mouse systems created by retroviral transduction of primary marrow cells with the BCR-ABL translocation alone or in combination with the NUP98-HOXA9 translocation. This approach creates authentic models of chronic and blast crisis myeloid leukemia (CML and bcCML, respectively), which has been shown to closely resemble human disease. Next, we employed flow cytometry to separate the transduced marrow into purified primitive lin- populations of either normal, BCR-ABL+, or BCR-ABL+/NUP98-HOXA9+ cells. Importantly, lin- cells were used to focus specifically on those genes most relevant to leukemic stem and progenitor populations. Microarray gene expression profiling was performed on these purified populations in six independent experiments using the Affymetrix Mouse 430 2.0 platform. Gene expression signatures for each transduced population relative to normal lin- cells were obtained. Next, in silico screening for agents that antagonize these signatures was performed comparing the resulting signatures to a local microarray compendium that included the CMap dataset. Gene expression signatures arising from the introduction of BCR-ABL alone identified traditional chemotherapeutics including cytarabine, etoposide, idarubicin – agents considered less effective against leukemic stem cell populations – as well as agents acting along the PI3 kinase pathway. Surprisingly, drugs shown to antagonize the gene signature derived by the introduction the two oncogenic mutations (BCR-ABL and NUP98-HOXA9) included 15-delta-prostaglandin-J2, celastrol, MG- 132, and parthenolide. Each of these drugs eradicate malignant stem and progenitor cells, while sparing normal cells. Thus, the murine-derived signature successfully identified drugs highly relevant to human disease. Our studies therefore demonstrate the utility of combining gene expression-based drug screening and mouse cancer genetics to reveal novel anti-leukemia compounds in humans. DCH and JMA contributed equally.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "bcr-abl tyrosine kinase",
        "blast phase",
        "cancer",
        "cancer genetics",
        "cytarabine",
        "drug screening",
        "etoposide",
        "flow cytometry",
        "gene expression profiling"
    ],
    "author_names": [
        "Duane C Hassane, PhD",
        "John M Ashton",
        "Monica L Guzman, PhD",
        "Craig T. Jordan, PhD"
    ],
    "author_affiliations": [
        [
            "Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY, USA"
        ],
        [
            "Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY, USA"
        ],
        [
            "Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY, USA"
        ],
        [
            "Wilmot Cancer Center, University of Rochester Medical Center, Rochester, NY, USA"
        ]
    ],
    "first_author_latitude": "43.1222111",
    "first_author_longitude": "-77.6220986"
}