{
    "doi": "https://doi.org/10.1182/blood-2020-133499",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4647",
    "start_url_page_num": 4647,
    "is_scraped": "1",
    "article_title": "Retrospective Chart Review of Gastrointestinal Bleeding in Patients with Von Willebrand Disease ",
    "article_date": "November 5, 2020",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "topics": null,
    "author_names": [
        "Jonathan C. Roberts, MD",
        "Miguel A. Escobar, MD",
        "Suchitra Acharya Acharya, MD",
        "Nina Hwang, MD",
        "Michael Wang, MD",
        "Sarah A Hale, MS, PhD",
        "Abiola Oladapo, PhD",
        "Sohaib Asghar",
        "Syed Mehdi, MD",
        "Peter A. Kouides, MD"
    ],
    "author_affiliations": [
        [
            "Bleeding & Clotting Disorders Institute, Peoria, IL "
        ],
        [
            "University of Texas Health Science Center, Houston, TX "
        ],
        [
            "Cohen Children's Medical Center, Zucker School of Medicine at Hofstra/ Northwell, Northwell Health Hemostasis and Thrombosis Center, New Hyde Park, NY "
        ],
        [
            "CHOC Children's Hospital, Orange County, Center for Inherited Blood Disorders (CIBD), Orange, CA "
        ],
        [
            "Anschutz Medical Campus, University of Colorado, School of Medicine, Hemophilia and Thrombosis Center, Aurora, CO "
        ],
        [
            "Bleeding Disorders, Takeda Pharmaceutical Company Limited, Lexington, MA "
        ],
        [
            "Baxalta US Inc., a Takeda company, Cambridge, MA "
        ],
        [
            "HCD Economics, Warrington, United Kingdom "
        ],
        [
            "HCD Economics, Daresbury, United Kingdom "
        ],
        [
            "Department of Medicine, Mary M. Gooley Hemophilia Center, Rochester, NY"
        ]
    ],
    "first_author_latitude": "40.766411000000005",
    "first_author_longitude": "-89.60120635",
    "abstract_text": "Background: Recurrent overt or occult gastrointestinal (GI) bleeding is a serious complication of von Willebrand Disease (VWD) and is the most common cause of hospitalization for patients with VWD. Data from the VWD Prophylaxis Network (VPN) emphasized the importance of prophylaxis in minimizing bleeding episodes in VWD; however, the management of GI bleeding in these patients remains challenging. Despite the availability of von Willebrand factor (VWF) replacement therapy, GI bleeding may be refractory and require the use of multiple treatment approaches. Currently, there are limited published data and no consensus regarding the most effective treatment for GI bleeding in patients with VWD. Aims: To describe the natural history of treatment and management of GI bleeds in patients with VWD, stratified by those patients who have a history of GI bleeding that precedes this chart review versus patients who experienced their first GI bleed within the 5 years of this chart review. Outcomes following the use of VWF replacement products and adjuvant therapy, including recombinant VWF were collected. Methods: This ongoing retrospective, multicenter, observational chart review (abstraction initiated 2019) will include up to 20 patients from 6 US centers with confirmed congenital VWD with ≥1 GI bleed within the last 5 years. Demographics and clinical information, including potential etiology, treatment regimens, will be gathered from patient records on all recorded GI bleeds within the last 5 years. Clinical effectiveness will be defined by treatment response, change in duration of treatment, or time to bleed resolution across treatment cohorts (e.g., prophylaxis vs on-demand; recombinant VWF [rVWF] vs plasma-derived VWF [pdVWF]), at the time of a GI bleed and for any subsequent period of prophylactic treatment to prevent GI bleed recurrence. Data will be analyzed descriptively. Results: To date, data on 37 bleeds in 13 patients with Type 1 (23%), Type 2 (46%) or Type 3 (31%) VWD have been abstracted; 54% were female, mean (±SD) age was 53.9 (22.0) years, 85% had ≥1 recorded GI-specific morbidity, 6 patients (46%) had no history of prior GI bleeding. Three patients (23%) were on regular prophylaxis using pdVWF-factor VIII (FVIII) concentrates at initial GI bleed presentation. All were receiving Humate-P; dose was not recorded for 2 patients and 1 patient received 50 IU/kg. Out of 37 bleeding episodes, 9 (24%) occurred in patients during VWF prophylaxis, of which 7 occurred in 1 patient. Among the 7 patients with a previous history of GI bleeding, 1 was on a prophylactic regimen prior to the initial GI bleeding episode. None of the patients without a history of GI bleeding were on a prophylactic regimen at the initiation of the chart review; 1 patient was receiving prophylaxis at the time the fourth bleed was documented. On-demand treatment for GI bleeding included aminocaproic acid, tranexamic acid, pdVWF-FVIII concentrates, rFVIII, rVWF, corticosteroids, polypectomy, and thalidomide. After resolution of the GI bleeding episode, in 17/37 bleeding events, prophylactic treatment continued (either as part of the final treatment regimen to resolve the bleed and sustained prophylaxis, or after the final treatment regimen purely as prophylaxis). At the conclusion of data collection for the current patients, 4 out of 6 without a GI bleeding history, and 1 out of 7 with a GI bleeding history, were receiving prophylaxis. Conclusions: Data from this retrospective chart review are the first to describe prophylactic regimens prior to and after GI bleeding, in VWD patients with and without a GI bleeding history. More patients with congenital VWD and a history of GI bleeding were treated with prophylaxis following GI bleeds, compared to patients without a history of GI bleeds. These data describe the role of prophylaxis in management of GI bleeding and add to existing data from the VPN describing a modest reduction of GI bleeding in some patients on prophylaxis. These data underscore the continuing unmet need of the successful management of GI bleeding in VWD. Further data will be collected, and additional analyses performed to determine if this trend persists in a larger sample of patients with VWD. Disclosures Roberts: uniQure: Consultancy; Takeda: Consultancy, Research Funding, Speakers Bureau; Pfizer: Consultancy; Novo Nordisk: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; Octapharma: Consultancy, Speakers Bureau. Escobar: National Hemophilia Foundation: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees. Acharya: Novonordisk, BPL: Membership on an entity's Board of Directors or advisory committees. Hwang: Takeda: Honoraria; Shire: Honoraria. Wang: Bioverativ Inc: Honoraria; CSL Behring: Honoraria; Biomarin: Honoraria; Genentech: Honoraria; Takeda: Honoraria; Bayer: Honoraria. Hale: Takeda Pharmaceutical Company Limited: Current Employment. Oladapo: Takeda: Current Employment, Current equity holder in publicly-traded company. Asghar: HCD Economics: Current Employment."
}