{
    "doi": "https://doi.org/10.1182/blood.V112.11.4970.4970",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1259",
    "start_url_page_num": 1259,
    "is_scraped": "1",
    "article_title": "Chronic NK Cell Leukemia with Haemophagocytic syndrome: Case Report and Literature Review ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "epstein-barr virus infections",
        "hemophagocytic lymphohistiocytosis",
        "leukemia",
        "natural killer cells",
        "weight reduction",
        "granules",
        "antigens, cd16",
        "cd56 antigens",
        "lymphadenopathy",
        "neural cell adhesion molecules"
    ],
    "author_names": [
        "Hua Lu",
        "Wenyi Shen",
        "Jianfu Zhang",
        "Yujie Wu",
        "Jianyong Li, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Hematology, The First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "the First Affiliated Hospital of Nanjing Medical University, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.045757",
    "first_author_longitude": "118.773849",
    "abstract_text": "Objective To study the bionomics of chronic NK-cell leukemia (CNKL), comprehend this disease deeply and identify it’s clinical diagnosis and therapy correctly. Methods The clinical features, laboratory examinations, treatment and prognosis of a very rare case of CNKL were reported, and the related literature was reviewed. Results The CNKL patient was diagnosed by a persistent high level of lymphocytes in the peripheral blood for 7 years. Flow cytometry (FCM) analysis showed the NK cells had a proportion of about 25%, which were positive for CD2,CD7,CD16,CD56. Chromosome analysis displayed a result of 47,XY,+5. While EB virus detection, TCR-γand IgH gene rearrangement analysis through polymerase chain reaction (PCR) were all negative. The blood smear showed a typical morphology of large granular lymphocytes. The total-body CT scan didn’t show any lymphadenopathy or splenohepatomegaly when the diagnosis was given. The patient got an acute renal failure in February 2007. After the possibility of splenohepatomegaly caused by hepatitis virus infection was excluded, liver and spleen infiltration of NK-cells became the most possible reason and this can also explain why the man got a renal failure in such a short time. When the therapy of liver conservation, diuresis, anticoagulation, hematodialysis, and oral use of prednisolone (60 mg/d) were given, the patient got renal function gradually recoverd and puffiness disappeared. In August 2007, the patient was admitted again because of fever (body temperature waved from 38°C to 39°C), palmus, manifested night sweat and a weight loss of 7 Kg in the past six months. He appeared depressed, and was bloodless, there was hepatosplenomegaly and lymphadenopathy on right cervical part, gentle puffiness of the lower limbs. Laboratory investigations showed a pancytopenia, alanine aminotransferase was 72.2 U/L, aspartate aminotransferase was 120U/l, triglyceride was 2.68 mmol/L,high-density lipoproteins was 0.22 mmol/L, low density lipoprotein was 0.56 mmol/L, total protein was 59.3 g/L, albumn was 24.1 g/L, total bilirubin was 25.3 mmol/L, direct bilirubin was 11.7 mmol/L, blood urea nitrogen was 13.6 mmol/L, b2-microglobulin was 10.7 mg/L, serum ferritin was 10800 mg/L, serum potassium was 2.92 mmol/L, blood calcium was 1.91 mmol/L, APTT was 63 second, PT was14.4 second,Fib was 1.64 g/L,D-Dimer was 3.89 ng/mL. The bone marrow slides examination showed an active proliferation of marrow with a high proportion of abnormal lymphocyte with more granules in the endochylema and hemophagocytosis. The neutrophil alkaline phosphatase was strongly positive. The FCM analysis of marrow shown that the lymphocyte cells had a proportion of about 86%, which were positive for CD2,CD7,CD16,CD56, and negative for CD3,CD5,CD19. The blood film examination showed that the total white blood cells were decreased, the proportion of lymphocyte was increased. Haemophagocytic syndrome (HPS) was established based on all of these. The therapy of etoposide, dexamethasone and ciclosporin A were given to the patient,but he was died of an abrupt onset serious hemoptysis. Conclusion CNKL was a very rare disease which can display as a chronic course, some precipitating factor like the EBV infection can make it progress and aggravate quickly. In the case we reported, the patient had a chronic and indolent course of nearly six years with typical presentation of CNKL,but in final stage of disease he got a progress from CNKL to ANKL based on EBV infection and eventually proceeded to HPS. Since similar cases haven’t been seen, more cases were needed to confirm that ANKL could be a turnover of CNKL."
}