{
    "doi": "https://doi.org/10.1182/blood.V104.11.4739.4739",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=72",
    "start_url_page_num": 72,
    "is_scraped": "1",
    "article_title": "Predictive Progenitor Profiling in Chronic Myelomonocytic Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Chronic myelomonocytic leukemia (CMML) is a unique myeloproliferative disease characterized by marrow dysplasia and an increase in monocytes. The median survival of patients with CMML is short, in part, because CMML is frequently resistant to therapy. In order to provide more effective CMML targeted therapies, a better understanding of the basic biology of CMML progenitors is required. We used FACS analysis and recently identified cell surface markers to identify phenotypic and functional differences between normal and CMML (n=14) bone marrow hematopoietic stem cells and myeloid progenitors. CMML marrow was typified by a reduction in CD34 + CD38 − CD90 + (Thy1)Lin − hematopoietic stem cells and an expansion of CD34 + CD38 − CD90 − Flk2 + Lin- cells relative to normal bone marrow. In addition, there was a two-fold expansion in common myeloid progenitors (CMPs) and a corresponding decrease in megakaryocyte-erythroid progenitors (MEPs) suggesting that there was a skew in differentiation toward the myeloid lineage. In contrast to normal bone marrow derived CMPs, CMML CMPs gave rise to myeloid but not erythroid colonies. Moreover, real time quantitative RT-PCR analysis of highly purified FACS-sorted CMML CMPs demonstrated increased expression of two key regulators of myelomonocytic differentiation, PU.1 and c-jun, compared with normal bone marrow. A more detailed understanding of the basic biology of CMML myeloid progenitors and the genes that work in concert to expand them may aid in identifying novel molecular targets for CMML therapy.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "cd34 antigens",
        "dysplasia",
        "molecular target",
        "molecular targeted therapy",
        "ms-like tyrosine kinase 3",
        "myeloproliferative disease",
        "quantitative real-time polymerase chain reaction",
        "bone marrow",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Catriona Jamieson, MD, PhD",
        "Jason Gotlib, MD",
        "Steve Coutre, MD",
        "Kevin Li, PhD",
        "Irving Weissman, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ],
        [
            "Medicine, Stanford University"
        ]
    ],
    "first_author_latitude": "37.4318102",
    "first_author_longitude": "-122.17575799999997"
}