{
    "doi": "https://doi.org/10.1182/blood.V116.21.1546.1546",
    "article_title": "Low Dose IGFBP1, IGFBP2 and ANGPTL3 Coordinately Stimulate Ex Vivo Expansion of Human Umbilical Cord Blood (UCB) Hematopoietic Stem Cells (HSCs). ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster I",
    "abstract_text": "Abstract 1546 Ex vivo expansion of umbilical cord blood (UCB) hematopoietic stem cells (HSCs) may overcome the obstacle of low cell dose for UCB transplantation in adults. Insulin like growth factors (IGFs), IGF binding proteins (IGFBPs) and angiopoietin like proteins (ANGPTLs) can further enhance the ex vivo expansion of HSCs when used with a standard cytokine cocktail of stem cell factor (SCF), thrombopoietin (TPO) and FLT3-ligand (FL). Current doses of IGFBPs and ANGPTLs are in the range of 100∼500ng/ml, but these concentrations may not be optimal and high concentrations could be costly for clinical use. In order to determine the optimal dosage of IGFs, IGFBPs and ANGPTLs, 4×10 5 cells/mL of cryopreserved clinical UCB was inoculated in serum-free Stemspan® medium supplied with standard basal cytokine combination of 100ng/ml SCF, 50ng/ml FL and 100ng/ml TPO on an MSCs stromal layer and with individually varied doses of IGFBP1, IGFBP2, IGF2 and ANGPTL3 in the range of 0∼200ng/ml. In order to determine optimal cytokine combination, complete permutation was carried out after establishing the optimal dosage of each cytokine. On day 7, the same amount of Stemspan® medium with the indicated cytokine combination was replenished to the culture system. Cord blood cells were harvested after 12 days ex vivo culture and assayed for total cell count, cell surface phenotype (viability determined by CD45/AnnV/7AAD staining, primitive progenitor determined by CD45/CD34/CD38/CD90 staining) and functional studies (Colony-forming unit-granulocyte and macrophage (CFU-GM) was determined by methylcellulose colony culture). Paradoxically, the highest expansion of CD34 + CD38 - CD90 + primitive progenitor was at a low dose of 20ng/ml for IGFBP1, IGFBP2, IGF2 and ANGPTL3 when concentrations of 0, 20, 50, 100 and 200 ng/ml were studied ( Fig. 1 A). Based on this results the cytokine dosage range was narrowed down to 0∼50ng/ml and experiments ( Fig. 1 B) showed that the optimal cytokines dosages were 20ng/ml of IGFBP2 and ANGPTL3, 15ng/ml IGFBP1 and 10ng/ml IGF2, which could stimulate 13.0±1.1 fold, 13.3±2.4 fold, 11.0±0.8 fold and 14.3±2.1 fold expansion of CD34 + CD38 - CD90 + primitive progenitor compared to 6.8±0.2 fold with standard cytokine control (p =0.01). Studying multiple permutations, combination “ABD” comprising 15ng/ml IGFBP1, 20ng/ml IGFBP2 and 20ng/ml ANGPTL3 had the highest expansion of CD34 + CD38 - CD90 + primitive progenitor (27.7±2.2 fold compared to 8.5±1.1 fold with standard cytokines, p =0.01), was found to be superior to all other combinations, including combinations “A”, “B”, “BC”, “BD”, “CD” and “ABCD”, which could stimulate over 2 fold expansion of primitive progenitor compare to control ( Figure 1 C). Interestingly, despite expansion of primitive CD34+CD38-CD90+ cells, there was no further enhancement of the expansion of total cells and general progenitors compare to control (data not shown), suggesting that the cyokine cocktail enhanced only the earliest progenitors. In conclusion, IGFBP1, IGFBP2, IGF2 and ANGPTL3 can stimulate the expansion of CD34 + CD38 - CD90 + primitive progenitor at low dosage, and the optimal combination comprises IGFBP1, IGFBP2 and ANGPTL3. Further in vivo experimentation is in progress to verify the effect of our optimized cytokine combination culture system on ex vivo expansion of cryopreserved unselected clinical UCB HSCs. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angptl3 gene",
        "hematopoietic stem cells",
        "igfbp2 protein, human",
        "insulin-like growth-factor binding protein 1",
        "umbilical cord blood",
        "cytokine",
        "cd34 antigens",
        "insulin-like growth factor ii",
        "cd45 antigens",
        "cryopreservation"
    ],
    "author_names": [
        "Xiubo Fan, PhD",
        "Pak Yan Chu, PhD",
        "Florence Gay, BSc",
        "Sudipto Bari",
        "Justina Ang",
        "SaiKiang Lim, PhD",
        "William Hwang, MBBS, FRCP, FAMS"
    ],
    "author_dict_list": [
        {
            "author_name": "Xiubo Fan, PhD",
            "author_affiliations": [
                "Department of Hematology, Singapore General Hospital, Outram Road, 169608, Singapore, Singapore, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pak Yan Chu, PhD",
            "author_affiliations": [
                "Department of Haematology, Singapore General Hospital, Outram Road, 169608, Singapore, Singapore, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florence Gay, BSc",
            "author_affiliations": [
                "Cancer & Stem Cell Biology, Duke-NUS Graduate Mediucal School, 8 College Road, 169857, Singapore, Singapore, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudipto Bari",
            "author_affiliations": [
                "Cancer & Stem Cell Biology, Duke-NUS Graduate Mediucal School, 8 College Road, 169857, Singapore, Singapore, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justina Ang",
            "author_affiliations": [
                "Cancer & Stem Cell Biology, Duke-NUS Graduate Medical School, 8 College Road, 169857, Singapore, Singapore, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "SaiKiang Lim, PhD",
            "author_affiliations": [
                "A*STAR Institute of Medical Biology, Singapore, Singapore, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William Hwang, MBBS, FRCP, FAMS",
            "author_affiliations": [
                "Department of Haematology, Singapore General Hospital and Duke-NUS Graduate Medical School, Outram Road, 169608, Singapore, Singapore"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T18:37:40",
    "is_scraped": "1"
}