{
    "doi": "https://doi.org/10.1182/blood.V116.21.1186.1186",
    "article_title": "Next Level of Automated Cell Processing System for Flexible Manufacturing of Cellular Products. ",
    "article_date": "November 19, 2010",
    "session_type": "Cell Processing: Poster I",
    "abstract_text": "Abstract 1186 Introduction: Currently, manufacturing of cellular products for cellular therapies is done manually or semi-automated. To make cellular therapies applicable for routine use, a standardized production of cellular therapeutic agents is necessary. Therefore closed and highly automated manufacturing procedures are required. Solution: A new integrated cell processing device has been developed to automate and standardize the manufacturing process of cellular therapeutic agents and to handle several cell handling procedures in a fully automated and unified way. These procedures are filtering, centrifugation, temperature-controlled centrifugation, magnetic separation and cell culture. A functionally closed tubing system was developed to allow the application of specific combinations of the manufacturing steps listed. A new type of centrifugation chamber was designed to enable in-process liquid exchange and cell fractionation. Integrated ports allow controlled adding and removal of liquid during the centrifugation process. Our results show that in this chamber erythrocytes, mononuclear cells and plasma fractions can be obtained directly from bone marrow or apheresis products by a density gradient separation process. To enable temperature sensitive process steps, components to adjust and control the temperature in the system have been developed. This newly developed heat exchange cartridge allows temperature changes from 4°C to 42°C within minutes. For magnetic separation of specifically labeled cell population a controllable magnetic field has been integrated into the device which allows automated separation of magnetically labeled cells. Adult stem/progenitor cells, antigen-specific T cells, T cell subsets, blood dendritic cells and NK cells have been isolated with a performance (purity, yield) comparable to semi-automated reference systems. Also a new type of cell culture compartment has been designed allowing automated cultivation and/or differentiation of cells directly in a closed system. During cultivation, the cell culture compartment allows temperature and atmosphere control, media exchange, adding of stimulation or differentiation agents and visual inspection of the cells by an integrated microscope camera. Cell lines (K562, OKT3 hybridoma, CHO) and human primary T cells have been successfully cultivated in this system with growth curves comparable to cultivation in standard cell culture flasks. To control and automate all integrated cell handling procedures, a central controller has been developed which also documents all process parameters. Comparative studies of different cell handling procedures show significant lower inter- and intra-process variations in comparison to manual or semi-automated reference cell manufacturing systems. Conclusions: This integrated cell processing device can handle all current technical requirements for manufacturing cellular therapeutic agents by the complete automation of process steps in a functionally closed environment. This leads to automated, standardized cell manufacturing processes enabling innovative cellular therapies for routine use. Disclosures: Hempel: Miltenyi Biotec GmbH: Employment. Miltenyi: Miltenyi Biotec GmbH: Membership on an entity's Board of Directors or advisory committees. Huppert: Miltenyi Biotec GmbH: Employment.",
    "topics": [
        "advisory committees",
        "antigens",
        "apheresis",
        "atmosphere, planetary",
        "atmosphere, unit of pressure",
        "automation",
        "body temperature",
        "bone marrow",
        "cell culture techniques",
        "cell fractionation"
    ],
    "author_names": [
        "Gerd Hempel",
        "Stefan Miltenyi",
        "Volker Huppert"
    ],
    "author_dict_list": [
        {
            "author_name": "Gerd Hempel",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stefan Miltenyi",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Volker Huppert",
            "author_affiliations": [
                "Miltenyi Biotec GmbH, Bergisch Gladbach, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:13:22",
    "is_scraped": "1"
}