{
    "doi": "https://doi.org/10.1182/blood-2021-153433",
    "article_title": "Germline Runx1 Mutations Induce Inflammation in Hematopoietic Stem and Progenitor Cells and Predispose to Hematologic Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "602.Disordered Gene Expression and Epigenetics in Hematologic Malignancies: Basic",
    "abstract_text": "Patients with Familial Platelet disorder (FPD) have a germline RUNX1 mutation and are at high risk to developing hematologic malignancies (HM), primarily myelodysplastic syndrome and acute myeloid leukemia (lifetime risk~40%). To understand how germline RUNX1 mutations predispose to HM in vivo , we developed a Runx1 R188Q/+ mouse strain , mimicking the FPD-associated R201Q missense mutation. Analysis of the bone marrow cells in Runx1 R188Q/+ mice revealed a significant increase in the total number of bone marrow cells. Immunophenotypic analysis using Sca-1 and Cd86 markers revealed a significant increase in Sca-1 expression in hematopoietic stem and multi-potential progenitor cells, indicating a systemic inflammation in the bone marrow. In addition, the frequency of common-myeloid, granulocytic-monocytic and granulocytic progenitor cells were found significantly increased in the Runx1 R188Q/+ bone marrow. Accordingly, their colony-forming unit capacity was increased when compared to wildtype controls ( wt/Runx1 R188Q/+ CFU average = 45/85), indicating a myeloid bias. The number and size of platelets were not altered in Runx1 R188Q/+ mice. However, platelet function was significantly reduced. The activation of the Cd41/Cd61 fibrinogen receptor complex in membrane after thrombin treatment was reduced in Runx1 R188Q/+ platelets. Similarly, the translocation of P-selectin by alpha granules and the secretion of serotonin by the dense granules were also reduced. Hematopoietic progenitor cells isolated from Runx1 R188Q/+ mice revealed a significant reduction in DNA-damage repair response in vitro . Quantitative analysis of nuclei with 53bp1-positive foci in response to ionizing radiation showed a marked increase in 53bp1-positive foci in Runx1 R188Q/+ nuclei, suggesting that Runx1 R188Q/+ cells have a defective repair of double strand DNA breaks. Furthermore, expression of DNA-damage repair pathway-associated Pmaip1 (Noxa) was significantly reduced in irradiated Runx1 R188Q/+ hematopoietic progenitor cells. To understand underlying mechanism responsible for the observed myeloid bias in Runx1 R188Q/+ cells, transcription profiling analysis was performed in myeloid progenitors from wildtype and Runx1 R188Q/+ mice, utilizing RNA-sequencing. A total of 39 genes were significantly deregulated (> 1.5 FC; FDR<0.05), including 8 up- and 31 down-regulated genes. The expression of three repressed genes with important function in hematopoietic differentiation and malignancy ( Cdh1 , Gja1 , and Fcer1a ) were validated by qRT-PCR. To study the FPD-associated pre-leukemic process in vivo , wildtype and Runx1 R188Q/+ mice were monitored for 20 months. Although Runx1 R188Q/+ mice remained healthy for 18 months, somatic mutations in their leukocytes were evident at 12 months. Targeted sequencing of 578 cancer genes (mIMPACT panel) in leukocyte DNA of two Runx1 R188Q/+ mice identified somatic mutations in Kdm6a , Setd1b , Amer1 , and Esco1 (variant allele frequencies between 0.5% and 2.8%). These mutations were confirmed at stable frequency for eight following months. Since loss of the second Runx1 allele is a frequent somatic event in progression to FPD/HM, we evaluated the predisposition to HM in Mx1Cre-Runx1 R188Q/fl mice over time. Unlike Runx1 R188Q/+ mice, Runx1 R188Q/ Δ mice succumbed to myeloid leukemia with a median latency of 37.5 weeks and full penetrance. In addition, the expression of oncogenic Nras-G12D, in Runx1 R188Q/ Δ mice reduced the median latency to 14.7 weeks. These studies demonstrate that FPD-associated Runx1 germline mutations induce inflammation in hematopoietic stem cells, induce myeloid expansion with defective DNA-damage response and predispose to HM over time. These studies suggest that anti-inflammatory therapies in pre-symptomatic FPD patients may reduce clonal expansion and predisposition to HM. Disclosures Ebert:  Exo Therapeutics: Membership on an entity's Board of Directors or advisory committees; Skyhawk Therapeutics: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding; Deerfield: Research Funding; GRAIL: Consultancy. Levine:  Isoplexis: Membership on an entity's Board of Directors or advisory committees; Auron: Membership on an entity's Board of Directors or advisory committees; C4 Therapeutics: Membership on an entity's Board of Directors or advisory committees; Zentalis: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding; QIAGEN: Membership on an entity's Board of Directors or advisory committees; Ajax: Membership on an entity's Board of Directors or advisory committees; Imago: Membership on an entity's Board of Directors or advisory committees; Mission Bio: Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria; Prelude: Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy; Lilly: Honoraria; Morphosys: Consultancy; Roche: Honoraria, Research Funding; Incyte: Consultancy; Astellas: Consultancy; Amgen: Honoraria.",
    "author_names": [
        "Mohd Hafiz Ahmad",
        "Mahesh Hegde",
        "Waihay J. Wong",
        "Andrew Dunbar",
        "Anneliese Carrascoso",
        "Lisa J Garrett",
        "Nayara K Ferreira",
        "Haibo Liu",
        "Rui Li",
        "Benjamin L. Ebert",
        "Ross L. Levine",
        "Julie Zhu",
        "Scot A. Wolfe",
        "Paul P Lui",
        "Lucio H. Castilla"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohd Hafiz Ahmad",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mahesh Hegde",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Waihay J. Wong",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Dunbar",
            "author_affiliations": [
                "Department of Medicine and Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anneliese Carrascoso",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa J Garrett",
            "author_affiliations": [
                "National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nayara K Ferreira",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haibo Liu",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Li",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin L. Ebert",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ross L. Levine",
            "author_affiliations": [
                "Department of Medicine and Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Zhu",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scot A. Wolfe",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, Li Weibo Institute for Rare Diseases Research, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul P Lui",
            "author_affiliations": [
                "National Human Genome Research Institute, NIH, Bethesda, MD"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucio H. Castilla",
            "author_affiliations": [
                "Department of Molecular, Cell and Cancer Biology, University of Massachusetts Medical School, Worcester, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:28:44",
    "is_scraped": "1"
}