{
    "doi": "https://doi.org/10.1182/blood.V108.11.782.782",
    "article_title": "Notch1 Expression Is Regulated at Translational Level by 3′UTR Region in Hematopoietic Stem Cell Development. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "In hematopoietic stem cell development, the expression of critical genes is precisely regulated in a stage specific manner, which supports normal hematopoietic development through adequately regulating timing of cell division, self-renewal, and lineage commitment of hematopoietic stem cells. Regulation of gene expression is known to take place at transcriptional level. In addition to the transcriptional regulation, there are growing evidences that translational control of critical genes may play a role, especially in embryogenic development, suggesting an interesting possibility that translational control may also play a role in hematopoiesis. Here, we provide the evidence that the expression of a key transcription factor in lymphoid development, Notch1, is controlled at translational level in hematopoietic stem cell. To examine whether translation of mRNAs of hematopoietic major factors can be regulated at each stage of hematopoietic development, we established a retrovirus sensor vector, in which 3′UTR (untranslated region) of target genes is placed between the GFP coding region and the retrovirus 3′LTR. Since the transcribed mRNA from this vector is a fusion mRNA of GFP and 3′UTR from the gene of interest, this vector allows us to visualize the effect of 3′UTR on translational control of particular genes by GFP as a reporter. We cloned 3′UTR fragments from PU.1, GATA-1, GATA-2, C/EBPα and Notch1 genes into the sensor vector. Then, we introduced these retrovirus vectors into prospectively-purified hematopoietic stem and progenitor cells, including HSC, CMP and GMP, and their GFP intensities were monitored by a flowcytometer. We found that induction of the sensor vector with the 3′UTR sequence from Notch1 showed marked suppression of the GFP intensity at the HSC stage. The 3′UTR sequences from the other 4 transcription factors did not show such intensive inhibitory effect. Suppression of Notch1 transcription by its 3′UTR was further confirmed by using a retrovirus vector which has two distinct markers of YFP and GFP-3′UTR fusion genes under bi-directional EF1α promoter. These data suggest that the expression of Notch1 should be regulated at translational level by its 3′UTR at the HSC stage as well as at transcriptional level. Our data provide the first evidence that the stage-specific translational regulation can play an important role in organization of hematopoietic development.",
    "topics": [
        "cyclic gmp",
        "gata1 protein, human",
        "hematopoietic stem cells",
        "notch1 gene",
        "rna, messenger",
        "sensor",
        "transcription factor",
        "untranslated regions",
        "spatial vectors",
        "retroviridae"
    ],
    "author_names": [
        "Shin-ichi Mizuno, MD, PhD",
        "Hidetoshi Ozawa",
        "Hirokazu Shigematsu, MD, PhD",
        "Yojiro Arinobu, MD, PhD",
        "Chong Yong, MD, PhD",
        "Tadafumi Iino, MD, PhD",
        "Koichi Akashi, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shin-ichi Mizuno, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hidetoshi Ozawa",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirokazu Shigematsu, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yojiro Arinobu, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chong Yong, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadafumi Iino, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD, PhD",
            "author_affiliations": [
                "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T06:44:50",
    "is_scraped": "1"
}