{
    "doi": "https://doi.org/10.1182/blood-2019-129155",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4211",
    "start_url_page_num": 4211,
    "is_scraped": "1",
    "article_title": "Recurrent Non-Coding Mutations in BCL7A May Have Significant Functional Consequence in Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Multiple myeloma (MM) is a complex hematological malignancy characterized by gene pathway deregulations. Initial sequencing approaches have failed to identify any single frequent (>25%) mutation in the coding genome. We, therefore performed a deep (average coverage > 80X) whole genome sequencing (WGS) on 260 MM samples (208 newly diagnosed and 52 first relapse after uniform treatment) to comprehensively identify recurrent somatic alterations in non-coding regions. We have identified the most frequently involved genes affected by perturbation in neighboring non-coding region and integrate their expression using our matching deep RNA-seq data from the same patients. One of the most prominent examples is mutations in the 5' untranslated region and intron 1 of the BCL7A gene in 76% of myeloma patients. Integration of WGS with RNA-seq data confirmed significant downregulation of its expression (p values < 1e-5) in the MM cells as compared to normal plasma cells (PC). This led us to investigate the consequences of BCL-7A loss in MM. To evaluate the role of BCL7A in MM, using gain of- (GOF) and loss-of-function (LOF) approaches, we have utilized a large panel of MM cell lines with differential expression of BCL7A at the RNA and protein levels. Ectopic expression of BCL7A in a panel of 3 MM cell lines with low basal levels of BCL7a significantly reduced cell viability and colony formation over time. Inhibition of cell viability was associated with induction of apoptotic cell death in the BCL7A overexpressing cells compared to control cells. LOF studies in 3 MM cell lines with relatively higher expression of BCL7a using 3 BCL7A-specific shRNA constructs showed a more proliferative phenotype, with increased growth and viability and enhanced colony formation. The effects of BCL7A loss in MM cells were further confirmed using CRISPR-Cas9 system. BCL7a-KO cells had higher proliferative rate compared to WT cells and add back of lentiviral BCL7a plasmid reversed this effect. BCL7A is part of the SWI/SNF chromatin remodeling complex. Mutations in the genes encoding m-SWI/SNF subunits are found in more than 20% of human cancers, with subunit- and complex-specific functions. We confirmed that when expressed, BCL7A interacts with BCL11A into the SWI/SNF complex in MM cells. Comparative, mass spectrometry analysis in fact revealed SMARCC2 (BAF170), an integral subunit of SWI/SNF complex, to bind with BCL7A-BCL11A complex. However, BCL7A loss causes decreased SMARCC2 incorporation into SWI/SNF, thus suggesting that presence of BCL7A is crucial in the formation of SWI/SNF complex in MM cells and might play an important role in chromatin remodeling. Interestingly, oncogenes DEK (DNA binding oncogene) and TPD52 (tumor protein D52) involved in cancer cell proliferation and chromatin remodeling formed complex with BCL11A in BCL7A KO MM cells. Additionally, several anti-apoptotic proteins such as ANXA-1 and BCL2 are in complex with BCL11A when BCL7A is lost, suggesting the formation of an anti-apoptotic complex with consequences on MM cell survival. Currently ongoing studies are investigating the molecular mechanism of non-coding mutations impacting BCL7A expression and pathways affected by its downregulation with impact on MM cell growth and survival. In conclusion, we report biological consequences of a frequent (>75% patients) non-coding mutation in MM with cellular and molecular effects of BCL7A loss in which implicates a functional role of the m-SWI/SNF complex in driving a MM cell proliferative phenotype. Disclosures Anderson: Gilead Sciences: Other: Advisory Board; Janssen: Other: Advisory Board; Sanofi-Aventis: Other: Advisory Board; C4 Therapeutics: Other: Scientific founder ; OncoPep: Other: Scientific founder . Munshi: Abbvie: Consultancy; Abbvie: Consultancy; Amgen: Consultancy; Amgen: Consultancy; Adaptive: Consultancy; Adaptive: Consultancy; Celgene: Consultancy; Janssen: Consultancy; Janssen: Consultancy; Takeda: Consultancy; Takeda: Consultancy; Oncopep: Consultancy; Oncopep: Consultancy; Celgene: Consultancy.",
    "topics": [
        "multiple myeloma",
        "mutation",
        "surgical wound infection",
        "rna",
        "bcl-2 protein",
        "cancer",
        "crispr-cas9",
        "dna",
        "hematologic neoplasms",
        "mass spectrometry"
    ],
    "author_names": [
        "Chandraditya Chakraborty, PhD",
        "Eugenio Morelli, MD",
        "María Linares, PhD",
        "Kenneth C. Anderson, MD",
        "Mehmet Kemal Samur, PhD",
        "Mariateresa Fulciniti, PhD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Department of Hematology, Hospital Universitario 12 de Octubre, CNIO, Madrid, Spain "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, LeBow Institute for Myeloma Therapeutics, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799"
}