{
    "doi": "https://doi.org/10.1182/blood-2020-142815",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4542",
    "start_url_page_num": 4542,
    "is_scraped": "1",
    "article_title": "Prevalence of Inherited Predisposition Syndromes in Young Patients with Acute Myeloid Leukemia and Aberrant Karyotype ",
    "article_date": "November 5, 2020",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": null,
    "author_names": [
        "Martin Kirschner",
        "Benjamin Rolles, MD",
        "Martina Crysandt",
        "Christoph Röllig, Prof., MD",
        "Friedrich Stolzel, MD",
        "Martin Bornhäuser, MD",
        "Carsten Müller-Tidow, MD",
        "Kim Kricheldorf",
        "Margherita Vieri, PhD",
        "Matthias Begemann",
        "Angela Maurer",
        "Jens Panse, MD",
        "Susanne Isfort",
        "Marcin Wlodarski, MD PhD",
        "Sushree Sangita Sahoo, PhD",
        "Tim H Brümmendorf, MD",
        "Edgar Jost",
        "Fabian Beier, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachn, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Carl Gustav Carus Dresden, Dresden, Germany "
        ],
        [
            "Department of Internal Medicine V (Hematology/Oncology/Rheumatology), Heidelberg University Hospital, Heidelberg, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Institute of Human Genetics, Medical Faculty, RWTH Aachen University, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN ",
            "Department of Pediatrics and Adolescent Medicine, University Medical Center Freiburg, Freiburg, Germany "
        ],
        [
            "Division of Pediatric Hematology and Oncology, Department of Pediatrics and Adolescent Medicine, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg Im Breisgau, Germany"
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
        ]
    ],
    "first_author_latitude": "34.0653012",
    "first_author_longitude": "-118.44666230000001",
    "abstract_text": "Introduction Recent studies indicate that particularly in a subgroup of younger patients, acute myeloid leukemia (AML) develops due to an inherited genetic predisposition linked to mutations in genes such as ANKRD26, SAMD9, SAMD9-L, GATA-2, genes causing telomere biology disorders or Shwachman-Diamond syndrome. However, the prevalence of so-called \"AML predisposition syndromes\" (APS) underlying newly diagnosed cases with AML is unknown. Actual screening strategies for APS are based on the family history and clinical/genetic features. There is growing evidence that APS frequently manifest themselves with an oligosymptomatic phenotype or are lacking specific symptoms altogether. Furthermore, molecular analysis of the clonal population without additional analysis of non-clonal cells do not allow the discrimination between inherited and acquired changes. Thus, new approaches to identify the subset of patients with underlying APS in adult newly diagnosed AML patients are needed. One frequent feature observed in APS is younger age at the time of diagnosis and the initial presence of an aberrant karyotype. Along this line, we retrospectively screened the German SAL-AML registry using age and the presence of an aberrant karyotype as pre-defining parameters to analyze the prevalence of APS in this selected cohort. Patients and methods The database of the German SAL-AML registry includes over 5207 patients with AML. We screened for patients below 35 years of age and with any type of numerical or structural chromosomal aberration at first diagnosis. DNA samples of patients achieving cytological remission (CR) and available samples of peripheral blood or bone marrow were selected. CR samples were chosen to reduce potential contamination by malignant AML blasts. Patients were screened for pathogenic variants using a self-designed NGS panel containing the entire coding sequences of ACD, ANKRD26, CTC1, DDX41, DKC1, ERCC6, ETV6, GATA1, GATA2, LIG4, NHP2, NOP10, PARN, POT1, RPA1, RPL11, RPL15, RPL26, RPL35A, RPL5, RPS10, RPS17, RPS19, RPS24, RPS26, RPS7, RTEL1, SAMD9, SAMD9L, SBDS, SRP72, TERC, TERF1, TERF2, TERT, TINF2, TPP1 and WRAP53. An inherited variant was considered in all patients with a variant allele frequency between 40-60% for heterozygous variants and >90% for homozygous ones. To analyze the functional consequence of SAMD9 variants, proliferation assays with HEK293 cells transfected with the respective identified variant was carried out. Results and discussion On the basis of the inclusion criteria mentioned above, we were able to identify 41 patients. All cases except one were considered de novo AML by the treating physicians and received an anthracycline/cytarabine based induction chemotherapy. Mean age of the 41 patients was 26 ± 5 years (mean ± S.D.). Predominant karyotypic aberration were abnormalities of chromosome 8 (18/41) as well as a complex aberrant karyotype (29/41). NGS analysis revealed five different heterozygous mutations in approx. 10% (4/41) of patients: GATA2 c.1009C>T p.(Arg337Ter), SBDS c.183_184delInsCT and c.258+2T>C (both mutations in the same patient), TINF2 c.848C>A p.(Pro283His), SAMD9 c.2854G>C p.(Gly952Arg). The variants in GATA2, SBDS and TINF2 are known to be pathogenic. For SAMD9, in vitro experiments showed increased inhibition of cell growth compared to wild-type supporting the pathogenicity of the mutation. Focusing on the clinical outcome, 50% (2/4) of the identified APS patients received allogeneic transplantation during follow-up compared to 65% (24/37) in the group without detectable mutations. Median survival in the APS group was significantly shorter with 3.2 months compared to 105.3 months in the remaining 37 AML patients (p<0.001). Conclusions Using age and karyotype as selection criteria, we were able to identify an inherited APS in 10% of newly diagnosed AML patients below 35 years with chromosomal aberrations reaching CR. Obviously, our study is limited by rather stringent inclusion criteria not allowing overall conclusions on the incidence of APS in newly diagnosed AML. However, age and karyotype might provide simple clinical parameters to trigger genetic screening for inherited APS in addition to the actual recommendations. Given the significant difference in survival in patients with and without underlying APS, our study clearly supports inclusion of screening for APS in this cohort pending prospective validation. Figure View large Download slide Figure View large Download slide  Disclosures Röllig: Amgen, Astellas, BMS, Daiichi Sankyo, Janssen, Roche: Consultancy; Abbvie, Novartis, Pfizer: Consultancy, Research Funding. Müller-Tidow: Daiichi Sankyo: Research Funding; Pfizer: Research Funding, Speakers Bureau; Janssen-Cilag GmbH: Speakers Bureau; BiolineRx: Research Funding. Panse: Blueprint Medicines: Consultancy, Membership on an entity's Board of Directors or advisory committees; Alexion: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Boehringer Ingelheim: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Chugai: Speakers Bureau; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; F. Hoffmann-La Roche Ltd: Consultancy, Membership on an entity's Board of Directors or advisory committees; MSD: Consultancy, Membership on an entity's Board of Directors or advisory committees; Grunenthal: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Apellis: Consultancy, Membership on an entity's Board of Directors or advisory committees. Brümmendorf: Pfizer: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding; Novartis: Consultancy, Other: travel, accommodation, expenses, Research Funding; Janssen: Consultancy; Merck: Consultancy; Takeda: Consultancy. Jost: Roche: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Celgene: Other: travel support; JAZZ: Other: travel support."
}