{
    "doi": "https://doi.org/10.1182/blood.V112.11.1705.1705",
    "article_title": "Proteomic Profiling of Multiple Myeloma: Correlation of Protein and Gene Expression Data. ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Although melphalan-based autologous stem cell transplantation has improved prognosis for patients diagnosed with Multiple Myeloma, survival varies from a few months to more than 15 years with an individual’s risk not accurately predicted with standard prognostic variables. Correlating genome-wide mRNA expression profiles in purified myeloma cells with outcome, we recently showed that that the differential expression of 70 genes could identify patients at high risk for early disease related death [ 1 ]. The utility of a high throughput proteomics platform in the analysis of clinical samples has great potential but as of yet none have been firmly established. Herein, we describe the use of such a platform and its utility in stratifying patients with Multiple Myeloma in terms of high and low risk disease. Preliminary analysis indicates that the proteomics data can separate the patients into risk groups, although the proteins responsible for the assignment are not identical to the 70 genes identified in the gene expression profiling experiments. In addition to the proteomic analysis of plasma cells enriched using anti-CD138 immunomagnetic beads from mononuclear cell fractions of bone marrow aspirates from newly diagnosed myeloma patients; we have performed (in triplicate) LCMS profiling on plasma cells from 30 patients isolated prior to and 48 hours after a single test-dose application of bortezomib at 1.0mg/m 2 . An aliquot of 100,000 plasma cells was enzymatically digested with trypsin and a fraction (~5,000 cells) analyzed using our proteomics platform (an Eksigent nanoHPLC coupled to a ThermoElectron LTQ-Orbitrap with data analyzed using the Elucidator software package from Rosetta Biosoftware). The correlation of the proteomic profiles to gene expression profiles and clinical parameters will be presented. The analysis of proteins that were observed to change (p<0.01) in abundance after the single agent dose of the proteasome inhibitor bortezomib yielded an unanticipated finding; the abundance of 30 proteins associated with the proteasome were observed to increase in a subset of patients. The majority of the patients with the increased levels of proteasome related proteins are predicted by GEP to have high risk disease. The proteomic data will be discussed in terms of its utility in the identification of activated pathways as well as in the development of a prognostic indicator as was achieved using gene expression profiling.",
    "topics": [
        "multiple myeloma",
        "gene expression",
        "gene expression profiling",
        "bortezomib",
        "autologous stem cell transplant",
        "bone marrow aspiration",
        "melphalan",
        "proteasome inhibitors",
        "rna, messenger",
        "test dose"
    ],
    "author_names": [
        "Ricky D Edmondson, PhD",
        "Sheeno P Thyparambil, Ph.D.",
        "Veronica MacLeod",
        "Bart Barlogie, MD, PhD",
        "John D. Shaughnessy, Jr., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ricky D Edmondson, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sheeno P Thyparambil, Ph.D.",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica MacLeod",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD, PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John D. Shaughnessy, Jr., PhD",
            "author_affiliations": [
                "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T06:45:42",
    "is_scraped": "1"
}