{
    "doi": "https://doi.org/10.1182/blood.V124.21.3251.3251",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2919",
    "start_url_page_num": 2919,
    "is_scraped": "1",
    "article_title": "An Open-Label, Phase 2, Dose-Finding Study of Sotatercept (ACE-011) in Patients with Low or Intermediate-1 (Int-1)-Risk Myelodysplastic Syndromes (MDS) or Non-Proliferative Chronic Myelomonocytic Leukemia (CMML) and Anemia Requiring Transfusion ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies: Poster II",
    "topics": [
        "anemia",
        "leukemia, myelomonocytic, chronic",
        "myelodysplastic syndrome",
        "transfusion",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "edmonton symptom assessment scale",
        "risk reduction",
        "activins",
        "adverse event"
    ],
    "author_names": [
        "Rami S Komrokji, MD",
        "Guillermo Garcia-Manero, MD",
        "Lionel Ades, MD PhD",
        "Abderrahmane Laadem, MD",
        "Bond Vo, PharmD",
        "Thomas Prebet, MD PhD",
        "Aspasia Stamatoullas, MD",
        "Thomas Boyd, MD",
        "Jacques Delaunay, MD",
        "David P. Steensma, MD",
        "Mikkael A. Sekeres, MD MS",
        "Odile Beyne-Rauzy, MD PhD",
        "Jun Zou, MS",
        "Kenneth Attie, MD",
        "Matthew L. Sherman, MD",
        "Pierre Fenaux, MD PhD",
        "Alan F. List, MD"
    ],
    "author_affiliations": [
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Hôpital St Louis, Paris, France "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Centre Henri Becquerel, Rouen, France "
        ],
        [
            "North Star Lodge Cancer Center, Yakima, WA "
        ],
        [
            "CHU de Nantes – Hôtel Dieu, Nantes, France "
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Centre Hospitalier Universitaire Purpan Pavillion de Médecines, Toulouse, France "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "Hôpital St Louis, Université Paris 7, Paris, France "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL"
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46681349999999",
    "abstract_text": "Introduction: Anemia, a hallmark of MDS, is challenging to treat, particularly after failure of erythropoiesis-stimulating agents (ESAs). Sotatercept (ACE-011) is a novel and first-in-class activin type IIA receptor fusion protein that acts on late-stage erythropoiesis to increase mature erythrocyte release into the circulation (Carrancio et al. Br J Haematol 2014;165:870-82). Treatment with sotatercept stimulated erythropoiesis and significantly increased hemoglobin (Hb) levels in healthy volunteers (Sherman et al. J Clin Pharmacol 2013;53:1121-30), supporting its clinical development for the treatment of anemia in patients (pts) with lower-risk MDS. Methods: The primary objective of this phase 2, open-label, dose-finding study is to determine a safe, tolerable, and effective dose of sotatercept resulting in erythroid hematological improvement (HI-E; modified IWG 2006 criteria) in pts with anemia and IPSS-defined Low or Int-1-risk MDS or non-proliferative CMML (white blood cells < 13,000/µL). Secondary objectives include rate of RBC-transfusion independence (RBC-TI) ≥ 8 weeks. Eligible pts had anemia (≥ 2 RBC units transfusion requirement in the 12 weeks prior to enrollment for Hb ≤ 9.0 g/dL) with no response, loss of response, or low chance of response to ESAs (serum erythropoietin [EPO] > 500 mIU/mL). Pts received subcutaneous sotatercept at dose levels of 0.1, 0.3, 0.5, or 1.0 mg/kg once every 3 weeks. ClinicalTrials.gov identifier: NCT01736683. Results: As of May 22, 2014, a total of 54 MDS pts were enrolled: 7, 6, 21, and 20 in the sotatercept 0.1, 0.3, 0.5, and 1.0 mg/kg dose groups, respectively. Median age was 71 years (range 56–86) and median time from diagnosis was 4 years (range 0–31); most pts were male (70%). Pts received a median of 6 RBC units (range 0–18) in the 8 weeks prior to treatment start. Forty-five pts (83%) received ≥ 4 RBC units in the 8 weeks prior to treatment start (high transfusion burden; HTB), and 9 pts (17%) received < 4 units in the 8 weeks prior to treatment start (low transfusion burden; LTB). Nineteen pts (35%) had IPSS Low and 34 pts (63%) had IPSS Int-1-risk MDS; IPSS risk data were missing for 1 pt. Fifty-one pts (94%) had prior treatment with ESAs, 30 (56%) with hypomethylating agents, 26 (48%) with lenalidomide, and 26 (48%) with other MDS treatments; 15 pts (28%) had serum EPO > 500 mIU/mL. Of the 53 pts evaluable for efficacy, HI-E was observed in 21 pts (40%) overall: 0, 4 (67%), 8 (40%), and 9 pts (45%) in the sotatercept 0.1, 0.3, 0.5, and 1.0 mg/kg dose groups, respectively. Nineteen of 44 HTB pts responded with a ≥ 4 RBC units/8 weeks transfusion burden reduction; duration of transfusion response appeared to be dose-dependent. Five HTB pts achieved RBC-TI ≥ 8 weeks, with RBC-TI duration ranging from 59–345+ days. Eight of 9 LTB pts showed Hb increases, not influenced by transfusion, ranging from 1.3–3.8 g/dL. Of these, 2 pts had a Hb increase ≥ 1.5 g/dL sustained for ≥ 8 weeks. Pts with Hb > 11.0 g/dL were subject to dose delay per protocol, which may have impacted Hb increase sustainability. RBC-TI ≥ 8 weeks was achieved in 6 LTB pts. Increases in platelet and neutrophil levels were seen in pts with baseline thrombocytopenia and pts with baseline neutropenia, respectively. Sotatercept was generally well tolerated. Twenty pts (37%) reported ≥ 1 suspected treatment-related adverse event (AE); fatigue (11%), headache (9.3%), decreased appetite (7.4%), and nausea (7.4%) were the most common. Of 35 pts (65%) who discontinued treatment, 28 discontinued due to lack of therapeutic effect and 4 due to AEs. Of those AEs leading to discontinuation, 3 were suspected to be treatment-related: 1 pt with grade 2 hemolytic anemia, 1 pt with grade 3 hypertension, and 1 pt with grade 2 muscular weakness in the sotatercept 0.3, 0.5, and 1.0 mg/kg dose groups, respectively. Other reasons for discontinuation were withdrawal of consent (n = 2; 4%) and pt decision (n = 1; 2%). Conclusions: Sotatercept was well tolerated in lower-risk MDS pts at the dose levels tested, with promising evidence of clinical activity in this largely HTB cohort of ESA-refractory, anemic, lower-risk MDS pts. Further exploration of higher sotatercept dose levels and longer-term treatment is planned. PF and AFL contributed equally to this abstract as senior co-authors. Disclosures Komrokji: Celgene Corporation: Consultancy, Research Funding. Off Label Use: Sotatercept (ACE-011) is an investigational agent that is being assessed for efficacy and safety in myelodysplastic syndromes.. Garcia-Manero: Celgene Corporation: Research Funding. Ades: Novartis: Research Funding; Celgene Corporation: Research Funding. Laadem: Celgene Corporation: Employment, Equity Ownership. Vo: Celgene Corporation: Employment. Prebet: Celgene Corporation: Honoraria. Boyd: US Oncology: Research Funding. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees; Amgen Corporation: Membership on an entity's Board of Directors or advisory committees; Boehringer-Ingelheim Corporation: Membership on an entity's Board of Directors or advisory committees. Beyne-Rauzy: Novartis: Research Funding; Celgene: Research Funding. Zou: Celgene: Employment. Attie: Acceleron Pharma: Employment. Sherman: Acceleron Pharma: Employment, Equity Ownership. Fenaux: Novartis: Research Funding; Janssen: Research Funding; Celgene: Research Funding. List: Celgene: Consultancy."
}