{
    "doi": "https://doi.org/10.1182/blood.V106.11.2872.2872",
    "article_title": "Immune-Mediated Protection Against BCR/ABL-Induced Leukemia: A Common Pathway Shared between IRF8/ICSBP and IFN alpha and beta. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Most Chronic Myeloid Leukemia (CML) patients are treated with the targeted agent imatinib (Gleevec), but cytogenetic remission is rarely achieved and the only cure remains bone marrow transplantation. The mainstay of therapy prior to imatinib was interferon (IFN) alpha, which induces cytogenic remission in a minority of patients. Because clinical response to IFN alpha correlates with immune system reactivity against leukemic clones, immunotherapy may be an important adjunct to imatinib. ICSBP (Interferon Consensus Sequence Binding Protein) is a tumor suppressor of CML. Ectopic expression of ICSBP in Bcr-Abl transformed cells prevents the formation of a lethal leukemia, and we have shown that this anti-leukemic effect is mediated by a long-lasting and potent CD8+ response against unknown epitopes on the leukemic cells. We have begun to characterize the immune response against CML induced by ICSBP and to understand its relationship to the anti-leukemic effects of IFN alpha. IFN alpha and IFN beta can substitute for ICSBP expression in inducing potent anti-leukemic immunity against BCR-ABL transformed cells. We could find little evidence for the direct regulation of the IFN genes by ICSBP; thus we have favored the alternative hypothesis that ICSBP and IFNs alpha and beta activate a common pathway that ultimately triggers an immune-mediated anti-leukemic response. To test this hypothesis, we compared the transcriptional profiles of BaF3 cells to those overexpressing Bcr-Abl, ICSBP, or both (unpublished data). Our data confirm the reported effects of ICSBP on genes that regulate proliferation and apoptosis in cells overexpressing Bcr-Abl (e.g. cyclin D2). In addition, our analysis revealed an interesting new mechanism through which ICSBP may stimulate an anti-leukemic immune response and Bcr-Abl expressing cells may escape immune detection. IFN alpha and beta appear to share the mechanism induced by ICSBP. Our data confirm the differential expression of several known (e.g. Proteinase 3) as well as new potential protein epitopes of the anti-leukemic immune response induced by ICSBP and the IFNs. Our in vivo experiments should shed further light on the role of the immune regulatory genes we have identified in the immune response to CML.",
    "topics": [
        "interferon-alpha",
        "leukemia",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "interferons",
        "disease remission",
        "epitopes",
        "human leukocyte interferon",
        "bone marrow transplantation",
        "carrier proteins"
    ],
    "author_names": [
        "Valentina Nardi, MD",
        "Azam Mohammed, PhD",
        "George Q. Daley, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Valentina Nardi, MD",
            "author_affiliations": [
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA; ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA and ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Azam Mohammed, PhD",
            "author_affiliations": [
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA; ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA and ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Q. Daley, MD, PhD",
            "author_affiliations": [
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA; ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA and ",
                "Hem/Onc, Children’s Hospital, BWH, Boston, MA, USA."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T12:58:35",
    "is_scraped": "1"
}