{
    "doi": "https://doi.org/10.1182/blood.V108.11.3846.3846",
    "article_title": "Genetic Screening of Familial Mediterranean Fever in Japan. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "There have been few reports of the patients with Familial Mediterranean Fever (FMF) in Japan, probably because FMF patients are preoccupied to be rare in Japan. We experienced 10 cases likely to be clinically diagnosed as FMF with periodic fever of unknown origin. FMF is an autosomal recessive disease resulting from the genetic mutations in the FMF gene (MEFV), which codes for a protein named Pyrin. Pyrin is expressed in mainly polymorphonuclear cells and monocytes and it is proposed that it regulates inflammation. The MEFV gene is located on chromosome 16p13.3 and comprises 10 exons. Several mutations in the MEFV gene have been identified, however the mutations are mostly located in exon 2 and 10. Therefore, we performed genetic screening of exon 2 and 10 in the 10 patient samples. The median age of the patients was 34 (17–49) years old. They are four males and six females. DNA was isolated from polymorphonuclear cells of the patients and PCR was performed with selective primers of exon 2 and 10 of MEFV gene, respectively. Thereafter, direct sequence of exon 2 and 10 of the PCR products was performed. As a result, the mutations of E148Q in exon 2 and M694I in exon 10, which are commonly observed in previous reports, were identified in seven and six out of 10 patients, respectively. All patients had either E148Q or M694I mutation. Three patients have both E148Q and M694I mutations. One 50-year-old female patient, who had a homozygous M694I mutation, suffered from severe renal AA amyloidosis. The mutation at M694 has been mostly reported as M694V, particularly in Mediterranean countries, however interestingly, all of the mutations of M694 were M694I, not M694V in our 10 Japanese patients. It is reported that healthy carrier frequency of the E148Q mutation was about 16% in Japan, so it is suggested that E148Q mutation may be profoundly involved in cause of disease, because E148Q mutation is observed among 70% of our patients. We herein report the unique genetic features of FMF patients in Japan. A further large scale of investigation would be necessary for confirming the significance of E148Q and M694I mutations in FMF patients in Japan.",
    "topics": [
        "familial mediterranean fever",
        "genetic screening",
        "maximal expiratory flow-volume curves",
        "marenostrin",
        "polymerase chain reaction",
        "amyloidosis, secondary",
        "dna",
        "inflammation",
        "neutrophils",
        "kidney"
    ],
    "author_names": [
        "Yasuko Miyahara, MD, PhD",
        "Kouhei Yamashita, MD PHD",
        "Takashi Miyoshi, MD",
        "Akifumi Takaori, MD PHD",
        "Masataka Sasada, MD PHD",
        "Takashi Uchiyama, MD PHD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yasuko Miyahara, MD, PhD",
            "author_affiliations": [
                "Hematology, Kyoto City Hospital, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kouhei Yamashita, MD PHD",
            "author_affiliations": [
                "Hematology and Oncology, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Miyoshi, MD",
            "author_affiliations": [
                "Hematology and Oncology, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akifumi Takaori, MD PHD",
            "author_affiliations": [
                "Hematology and Oncology, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masataka Sasada, MD PHD",
            "author_affiliations": [
                "School of Health Science Faculty of Medicine, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Uchiyama, MD PHD",
            "author_affiliations": [
                "Hematology and Oncology, Kyoto University Hospital, Kyoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:38:09",
    "is_scraped": "1"
}