{
    "doi": "https://doi.org/10.1182/blood.V116.21.1297.1297",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1723",
    "start_url_page_num": 1723,
    "is_scraped": "1",
    "article_title": "Chimerism Kinetics of Unfractionated Bone Marrow In the First Year After Allogeneic Hematopoietic Cell Transplantation Is Predictive of Relapse In Patients with AML and MDS. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation: Poster I",
    "topics": [
        "bone marrow",
        "chimerism",
        "hematopoietic stem cell transplantation",
        "kinetics",
        "transplantation",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "chief complaint",
        "genotype determination",
        "flow cytometry"
    ],
    "author_names": [
        "Apostolia Papalexandri",
        "Chryssa Apostolou",
        "Georgia Voutiadou",
        "Tasoula Touloumenidou",
        "Ioannis Zorbas",
        "Ioannis Batsis",
        "Christos Smias",
        "Evangelia Stalika",
        "Angeliki Paleta",
        "Ioanna Sakellari",
        "Achilles Anagnostopoulos"
    ],
    "author_affiliations": [
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology Department and HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ]
    ],
    "first_author_latitude": "40.6211925",
    "first_author_longitude": "22.94602725",
    "abstract_text": "Abstract 1297 Relapse remains the most common cause of treatment failure in patients with hematological malignancies undergoing allogeneic hematopoietic cell transplantation (allo-HCT). Prediction of relapse by detection of minimal residual disease (MRD) is not always feasible, especially in AML and MDS, because of lack of clonal markers suitable for MRD detection by flow cytometry or PCR-based approaches. For this reason the kinetics of hematopoietic chimerism between the donor and the recipient have been proposed as essential for early intervention; however, the precise predictive value of monitoring chimerism has remained unresolved. In the present study, we retrospectively explored whether monitoring chimerism of unfractionated bone marrow (UBM) samples can be predictive of impending relapse in the setting of allo-HCT. The study group included 68 patients (37 males, 31 females) with a median age of 38 years (range, 8–63) who underwent allo-HCT for (i) AML, n=65 and, (ii) MDS, n=3 and were followed-up for a median time of 31 months (range 1–98). All patients were not evaluable for MRD by flow cytometry or molecular techniques due to lack of an informative clonal marker. Sixty-two and 6 patients received myeloablative (MA) or reduced intensity conditioning (RIC), respectively. The donor was a matched sibling in 47/68 patients, matched unrelated donor in 18/68, while 3 patients underwent haploidentical allo-HCT from a mismatched relative. The chimerism status was assessed by genotyping short tandem repeat polymorphisms (STRs) of the VWA, FES, THO1, SE33 and F13A1 genes; in the case of male recipient/female donor pairs, the chimerism was assessed by determination of allelic variants of the AMEL genes. The monitoring was based on STR/AMEL genotyping at days +14, +30, +60, +90 post-transplantation and thereafter every 3 months for up to 2 years. Following the current practice, patients were stratified as having complete chimerism (CC), decreasing recipient mixed chimerism (DMC), increasing recipient mixed chimerism (IMC), increasing and decreasing mixed chimerism (MC) and stable mixed chimerism (SMC) at regular time intervals (0-3 months, 3–6 months, 6–9 months, 9–12 months, 12–18 months, 18–24 months). Patients with a <5% increase of autologous hematopoiesis at only one episode were stratified as having low level mixed chimerism (LLMC). Based on these definitions, CC/DMC/LLMC and IMC/SMC/MC patients were classified as presenting favorable or unfavorable chimerism kinetics, respectively. In cases of increasing mixed chimerism, abrupt withdrawal of immunosupression, immunotherapy or donor lymphocyte infusions were administered with respect to the GvHD status and the risk of underlying disease. Patients with hematologic relapse were treated with intensive chemotherapy. A total of 894 UBM samples were analyzed. Complete chimerism at all time points was documented in 15/68 (22%) patients, all treated by MA conditioning. The cumulative incidence of relapse was 29% (20/68 cases), with 3/20 relapses occurring within 3 months post-transplantation. In 15/17 patients (88%) relapsing after +3 months, the last STR genotyping before relapse had documented CC; however, this evaluation had been performed at a mean interval of 44 days before relapse. We analyzed chimerism kinetics at different time intervals, as described in the literature. Patients with favorable chimerism kinetics (FCK) between 3 and 12 months were less likely to relapse and presented a longer overall survival (OS) (p<0.05). Patients with FCK within +3 months post transplantation were more likely to develop cGvHD (p=0.026). Close monitoring during the first 6 months showed that FCK patients were less likely to relapse (9/44, 20%, vs 11/24, 46%), more likely to develop chronic GvHD (cGVHD; 33/44, 75% vs 14/24, 58%) and showed a longer OS (39m vs 19m)(p<0.006 for all comparisons).Chimerism kinetics during the first year remained a significant predictor for both OS and relapse in a multivariate model, while incomplete chimerism at days +14 and +30 were not related to relapse, acute and cGvHD and OS. Our data suggest that monitoring of chimerism during the first year post transplantation may predict imminent relapse and guide early intervention. No such relationship was found during the second year post transplantation. On these grounds, a closer monitoring may be justified for high-risk patients with stable or increased mixed chimerism. Disclosures: No relevant conflicts of interest to declare."
}