{
    "doi": "https://doi.org/10.1182/blood.V116.21.494.494",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1635",
    "start_url_page_num": 1635,
    "is_scraped": "1",
    "article_title": "PEG-Asparaginase Intensification In Adult Acute Lymphoblastic Leukemia (ALL): Significant Improvement of Outcome with Moderate Increase of Liver Toxicity In the German Multicenter Study Group for Adult ALL (GMALL) Study 07/2003 ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Clinical Trials",
    "topics": [
        "acute lymphocytic leukemia",
        "hepatotoxicity",
        "pegaspargase",
        "brachial plexus neuritis",
        "toxic effect",
        "asparaginase",
        "6-mercaptopurine",
        "amylases",
        "chemotherapy regimen",
        "cyclophosphamide"
    ],
    "author_names": [
        "Nicola Goekbuget, MD",
        "Anja Baumann, MD",
        "Joachim Beck, MD",
        "Monika Brueggemann, MD",
        "Helmut Diedrich, MD",
        "Andreas Huettmann, MD",
        "Lothar Leimer, MD",
        "Stefan Zewen, MD",
        "Martin Mohren, MD",
        "Albrecht Reichle, MD",
        "Markus Schaich, MD",
        "Kerstin Schaefer-Eckart, MD",
        "Marc Schmalzing, MD",
        "Mathias Schmid, MD",
        "Hubert Serve, MD",
        "Reingard Stuhlmann, MD",
        "Theis H Terwey, MD",
        "Dieter Hoelzer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine II, Goethe University Hospital, Frankfurt, Germany, "
        ],
        [
            "University Hospital Munich-Großhadern, Munich, Germany, "
        ],
        [
            "University Hospital, Mainz, Germany, "
        ],
        [
            "University Hospital Kiel, Kiel, Germany, "
        ],
        [
            "Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Hematology, University Hospital, Essen, Germany, "
        ],
        [
            "Robert-Bosch-Krankenhaus, Stuttgart, Germany, "
        ],
        [
            "Krankenhaus München-Schwabing, München, Germany, "
        ],
        [
            "University Hospital Magdeburg, Magdeburg, Germany, "
        ],
        [
            "University Hospital, Regensburg, Germany, "
        ],
        [
            "Department of Medicine II, University of Dresden, Dresden, Germany, "
        ],
        [
            "Klinikum Nürnberg-Nord, Nürnberg, Germany, "
        ],
        [
            "University Hospital, Tübingen, Germany, "
        ],
        [
            "University Hospital, Ulm, Germany, "
        ],
        [
            "Department of Medicine II, Goethe University Hospital, Frankfurt, Germany, "
        ],
        [
            "Asklepios Klinik St. Georg, Hamburg, Germany, "
        ],
        [
            "Charite University Hospital, Berlin"
        ],
        [
            "Department of Medicine II, Goethe University Hospital, Frankfurt, Germany, "
        ]
    ],
    "first_author_latitude": "50.11112005",
    "first_author_longitude": "8.6647302",
    "abstract_text": "Abstract 494 Several randomised pediatric trials have demonstrated that intensification of Asparaginase (ASP) treatment in ALL can contribute to improved outcome. In adult ALL few data are availabe and optimal ASP preparation, schedule and intensity with respect to efficacy and tolerability have to be defined. The optimisation of ASP treatment is therefore an essential aim of the GMALL. Treatment: Induction treatment of the ongoing study 07/2003 consists of dexamethasone, vincristine, daunorubicine, pegylated asparaginase (PEG-ASP) (phase I), mercaptopurine, cyclophosphamide and cytarabine (phase II) as previously described (Brueggemann et al, Blood 2006: 107; 1116). During the study the dose for PEG-ASP was increased from 1000 to 2000 U/m 2 in induction and from 500 to 2000 U/m 2 in consolidation (combined with HDMTX and MP) for pts aged between 15 and 55 years. 1 application for high risk and 7 applications for standard risk (SR) were scheduled during the first year and the aim was improvement of overall survival (OS) and remission duration (RD). Patients: From more than 100 centers in Germany 1226 pts with a median age of 35 (15-55) yrs were evaluable. 826 pts were treated with 1000 U/m 2 ( cohort 1 ) and 400 pts with 2000 U/m 2 ( cohort 2 ) and both groups were comparable regarding major entry criteria. The analysis was restricted to pts who received one of the scheduled PEG-ASP doses during induction. Outcome: CR rate after induction was 91% vs 91% in cohort 1 and 2 resp., with comparable rates for early death (4% vs 5%) and failure (5% vs 4%). Data on molecular response (MRD below 10 −4 ) after induction are available in a subset and showed no difference between both cohorts after induction (79% vs 82%). OS after 3 years was improved in cohort 2 (60% vs 67%; p>.05). The positive effect was specifically evident in SR patients (N=407 vs 190) with respect to OS (68% vs 80%; p=.02) and RD (61% vs 74%; p=.02). It was demonstrated in younger pts (15-45 yrs) (71% vs 82%; p=.02) and older pt (45-55 yrs) (56% vs 74%; p>.05). Excellent results were achieved in young adults (15-25 years) with respect to OS (77% vs 86%; p>.05) and RD (60% vs 78%; p>.05). Toxicity: The analysis of toxicity was focused on grade III-IV events during induction with potential correlation to PEG-ASP (764/382 pts in cohort 1/cohort 2) ). Incidences are as follows: GOT or GPT (30%/30%), bilirubine (10%/16%), thrombosis (5%/5%) and hypersensitivity (<1%/<1%). In a subset of pts additional AEs were assessed as amylase (5%/13%), lipase (23%/15%) and glucose (10%/12%). Significantly less toxicity was observed during consolidation cycles. Bilirubine °III/IV occurred median 16d after PEG-ASP during phase II of induction. In univariate analysis it was correlated to dose (10% vs 16%; p=.004), age <> 45 yrs (11% vs 17%; p=.005), BMI <> 30 (12% vs 18%; p=.04) and rituximab application (11% vs 18%; p=.009). Hepatomegaly, infections or imatinib application had no significant effect. In multivariate analysis dose and age remained independent significant prognostic factors. Bilirubine increase during induction was associated with treatment delays and inferior prognosis. Conclusions: This is the largest cohort of adult ALL treated with PEG-ASP. Due to prolonged activity fewer applications are required which is a pre-requisite for realisation of ASP intensification in the context of an intensive multidrug chemotherapy for adult ALL. Although CR rate and molecular CR were not significantly improved PEG-ASP intensification was associated with an improved OS and RD. The improvement was specifically evident in SR pts treated with up to 7 doses of PEG-ASP. Overall intensified PEG-ASP was feasible. The rate of grade III-IV bilirubine elevation increased after dose escalation and led to treatment delays in individual pts which were prognostically relevant. It would be an important goal to identify parameters to predict severe ASP related toxicity. Further intensification of ASP by additional applications would be of interest. Supported by Deutsche Krebshilfe 70–2657-Ho2 and partly BMBF 01GI 9971 and Medac GmbH. Disclosures: Goekbuget: Medac: Consultancy, Research Funding, Speakers Bureau. Hoelzer: Medac: Speakers Bureau."
}