{
    "doi": "https://doi.org/10.1182/blood.V112.11.1761.1761",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1171",
    "start_url_page_num": 1171,
    "is_scraped": "1",
    "article_title": "Gender Is a Phenotypic Modifier in the JAK2 V617F-Positive MPD. ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "cd34 antigens",
        "chemotherapy regimen",
        "dna",
        "gender",
        "illness length",
        "leukocyte count",
        "molecular targeted therapy",
        "myelofibrosis, idiopathic, chronic",
        "myeloproliferative disease",
        "myeloproliferative disorder, chronic"
    ],
    "author_names": [
        "Brady L. Stein, MD",
        "Donna Williams, PhD",
        "Ophelia Rogers",
        "Mary Ann Isaacs",
        "Naveen Pemmaraju, MD",
        "Alison R Moliterno, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ],
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ],
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ],
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ],
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ],
        [
            "Medicine, Johns Hopkins University School of Medicince, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.299216099999995",
    "first_author_longitude": "-76.5933799",
    "abstract_text": "Introduction: The myeloproliferative disorders (MPD), essential thrombocytosis (ET), polycythemia vera (PV), and primary myelofibrosis (PMF) share the same acquired genetic lesion, JAK2 V617F , but differ with respect to epidemiology, natural history and gender. We have shown that the JAK2 V617F allele burden at both the neutrophil and CD34 + cell level varies amongst MPD patients, and is a consequence of both the degree of dominance of the JAK2 V617F clone and the specific JAK2 V617F genotype (heterozygous versus homozygous) of the disease clones. The variability of the JAK2 V617F expression, which in some female ET patients is restricted to platelets only, is a major modifier of MPD disease class and within PV, a modifier of white cell count and extramedullary disease. We hypothesized that gender may be an important modifier of the JAK2 V617F burden and, therefore, the disease phenotype, and examined the relationship between gender, disease phenotype and the quantitative JAK2 V617F allele burden in both CD34 + cells and neutrophils in JAK2 V617F -positive MPD patients. Materials and Methods: Serial blood samples were obtained prospectively between May of 2005 and July of 2008 from MPD patients evaluated and treated at the Johns Hopkins Center for Chronic Myeloproliferative Disorders. Clinical parameters including the white blood cell count, chemotherapy, and splenomegaly were extracted from the medical record. The JAK2 V617F allele burden was measured by allele-specific quantitative PCR using genomic DNA from purified neutrophils and peripheral blood CD34 + cells. Results: We evaluated 248 consecutive JAK2 V617F -positive patients, the majority of which (62%) were females. Of the entire cohort, 55 (22%) patients had ET, 158 (64%) PV, and 35 (14%) PMF. When stratified by gender, the distribution of the disease phenotypes significantly differed as 25%, 67% and 8% of females had ET, PV and PMF, respectively, compared to 18%, 59% and 23% of males (p=0.005). Median age at diagnosis was significantly lower in females (50 years) compared to males (55 years) (p=0.028). When stratified by gender, JAK2 V617F -positive PV females had a lower median neutrophil allele burden (NAB) than males (64% vs. 76%) (p=0.007). These differences were independent of age at diagnosis or chemotherapy use, but there was an effect of disease duration. At diagnosis, female and male PV patients had a similar median NAB (60 vs. 59%, p= 0.915). However, while the NAB did not vary over time from diagnosis in females (60% within year of diagnosis versus 62.5 % at 6 years or more (p=0.142)), in males, the median NAB increased over time (59% at diagnosis versus 82% at 6 years or more from diagnosis) (p=0.003)). These cross-sectional observations were confirmed by prospective analysis of 32 females and 13 males with PV. Similar to the findings in NAB, females had lower JAK2 V617F CD34 + cell AB (49% vs. 57%) compared to males. 22% of the PV patients had antecedent ET, and of this group, 71% were women; in contrast, 23% of the PMF patients had antecedent ET, and 75% were men (p=0.037). Conclusion: Gender is a significant modifier of JAK2 V617F -positive MPD. Overall, JAK2 V617F positive disease was more common in females compared to males, and was manifest earlier. Females with JAK2 V617F positive MPD have lower allele burdens both at the neutrophil and CD34 + cell level compared to males, accounting for their relative increase in ET and relative decrease in IMF compared to males with JAK2 V617F positive disease. Lower allele burdens in females may be due to a lower frequency of mitotic recombination events resulting in fewer homozygous JAK2 V617F clones. Our findings suggest that in the genotype-phenotype discrepancy amongst the JAK2 V617F -positive MPD, gender is an important modifier of the JAK2 V617F allele burden, and should be taken into account when evaluating MPD patients with regard to the diagnosis, prognosis, disease complications and the evaluation of response to molecularly targeted therapies."
}