{
    "doi": "https://doi.org/10.1182/blood.V106.11.2778.2778",
    "article_title": "Survival and Predictors of Outcome in Acute Leukemia Patients Admitted to the Intensive Care Unit. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Patients with acute leukemia fare poorly when admitted to intensive care units (ICUs). Predictors of outcome and rates of successful discharge have not been defined in the United States. Methods: This is a retrospective analysis of 78 acute leukemia patients admitted to the medical ICU from 2001–2004. Patients were identified by ICD-9 codes and a sudden increase in daily hospital charges (indicating a direct ICU admission or transfer to the ICU from a medical floor). The primary endpoints were improvement and subsequent ICU discharge with continued aggressive leukemia management and survival to 2 months following hospital discharge. Secondary endpoints included 6 and 12 month survival. Univariate and multivariate logistic regression analyses were performed to identify factors predicting outcome. Results: Sixty-five patients were diagnosed with AML and 13 with ALL. Seven patients had good-risk cytogenetics, 32 intermediate, 30 poor and 9 unknown, as defined by CALGB 8461. Fever or infection (37.2%) was the leading cause of hospital admission. The mean age was 53 years, 85% were Caucasian and 51% were female. The median white blood cell (WBC) count was 6.9K. On average, patients were transferred to the ICU on hospital day 13. Of the 69 patients who received chemotherapy, 29 (42%) were in the induction phase and 40 (58%) in the consolidation or relapsed/refractory phase, with a mean chemotherapy day of 15. The most common reason for transfer to the ICU was respiratory compromise (68%) with sepsis (56%) second. Most patients transferred to the ICU had either 1 (47%) or 2 (45%) reasons for transfer. While in the ICU 57 patients required mechanical ventilation with 21 eventually extubated (19 improved; 2 withdrew care). Hemodynamic support (pressors) was used in 41 patients. The mean length of stay in the ICU was 7 days. The mean APACHE II score was 23 ± 7, predicting a mortality of 40%. Overall, 22 patients (28%) improved and 49 (63%) died in the ICU. Seven patients (9%) died after transfer out of the ICU. Two month survival following hospital discharge was 21%. At 6 and 12 months, 13% and 12% were alive, respectively. In univariate analysis, patients with lower APACHE II scores were more likely to improve in the ICU (p=0.002) and to live 2 months post-discharge (p=0.004) than those with higher scores; these findings remained significant in multivariate analysis. In univariate analysis, patients requiring hemodynamic support had lower 6 and 12 month survival than patients not requiring support (p=0.017 and 0.025); these findings remained significant in multivariate analysis (p=0.007 and 0.013). Multivariate analysis also showed that patients with poor risk cytogenetics had lower 6 and 12 month survival than patients with good or intermediate risk cytogenetics (p=0.026 and 0.05). Neither age, WBC, or treatment phase predicted outcome. Conclusion: Higher APACHE II score, use of pressors and adverse cytogenetics predicted for worse outcome. Increased age and presenting WBC did not. One out of five patients survived an ICU admission to be discharged from the hospital. Aggressive medical management is appropriate for patients with acute leukemia and should not be withheld even in patients with advanced age.",
    "topics": [
        "intensive care unit",
        "leukemia, acute",
        "transfer technique",
        "apache ii score",
        "patient discharge",
        "chemotherapy regimen",
        "doppler hemodynamics",
        "surrogate endpoints",
        "vasoconstrictor agents",
        "fever"
    ],
    "author_names": [
        "Snehal G. Thakkar, MD",
        "Zachariah A. McIver, DO",
        "Sanjay R. Mohan, MD",
        "Giridharan Ramsingh, MD",
        "Anjali S. Advani, MD",
        "Ronald Sobecks, MD",
        "Lisa Rybicki",
        "Alejandro Arroliga, MD",
        "Matthew Kalaycio, MD",
        "Mikkael A. Sekeres, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Snehal G. Thakkar, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zachariah A. McIver, DO",
            "author_affiliations": [
                "Internal Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay R. Mohan, MD",
            "author_affiliations": [
                "Internal Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giridharan Ramsingh, MD",
            "author_affiliations": [
                "Internal Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali S. Advani, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Sobecks, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Rybicki",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Arroliga, MD",
            "author_affiliations": [
                "Pulmonary, Allergy and Critical Care Medicine, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Kalaycio, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikkael A. Sekeres, MD",
            "author_affiliations": [
                "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T18:41:27",
    "is_scraped": "1"
}