{
    "doi": "https://doi.org/10.1182/blood-2020-137611",
    "article_title": "A Population-Based Study of Polycythemia Vera, Essential Thrombocythemia, and Primary Myelofibrosis in the United States from 2001-2015 ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Introduction : Polycythemia Vera (PV), Essential Thrombocythemia (ET), and Primary Myelofibrosis (PMF) are BCR/ABL1 -negative myeloproliferative neoplasms (MPN) that are associated with morbidity and increased mortality. Limited data regarding population-based outcomes for these MPNs have been reported. Our aim was to use the Surveillance, Epidemiology, and End Results (SEER) registry to investigate population based outcomes for PV, ET, and PMF. Methods: The SEER 18 registries were used to identify patients with ICD-O-3 diagnosis codes for PV (9950/3), ET (9962/3), and PMF (9961/3) from 2001-2015. For ET and PMF, histologic diagnosis was required for inclusion. Incidence was age-adjusted to the U.S. 2000 standard population. Causes of death were obtained and MPN-related death was defined as death from any myeloid disorder (ET, PV, PMF, acute myeloid leukemia [AML], acute monocytic leukemia, other myeloid/monocytic leukemia, and aleukemic, subleukemic and NOS). Relative survival (RS) was defined as the ratio of the proportion of observed survivors in a cohort of PV, ET, PMF patients to the proportion of expected survivors in a comparable set of individuals that did not respectively have PV, ET, or PMF, adjusting for the general survival of the US population for race, sex, age, and time when the diagnosis was established. Time to leukemic transformation was calculated using the left-truncated life tables session with a 3-month latency period used to prevent misattribution. Overall survival (OS) was calculated between the date of diagnosis and the date of death, date last known to be alive, or date of the study cut-off (31 December 2018). Variables significant in univariate analysis were included in a multivariate analysis. The Kaplan-Meier method was used to calculate overall survival (OS), and Cox regression model was used to identify predictors of survival. Statistical analyses were performed using JMP version 14.0. Results: 10,988 patients with PV, 9,146 with ET, and 4,022 with PMF were identified in SEER. The median age of diagnosis (interquartile range [IQR]) was 65 years (IQR 54-76), 67 years (IQR 54-77), and 69 years (IQR 60-78) for PV, ET, and PMF respectively. Overall incidence rates (cases/100,000) were 0.86 for PV, 0.72 for ET, and 0.30 for PMF. With a median follow up (in years, 95% confidence interval [CI]) of 7.6 (7.4-7.8), 7.9 (7.8-8.2), and 7.25 (7.0-7.5), the median OS was 11.4 (11.2-11.7), 11.75 (11.3-12.0), and 3.5 (3.3-3.7), for PV, ET, and PMF respectively. RS was better than expected survival for PV and ET, while less than expected survival for PMF (Figure 1). 3853 of PV patients died (35.1%) by the end of the study period, with 4.1% and 34.1% of deaths from PV-related and cardiovascular disease respectively (Table 1). 3142 of ET patients died (34.4%), with 7.2% and 32.2% of deaths from ET-related and cardiovascular disease respectively. 2578 patients with MF died (64.1%), with 13.2%, and 51.9% of deaths from PMF-related and other malignancies respectively. 106 patients (1.0%) with PV, 135 patients (1.5%) with ET, and 127 patients (3.2%) with PMF transformed to AML. Median time to transformation was 4.8, 6.3, and 2.3 years for PV, ET, and PMF respectively. Factors indicating inferior OS on multivariate analysis (Table 2) included age ≥ 65, female sex, and year of diagnosis for PV, age ≥ 65, male sex, and year of diagnosis for ET, and age ≥ 65, and male sex for PMF. Conclusion: Incidence rates for PV, ET, and PMF were similar to previous reports. RS was better than expected survival for PV and ET, while less than expected survival for PMF. The majority of deaths in ET and PV occurred from cardiovascular disease; a finding likely related to these MPNs. Patients with PMF were more likely to die from their disease or a subsequent malignancy. Transformation to AML occurred less frequently than prior large case series, noting a limitation in the current study. Patients with PMF were more likely to transform to AML with a shorter time interval. Older age was associated with worse OS in all patients. Male sex was predictive of worse survival for ET and PMF, while female sex was associated with worse survival in PV. Over the years, survival has improved for PV and remained essentially unchanged for ET and PMF. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Shah: Dren Bio: Consultancy.",
    "author_names": [
        "Caleb J. Smith, MD",
        "Gordon J. Ruan, MD",
        "John William Thomas",
        "Ayalew Tefferi, MD",
        "Ronald S. Go, MD",
        "Guarav Goyal",
        "Mithun Vinod Shah, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Caleb J. Smith, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gordon J. Ruan, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John William Thomas",
            "author_affiliations": [
                "Department of Internal Medicine, University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ayalew Tefferi, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald S. Go, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guarav Goyal",
            "author_affiliations": [
                "Division of Hematology, University of Alabama at Birmingham, Birmingham, AL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mithun Vinod Shah, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T02:32:11",
    "is_scraped": "1"
}