{
    "doi": "https://doi.org/10.1182/blood.V124.21.1351.1351",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2792",
    "start_url_page_num": 2792,
    "is_scraped": "1",
    "article_title": "Effects of Storage Iron on Erythropoietin and Hepcidin Responses to Acute Hemorrhage ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "acute hemorrhage",
        "erythropoietin",
        "hepcidin",
        "iron",
        "ferritin",
        "hemoglobin",
        "dietary iron",
        "hemorrhage",
        "hyperferritinemia",
        "iron absorption"
    ],
    "author_names": [
        "Alan E. Mast, MD PhD",
        "Joseph Kiss, MD",
        "Ritchard G. Cable, MD",
        "Simone Glynn, MD",
        "Donald Brambilla, PhD For the NHLBI Recipient Epidemiology and Donor Evaluation Study-III (REDS-III)"
    ],
    "author_affiliations": [
        [
            "Blood Center of Wisconsin, Milwaukee, WI "
        ],
        [
            "The University of Pittsburgh and The Inst. for Transfusion Med., Pittsburgh, PA "
        ],
        [
            "American Red Cross, Farmington, CT "
        ],
        [
            "NHLBI, Bethesda, MD "
        ],
        [
            "RTI, Rockville, MD"
        ]
    ],
    "first_author_latitude": "43.0383261",
    "first_author_longitude": "-87.93462919999999",
    "abstract_text": "Whole blood donation results in removal of approximately 10% of the donor’s blood volume in 8-10 minutes. This acute hemorrhage stresses the bone marrow to synthesize new red blood cells, a process that is dependent on adequate availability of storage and/or dietary iron to make new hemoglobin. To better understand the complex interplay between erythropoiesis and iron metabolism, physiological responses to acute blood loss were examined in 190 individuals who donated 500 ml whole blood and were followed with periodic blood sampling over 6 months to measure changes in hemoglobin, reticulocyte count, ferritin, hepcidin and erythropoietin. Subjects were stratified by gender, age and plasma ferritin ≤26 ng/ml or >26 ng/ml. This ferritin cut-off value has been shown to correlate with functional iron deficiency in blood donors. Subjects were randomized to receive 37.5 mg elemental iron or no iron daily for 6 months at the first visit occurring 3-8 days following blood donation. Of 190 subjects, 117 (62%) were female, 39 (21%) were >60 years old, 96 were randomized to receive iron, and 94 had ferritin (≤26 ng/ml). Here, we present changes occurring between the baseline and first visit (Table). Abstract 1351. Table: Baseline and visit 1 laboratory values stratified by baseline ferritin (mean±SE)  . Baseline Hb (g/dL) . Visit 1 Hb (g/dL) . Baseline Hepcidin (ng/ml) . Visit 1 Hepcidin (ng/ml) . Baseline Epo (mU/ml) . Visit 1 Epo (mU/ml) . Ferritin ≤26 13.4±0.1 12.0±0.1 75±3.0 57±2.1 12±0.9 27±2.7 Ferritin >26 14.3±0.1 12.9±0.1 117±4.3 65±2.2 8±0.4 15±0.6 . Baseline Hb (g/dL) . Visit 1 Hb (g/dL) . Baseline Hepcidin (ng/ml) . Visit 1 Hepcidin (ng/ml) . Baseline Epo (mU/ml) . Visit 1 Epo (mU/ml) . Ferritin ≤26 13.4±0.1 12.0±0.1 75±3.0 57±2.1 12±0.9 27±2.7 Ferritin >26 14.3±0.1 12.9±0.1 117±4.3 65±2.2 8±0.4 15±0.6 View Large A key finding was that the initial response of erythropoietin and hepcidin distinctly varied depending on the baseline ferritin of the subject. Data were examined using regression analysis with age and gender as binary predictors and laboratory test results as continuous predictors. The change in hepcidin vs. baseline hepcidin was linear and significantly different between those with low and high ferritin (p=0.016) with a steeper slope in those with baseline ferritin >26 ng/ml (-0.87 vs -0.67). The slope of the change in erythropoietin vs. baseline erythropoietin was significantly different between the groups (p26 ng/ml was not significantly different than zero (slope=-0.0547; p=0.74), while that for those with ferritin ≤26 ng/ml rose steeply (slope=1.8; p26 ng/ml, the slope of the line is not significantly different than zero (slope=-0.42; p=0.39) meaning that the change in erythropoietin did not vary with baseline hemoglobin. Longitudinal data beyond the first visit shows that in those with ferritin ≤26 ng/ml, reticulocyte count and hemoglobin increased much more dramatically in the donors receiving oral iron supplements. Taken together, these data suggest that the erythropoietic response to severe hemorrhage varies depending on baseline iron stores. Iron replete subjects greatly decrease hepcidin and have only a modest increase in erythropoietin. The hepcidin decrease occurs to a baseline or “floor” level, allowing maximal iron absorption/mobilization from stores. In iron deplete subjects hepcidin is already relatively low and the body cannot lower hepcidin much more. In this instance, the body responds to acute hemorrhage by sharply increasing erythropoietin. However, this increased erythropoietin leads to new red cell synthesis only in subjects taking oral iron supplements. Thus, body iron stores modulate the hormonal responses to acute hemorrhage. Disclosures Mast: Siemens: Honoraria; Novo Nordisk: Research Funding."
}