{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1012.1012",
    "article_title": "Role of HO-1 in B Lymphocyte Proliferation and Development in Mice ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "Background: B lymphocytes are essential for an efficient immune response against a variety of pathogens. Not only a large fraction of hematologic malignancies is of B cell origin, but the immunity reconstruction is also depended on its normal growth. Then, it's very important to pay more attention on tightly regulating the development and activation of B cells. Heme oxygenase-1 (HO-1) is thought initially to be a key enzyme that provides potent cyto-protection, cell proliferation, malignancy development and drug resistance. In our primary studies, we have already reported its roles in various of hematological malignancies. However, As we noticed that Objective: Herein, there is something different with before we observed. The count of B lymphocyte in HO-1 deficient mice decreased significantly. It never be reported yet. Therefore, we aimed to explore the regulation of HO-1 to B lymphocyte development in HO-1 knockout mice model. Method: Originally, HO-1 deficient C57BL6 mice model was constructed by CRISPR/Cas9 assay for examining the effect of HO-1 on bone marrow-derived cells. After immune-phenotyping by flow cytometry and colony formation assay, we accidently noticed that its quantity of CD19+ cells in peripheral blood was less than HO-1 wild type mice, while the other cells kept relative balance. Then, to further explore which stage was the direct target for HO-1, the absolute quantity of B lymphocyte in each stage from bone marrow cells and mature B lymphocyte from spleen were detected by flow cytometry. Our staining strategy to distinguish between pro-B (B220+IgM−CD43+) and pre-B (B220+IgM−CD43−) lymphocytes revealed the presence of cells expressing intermediate CD43 levels in bone marrow from HO-1-deficient mice. B220+ IgM+ immature B cells, and B220+ IgM+ IgD+ mature recirculating B cells. CD21brightCD23+ for marginal zone B cells, CD21+CD23brightCD93− for follicular B cells and CD21+CD23brightCD93+ for transitional B cells. In additional, to get an insight into the mechanisms underlying the early B lymphocyte development, we detected cell proliferation, cell cycle and cell death in pro-B subsets in the absence of HO-1. And PCR Array was used to explore the pathway involved in B cells development. Real-time PCR and Western blot were used to identify it. Results: It revealed that absence of HO-1 resulted in a block in B cell development at the pro-B to pre-B cell transition. The absolute count of pro-B cells in HO-1 deficient mice was 71.2% compare with control(p<0.05). Fewer B cells in spleen and peripheral blood were observed comparing with control group. In particular, the analysis of immature B cells, marginal zone B cells, follocular B cells and transtional B cells revealed that the absolute numbers of all B cell subtypes were significantly lower in HO-1-deficient mice. Proliferation rate of pro-B cells were decreased significantly, while cell cycle and death were not sensibly in the absence of HO-1. In addition, we also observed intracellular IgHμexpression to test whether HO-1 is required for V(D)J recombination. The results still revealed that the effect of HO-1 on B lymphocyte development depends on promoting cells proliferation. Then, PCR array was preliminary used and showed that MAPK signaling pathway was possibly involved in regulation of early B lymphocyte development induced by HO-1 deficiency. And BAFF expression was possible to relate with HO-1 knockout. Lenti-virus with HO-1 was injected into HO-1 deficient mice through tail vein. We found that absolute quantity of B cells increased significantly in vivo. Conclusion: In conclusion, all results indicate HO-1 is a crucial role in early B lymphocyte proliferation and development. Disclosures: No relevant conflicts of interest to declare. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "cancer",
        "enzymes",
        "flow cytometry",
        "hematologic neoplasms",
        "heme",
        "mice",
        "mitogen-activated protein kinases",
        "oxygenases",
        "phenotype determination"
    ],
    "author_names": [
        "Jishi Wang",
        "Dan Ma, MD",
        "Zhengyu Yu",
        "Ping Wang",
        "Zhen Zhou",
        "Qin Fang",
        "Sishi Tang",
        "Zhengchang He",
        "Ping Liu"
    ],
    "author_dict_list": [
        {
            "author_name": "Jishi Wang",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, CHN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dan Ma, MD",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang City, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengyu Yu",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Wang",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhen Zhou",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qin Fang",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sishi Tang",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengchang He",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Liu",
            "author_affiliations": [
                "Affiliated Hospital of Guizhou Medical University, Guiyang, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:44:26",
    "is_scraped": "1"
}