{
    "doi": "https://doi.org/10.1182/blood.V106.11.1952.1952",
    "article_title": "Phosphatidylserine (PS) Binding Sites in Kringle Modules Regulate the Domain Organization and Conformation of Bovine Prothrombin. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Phosphatidylserine (PS) specifically regulates prothrombin activation during blood coagulation by binding to specific on factor Xa ( Koppaka et al. Biochemistry , 7483 , 1996 ) and its cofactor, factor Va ( Zhai et al. Biochemistry , 5675 , 2002 ). Binding to PS-containing membranes also alters prothrombin conformation ( Lentz et al., Biochemistry , 5460 , 1994 ; Chen et al. ibid . 4701 , 1997 ). We ask here whether specific PS binding sites on prothrombin also control these structural changes, and, if so, where these sites are located. Four methods (Trp fluorescence, circular dichroism [CD], differential scanning calorimetry [DSC], and quasi-elastic light scattering [QELS]) were used to define the structural consequences of soluble 1,2-dicaproyl-sn-glycero-3-phospho-L-serine; (C6PS) binding both to whole prothrombin and to its proteolytically generated fragments. Intrinsic fluorescence titrations suggested the existence of two linked C6PS binding sites in fragment 1.2 (F1.2) and prethrombin 1, both of which contain prothrombin’s kringle pair. The existence of two sites was supported by direct equilibrium binding measurements with F1.2. CD measurements at increasing C6PS concentrations with both F1.2 and the kringle pair (F1.2 minus the γ-carboxy-glutamic acid [GLA] domain) were consistent with formation of a structure akin to an anti-parallel β sheet. Thermal denaturation profiles of F1.2 suggested calcium-independent, C6PS-induced domain reorganization within this fragment. Denaturation profiles and Trp fluorescence of the N-terminal, membrane binding domain (F1) and fragment 2 (F2) did not reveal any C6PS-induced changes. F2 consists mainly of the second cys-rich kringle module. The hydrodynamic radius of prothrombin was also found to decrease substantially (from 3.3 nm to 2.6 nm) in the presence of saturating (1mM) C6PS. Other lipids (phosphatidylglycerol and phosphatidyl-D-serine) did bind to prothrombin but did not produce comparable structural changes. The results show that C6PS 1) binds specifically to linked, calcium-independent sites within prothrombin’s two kringle domains and 2) induces thereby a conformational reorganization in the whole molecule. Supported by USPHS grant HL072827 to BRL.",
    "topics": [
        "binding sites",
        "cattle",
        "kringles",
        "molecular conformation",
        "phosphatidylserines",
        "prothrombin",
        "calcium",
        "photon correlation spectroscopy",
        "serine",
        "circular dichroism"
    ],
    "author_names": [
        "Shalmali Sen, PhD",
        "Mou Banerjee, Ph.D",
        "Vishwanath Koppaka, Ph.D",
        "Chaoming Zhou, Ph.D",
        "Barry R. Lentz, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Shalmali Sen, PhD",
            "author_affiliations": [
                "Department of Biochemistry and Biophysics, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mou Banerjee, Ph.D",
            "author_affiliations": [
                "Department of Biochemistry and Biophysics, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vishwanath Koppaka, Ph.D",
            "author_affiliations": [
                "Department of Biochemistry and Biophysics, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chaoming Zhou, Ph.D",
            "author_affiliations": [
                "Department of Biochemistry and Biophysics, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry R. Lentz, Ph.D.",
            "author_affiliations": [
                "Department of Biochemistry and Biophysics, University of North Carolina, Chapel Hill, NC, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-28T06:42:50",
    "is_scraped": "1"
}