{
    "doi": "https://doi.org/10.1182/blood.V118.21.4152.4152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2012",
    "start_url_page_num": 2012,
    "is_scraped": "1",
    "article_title": "Alemtuzumab Use and Survival After Reduced Intensity Allogeneic Stem Cell Transplantation in High-Risk Chronic Lymphocytic Leukemia (CLL), ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster III",
    "topics": [
        "alemtuzumab",
        "allogeneic stem cell transplant",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "transplantation",
        "graft-versus-host disease",
        "tissue transplants",
        "debulking",
        "complete remission",
        "leukemia"
    ],
    "author_names": [
        "Wei Ding, MD, PhD",
        "Tait D. Shanafelt, MD",
        "Kari Rabe, MS",
        "Timothy G. Call, MD",
        "Clive S. Zent, MD",
        "Neil Kay, MD",
        "David James Inwards, MD",
        "Deborah Bowen",
        "Mark R. Litzow, MD",
        "Susan L Slager, PhD",
        "Susan Schwager",
        "William J Hogan, MBBCh"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Health Sciences Research, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Divsion of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Health Sciences Research, Mayo Clinic, Rochester, MN, USA"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.020309",
    "first_author_longitude": "-92.482315",
    "abstract_text": "Abstract 4152 BACKGROUND: Patients with biologically aggressive chronic lymphocytic leukemia (CLL) characterized by being refractory to purine nucleoside analogues and/or possessing the cytogenetic abnormality del (17p13) have poor clinical outcomes with a median survival of <3 years. Several groups have reported that nonmyeloablative allogeneic stem cell transplant (alloSCT) provides long-term disease control in a subset of high-risk CLL patients. The Seattle group also recently reported that alemtuzumab use prior to alloSCT may increase the risk of early relapse/progression (Sorror, ASH 2010). This is a potentially critical observation since alemtuzumab is one of the few active agents in patients with del(17p13) and is frequently used for pre-transplant debulking in patients with this genetic defect. METHODS: We performed retrospective analysis of 38 CLL patients who underwent nonmyeloablative alloSCT for CLL at the Mayo Clinic between 2003 and 2011. The relationship between transplant outcome and debulking regimen used immediately prior to alloSCT, disease status at the time of alloSCT, post transplant engraftment, GVHD development was explored. The degree of marrow involvement prior to alloSCT was assessed using the leukemia index calculated by multiplying the % involvement by CLL cells and the % cellularity. RESULTS: Median age at the time of alloSCT was 55.5 (range, 29–69) and 13 patients (34%) were female. The median duration from CLL diagnosis to alloSCT was 4.7 years. Thirty-two patients (84%) had received more than 3 prior therapies prior to alloSCT. Thirty-seven patients (97%) had received purine analog-based therapies, 18 (47%) patients had received alkylating agents and 25 (66%) had received alemtuzumab. 33 (87%) patients were purine analog refractory. On cytogenetic evaluation by FISH, 17 (45%) patients had del(17p13), 10 (26%) had del(11q23) and 1 (3%) had del(6q23). Nine patients were in complete remission (CR) by IWCLL 2008 criteria at the time of alloSCT and 7 patients were in complete remission with incomplete marrow recovery (CRi). Of the remaining 22 patients, 20 had either a partial remission or stable disease at the time of alloSCT and 2 had progressive disease. Two (5%) patients had bulky lymphadenopathy (≥ 5cm by CT imaging), 11 (29%) patients had splenomegaly, and 8 (21%) patients had more than 30% CLL involvement by the leukemia index. Fludarabine (F) and 200cGy total body irradiation (TBI) was used as the conditioning regimen for 35 patients (92%). 22 patients received unrelated donor grafts (15 matched, 7 mismatched), and 16 received related donor grafts (all matched). Patients received mycophenolate (MMF) and either tacrolimus (unrelated grafts) or cyclosporin (related grafts) for graft versus host disease (GVHD) prophylaxis. 31 out of 37 evaluable patients (84%) achieved initial 100% donor chimerism (22 within 100 days) and 24 (63%) developed ≥grade 2 GVHD. After median follow-up of 1 year (range = 0–5.4 years), 26 of 38 patients (68%) are alive, and the median overall survival is 47 months. To date, 13 (34%) have experienced CLL progression/relapse requiring accelerated taper of GVHD prophylaxis (n = 2), donor lymphocyte infusion (n = 5), or chemo/immunotherapies (n= 6). For the 12 deceased patients, causes of death was CLL relapse/progression (n = 5), GVHD (n = 2) and infectious or other complications without CLL relapse/progression (n = 5). Pre-transplant use of alemtuzumab (A) within 3 months of transplant was the only pre-transplant characteristics associated with overall survival (OS). Median OS of patients receiving A within 3 months of alloSCT was 1 year compared to not reached for those who did not receive A within 3 months of alloSCT (p = 0.011; Figure 1 a). A trend was also observed between alemtuzumab use within 12 months of alloSCT; however, it did not reach statistical significance (p=0.069; Figure 1 b). No statistically significant associations between residual marrow involvement at time of alloSCT (p = 0.93), type of graft (p = 0.65), or presence of del (17p13) (p = 0.13), number of prior treatments (p = 0.45), patient age (p = 0.80) or disease status at time of alloSCT (p = 0.21) were observed. View large Download slide View large Download slide View large Download slide View large Download slide CONCLUSION: In this cohort of patients with high risk CLL, alemtuzumab use prior to transplant was the greatest predictor of OS after nonmyeloablative alloSCT. Non-alemtuzumab based debulking strategies need to be developed for patients with del (17p13). Disclosures: No relevant conflicts of interest to declare."
}