{
    "doi": "https://doi.org/10.1182/blood.V106.11.3904.3904",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=286",
    "start_url_page_num": 286,
    "is_scraped": "1",
    "article_title": "Specific Cytotoxicity and Clonal Expansion of TCR Vβ Subfamily T Cells Induced by PML-RARα Peptide. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The analysis of T cell receptor (TCR) Vβ repertoire is one of the sensitive methods to identify the clonal expansion T cells which response to tumor associated antigens. Understanding the clonality and restricted usage of TCR Vβ repertoire of expanded T-cells induced by PML-RARα peptide may be useful in helping design the new immunotherapeutic strategy specifically for acute promyelocytic leukemia (APL).The aim of the present study was to investigate the specific cytotoxicity and clonality of TCR Vβ repertoire in cord blood T cells induced by PML-RARα peptide (LSSCITQGKAIETQSSSSEE) in vitro. Cord blood mononuclear cells were amplified by IL-2, anti-CD3 and anti-CD28 antibody with different concentration (16.7μg /ml, 33.3μg /ml or 50μg /ml respectively) of synthetic PML-RARα peptide. The induced T cells were collected at different time points after culture (3, 6, 9, 10, 12 or 15 days). The expression and clonality of TCR Vβ subfamilies within induced T cells were analyzed by using RT-PCR and genescan technique. The cytotoxicity of induced T cells was detected by LDH release assay. The results showed that the best condition for T cells induction and amplication was at a concentration with 16.7μg /ml of PML-RARα peptide and at a culture duration with 10 to 15 day. TCR Vβ repertoire analysis showed that restricted expression and cloanl expansion of TCR Vβ subfamily cord blood T cells could be identified after induction by PML-RARα peptide. Clonal expanded T cells were found in Vβ13, Vβ14 and Vβ16 subfamlies respectively. The induced T cells were showed to have the specific cytotoxicity for NB4 cell line (effector cells: tagerted cells=20:1), the cytotoxicity rates were 49.65±6.7% (p<0.05) at day 10 th and 73.13±8.42% (p<0.01) at day 15 th after culture, which show statistical significance in compare to the control group (without PML-RARα induction). In conclusions, the PML-RARα peptide could induce the clonal expansion T cells from cord blood in vitro, which may have specific cytotoxicity for PML-RARα + cells.",
    "topics": [
        "clonal expansion",
        "cytotoxicity",
        "peptides",
        "progressive multifocal leukoencephalopathy",
        "t-lymphocytes",
        "clonality (genetic analysis)",
        "acute promyelocytic leukemia",
        "aldesleukin",
        "antibodies",
        "antigens"
    ],
    "author_names": [
        "Yangqiu Li, MD",
        "Ji Tang, BA",
        "Lijian Yang",
        "Shaohua Chen",
        "Yubing Zhou, MA"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Institute of Hematology, Medical College, Jinan University, Guangzhou, Guangdong, China"
        ],
        [
            "Dept. of Biochemistry, Medical College, Jinan University, Guangzhou, Guangdong, China"
        ]
    ],
    "first_author_latitude": "23.128057",
    "first_author_longitude": "113.34772099999999"
}