{
    "doi": "https://doi.org/10.1182/blood.V110.11.966.966",
    "article_title": "Development & Validation of Hemophilia Treatment Regimen Specific Adherence Scales. ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Background: Hemophilia is a hereditary bleeding disorder most commonly caused by deficiencies of factors VIII or IX and characterized by bleeding into joints and muscles leading to disability, chronic pain, and decreased quality of life. Treatment costs vary dramatically dependent upon severity of disease, complications, presence of an inhibitor, and treatment regimen (TR). Adherence to a prescribed TR is important to prevent/treat bleeding episodes and preserve joint function. Suboptimal treatment may result in poor outcomes with increased cost. Because no hemophilia treatment adherence scale (HTAS) currently exists, assessing patients’ adherence to TRs requires analysis of clotting factor dispensations and treatment logs relative to expected usage based on prescribed TR. Developing and validating an HTAS will provide clinicians an easily administered and interpreted tool that accurately portrays patients’ adherence to their TRs. Methods: Two un-validated HTASs (prophylaxis and episodic) were administered to a cohort of 57 patients. These scales included 4 questions with binary response formats. Analysis by the CDC found internal consistency reliability (ICR) to be weaker than desired [1 st administration: episodic Cronbach’s alpha (α)= −1.57, prophylaxis α= 0.69; 2 nd administration episodic α= 0.40, prophylaxis α= 0.64]. An increased number of questions with more varied response options were needed to strengthen the scales’ properties. Two revised scales contain multiple subscales with up to 25 questions and a Likert scale answer format. This project establishes content validity (CV), and will establish ICR, inter-rater reliability (IRR), test-retest reliability (TRR), and concurrent validity (CCV) of these scales. Once CV is finalized, the scales enter reliability and validity analysis that involves obtaining survey responses from samples of at least 60 patients per TR. Patients and Caregivers are asked to complete scales simultaneously to evaluate IRR. Participants have the option to repeat the survey 2 weeks after first administration to measure TRR. CCV is evaluated by correlating infusion log data with HTAS scores. Results: CV was established through a process of question development, categorization, and revision by 4 to 13 experts in hemophilia care. A final step in content validation was to hold focus groups with patients utilizing episodic (n=6) or prophylactic (n=4) TRs. All focus group participants were satisfied with the scales’ length, ease of completion and clarity. All reported willingness to complete the scales in clinic. ICR was very strong on the prophylaxis scale and weaker on the episodic scale (see Table). Patient feedback was incorporated into the current versions. Patients will provide additional feedback prior to the validation. Completed scales will undergo final validation analysis over the next two months. Conclusion: Validated HTASs are an important contribution in clinical management. These scales will assist physicians in evaluating and addressing concerns such as breakthrough bleeding in patients treating prophylactically and recurrent bleeding in patients treating episodically. The scales will enable physicians to accurately determine a patient’s level of adherence and to target interventions by identifying specific areas of nonadherence relevant to the treatment of hemophilia. Internal Consistency Reliability of HTAS- Focus Group Data  Subscale . Episodic α (n=6) . Prophylaxis α (n=4) . Time 0.87 0.87 Plan −0.59 0.96 Remember 0.59 0.87 Follow 0.69 0.92 Overall 0.83 0.94 Subscale . Episodic α (n=6) . Prophylaxis α (n=4) . Time 0.87 0.87 Plan −0.59 0.96 Remember 0.59 0.87 Follow 0.69 0.92 Overall 0.83 0.94 View Large",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "weight measurement scales",
        "cutaneous collagenous vasculopathy",
        "hemorrhage",
        "bleeding diathesis",
        "blood coagulation disorders",
        "blood coagulation factors",
        "breakthrough bleeding",
        "chronic pain"
    ],
    "author_names": [
        "Natalie A. Duncan, MPH",
        "Amy D. Shapiro, MD",
        "Jennifer A. Maahs, PNP",
        "Christopher P. Roberson, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Natalie A. Duncan, MPH",
            "author_affiliations": [
                "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy D. Shapiro, MD",
            "author_affiliations": [
                "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer A. Maahs, PNP",
            "author_affiliations": [
                "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P. Roberson, BS",
            "author_affiliations": [
                "Indiana Hemophilia & Thrombosis Center, Indianapolis, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:44:24",
    "is_scraped": "1"
}