{
    "doi": "https://doi.org/10.1182/blood.V104.11.2565.2565",
    "article_title": "Identification of Epigenetically Silenced Tumor Suppressor Genes in Myeloid Disorders Leads to the Identification of α-Catenin as a Target Gene in 5q- Syndrome. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "CpG islands in the 5′ regulatory regions of genes are generally protected from cytosine methylation as methylation in a promoter can result in transcriptional silencing of the associated gene. Failure of a cell to prevent methylation in the promoter regions of tumor suppressor genes contributes to the onset and progression of cancers. The demethylating agent 5-aza-2′deoxycytidine (DAC) and the histone deacetylase inhibitor suberoyl anilide bishydroxamide (SAHA) possess potent antitumorigenic properties against myeloid disorders. Understanding the alterations of the transcriptome mediated by these drugs should prove vital in uncovering potential tumor suppressor genes epigenetically silenced in myeloid disorders. To this end, we used DAC and SAHA to induce expression of methylated genes in the CD34+ AML cell line KG-1. Expression levels of over 22,000 genes were compared between normal CD34+ cells and treated and untreated KG-1 cells using Affymetrix HG-U133A GeneChip® micoarrays. Statistical analyses revealed 76 genes constitutively expressed in normal CD34+ stem cells, absent in KG-1 cells but whose expression was induced in KG-1 after drug treatment. 39 (51%) of these genes harbored a CpG island in their 5′ regulatory regions, representing potentially methylated tumor suppressor genes in AML. To fit the tumor suppressor paradigm, we hypothesized that any gene possessing antitumorigenic properties would not be expressed in a number of AML patient samples. We examined the expression level of our 39 genes in 120 AML patient samples using microarray analyses. 20 patients belonging to each of the following AML karyotypic groups were analyzed: t(8;21), t(15:17), inv(16), 11q23/MLL, complex and normal karyotpye. Of special note were 8 genes, whose expression was markedly diminished in a subset of patients across all AML karyotypes examined: DAR22, TFIIS, EH-3, ENO2, MXA, DRAL, ASTML and MG50. These represent strong candidates for tumor suppressor genes in AML. Unsupervised clustering analyses using our original 39 genes were performed upon microarray data obtained from patients with myeloproliferative disease (MPD). A subset of 10 genes discriminated between granulocyte samples obtained from healthy donors and those obtained from a subset of agnogenic myeloid metaplasia, essential thronbocythemia and polycythemia vera patients. One of these genes, α-catenin, is located at q31 of chromosome 5, a hot spot for deletion in MDS and AML. α-catenin was expressed in all 120 primary AML samples, including those harboring deletions in chromosome 5. However, Real Time PCR analysis of 32 MDS patients harboring a 5q deletion in the region of α-catenin showed a marked decrease in expression of this gene compared to 20 non 5q- MDS patients. Neighboring genes in the deleted region of 5q did not show as marked a decrease in expression, suggesting loss of expression of both α-catenin alleles in these patients. These findings imply a double hit mechanism in 5q- MDS, where loss of one allele of α-catenin through deletion is supplemented by epigenetic silencing (directly or indirectly) of the second allele. In summary, we have uncovered groups of genes that may be involved in the pathogenesis of AML and various MPDs by virtue of their transcriptional repression through epigenetic events. Importantly, we have identified α-catenin as a key gene on chromosome 5, whose expression is lost in 5q- MDS.",
    "topics": [
        "5q syndrome",
        "anilides",
        "cancer",
        "candidate disease gene",
        "cytosine",
        "demethylating agents",
        "histone deacetylase inhibitors",
        "karyotype determination procedure",
        "myelofibrosis, idiopathic, chronic",
        "myeloproliferative disease"
    ],
    "author_names": [
        "J. C. Desmond",
        "S. D. Raynaud",
        "L. C. Jones",
        "W. K. Hofmann",
        "T. Haferlach",
        "H. Phillip Koeffler"
    ],
    "author_dict_list": [
        {
            "author_name": "J. C. Desmond",
            "author_affiliations": [
                "Hem/Onc, CSMC, LA, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "S. D. Raynaud",
            "author_affiliations": [
                "Hopital de l’Archet, Nice, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. C. Jones",
            "author_affiliations": [
                "Hem/Onc, CSMC, LA, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. K. Hofmann",
            "author_affiliations": [
                "University of Berlin, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T. Haferlach",
            "author_affiliations": [
                "University Hospital Grosshadern, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Phillip Koeffler",
            "author_affiliations": [
                "Hem/Onc, CSMC, LA, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T06:43:21",
    "is_scraped": "1"
}