{
    "doi": "https://doi.org/10.1182/blood.V108.11.4710.4710",
    "article_title": "Phase I Trial of Combination Therapy with 90 Y Ibritumomab Tiuxetan and Gemcitabine in Patients with Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Y90-ibritumomab tiuxetan, or Zevalin (Z), is an effective therapy against CD20+ lymphomas and is approved for use in patients with relapsed or refractory low grade, follicular, or transformed B-cell non-Hodgkin’s lymphoma (NHL). Gemcitabine also is active against NHL and is a potent radiation sensitizer. We are conducting a phase I trial to assess the safety of concomitant administration of Z and gemcitabine in patients with NHL. Nine patients in three cohorts will be treated with 250 mg/m 2 of gemcitabine IV on days 1 and 8 of the Z treatment program of rituximab + In 111-ibritumomab on day 1 and rituximab + Y90 ibritumomab on day 8, with Z at 0.2, 0.3 or 0.4 mCi/kg respectively. The next cohort can only accrue after all patients in the prior cohort have hematologic toxicity that has recovered to grade 0–2 or after 60 days from the date of the last treated patient in the previous cohort. Once it is confirmed that a Z dose of 0.4 mg/kg can be safely administered with gemcitabine 250 mg/m 2 , Z will remain constant at 0.4 mCi/kg while gemcitabine will be escalated according to a Bayesian based system. Response evaluation is by standard criteria. Eligibility criteria include: any histology of recurrent NHL (not candidates for high dose therapy), platelets ≥ 150,000/ul; < 25% bone marrow involvement by lymphoma; prior radiation to <25% radiation of bone marrow and no prior bone marrow or stem cell transplant. Seven patients have been treated thus far, four with follicular NHL (FL) and three with diffuse large B cell (DLBCL). Median age is 74 (range 55–82). The median number of prior treatments is 3 (range 1–6). The first three patients received Z at 0.2 mCi/kg, next three patients 0.3 mCi/kg and the seventh patient has received standard 0.4 mCi/kg of Z, all with 250 mg/m 2 of gemcitabine on days 1 and 8. Toxicity has consisted of: one grade 3 and two grade 2 neutropenia in the first three weeks, three grade 3 leukopenia and one grade 2 in the first 4 weeks of the trial, three grade 2 anemia (one patient has remained with grade 2 anemia for 14 weeks), four grade 2 thrombocytopenia in weeks 6 through 12, and one grade 3 thrombocytopenia in weeks 8&9 resolving to grade 2 (this patient received standard dose of Z). One grade 3 infection occurred, unrelated to the protocol or the study drugs. No grade 3 or 4 non-hematologic toxicity has been seen. In follow up, two patients with FL and one with DLBCL achieved CRu. Two patients with DLBCL and one with FL have progressed. One patient with FL is not yet evaluable. Conclusion: Our preliminary findings suggest that Zevalin can be safely combined with gemcitabine 250 mg/m 2 in the treatment of patients with NHL. Accrual to the cohort with full dose Zevalin and gemcitabine is continuing.",
    "topics": [
        "combined modality therapy",
        "gemcitabine",
        "ibritumomab tiuxetan",
        "lymphoma, non-hodgkin",
        "diffuse large b-cell lymphoma",
        "anemia",
        "lymphoma",
        "rituximab",
        "thrombocytopenia",
        "toxic effect"
    ],
    "author_names": [
        "Hossein Borghaei, DO, MS",
        "Mitchell Smith, MD, Ph.D.",
        "Michael Millenson, MD",
        "Danielle Shafer, DO",
        "Linda Thibodeau, RN",
        "Russell Schilder, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hossein Borghaei, DO, MS",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mitchell Smith, MD, Ph.D.",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Millenson, MD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Shafer, DO",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Thibodeau, RN",
            "author_affiliations": [
                "Protocol Management Office, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Russell Schilder, MD",
            "author_affiliations": [
                "Medical Oncology, Fox Chase Cancer Center, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T18:39:10",
    "is_scraped": "1"
}