{
    "doi": "https://doi.org/10.1182/blood.V116.21.1389.1389",
    "article_title": "Immune Status In Patients with Chronic Lymphocytic Leukemia and Sustained Complete Remission: A Multiparametric Analysis ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1389 Although chronic lymphocytic leukemia (CLL) is considered incurable, a proportion of patients treated with modern therapy achieve complete remission (CR) with minimal residual disease (MRD) negative status, which translates into a better outcome. In addition, survival curves for allogeneic stem cell transplant (alloSCT) appear to plateau, suggesting possible cure. Profound immune disturbances are a major cause of morbidity and mortality in CLL and can be exacerbated by therapy. We studied the immune status of 26 patients with CLL with a sustained (median 8 years, range 2.2 to 17) CR following treatment (4 patients received fludarabine, cyclophosphamide and mitoxantrone [FCM], 6 autologous SCT [autoSCT]) and 16 allogeneic stem cell transplantation [alloSCT]. Lymphocyte subsets were studied using multiparameter flow cytometry and compared to healthy controls. CD8+ T cell response to cytomegalovirus (CMV) was assessed using a pentameric HLA-A2 binding CMV pp65-derived peptide and functionality was confirmed by interferon gamma (IFNγ) ELISPOT. Immunoglobulin subtypes, complement proteins, and β 2 -microglobulin (B2M) were quantified by standard techniques, interleukin 10 (IL-10) and vascular endothelial growth factor (VEGF) by flow-based cytometric bead array technology, and B cell activating factor (BAFF) and a proliferation-inducing ligand (APRIL) serum levels by commercial ELISA. Median age at the time of study was 57 years (55 for the alloSCT, 54 for the autoSCT and 63 for the FCM patients). Two alloSCT patients had chronic graft-versus host disease (cGVHD) at sample collection and were receiving immunosuppression. In addition, three patients experienced autoimmune cytopenia after alloSCT, but had responded to therapy at the time of the study. Detectable residual CLL cells (> 10 -4 ) in peripheral blood were found in six patients (3 alloSCT, 3 FCM). The 20 patients in MRD negative CR had a significantly higher absolute B cell count compared to normal controls comprised of both CD19+CD5- cells (154 cells/mm 3 vs. 76 cells/mm 3 , p=0.005) and CD19+CD5+ cells (22 cells/mm 3 vs. 1 cell/mm 3 , p=0.002). Normal serum levels of immunoglobulin were present in 17 patients whereas 9 had persistent hypogammaglobulinemia (4 were MRD positive, 2 were on immunosuppression for cGVHD and 1 patient had received rituximab). Thus only 2 patients had unexplained hypogammaglobulinemia despite being in MRD negative-CR. T cell abnormalities were also common in these patients. An abnormal CD4:CD8 ratio was present in 9 patients, and CD4+ cells had failed to recover to >400 cells/mm 3 in an additional 5 patients. An increase in CD8+ cells (620 cells/mm 3 vs. 379 cells/mm 3 in normal controls) was mostly comprised of cells with a chronically activated phenotype, CD8+DR+ (220 cells/mm 3 vs. 78 cells/mm 3 in normal controls, p=0.062). Furthermore, in CMV+/HLA-A2 patients, an elevated cytotoxic CD3+CD8+CD45RA population was seen (200 cells/mm 3 vs. 51 cells/mm 3 , p=0.037). In all cases, cytotoxic T cells expansions secrete IFNγ in response to pp65. As regards T regulatory cells, CD4+CD25+FOXP3+ cells were significantly increased in patients after alloSCT compared to normal controls (4.1% of CD4+ cells vs. 2.05% in normal, p=0.023). In contrast, patients who received either FCM or autoSCT had Treg levels equivalent to our normal samples (2.45% of CD4+ cells), including the three patients who were MRD positive after FCM. B2M was elevated in 7 patients. No differences were found in levels of complement proteins C3 and C4, direct Coombs test, IL-10 and VEGF. Nevertheless, patients showed median BAFF serum levels significantly higher than healthy controls, even when those patients with conditions considered likely to elevate BAFF and APRIL were excluded (cGVHD, autoimmune cytopenia) (p<0.0001). As for APRIL, serum levels were only significantly increased in patients who had received an alloSCT (p<0.001). These results indicate that characteristic immunological defects associated with CLL (i.e, hypogammaglobulinemia, expansion of CD8+CD45RA cells, abnormal levels of cytokines) may persist in patients with CLL in sustained MRD-negative CR independent of therapy. However, T regulatory cells are increased in patients who had received an alloSCT, a finding which may relate to the persistence of an immunologically tolerant environment necessary to permit successful allografting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "complete remission",
        "immunity",
        "graft-versus-host disease, chronic",
        "hypogammaglobulinemia",
        "interleukin-10",
        "vascular endothelial growth factor a",
        "allogeneic stem cell transplant",
        "complement system proteins"
    ],
    "author_names": [
        "Kate E Hodgson, MD",
        "Gerardo Ferrer",
        "Carmen Martinez, MD",
        "Manel Juan",
        "Tycho Baumann, MD",
        "Montserrat Rovira, MD",
        "Marta Aymerich",
        "Laura Carretero",
        "Francesc Bosch, MD",
        "Alvaro Urbano, MD",
        "Emili Montserrat, MD",
        "Carol Moreno, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kate E Hodgson, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerardo Ferrer",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmen Martinez, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manel Juan",
            "author_affiliations": [
                "Immunology, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tycho Baumann, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Rovira, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Aymerich",
            "author_affiliations": [
                "MD, Department of Hematopathology, Hospital Clinic, Barcelona, Spain"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Carretero",
            "author_affiliations": [
                "Immunology, Hospital Clinic, Barcelona, Spain, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesc Bosch, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alvaro Urbano, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emili Montserrat, MD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol Moreno, MD, PhD",
            "author_affiliations": [
                "Hematology, Institute of Hematology and Oncology, Hospital Clínic. IDIBAPS., Barcelona, Spain, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T02:06:24",
    "is_scraped": "1"
}