{
    "doi": "https://doi.org/10.1182/blood.V116.21.147.147",
    "article_title": "Mechanisms of Pre-B Cell Receptor-Inactivation In Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Novel Mechanistic Insights and Animal Models",
    "abstract_text": "Abstract 147 Background: We recently established that the pre-B cell receptor functions as a tumor suppressor in Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph + ALL). The pre-B cell receptor promotes differentiation of normal pre-B cells and couples the immunoglobulin μ -chain to activating tyrosine kinases (e.g. SYK) via linker molecules (e.g. BLNK). In virtually all cases of Ph + ALL, pre-B cell receptor function is compromised and its reconstitution induces rapid cell cycle arrest. However, genomic deletions in pre-B cell receptor pathway are rare and the mechanisms of inactivation are not known. Here we report that pre-B cell receptor inactivation occurs at multiple levels and involves at least four different mechanisms, namely (1) deleterious immunoglobulin gene rearrangement, (2) defective splicing of pre-B cell receptor signaling molecules, (3) expression of dominant-negative PAX5 fusion genes and (4) overexpression of inhibitory signaling molecules. Result: (1) Studying progressive transformation of pre-B cells in BCR-ABL1 -transgenic mice, we observed that surface expression of the immunoglobulin μ -chain was downregulated after 60 days of age, which was a prerequisite for the onset of full-blown leukemia. While the repertoire of immunoglobulin gene rearrangements was polyclonal in wildtype pre-B cells, BCR-ABL1 -transgenic pre-B cells show clonal expansions, which are derived from one ancestral productive immunoglobulin gene rearrangement in the transformed pre-B cell. However, the ancestral immunoglobulin gene rearrangements were rendered non-functional through deleterious secondary rearrangements. Likewise, in 47 of 57 cases of primary human Ph+ ALL, we detected traces of pre-B cell receptor-inactivation through secondary deleterious recombination events at the immunoglobulin μ -chain locus. (2) We studied pre-B cell receptor signaling molecules in primary human pre-B cells and 10 patient-derived Ph+ ALL samples by Western blotting and RT-PCR. As opposed to normal bone marrow pre-B cells, in all 10 cases of Ph+ ALL defective splice variants of the SYK tyrosine kinase and its linker molecule BLNK were found. Sequence analysis revealed a frequent 4 bp slippage during SYK pre-mRNA splicing which resulted in a truncated protein lacking the kinase domain, as confirmed by Western blot. To study the functional significance of defective Syk expression in Ph+ ALL cells, we transformed pre-B cells from Syk-fl/fl mice with BCR-ABL1 and deleted the Syk kinase using tamoxifen-inducible Cre. As opposed to Syk-fl/fl leukemia cells, inducible ablation of Syk rendered the leukemia cells insensitive to forced expression of the pre-B cell receptor. Multiple defective transcript variants of BLNK were found that all lacked exon 16 encoding the central part of the BLNK SH2 domain. In the absence of exon 16, BLNK splice variants were detached from the pre-B cell receptor and function in a dominant-negative way as they reduce Ca 2+ -mobilization in response to pre-B cell receptor stimulation. In a titration experiment, BLNK−/− leukemia cells were reconstituted with full-length and exon 16-deficient BLNK. Dominant-negative BLNK interfered with pre-B cell receptor-mediated tumor suppression at a ratio of 0.1 relative to full-length BLNK. Of note, we found somatic mutations within the splice site of exon 16 in 2 of 6 primary Ph+ ALL cases. (3) Ph+ ALL cells often carry chromosomal translocations leading to the expression of dominant-negative PAX5-fusion molecules. In a systematic gene expression analysis, we observed that ectopic expression of the dominant-negative PAX5-C20orf112 fusion led to downregulation of immunoglobulin μ -chain and the signaling molecules including SYK and BLNK. As a consequence, Ca 2+ -mobilization in response to pre-B cell receptor stimulation was significantly diminished. (4) Correction of defective immunoglobulin-μ chain and BLNK expression results in compensatory overexpression of a broad array of inhibitory signaling molecules. These molecules share an ITIM signaling motif, which attenuates pre-B cell receptor signal transduction through recruitment of inhibitory phosphatases. Conclusion: Even though loss of pre-B cell receptor function represents the uniform outcome of a diverse spectrum of lesions, individual Ph + ALL subclones exhibit a complex pattern of shared and distinct defects involving one or more of these 4 mechanisms. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "pre-b lymphocyte",
        "molecule",
        "immunoglobulins",
        "leukemia",
        "phosphotransferases",
        "syk kinase",
        "western blotting",
        "ablation",
        "heterogeneous nuclear rna"
    ],
    "author_names": [
        "Cihangir Duy",
        "Daniel Nowak, MD",
        "Lars Klemm",
        "Rahul Nahar",
        "Carina Ng",
        "Emily Elliott",
        "Wolf-Karsten Hofmann",
        "Nora Heisterkamp",
        "Clifford A. Lowell",
        "Phillip Koeffler",
        "Markus Muschen"
    ],
    "author_dict_list": [
        {
            "author_name": "Cihangir Duy",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Nowak, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Mannheim, Mannheim, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lars Klemm",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahul Nahar",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carina Ng",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Elliott",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolf-Karsten Hofmann",
            "author_affiliations": [
                "Hematology, III.Medizinische Klinik, Mannheim, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora Heisterkamp",
            "author_affiliations": [
                "University of Southern California, Childrens Hospital Los Angeles, Los Angeles, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clifford A. Lowell",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phillip Koeffler",
            "author_affiliations": [
                "Hematology/Oncology, Cedars-Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Muschen",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of California San Francisco, San Francisco, CA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T18:41:48",
    "is_scraped": "1"
}