{
    "doi": "https://doi.org/10.1182/blood.V124.21.3089.3089",
    "article_title": "A Phase IIa, Open-Label, Multicenter Study of Single-Agent MOR00208, an Fc-Optimized Anti-CD19 Antibody, in Patients with Relapsed or Refractory B-Cell Non-Hodgkin’s Lymphoma ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Background: A number of second-generation monoclonal antibodies (mAbs) that target the antigens CD20 and CD19 have been evaluated across a range of non-Hodgkin's lymphoma (NHL) subtypes combined with chemotherapy, as a single agent, or as maintenance therapy. Although these agents are usually well tolerated and have demonstrated clinical activity in patients (pts) with NHL, there is still a high unmet medical need for pts with refractory or relapsed NHL. MOR00208 is an Fc-engineered humanized mAb that targets the antigen CD19 and possesses significantly enhanced antibody-dependent cell-mediated cytotoxicity, a key mechanism for tumor cell killing. Methods: This non-randomized, phase IIa, open-label, multicenter study (NCT01685008) was designed to assess the efficacy and safety of single-agent MOR00208 in pts ≥18 years with relapsed or refractory NHL previously treated with rituximab, who were not candidates for high-dose therapy with stem cell support. Pts with diffuse large B-cell lymphoma (DLBCL), follicular lymphoma (FL), mantle cell lymphoma (MCL), and other indolent NHL (iNHL), who had received at least one prior rituximab-containing therapy, were eligible. Additional eligibility criteria included European Cooperative Oncology Group Performance Status (ECOG PS) 0-2, measurable disease ≥1.5 cm, adequate bone marrow function, renal and liver function test. Pts were treated with MOR00208 12 mg/kg IV weekly for a total of 8 doses. Those with at least stable disease according to International Response Criteria (Cheson, JCO 2007), were to continue MOR00208 treatment for an additional 4 weeks. After completion of these 12 weekly doses of treatment, responding pts (complete or partial remission [CR or PR]) received maintenance MOR00208 every 2 weeks until progression. The study utilized a 2-stage design. In stage 1, ≥10 pts were to be enrolled in each of the 4 NHL disease cohorts. Cohorts with ≥2 responses (CR or PR) in stage 1 were expanded by an additional 20 patients in stage 2. Disease cohorts with <2 responses in stage 1 were stopped for futility. Enrollment of a minimum of 40 and a maximum of 120 pts was planned. Results: Herein we report the efficacy results for the 51 pts enrolled in stage 1 and the safety for 85 pts enrolled to date in stages 1 and 2 of this trial. The median age for all 51 stage 1 pts was 70 (35–90) years, 46 had stage III-IV disease, and the median number of prior therapies was 3 (2-4). Treatment cohorts consisted of DLBCL (n=14), FL (n=14), MCL (n=12) and iNHL (n=11). The investigator assessed overall response rate in stage 1 over all NHL subtypes was 24% (12/51), with responses observed in the DLBCL, FL, and iNHL cohorts (Table). As of February 2014, 62/85 (72.9%) stage 1 and stage 2 pts had developed treatment emergent adverse events (TEAEs). The most frequently reported TEAEs of any grade were thrombocytopenia (11.8%), anemia and headache (10.6% each), and neutropenia (9.4%). Infusion-related toxicities were all grade 1-2 (except for one case of dyspnea of grade 4). There have been no treatment-related deaths. Most of the TEAEs occurred in pts with DLBCL (30/36 [83.3%]). In pts with DLBCL, the most frequently reported grade ≥3 TEAEs were neutropenia (13.9%), thrombocytopenia and anemia (8.3% each). Conclusion: The Fc-engineered humanized anti-CD19 antibody, M0R00208, is well tolerated without significant infusional toxicity and demonstrates preliminary efficacy in pts with relapsed/refractory DLBCL, FL, and iNHL. Accrual to stage 2 for pts with DLBCL and FL is ongoing. View large Download slide View large Download slide  Close modal Disclosures Blum: MorphoSys: Research Funding. Maddocks: MorphoSys: Research Funding; Pharmacyclics: Research Funding; Seattle Genetics: Research Funding; Pharmacyclics: Other. Nagy: AMGEN: Consultancy. Zinzani: MorphoSys: Membership on an entity's Board of Directors or advisory committees. Robak: MorphoSys AG: Research Funding. Korolkiewicz: MorphoSys AG: Employment. Winderlich: MorphoSys: Employment, Patents & Royalties. Jurczak: Celgene: Research Funding; Eisai: Research Funding; Gilead: Research Funding; Jansen: Research Funding; Pharmacyclics: Research Funding; Pfizer: Research Funding; Roche: Research Funding; Sandoz-Novartis: Research Funding; Spectrum: Research Funding; Takeda: Research Funding; Teva: Research Funding; Mundipgharma: Consultancy; Spectrum: Consultancy; Teva: Consultancy; Takeda: Consultancy; Roche: Consultancy; Sanoz-Novartis: Consultancy.",
    "topics": [
        "antibodies",
        "b-cell lymphomas",
        "cd19 antigens",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "inhalers",
        "anemia",
        "antigens",
        "monoclonal antibodies",
        "neutropenia"
    ],
    "author_names": [
        "Kristie A. Blum, MD",
        "Kami Maddocks, MD",
        "Zsolt Nagy, MD",
        "Pier Luigi Zinzani, MD PhD",
        "Andre Goy, MD",
        "Mariano Provencio",
        "Tadeusz Robak, MD",
        "Christian Buske, MD",
        "Roman Pawel Korolkiewicz, MD",
        "Mark Winderlich",
        "Wojciech Jurczak, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kristie A. Blum, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kami Maddocks, MD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zsolt Nagy, MD",
            "author_affiliations": [
                "Semmelweis University, Budapest, Hungary "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pier Luigi Zinzani, MD PhD",
            "author_affiliations": [
                "University of Bologna, Bologna, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Goy, MD",
            "author_affiliations": [
                "Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariano Provencio",
            "author_affiliations": [
                "University Hospital Puerta De Hierro, Madrid, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadeusz Robak, MD",
            "author_affiliations": [
                "Medical University of Lodz, Copernicus Memorial Hospital, Lodz, Poland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Buske, MD",
            "author_affiliations": [
                "University of Ulm, Ulm, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Pawel Korolkiewicz, MD",
            "author_affiliations": [
                "MorphoSys AG, Martinsried, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Winderlich",
            "author_affiliations": [
                "MorphoSys AG, Martinsried, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Jurczak, MD PhD",
            "author_affiliations": [
                "Jagiellonian University, Krakow, Poland"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T15:41:02",
    "is_scraped": "1"
}