{
    "doi": "https://doi.org/10.1182/blood.V126.23.4655.4655",
    "article_title": "Clinical Validation of a Radiolabeled PF-4 Staph-a Binding Assay for Confirming Heparin Induced Thrombocytopenia ",
    "article_date": "December 3, 2015",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Introduction :Confirmatory laboratory assays for heparin induced thrombocytopenia (HIT) can broadly be classified as functional which have high specificity and rely on activation of platelets by the platelet factor 4 (PF4)-heparin-IgG immune complex or as immune based assays that are relatively more sensitive. At the time when the clinician is evaluating heparin as a cause of thrombocytopenia the 4 \"T\" criteria are helpful. However, an increase in the patient's platelet count after the heparin has been stopped is critical for confirmation of the diagnosis. Methods : We developed a variation of a previously described technique (Newman Thromb Haemost 1998;80:292) and used clinical criteria as the standard for comparison to evaluate the assay. Radiolabeled 125-I-PF4 is incorporated into the immune complex of PF-4-heparin-immunoglobulin and the amount of radiolabeled immune complex is measured after binding to staphylococcal A protein sepharose (Staph-A). The hospitalized subjects medical record was reviewed to: measure a 4 \"T\" score, to determine if the patient's platelet count increased after heparin was stopped and to exclude other plausible causes of thrombocytopenia. Aim : The assay relies on the binding of the heparin immune complexes to Staph A. Staph A preferentially binds to larger as compared to smaller immune complexes and the larger complexes produce a greater degree of F(c) mediated platelet activation when compared with the smaller complexes. This suggests the hypothesis that a Staph A based assay will have have better specificity and sensitivity than the currently used methodologies. Results : 28 patient samples were evaluated. True positives were observed in 4 hospital patients and 4 known positives. 19 were true negatives and included 7 from hospital patients and 12 from thrombocytopenic patients who were not treated with heparin. 1 sample was negative in our assay, and was judged as false negative. Concordance between the radiolabeled PF-4 assay and the commercial PF-4 assay was observed in all the 28 patients. Conclusions : To date when judged using clinical criteria, the radiolabeled PF-4 assay correctly distinguished true positives and true negatives in 27 of the 28 samples. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "platelet factor 4",
        "staphylococcus",
        "thrombocytopenia, heparin-induced",
        "heparin",
        "antigen-antibody complex",
        "complex",
        "thrombocytopenia",
        "false-negative results",
        "immunoglobulin g",
        "immunoglobulins"
    ],
    "author_names": [
        "Hemasri Takala, MD",
        "John A. Davis, BS",
        "Kenneth A. Schwartz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hemasri Takala, MD",
            "author_affiliations": [
                "Michigan State University, East Lansing, MI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John A. Davis, BS",
            "author_affiliations": [
                "Michigan State University, East Lansing, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth A. Schwartz, MD",
            "author_affiliations": [
                "Michigan State University, East Lansing, MI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T09:41:39",
    "is_scraped": "1"
}