{
    "doi": "https://doi.org/10.1182/blood.V122.21.774.774",
    "article_title": "Practice Gaps and Barriers To Optimal Care Among Hematologists and Medical Oncologists Treating Patients With Chronic Myeloid Leukemia (CML), Acute Lymphoblastic Leukemia (ALL), and B-Cell Lymphomas In The United States: Results Of a Two-Phase Qualitative/Quantitative Study ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research",
    "abstract_text": "Background Rapid advances in the understanding of the biology of CML, ALL, and B-cell lymphomas have led to novel therapeutic interventions that have increased the clinical complexity of decision making in patient care. This study was designed to quantify professional practice gaps and barriers to optimal care among hematologists and medical oncologists treating patients with CML, ALL, and B-cell lymphomas at academic medical centers and/or community cancer centers and clinics in the United States. Methods In March-June 2013, 250 hematologists or medical oncologists were recruited to participate in a two-phase national educational study focused on CML, ALL, and B-cell lymphomas. Institutional Review Board approvals were obtained to ensure informed consent, confidentiality of participants, and ethically acceptable level of compensation. Eligible participants had to be actively practicing physicians in the United States with a caseload of ≥2 patients/year with CML, ALL or B-cell lymphomas and ≥10 patients/year for all 3 conditions combined. Eligible participants who had fully completed either the qualitative interview and/or the quantitative online survey were included in the analyses (n = 148). In the initial qualitative exploratory phase of the study, participants (n = 27) were asked to complete a brief online case-based survey and complete a 45-minute telephone interview focusing on the personal, contextual, and behavioral factors that influence a provider’s clinical reasoning process in diagnosis and treatment. Selected interviews were transcribed and analyzed through thematic analysis. Findings from this initial phase informed the second, quantitative confirmatory phase of the study. In this phase, eligible participants (n = 121) completed an online survey composed of specific multiple choice questions, semantic differential rating scales, and case vignettes. Respondents’ answers to each of the questions in the quantitative survey were compared with optimal answers, as identified by treatment guidelines and faculty experts. Results A group of 9 core practice gaps were identified through combined analysis of data from the online surveys and in-depth interviews. Of note, 33% of participants agreed with evidence-based expert opinion that early molecular responses to tyrosine kinase inhibitor (TKI) therapy correlate with long-term clinical outcomes for patients with chronic phase (CP) CML. Likewise, only (38%) of participants agreed with the expert faculty that achieving a major molecular response to TKI therapy substantially decreases the patient’s risk of disease progression. A minority of participants’ practice (22%) matched expert recommendations with regard to timing and frequency of cytogenetic analysis by bone marrow biopsy to assess patient response to first-line TKI therapy for CP CML. Finally, fewer than 30% of study participants knew the mechanisms of action of promising agents in phase III clinical trials, including blinatumomab (26%), fostamatinib (18%), idelalisib (22%), inotuzumab ozogamicin (27%), and obinutuzumab (20%). Detailed results from the study will be presented, including group-specific analyses and investigation of the causalities of each of the practice gaps identified. Conclusions The results of this study suggest that a significant proportion of US hematology/oncology specialists are not applying optimal care for patients with CML, AML, and B-cell malignancies. Most notably, study participants did not adequately recognize that early molecular response to TKI therapy is significantly associated with long-term survival outcomes, which could impact clinical decisions for patients with chronic phase CML. The overuse of bone marrow cytogenetic analysis by community oncologists could impact the quality of life of patients with CML. Lack of familiarity with mechanisms of action of new agents under investigation in hematologic malignancies may lead to missed opportunities to enroll eligible patients on clinical trials, and could potentially delay integration of emerging clinical trial data and agents with new indications into clinical practice. These findings provide evidence to support the design of clinical tools, educational programs, and performance improvement interventions. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "b-cell lymphomas",
        "leukemia, myelocytic, chronic",
        "oncologists",
        "professional practice gaps",
        "quantitative research",
        "protein-tyrosine kinase inhibitor",
        "cytogenetic analysis",
        "blinatumomab",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Kevin L. Obholz, PhD",
        "Patrice Lazure, MSc",
        "Andrew Bowser, ELS, CCMEP",
        "Sophie Péloquin, MMedSc",
        "Sean M. Hayes, PsyD",
        "Jim Mortimer",
        "Eric D. Peterson, EdM, FACEHP",
        "B. Douglas Smith, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kevin L. Obholz, PhD",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrice Lazure, MSc",
            "author_affiliations": [
                "AXDEV Group, Brossard, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Bowser, ELS, CCMEP",
            "author_affiliations": [
                "Clinical Care Options, LLC, Reston, VA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sophie Péloquin, MMedSc",
            "author_affiliations": [
                "AXDEV Group, Brossard, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean M. Hayes, PsyD",
            "author_affiliations": [
                "AXDEV Group, Brossard, QC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Mortimer",
            "author_affiliations": [
                "Clinical Care Options, LLC., Reston, VA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric D. Peterson, EdM, FACEHP",
            "author_affiliations": [
                "Annenberg Center for Health Sciences at Eisenhower, Rancho Mirage, CA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Douglas Smith, MD",
            "author_affiliations": [
                "at Johns Hopkins, Kimmel Cancer Center, Baltimore, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T18:36:37",
    "is_scraped": "1"
}