{
    "doi": "https://doi.org/10.1182/blood.V116.21.1478.1478",
    "article_title": "Towards Defining An Optimal Conditioning Regimen for Stem Cell Gene Therapy In Fanconi Anemia. ",
    "article_date": "November 19, 2010",
    "session_type": "Gene Therapy and Transfer: Poster I",
    "abstract_text": "Abstract 1478 One of the major hurdles for gene therapy (GT) for inherited bone marrow (BM) disorders, including Fanconi anemia (FA), is poor engraftment of transduced cells. Because FA cells are hypersensitive to cross-linking agents and thus FA patients are very sensitive to chemotherapy with alkylating agents and irradiation, conditioning with these agents has been a concern. Although when used at a lower dose, cyclophosphamide appears to be well tolerated in the transplant setting. Here we have evaluated whether a commonly used drug for conditioning in stem cell transplantation, cyclophosphamide, could be replaced by non alkylating agents, fludarabine (F) or cytarabine (A), and have compared the results to no preparation or cyclophosphamide (Cy)-only preparation in the FancA -/- mutant mouse. We performed two types of experiments: (1) transplant of heterozygous FancA +/− mouse BM cells transduced with a lentiviral vector encoding green fluorescence protein (RRLsincPPT-PGK-GFP) into homozygous FancA -/- recipients, and (2) transplant of homozygous FancA -/- deficient cells transduced with the lentiviral vector RRLsincPPT-PGK-FA encoding FancA, which has been developed for a clinical trial of GT for Fanconi anemia, into homozygous FancA -/- recipients. In both experiments, female donor BM cells were transduced at an MOI of 10 with G-CSF, SCF, Flt3 ligand, and TPO at 100 ng/ml each, on recombinant fibronectin peptide CH296. Experiment 1 compared Cont (no chemotherapy), A+F (A-300 mg/kg dailyX3, F-200 mg/kg daily X3), A (1000 mg/kg), and Cy (120 mg/kg). The Cy group displayed the most efficient engraftment with 3/5 mice exhibiting circulating GFP+ white blood cells (WBCs) by day +35, compared to 2/5 mice in the other groups, whereas for the Cont and A+F group, marking was 2mm reflecting more primitive multipotent colony forming cells (CFCs), observed for the A+F or A groups (p=0.0006 and p=0.0051, respectively). Mice that exhibited high level marking by flow cytometry for GFP and colony PCR for presence of provirus, also exhibited more CFCs in 10 or 20 nM mitomycin C (MMC). Genotyping PCR confirmed that colonies positive for provirus were heterozygous, and cytogenetic analysis of BM from male recipient mice confirmed male:female chimerism. Importantly, no cytogenetic abnormalities were observed in mice treated with Cy. Based on these results, the following groups were included in experiment 2: Cont (no chemotherapy), A (1000 mg/kg), and Cy (120 mg/kg). In this experiment, all marking was determined by PCR for proviral sequences, as the vector developed for clinical use does not contain GFP. By day +35, 3/5 mice in the control group, 3/5 mice in the A group and 4/5 mice in the Cy group were evaluable for marking. All four mice in the Cy group displayed efficient engraftment of gene-corrected cells (WBC marking range of 0.14 to 0.53 provirus copies per cell), while no mice in the control group and only one mouse in the A group displayed detectable marking (0.05 provirus copies per cell on day +22). As in experiment 1, following selection, WBC marking increased across all groups, with the Cy group again displaying the most prominent marking (5/5 mice, range of 0.42 to 1.3 provirus copies per cell). Colony plating efficiency from BM at day +72 was equivalent across all groups in 0 nM MMC; however, in 20 nM MMC, there was a significant difference between the Cy group (44.6 ± 28.3 colonies/plate) as compared to the Cont (4.8 ± 1.7, p=0.014) or A (5.4 ± 6, p=0.031) groups. Similarly, for day +72 BM cells assessed in liquid culture at 96 hr, the Cy group had the highest cell numbers for 0, 10 and 20 nM MMC, as compared to the Cont (p=0.0002 for 20 nM MMC) or A group (p=0.0015 for 20 nM MMC). Colony PCR confirmed BM marking in transplanted mice and corresponded with MMC sensitivity and male:female chimerism. Conclusion: Cyclophosphamide is a superior preparative regimen, compared to fludarabine or cytarabine, with respect to engraftment of lentivirus-transduced cells and optimal functional correction in FancA-deficient mice. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "fanconi anemia",
        "gene therapy",
        "stem cells",
        "mechlorethamine",
        "cyclophosphamide",
        "polymerase chain reaction",
        "transplantation",
        "chemotherapy regimen",
        "alkylating agents"
    ],
    "author_names": [
        "Pamela S. Becker, MD, PhD",
        "Jennifer Adair, PhD",
        "Xin Zhao, MD",
        "Sylvia Chien",
        "Martin E Wohlfahrt, PhD",
        "Grant Trobridge, PhD",
        "Brian C Beard, PhD",
        "Hans-Peter Kiem"
    ],
    "author_dict_list": [
        {
            "author_name": "Pamela S. Becker, MD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Adair, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Zhao, MD",
            "author_affiliations": [
                "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvia Chien",
            "author_affiliations": [
                "Division of Hematolgy, Department of Medicine, University of Washington Institute for Stem Cell and Regenerative Medicine, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin E Wohlfahrt, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grant Trobridge, PhD",
            "author_affiliations": [
                "Department of Pharmaceutical Sciences, Washington State University, Pullman, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian C Beard, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans-Peter Kiem",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T15:31:31",
    "is_scraped": "1"
}