{
    "doi": "https://doi.org/10.1182/blood.V110.11.1205.1205",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=920",
    "start_url_page_num": 920,
    "is_scraped": "1",
    "article_title": "Novel Direct Evidence That Adult Bone Marrow-Derived Very Small Embryonic Like (VSEL) Stem Cells Are Mobilized into Peripheral Blood - Leukopheresis as a Potential Tool To Isolate Pluripotent Stem Cells for Therapeutic Pruposes. ",
    "article_date": "November 16, 2007",
    "session_type": "Cell Processing",
    "topics": [
        "animal model",
        "antagonists",
        "antigens, cd15",
        "cardiotoxicants",
        "cd45 antigens",
        "cerebrovascular accident",
        "coculture techniques",
        "colony-stimulating factors",
        "cxcr4 receptors",
        "embryo"
    ],
    "author_names": [
        "Magda Kucia, PhD",
        "Marcin Wysoczynski",
        "Wu Wan",
        "Mariusz Z. Ratajczak, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ],
        [
            "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
        ]
    ],
    "first_author_latitude": "38.2489491",
    "first_author_longitude": "-85.7441595",
    "abstract_text": "Recently, we identified in adult bone marrow (BM) a population of very small embryonic like (VSEL) stem cells ( Leukemia  2006 : 20 ; 857 ) that are very small in size (∼3.5 μm), CXCR4 + Oct-4 + SSEA-1 + Sca-1 + CD45 − lin − , respond to SDF-1 gradient and contain large nuclei with open type of euchromatin. We asked if VSEL are mobilized into peripheral blood (PB) similarly as BM-derived hematopoietic stem cells. To address this question, we evaluated VSEL level in PB after pharmacological (G-CSF) and stress/organ damage-induced mobilization (toxic liver and skeletal muscle damage after exposure to CCl 4 and cardiotoxin respectively). The number of circulating VSEL in PB was measured by FACS, direct histochemical staining of PB-cells for SSEA-1 and Oct-4 expression, and RQ-PCR analysis of pluripotent genes (Oct-4, Nanog). Finally, VSEL sorted from the PB were tested for their pluripotency in our established assay based on formation of embryoid-like spheres by VSEL in co-cultures with C2C12 cells. We report that in steady state conditions, VSEL circulate at very low levels in PB (∼100–200 cells/ml) and that the number of these cells/ml of PB is five times higher in two month old mice as compared to one year old animals. Furthermore, we found that VSEL are mobilized into PB both by G-CSF- and tissue injury and the number of circulating VSEL increases 5–6 and 2–3 times after G-CSF and after liver or skeletal muscle injury, respectively. Furthermore, the mobilization of VSEL could be additionally enhanced by blocking CXCR4 receptor by T140 antagonist. Based on this, we provide the evidence that VSEL is a mobile pool of primitive CXCR4 + SSEA-1 + Oct-4 + stem cells, is released into circulation during tissue/organ injury and their trafficking is regulated by SDF-1-CXCR4 axis. Further studies will asses if the level of mobilized VSEL correlates with overall regenerative potential of an organism and could become a helpful prognostic indicator for the clinical outcome from organ damage/injury (e.g., stroke, heart infarct). Finally, mobilized VSEL could also be employed in regenerative medicine and we are testing this possibility in appropriate animal models."
}