{
    "doi": "https://doi.org/10.1182/blood.V106.11.1183.1183",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=418",
    "start_url_page_num": 418,
    "is_scraped": "1",
    "article_title": "Nurselike Cells in Chronic Lymphocytic Leukemia Have Gene Expression Profiles and Functional Characteristics That Are Distinct from Those of Monocytes or Dendritic Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dendritic cells",
        "gene expression profiling",
        "monocytes",
        "molecule",
        "oligodeoxyribonucleotides",
        "toll-like receptor 2",
        "toll-like receptor 9",
        "absolute risk reduction"
    ],
    "author_names": [
        "Davorka Messmer, PhD",
        "Tomoyuki Endo, MD",
        "Bradley T. Messmer, PhD",
        "Danelle James, MD",
        "Nathan J. Zvaifler, MD",
        "Ingo G.H. Schmidt-Wolf, MD",
        "Kipps J. Tom, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ],
        [
            "Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ],
        [
            "Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ],
        [
            "Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ],
        [
            "Medicine, University of California San Diego, La Jolla, CA, USA"
        ],
        [
            "Department of Internal Medicine, Rheinische Friedrich-Wilhelm Universitaet, Bonn, Germany"
        ],
        [
            "Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA"
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "When CD14+ blood mononuclear cells are cultured with chronic lymphocytic leukemia (CLL) B cells they can differentiate into “nurselike” cells (NLCs), which in turn can support the survival of CLL B cells in vitro and possibly in vivo . While factors that contribute to NLC-mediated support of CLL B cell survival have been identified, it is not clear how this cell type relates to other cell types that also can differentiate from CD14+ blood cells, such as monocyte-derived dendritic cells (DCs). Prior studies have identified some phenotypic differences between NLCs, DCs, and other CD14+ blood mononuclear cells. Thus we hypothesized that these cell types may have different gene expression patterns that may relate to distinctive functional properties. To resolve this we examined the genes expressed by monocytes, NLCs, and immature DCs using Affymetrix U133 microarray analyses. Gene expression profiles were generated from the CD14+ monocyte progenitors, NLC, and DC from three different individuals. The expression profiles of DCs and NLCs differed from the CD14+ progenitors by the expression of many thousands of genes and NLC were distinguished from DCs by the expression of several hundred genes. Some of the genes expressed at higher levels in DCs relative to NLCs encode accessory molecules involved in antigen presentation. Consistent with this, we found that immature DCs were 10 times more effective than NLCs in presenting antigen to allogeneic T cells. DCs express toll like receptors (TLR) on their cell surface that recognize pathogen components and upon exposure to TLR ligands DCs undergo a maturation process, whereby they upregulate surface molecules and gain increased T cell stimulatory capacity. The expression of TLR2, 4, and 9 was analyzed in DCs and NLCs by RT PCR. Both DCs and NLCs were found to express mRNA for TLR2 and 4, but only NLCs expressed TLR9. In concordance with this, NLCs but not DCs unregulated MHC-II after exposure to nonmethylated CpG oligodeoxinucleotides (ODN), a TLR9 agonist, whereas both cell types upregulated MHC-II after exposure to lipopolysaccharide. Given the propensity of CD14+ cells to differentiate down a NLC pathway when co-cultured with leukemic B cells in vitro , we speculate that differentiation of CD14+ cells into NLCs may be favored in patients with CLL over differentiation into DCs. Given the relative differences in APC function of these two cell types, this may account in part for the acquired immune deficiency often observed in patients with this disease. On the other hand a stimulus like CpG ODN, might increase the ability of NLCs to activate T cells and decrease their ability to support CLL B cells survival."
}