{
    "doi": "https://doi.org/10.1182/blood.V120.21.1331.1331",
    "article_title": "Development of BET Protein Bromodomain Inhibition for the Treatment of Hematologic Malignancies ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "abstract_text": "Abstract 1331 BET (bromodomain and extra-terminal) proteins bind to acetylated lysine residues on histones and thereby directly and selectively regulate the expression of genes relevant to cancer. Small molecule inhibition of BET protein binding to chromatin suppresses the transcription of MYC , a subset of NF-κB-dependent genes, and BCL-2 . Because of the clinical potential of this novel mechanism, we have discovered selective and potent small molecule inhibitors of BET bromodomains with physical and pharmacokinetic properties that are favorable for clinical development. CPI-267232 is representative of a series of small molecule BET inhibitors with these characteristics. In a biochemical binding assay it has an IC 50 126 nM against BD1 of BRD4, and in the MV4-11 leukemia cell line it suppresses the transcription of MYC with an EC 50 of 170 nM and inhibits its growth with a GI 50 of 120 nM. In a panel of more than 100 cancer cell lines CPI-267232 and other structurally dissimilar BET inhibitors demonstrate growth inhibitory activity most potently and consistently against cell lines of hematologic origin. Cells treated with CPI-267232 undergo a G1 arrest with the more sensitive lines undergoing apoptosis with longer periods of drug exposure (> 48 hrs). CPI-267232 has high oral bioavailability in mice (∼80%) but is cleared rapidly, with an elimination half-life of approximately 3 hrs (in dogs, oral bioavailability is 94% with an elimination half-life of 9 hrs). PK-PD studies conducted in mice bearing subcutaneous xenografts of Raji Burkitt's lymphoma demonstrated that maximal (80%) suppression of MYC expression was achieved 4 hours following a single 30 mg/kg oral dose; MYC expression returned to baseline levels by 12 hours, consistent with the rapid elimination of the compound. Efficacy studies in nude mice bearing xenografts were subsequently conducted, with a 30 mg/kg PO bid regimen yielding a %T/C value of 23% (Raji) or regression (MV4-11) after 21 days of treatment. Evaluation of the relationships between various measurements of drug exposure and efficacy revealed that efficacy is primarily driven by maintaining drug concentration above a minimum value rather by total AUC or Cmax. This observation is consistent with the importance of exposure duration in effecting growth arrest and cell killing in tissue culture. Although the transcription of MYC is frequently suppressed, the overall effects of BET inhibition on gene transcription vary across cell lines of different origin. Genome-wide expression profiling of 2 myeloma and 3 leukemia cells lines at 4 and 24 hours after exposure to a small molecule BET inhibitor resulted in the identification of approximately 200 genes that were commonly either up- or down-regulated by at least 2-fold with statistical significance. In addition, a small set of BET inhibitor-sensitive genes has been identified in peripheral blood mononuclear cells. The discovery of novel BET inhibitors with optimized potency, selectivity, and pharmacokinetic properties, coupled with these insights into the pharmacokinetic and pharmacodynamic determinants of anti-tumor activity, provides an opportunity for the rational development of BET inhibition in the treatment of patients with hematologic malignancies. Disclosures: Sims: Constellation Pharmaceuticals: Employment. Normant: Constellation Pharmaceuticals: Employment. Sandy: Constellation Pharmaceuticals: Employment. Mertz: Constellation Pharmaceuticals: Employment. Bryant: Constellation Pharmaceuticals: Employment. O'Meara: Constellation Pharmaceuticals: Employment. Green: Constellation Pharmaceuticals: Employment. Cooper: Constellation Pharmaceuticals: Employment. Audia: Constellation Pharmaceuticals: Employment.",
    "topics": [
        "burkitt's lymphoma",
        "hematologic neoplasms",
        "mechlorethamine",
        "leukemia",
        "transplantation, heterologous",
        "cancer",
        "gene expression profiling",
        "histones",
        "lysine",
        "molecular profiling"
    ],
    "author_names": [
        "Robert Sims, PhD",
        "Emmanuel Normant, PharmD, PhD",
        "Peter Sandy, PhD",
        "Jennifer Mertz, PhD",
        "Barbara Bryant, PhD",
        "Michael O'Meara, MS",
        "Marie Green, PhD",
        "Michael Cooper, MD",
        "Jim Audia, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert Sims, PhD",
            "author_affiliations": [
                "Biology, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Normant, PharmD, PhD",
            "author_affiliations": [
                "Pharmacology, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Sandy, PhD",
            "author_affiliations": [
                "Pharmacology, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Mertz, PhD",
            "author_affiliations": [
                "Biology, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Bryant, PhD",
            "author_affiliations": [
                "Bioinformatics, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael O'Meara, MS",
            "author_affiliations": [
                "Clinical Development, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Green, PhD",
            "author_affiliations": [
                "Project Management, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Cooper, MD",
            "author_affiliations": [
                "Clinical Development, Constellation Pharmaceuticals, Cambridge, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Audia, PhD",
            "author_affiliations": [
                "Research, Constellation Pharmaceuticals, Cambridge, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:06:11",
    "is_scraped": "1"
}