{
    "doi": "https://doi.org/10.1182/blood.V110.11.1474.1474",
    "article_title": "Myeloma International Staging System Retains Its Prognostic Value at Disease Relapse. ",
    "article_date": "November 16, 2007",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: The international staging system is a simple, but powerful staging system that is based on two simple and easily available laboratory measurements. The system was developed and validated on a large group pf patients from across the world and has become the standard for patients with newly diagnosed myeloma. While it’s prognostic value is clear in patients with newly diagnosed myeloma, its value at relapse has not been explored. Methods: We examined a uniform cohort of patients relapsing after an autologous stem cell transplant to assess the utility of ISS determined at the time of documented relapse. Relapse was defined using standard EBMTR response criteria. Beta-2 microglobulin and albumin values from within 30 days of the date of relapse were extracted from the medical records. ISS was determined based on the published cut offs. Results: Of the 389 patients evaluated, 132 had values available for B2M and 276 patients had the serum albumin available. Only 131 patients had both the data available and the ISS stage could be determined. Of these patients, 64 patients (49%) were ISS stage I, 50 (38%) were stage II and 17 (13%) were stage III. An albumin < 3.5 mg/dL was prognostic for overall survival post relapse with a median survival of 10.5 months for those with albumin < 3.5 mg/dL compared to 26.3 months for the rest of the group (P < 0.0001). Similarly the median OS from relapse was 15 months for those with B2M > 3.5 mg/dL compared to 23.3 months for those with lower B2M (P = 0.014). The ISS stage predicted overall survival for this group of patients with the OS from relapse estimated at 27.3 mos, 17.8 mos and 12.3 months for ISS stage I, II and III respectively. Conclusions: In a uniform group of patients relapsing after autologous stem cell transplantation, the B2M and albumin maintain their prognostic value and allows the use of the International Staging System for determining prognosis. This supports the use of ISS stage in relapsed trials and will allow comparisons across studies. Results should be validated in a larger dataset that will allow comparisons to other known prognostic factors. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "multiple myeloma",
        "albumins",
        "autologous stem cell transplant",
        "beta 2-microglobulin",
        "prognostic factors",
        "serum albumin"
    ],
    "author_names": [
        "Rajanshu Verma, MD",
        "Shaji Kumar, MD",
        "Martha Q. Lacy, MD",
        "Angela Dispenzieri, MD",
        "Suzanne Hayman, MD",
        "Philip R. Greipp, MD",
        "S. Vincent Rajkumar, MD",
        "Morie A. Gertz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rajanshu Verma, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shaji Kumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Hayman, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip R. Greipp, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "S. Vincent Rajkumar, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T09:41:24",
    "is_scraped": "1"
}