{
    "doi": "https://doi.org/10.1182/blood.V114.22.864.864",
    "article_title": "Danusertib Hydrochloride (PHA-739358), a Multi-Kinase Aurora Inhibitor, Elicits Clinical Benefit in Advanced Chronic Myeloid Leukemia and Philadelphia Chromosome Positive Acute Lymphoblastic Leukemia . ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - THERAPY: NEW TRENDS IN MANAGEMENT",
    "abstract_text": "Abstract 864 Background: Despite the availability of novel ABL tyrosine kinase inhibitors ( TKI ) in addition to imatinib mesylate, the acquisition of the T315I BCR-Abl mutation remains a major cause of resistance to registered therapeutic compounds. Some patients (Pts) may also fail therapy with ≥ 2 TKI and need additional treatment. PHA-739358 is a small ATP competitive molecule that specifically inhibits Aurora A, B and C kinases. PHA-739358 possesses high affinity binding capacity to both wild-type Abl and Abl/T315I in in vitro assays. Methods: An international, multicenter, open-label, single agent, non-comparative, phase I study is being conducted in adult Pts with advanced Chronic Myeloid Leukemia (Accelerated AP-CML/Blastic phase BP-CML) and Philadelphia-Chromosome Positive Acute Lymphoblastic Leukemia (Ph+ ALL) resistant or intolerant to imatinib and/or 2 nd generation c-Abl therapy. Primary objective of the study is to determine the Maximum Tolerated Dose (MTD) and the Dose Limiting Toxicity (DLTs) during the first cycle. Two schedules were planned. Schedule A (PHA-739358 given as daily 3-hrs iv infusion for 7 consecutive days, every 2 wks) is open. Schedule B, not yet started, foresees a more aggressive approach and is currently being amended. Results: Twenty-three Pts with CML and Ph+ ALL have been treated so far (4 with AP-CML; 8 with BP-CML and 11 with Ph+ALL). Five dose levels have been tested: 90 (N=7); 120 (N=4); 150 (N=6); 180 (N=3) and 200 (N=3) mg/m 2 . Only one DLT occurred at 90 mg/m 2 (NCI-CTC AE Gr3 fainting). Presently the MTD has not been defined. Fifteen out of 23 Pts have confirmation of BCR-Abl T315I mutation. A response occurred in 6/14 Pts, including 3 cytogenetic (1 complete, 1 partial, 1 minimal), 5 hematologic, and 1 clinical improvement (reduction in extramedullary disease mass). One severely pretreated (chemotherapy+Imatinib, SCT, Dasatinib and Donor Lymphocyte Infusion) pt with T315I mutated Ph+ALL reached Complete Hematological Response since Cycle (Cy) 4, Complete Cytogenetic Response since Cy 8 and Molecular Response (BCR/ABL undetectable transcripts) since Cy 9. Treatment continues after 10+ months. Last cycles were given every 4 wks due to mild/moderate transaminitis. This Pt at baseline showed: Peripheral Blood Blasts=0%; Bone Marrow (BM) blasts= 33%; % of Ph+ Metaphases = 80%. Two additional Pts (AP-CML and Ph+ ALL) achieved cytogenetic responses, one minimal and one partial reached at Cy2 and Cys 1-6, respectively. Another Pt (BP-CML) who received multiple transplants (3 times) and progressed after Imatinib, Dasatinib, Bosutinib, Nilotinib and Homoharringtonine, with 4 cycles of PHA-739358 had significant improvement of a large extramedullary lesion in the left neck impeding breathing and swallowing. Significant but transient reduction in the White Blood Cells (8/13 pts) and peripheral blood blast counts (3/13 Pts) were obtained with PHA-739358. An acceptable tolerability and safety profile characterized the study therapy: max non-hematological tox (regardless of causality) was as follows (most frequent Adverse events ≥ 30 %): diarrhoea 57% (CTC Gr 3 one Pt), pyrexia 50%; headache 43% (CTC Gr 3 one Pt); dyspnoea 36% (CTC Gr 3 one Pt ) and nausea 36%. Data analysis ongoing. Conclusions: The preliminary results obtained with our study show that PHA-739358 can elicit significant response with clinical benefit in severely pretreated populations of Pts affected with advanced leukemias resistant/intolerant to Imatinib and other 2 nd generation TKI. Disclosures: Schafhausen: Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi-Aventis: Speakers Bureau; Novartis: Speakers Bureau; Chugai Pharmaceutical: Speakers Bureau. Latini: Nerviano Medical Sciences: Employment. Capolongo: Nerviano Medical Sciences: Employment. Laffranchi: Nerviano Medical Sciences: Employment. Comis: Nerviano Medical Sciences: Employment.",
    "topics": [
        "acute lymphocytic leukemia",
        "danusertib",
        "leukemia, myelocytic, chronic",
        "philadelphia chromosome",
        "phosphotransferases",
        "brachial plexus neuritis",
        "imatinib mesylate",
        "bcr-abl tyrosine kinase",
        "protein-tyrosine kinase inhibitor",
        "dasatinib"
    ],
    "author_names": [
        "Jorge Cortes-Franco, MD",
        "Hervé Dombret, MD, PhD",
        "Philippe Schafhausen, MD",
        "Tim H Brummendorf, MD",
        "Nicolas Boissel, MD, PhD",
        "Fabio Latini, MD",
        "Laura Capolongo",
        "Bernard Laffranchi, MD",
        "Silvia Comis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jorge Cortes-Franco, MD",
            "author_affiliations": [
                "Leukemia, The University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hervé Dombret, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hopital Saint Louis, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Schafhausen, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, University Hospital Hamburg-Eppendorf (UKE), Hamburg-Eppendorf, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H Brummendorf, MD",
            "author_affiliations": [
                "Dept of Hematology and Oncology, University Hospital Hamburg-Eppendorf (UKE), Hamburg-Eppendorf, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Boissel, MD, PhD",
            "author_affiliations": [
                "Hematology Department, Hopital Saint Louis, Paris, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Latini, MD",
            "author_affiliations": [
                "Clinical Development, Nerviano Medical Sciences S.r.l., Nerviano, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Capolongo",
            "author_affiliations": [
                "Clinical Development, Nerviano Medical Sciences S.r.l., Nerviano, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Laffranchi, MD",
            "author_affiliations": [
                "Clinical Development, Nerviano Medical Sciences S.r.l., Nerviano, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Comis, MD",
            "author_affiliations": [
                "Clinical Development, Nerviano Medical Sciences S.r.l., Nerviano, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T15:39:39",
    "is_scraped": "1"
}