{
    "doi": "https://doi.org/10.1182/blood-2019-123850",
    "article_title": "Parents' Views on Preimplantation Genetic Testing for Sickle Cell Disease after Education in Clinic ",
    "article_date": "November 13, 2019",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Background: Preimplantation genetic testing (PGT) used in conjunction with in-vitro fertilization can help parents of a child with sickle cell disease (SCD) have another child who will not have SCD and also be an HLA match. Parents' views on this reproductive option are not well known and little work has been done regarding educating parents about this option. This study sought to describe parents' opinions on PGT after a clinic-based educational intervention. Methods: A 5-page educational handbook was created on PGT for SCD. During certain clinic days, all parents of children with SCD were given this handbook in the waiting room and encouraged to read it and ask their provider questions during their clinic visit. After this visit, parents were then requested to complete a brief, anonymous survey via REDCap. Non-biological parents and other guardians were excluded. An IRB waiver of consent was granted as no personal health information was collected. Results: Between May and July 2019, 83 biologic parents of children with SCD were approached in the clinic and 67 (81%) of these parents completed the questionnaire. This group had a median age of 34 years and included 52 mothers and 15 fathers. While 53 (79%) indicated that they had previously heard of bone marrow transplant for SCD before today, only 16 (24%) answered that they had heard of PGT for SCD (p<0.0001). When asked about their opinion on informing parents of SCD about PGT: 45 (67%) stated this information was \"very important,\" 20 (30%) \"important,\" 1 (2%) \"a little important,\" and 1 (2%) \"not important.\" The majority (69%) of parents indicated that education on PGT should occur \"at the very first hematology clinic visit.\" Only 9 (13%) parents responded that they could pay $20,000 for PGT, while 65 (97%) answered that they think it should be covered by health insurance. Among parents who indicated that they might want to have more children (n=32), 29 (91%) answered that they would be interested in using PGT if covered by insurance. Conclusion: Most parents of children with SCD seen in the hematology clinic do not know about PGT, but when educated about this option, viewed this knowledge as important. Routine hematology clinic appointments in early childhood may be opportune times to educate patients about PGT. Cost may be a major barrier, but providers should discuss PGT with parents of children with SCD to help ensure access to this option. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "genetic screening",
        "parent",
        "sickle cell anemia",
        "bone marrow transplantation",
        "fertilization in vitro",
        "human leukocyte antigens",
        "child"
    ],
    "author_names": [
        "Shawn Kripalani",
        "Monica Attia",
        "Isha Darbari",
        "Robert Sheppard Nickel, MDMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Shawn Kripalani",
            "author_affiliations": [
                "The George Washington University School of Medicine & Health Sciences, Washington, DC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monica Attia",
            "author_affiliations": [
                "The George Washington University School of Medicine & Health Sciences, Washington, DC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isha Darbari",
            "author_affiliations": [
                "University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Sheppard Nickel, MDMSc",
            "author_affiliations": [
                "The George Washington University School of Medicine & Health Sciences, Washington, DC ",
                "Children's National Health System, Washington, DC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T18:46:14",
    "is_scraped": "1"
}