{
    "doi": "https://doi.org/10.1182/blood.V114.22.1119.1119",
    "article_title": "Weekend Drug Holiday of Dasatinib in CML Patients Not Tolerating Standard Dosing Regimens. Reducing Toxicity with Maintained Disease Control. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "abstract_text": "Abstract 1119 Poster Board I-141 Dasatinib (DA) is a multitargeted tyrosine kinase inhibitor (TKI) approved for 2nd line treatment of chronic myelogenous leukemia (CML) patients after imatinib failure. DA-related toxicity mandates dose reduction in selected patients beyond the labelled reduced continuous dosing. In chronic phase (CP) patients, intermittent targeting of BCR-ABL by a once daily regimen reduces side effects with equal efficacy compared to the initially explored twice daily regimen. Thus, considering the short half-life of DA (3-5 hours) additional treatment interruptions to reduce the total weekly dose may not negatively affect treatment outcome while allowing continued treatment with an effective drug. In a retrospective analysis 33 CML patients (pts; 20 m, 13 f, median age 66 years, range 39-81) with intolerance (n=11) or resistance (n=22) to imatinib were investigated. Pts were selected based on the toxicity-guided administration of a dose reduced dasatinib regimen and were treated with an on/off regimen (3 to 5 days on, 4 to 2 days off) expecting a reduction of DA dependent off-target toxicity. Pts were followed by routine hematologic and cytogenetic assessment, and molecular monitoring (quantitative reverse transcriptase polymerase chain reaction, PCR) to safeguard clinical response to the altered drug schedule. Further, resistant pts were regularly screened for BCR-ABL mutations. Median time since CML diagnosis until start of DA treatment was 38 mo (range, 6-189). The median number of preceding treatment modalities was 3 (range, 1-5). The median follow up of interval treatment was 23 mo (range, 3-41). 30 patients were in CP, 2 in accelerated phase, and one in blast phase CML. 13/33 patients carried mutant BCR-ABL prior to onset of DA-treatment. Non-exclusive reasons for dose reduction were hematologic toxicity (17/33; 51%), and fluid retention (18/33, 55%), including 17 patients with pleural effusions. 27 patients (82%) suffered from grade III/IV (CTC) side effects. The median weekly dose of the DA weekend holiday schedule was 500mg (range, 320-500). During interval treatment, mean CTC grade for hematologic toxicity improved from grade 3.2 to 1.5 (p<0.001), and for fluid retention from grade 2.9 to 1.6 (p<0.001). All but 2 pts (89%) affected by fluid retention, and all but one patient suffering from hematologic toxicity (94%) achieved a lower CTC toxicity level by allowing drug holiday. In 6/33 pts, resistance mutations (T315I x 2, F317L x 3, L248V) were recovered. For response analysis, 2 pts were excluded due to early stem cell transplantation or loss of follow up. 13/31 (42%) did either show transient improved molecular response or remained on stable BCR-ABL load over time. 3/31 progressed to advanced phase CML. 18/31 (58%) pts showed the desired disease control according to established criteria despite reduced total weekly DA doses either demonstrated by achieving an improved response level (12/31), or keeping the response level achieved by continuous dosing (6/31). Fourteen of the 18 pts achieved or maintained major molecular response (MMR) with 5 pts repeatedly tested negative by PCR. The remainder four pts demonstrated response by achieving complete cytogenetic remission (CCyR, 2x) or reduced BCR-ABL load <1% according to the international scale. Of note, 10/12 pts with improved response have been treated for a minimum of 6 mo with continuous dosing DA regimens without having achieved the response level observed after allowing drug holiday. We conclude that weekend treatment interruption allows continuation of DA treatment for pts suffering from side effects. This retrospective analysis in pts resistant or intolerant to imatinib with up to 5 preceding treatment modalities suggests good and in many cases even improved efficacy of interval treatment compared to continuous dosing. These data mandate the initiation of clinical trials to investigate alternative intermittent targeting regimens. Disclosures Off Label Use: Dasatinib, a multikinase tyrosine kinase inhibitor, has been used in a lower than labeled total weekly dose to reduce off target toxicity for CML patients.. Hochhaus: Bristol Myers Squibb: Research Funding.",
    "topics": [
        "dasatinib",
        "drug holiday",
        "toxic effect",
        "weekend",
        "brachial plexus neuritis",
        "bcr-abl tyrosine kinase",
        "adverse effects",
        "fluid retention",
        "hematotoxicity",
        "imatinib mesylate"
    ],
    "author_names": [
        "Paul La Rosee, MD",
        "Armin Leitner, MD",
        "Philippe Martiat, MD",
        "Thomas Klag, MD",
        "Samina Shazi, MD",
        "Anne Treschl, MD",
        "Martin C Müller, MD",
        "Thomas Schenk, MD",
        "Benjamin Hanfstein",
        "Andreas Hochhaus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul La Rosee, MD",
            "author_affiliations": [
                "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Armin Leitner, MD",
            "author_affiliations": [
                "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Martiat, MD",
            "author_affiliations": [
                "Dept. of Experimental Hem., Institut Jules Bordet, Brussels, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Klag, MD",
            "author_affiliations": [
                "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samina Shazi, MD",
            "author_affiliations": [
                "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Treschl, MD",
            "author_affiliations": [
                "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin C Müller, MD",
            "author_affiliations": [
                "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Schenk, MD",
            "author_affiliations": [
                "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Hanfstein",
            "author_affiliations": [
                "III. Medizinische Klinik, Universitätsmedizin Mannheim, Universität Heidelberg, Mannheim, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:34:40",
    "is_scraped": "1"
}