{
    "doi": "https://doi.org/10.1182/blood.V122.21.2823.2823",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2642",
    "start_url_page_num": 2642,
    "is_scraped": "1",
    "article_title": "Effect Of Treatment With The JAK2-Selective Inhibitor Fedratinib (SAR302503) On Bone Marrow Histology In Patients With Myeloproliferative Neoplasms With Myelofibrosis ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "topics": [
        "bone marrow",
        "fedratinib",
        "myelofibrosis",
        "myeloproliferative disease",
        "histology",
        "apnea of prematurity",
        "splenomegaly",
        "stabilization",
        "biopsy",
        "bone marrow biopsy"
    ],
    "author_names": [
        "Catriona HM Jamieson, MD, PhD",
        "Robert P Hasserjian, MD",
        "Jason Gotlib, MD, MS",
        "Jorge E. Cortes, MD",
        "Richard M. Stone, MD",
        "Moshe Talpaz, MD",
        "Jürgen Thiele, MD, PhD",
        "Scott J Rodig, MD, PhD",
        "Abhay Patki, PhD MBA",
        "Kaida Wu, PhD, MD",
        "Jingyang Wu, MSc",
        "Olga Pozdnyakova, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Moores UC San Diego Cancer Center, La Jolla, CA, USA, "
        ],
        [
            "Pathology Department, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Medicine/Hematology Department, Stanford Comprehensive Cancer Center, Stanford, CA, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Comprehensive Cancer Center, University of Michigan, Ann Arbor, MI, USA, "
        ],
        [
            "Institute of Pathology, University of Cologne, Cologne, Germany, "
        ],
        [
            "Department of Pathology, Brigham and Women’s Hospital, Boston, MA, USA, "
        ],
        [
            "Oncology Research and Development, Sanofi Oncology, Cambridge, MA, USA, "
        ],
        [
            "Oncology Research and Development, Sanofi Oncology, Cambridge, MA, USA, "
        ],
        [
            "Oncology Research and Development, Sanofi Oncology, Cambridge, MA, USA, "
        ],
        [
            "Department of Pathology, Brigham and Women's Hospital, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "32.87864669999999",
    "first_author_longitude": "-117.2230577",
    "abstract_text": "Introduction Fedratinib, a JAK2-selective inhibitor, demonstrated clinical benefit through a reduction in splenomegaly and symptoms in patients with myelofibrosis (MF), including post-polycythemia vera MF (post-PV MF), post-essential thrombocythemia MF (post-ET MF) and primary MF (PMF), in Phase I and II studies (J Clin Oncol 2011;29:789; Haematologica 2013;98:S1113). Bone marrow fibrosis (BMF) has been associated with splenomegaly and cytopenias (Ann Hematol 2006;85:226). Hence, stabilization and/or reversal of BMF remain important therapeutic goals. This report represents an exploratory analysis of sequential BMF data from patients with MF in an open-label Phase I/II study to evaluate the long-term effects of orally administered fedratinib (TED12015; NCT00724334). Methods Patients with intermediate or high-risk MF (Mayo Prognostic Scoring System) received fedratinib therapy in consecutive cycles (1 cycle = 28 days) as long as they derived clinical benefit. Bone marrow trephine biopsies were performed at baseline and after every 6 cycles. Hematoxylin and eosin, reticulin, and Masson's trichrome staining of core biopsy slides were used to grade BMF on a scale from 0 to 3 using the 2008 WHO MF grading criteria. BMF was graded independently in a blinded fashion by 3 hematopathologists. BMF grades were established as long as at least 2 of the 3 pathologists agreed independently. Changes in BMF grade from baseline were categorized as improvement (≥1 grade reduction), stabilization (no change), or worsening (≥1 grade increase). Results Of the 43 patients enrolled in the TED12015 study, the median fedratinib dose received was 473 (range 144–683) mg/day and median treatment duration was 32.3 (range 7–61) cycles. Bone marrow biopsies at baseline and at least one other time point were available for 21/43 (49%) patients, whose baseline characteristics were: median age 61 years (range 43–85); 57% male; 38% high-risk MF by WHO 2008 criteria (Leukemia 2008; 22:14); and 90% JAK2 V617F positive. A consensus grade was achieved for 96% of the samples. At baseline, 2, 10, and 9 patients had grade 1, 2, and 3 BMF, respectively. Changes in BMF grade from baseline are shown in the figure . BMF improvement with 1 grade reduction was observed in 8/18 (44%) patients at Cycle 6. By Cycle 30, 4/9 (44%) evaluable patients had BMF improvement, including 2 patients with improvement by 2 grades and 2 patients with improvement by 1 grade. Of patients with Grade 3 BMF at baseline, 6/9 (67%) exhibited 1 grade improvement at Cycle 6. Two patients had 2 grades of BMF reduction from baseline during treatment (grade 3 to 1, and grade 2 to 0, both at Cycle 12), and the latter achieved a complete clinical remission at Cycle 30 assessed by IWG-MRT response criteria. The two patients who experienced complete reversal of BMF to grade 0 (one from grade 2 and one from grade 1) had normalization of not only hemoglobin level but also white blood cell and platelet counts at Cycle 18. View large Download slide View large Download slide  Conclusions These exploratory analyses suggest that a proportion of patients treated long-term with fedratinib demonstrate stable or improved BMF. The disease modifying impact of fedratinib on BMF changes will be further assessed in a randomized, placebo-controlled Phase III clinical trial (JAKARTA; NCT01437787). This study was sponsored by Sanofi. Disclosures: Jamieson: J&J, Roche: Research Funding; Sanofi: Membership on an entity’s Board of Directors or advisory committees. Hasserjian: Sanofi, Inc: Consultancy. Gotlib: Sanofi: Travel to EHA 2012, Travel to EHA 2012 Other; Sanofi: Membership on an entity’s Board of Directors or advisory committees; Sanofi: Research Funding. Cortes: Incyte, Sanofi: Consultancy; Incyte, Sanofi: Research Funding. Talpaz: Novartis, Bristol-Myers Squibb, Ariad, Deciphera: Research Funding; Novartis, Bristol-Myers Squibb, Ariad, Deciphera: Speakers Bureau. Thiele: AOP Orphan Pharmaceuticals, Incyte, Novartis, Shire, Sanofi: Consultancy; Novartis, Shire: Research Funding; AOP Orphan Pharmaceuticals, Incyte, Novartis, Shire, Sanofi: Honoraria. Rodig: Ventana/Roche Inc.: Research Funding; Daiichi-Sankyo/Arqule Inc., Ventana/Roche Inc., Shape Pharmaceuticals Inc.: Consultancy. Patki: Sanofi: Employment. Wu: Sanofi: Employment. Wu: Sanofi: Employment. Pozdnyakova: Sanofi: Honoraria; Sanofi: Consultancy."
}