{
    "doi": "https://doi.org/10.1182/blood.V112.11.3409.3409",
    "article_title": "The Feature of TCR Vγ And TCR Vδ Repertoire Distribution and Clonality in Patients with Immune Thrombocytopeinc Purpura. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Chronic idiopathic/immune thrombocytopenic purpura (ITP) is an autoimmune disorder in which anti-platelet antibodies induce platelets destruction due to an imbalanced immune response. Recently, data indicated the γδ+T cells may play an important role in mediated autoimmune disease. Our previous study has showed the restricted expression of TCR Vβ subfamilies and the alteration of peripheral TCR Vβ repertoire pattern in the majority of ITP patients. In the present study, we farther analyze the feature of TCR Vγ and TCR Vδ repertoire distribution and clonality in patients with ITP. The CDR3 size of three TCR Vγ and eight TCR Vδ subfamily genes were analyzed in peripheral blood mononuclear cells (PBMCs) from 8 cases with ITP and 10 healthy individuals, using RT-PCR and genescan technique. To determine the expression level of TCR Vγ subfamily genes, quantitative analysis of TCR Vγ I–III subfamilies was performed by real-time PCR. TCR Vγ I to III subfamilies could be detected in the most samples from ITP as well as in healthy control. However, oligoclonal expansion of TCR Vγ I was identified in 3 cases with ITP, which display polyclonality in all of samples from healthy control. The expression level of all TCR Vγ I–III subfamilies in PBMCs from ITP was significant lower than that from healthy control (P=0.003,P=0.000,P=0.005 respectively). the pattern of TCR Vγ I–III repertoire in ITP was TCR VγI> TCR VγIII> TCR VγII, in contrast, TCR VγII> TCR VγI> TCR VγII was found in healthy control. TCR Vδ1 and TCR Vδ2 could be detected in most samples from ITP as well as in healthy control, whereas TCR Vδ3 could be detected only in 2 out of 8 cases with ITP, which could be found in 90% of healthy controls (p=0.02), TCR Vδ8 could not be identified in all of samples from ITP, which could be found in 30% of healthy control. Oligoclonal expanded TCR Vδ1and TCR Vδ2 T cells could be identified in the half of samples from ITP, similar results were found in healthy control. In conclusions, the alteration of peripheral TCR Vγ and TCR Vδ repertoire pattern might be important in the pathogenesis of immune-mediated platelet destruction in some cases with ITP. Our report is the first description of feature of TCR Vγ and TCR Vδ repertoire pattern in ITP patients.",
    "topics": [
        "clonality (genetic analysis)",
        "purpura",
        "purpura, thrombocytopenic, idiopathic",
        "autoimmune diseases",
        "antiplatelet antibodies",
        "platelet destruction, increased",
        "polymerase chain reaction",
        "reverse transcriptase polymerase chain reaction",
        "blood platelets",
        "immune response"
    ],
    "author_names": [
        "Xueli Zhang",
        "Shaohua Chen",
        "Lijian Yang",
        "Kanger Zhu, MD",
        "Yangqiu Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Xueli Zhang",
            "author_affiliations": [
                "Department of Hematology, First Affiliated Hospital, Jinan University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shaohua Chen",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lijian Yang",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanger Zhu, MD",
            "author_affiliations": [
                "Department of Hematology, First Affiliated Hospital, Jinan University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yangqiu Li",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:50:38",
    "is_scraped": "1"
}