{
    "doi": "https://doi.org/10.1182/blood.V114.22.2071.2071",
    "article_title": "Improved Selectivity against Acute Myeloid Leukemia (AML) Blasts Over Normal Hematopoietic Progenitors for Cytarabine: Daunorubicin Delivered as CPX-351 Liposome Injection. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster II",
    "abstract_text": "Abstract 2071 Poster Board II-48 Background: Combinations of cytarabine (Ara-C) and daunorubicin (DNR) have been the mainstay of induction chemotherapy for AML for three decades. Although many patients achieve a complete remission (CR), at least 20% have leukemia that is refractory (NR) to this treatment and the majority of the remainder eventually relapse with chemotherapy resistant disease. One of the main mechanisms of multidrug resistance in AML is over-expression of ATP-binding cassette (ABC) transporters such as MDR-1 and BCRP-1. CPX-351 is a liposomal formulation of Ara-C and DNR in which the ratio of the two drugs encapsulated (5:1, mol:mol) has been designed to maximize synergistic interactions. In addition, preclinical studies demonstrated a prolonged half-life of 24 to 36h and markedly improved in vivo efficacy against animal leukemia models for CPX-351. More recently, encouraging Phase 1 trial results in patients with advanced acute leukemia have resulted in continued clinical development of this drug in a Phase 2 setting. The purpose of this study was to compare the relative sensitivity of colony forming cells (CFC) from AML patient blast samples and normal blood (PB) and marrow (BM) to CPX-351 and the same concentrations of free Ara-C and DNR (FD). Investigations of the relative sensitivity of AML blasts from CR and NR patients to CPX-351 as well as the intracellular accumulation and sub-cellular localization of the liposomal drugs were undertaken in an attempt to elucidate the basis for the putative improved efficacy observed with CPX-351. Methods: A panel of AML patient blast samples (including CR and NR to induction chemotherapy) as well as normal PB and BM samples were assessed for drug sensitivity by incubating cells for 24h in various concentrations of CPX-351 or the same concentrations of FD prior to plating in CFC assays with or without ABC transporter inhibition by cyclosporine A (CA). Quantitative RT-PCR was used to measure expression of the ABC transporter proteins MDR-1 and BCRP-1. HPLC and confocal microscopy were used to study the cellular drug uptake and subcellular distribution of CPX-351, respectively. Results: Comparison of the IC 50 values obtained against AML-CFC for CPX-351 and FD demonstrated no significant difference in progenitor kill despite the fact that drug release from CPX-351 liposomes in media was negligible under exposure conditions, suggesting direct uptake of CPX-351 liposomes by the leukemia cells. However, CPX-351 was approximately 3-fold less cytotoxic against normal PB and BM CFC than FD. CPX-351 was also 3-9-fold more potent against AML-CFC than against normal CFC while the same comparison for FD showed less than a 3-fold difference. HPLC demonstrated accumulation of CPX-351 in AML blasts and confocal microscopy showed the presence of liposomes in the cytoplasm and daunorubicin within the cytoplasm and nucleus of these cells. AML blasts from NR patients showed expression of MDR-1 and/or BCRP-1 which was 3.5 to >200-fold higher than that shown in blasts from CR patients. There was no consistent difference in qualitative induction of AML blast cell apoptosis between CPX-351 and FD with either the CR or the NR samples. However, the addition of CA, which had no effect on the CR sample treated with either CPX-351 or FD, rendered the NR samples more susceptible to both CPX-351 and FD. Interestingly, the CA-induced increase in cell kill was greater with CPX-351 than with FD. Conclusions: CPX-351 exhibits less toxicity against normal PB and BM progenitors than against AML blast CFC and this difference is greater than that seen with conventional cytarabine and daunorubicin. The CPX-351 liposomes appear to enter blast cells and subsequently release their contents where they can be detected in both the cytoplasm and the nucleus. These data suggest an enhanced specificity for the CPX-351 liposomal formulation of cytarabine and daunorubicin against AML over normal hematopoietic progenitors as well as potential differences in cellular uptake and metabolism as compared to the free chemotherapy drugs that may provide a therapeutic advantage. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "blast cells",
        "cytarabine",
        "daunorubicin",
        "leukemia, experimental",
        "leukemia, myelocytic, acute",
        "liposomal cytarabine-daunorubicin cpx-351",
        "liposomes",
        "atp-binding cassette transporters",
        "chemotherapy regimen",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Peter Kim",
        "Gitte Gerhard",
        "Troy O. Harasym, PhD",
        "Wahseng Lim, PhD",
        "Natalia Zisman",
        "Lawrence D Mayer, PhD",
        "Donna E. Hogge, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Kim",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gitte Gerhard",
            "author_affiliations": [
                "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Troy O. Harasym, PhD",
            "author_affiliations": [
                "Biological Evaluation, Celator Pharmaceuticals Corporation, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wahseng Lim, PhD",
            "author_affiliations": [
                "Celator Pharmaceuticals Corporation, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Zisman",
            "author_affiliations": [
                "Celator Pharmaceuticals Corporation, Vancouver, BC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence D Mayer, PhD",
            "author_affiliations": [
                "Celator Pharmaceuticals Corporation, Vancouver, BC, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna E. Hogge, MD, PhD",
            "author_affiliations": [
                "Division of Hematology and Leukemia/BMT, University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T04:59:52",
    "is_scraped": "1"
}