{
    "doi": "https://doi.org/10.1182/blood.V126.23.3531.3531",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2995",
    "start_url_page_num": 2995,
    "is_scraped": "1",
    "article_title": "Immune Tolerance Induction Using Rfviiifc (Eloctate) ",
    "article_date": "December 3, 2015",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "topics": [
        "animal model",
        "immune tolerance",
        "recombinant factor viiifc fusion protein",
        "hemophilia a",
        "recombinant antihemophilic factor viii",
        "central venous access procedures",
        "hemophilias",
        "medical devices",
        "adverse effects",
        "citrates"
    ],
    "author_names": [
        "Lynn M. Malec, MD MS",
        "Margaret V Ragni",
        "Janna M. Journeycake, MD",
        "Michelle Alabek, MS, CGC"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Hematology/Oncology, Children's Hospital of Pittsburgh of UPMC/Hemophilia Center of Western PA, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh and Hemophilia Center of Western Pennsylvania, Pittsburgh, PA "
        ],
        [
            "Pediatrics, University of Texas Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Hemophilia Center of Western PA, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.4342276",
    "first_author_longitude": "-79.95346119999999",
    "abstract_text": "Introduction: Inhibitor formation affects approximately 30% of individuals with severe hemophilia A. The eradication of inhibitors using immune tolerance induction (ITI) remains the mainstay of therapy, although typically requires daily high-dose factor VIII via a port for up to a year. Extended half-life recombinant factor VIII Fc fusion protein (rFVIIIFc, Eloctate¨) has a half-life extension 1.5-fold longer than standard recombinant FVIII (rFVIII), reducing treatment frequency, and also induces regulatory T cell response to FVIII in animal models. We hypothesized that rFVIIIFc would provide more effective ITI, specifically shortening ITI, than rFVIII. We describe ITI with rFVIIIFc in three patients with severe hemophilia A. Methods: Immune tolerance induction was initiated with rFVIIIFc (Eloctate) in three children with severe hemophilia A and an anti-FVIII inhibitor. Dosing was per MD discretion with family agreement, and performed by central venous access device or intravenous infusion via heplock. Follow-up was scheduled every 6-8 weeks, with planned determination of FVIII half-life once the anti-FVIII fell to 6 hours. FVIII half-life was determined by one-stage FVIII:C assay on citrate samples drawn pre- and 10 minutes, 1, 2, 4, and 6 hours post-infusion of a single dose of rFVIIIFc. Once a t½ >6 hours was documented, incremental reduction to 50 IU/kg every other day or three times weekly, once there was evidence of maintenance of inhibitor neutralization and a >6 hour FVIII:C half-life. Results: Immune tolerance induction was initiated with rFVIIIFc at a dose of 100-200 IU/kg rFVIIIFc via central venous access device every other day or three times weekly per MD discretion in three children with severe hemophilia A and in anti-FVIII inhibitor > 5 B.U. (Table 1). Two patients had F8 genetic testing. In two patients, Pt 1 and Pt 3, this was the initial ITI course, and in the third child (Pt 2) this was salvage ITI after failing to achieve tolerance due to noncompliance with daily rFVIII ITI taper regimen. In two rFVIIIFc ITI was begun when anti-FVIII was < 10 B.U. Historic peak titers were 16-422 B.U. The time to anti-FVIII tolerance was 4-12 weeks Discussion: Immune tolerance induction was successful in three children with inhibitors using rFVIIIFc, including a child previously failing rFVIII ITI. The time to anti-FVIII=0 was 4-12 weeks, significantly shorter than with current rFVIII ITI. There were no adverse effects. These data indicate that rFVIIIFc safely and effectively induced immune tolerance to FVIII in children with inhibitors. Whether ITI may be accomplished more rapidly with rFVIIIFc, and the optimal dose for ITI will require prospective studies. A prospective observational study of rFVIIIFc ITI pre- and post-ITI T cell responses in children with hemophilia and inhibitors, the H emophilia I nhibitor R esponse to E loctate (HIRE) Study, is underway. Table 1. Immune Tolerance Induction with rFVIIIFc in Hemophilia A Inhibitor Patients  Patient (Pt) . Hemophilia Severity . F8 Gene Mutation . Age at Anti-FVIII Detection . Peak Anti-FVIII Titer . Initial ITI Dose . Time to Anti-FVIII = 0 . Current Anti-FVIII . 1 <0.01 IU/ml Intron 22 inversion 13 months 32 B.U. 200 IU/kg QOD 12 weeks 0 B.U. 2 < 0.01 IU/ml Exon 18 nonsense variant 9 months 422 B.U. 200 IU/kg 3x/week 4 weeks 0 B.U. 3 <0.01 IU/ml Not available 10 years 16 B.U. 100 IU/kg QOD 11 weeks 0 B.U. Patient (Pt) . Hemophilia Severity . F8 Gene Mutation . Age at Anti-FVIII Detection . Peak Anti-FVIII Titer . Initial ITI Dose . Time to Anti-FVIII = 0 . Current Anti-FVIII . 1 <0.01 IU/ml Intron 22 inversion 13 months 32 B.U. 200 IU/kg QOD 12 weeks 0 B.U. 2 < 0.01 IU/ml Exon 18 nonsense variant 9 months 422 B.U. 200 IU/kg 3x/week 4 weeks 0 B.U. 3 <0.01 IU/ml Not available 10 years 16 B.U. 100 IU/kg QOD 11 weeks 0 B.U. View Large Disclosures Malec: Baxter: Research Funding; Biogen: Research Funding. Ragni: Pfizer: Research Funding; Tacere Benitec: Membership on an entity's Board of Directors or advisory committees; Baxalta: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Research Funding; Dimension: Research Funding; Vascular Medicine Institute: Research Funding; Shire: Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Research Funding; SPARK: Research Funding; Biomarin: Research Funding; Genentech Roche: Research Funding; Bayer: Research Funding; Biogen: Research Funding; Alnylam: Research Funding. Journeycake: CSL, Baxalta, NovoNordisk: Consultancy; ATHN: Research Funding; Biogen: Speakers Bureau; ATHN: Membership on an entity's Board of Directors or advisory committees."
}