{
    "doi": "https://doi.org/10.1182/blood.V114.22.4583.4583",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1441",
    "start_url_page_num": 1441,
    "is_scraped": "1",
    "article_title": "Isolation and Functional Analysis of CXCR7 Promoter - a Novel Receptor for Stromal Derived Factor-1 (SDF-1): Different Regulation of Expression in Human Hematopoietic Cells Versus Pediatric Sarcomas. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - REGULATION OF GENE TRANSCRIPTION",
    "topics": [
        "fibrinogen",
        "pediatrics",
        "sarcoma",
        "stromal cell-derived factor 1",
        "proto-oncogene proteins c-myb",
        "cxcr4 receptors",
        "hypoxia",
        "nf-kappa b",
        "rhabdomyosarcoma",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Maciek Tarnowski, Ph.D.",
        "Magdalena Kucia, PhD",
        "Mariusz Z Ratajczak, MD, PhD"
    ],
    "author_affiliations": [
        [
            "James Graham Brown Cancer Center, Stem Cell Institute University of Louisville, Louisville, KY, USA, "
        ],
        [
            "Stem Cell Institute at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA, "
        ],
        [
            "James Graham Brown Cancer Ctr., Stem Cell Institute, University of Louisville, Louisville, KY, USA"
        ]
    ],
    "first_author_latitude": "38.2489491",
    "first_author_longitude": "-85.7441595",
    "abstract_text": "Abstract 4583 Stromal derived factor-1 (SDF-1) binds to seven transmembrane-span G-protein coupled receptor CXCR4 and directs homing of CXCR4 + hematopoietic stem cells to bone marrow (BM) as well as metastasis of CXCR4 + cancer cells. Recently, a new SDF-1 binding receptor has been identified and named CXCR7. With identification of this receptor a role of SDF-1 in directing chemotaxis of CXCR7 + hematopoietic cells as well as metastasis of CXCR7 + tumors become more complex. While CXCR7 is expressed at very low level on normal hematopoietic stem cells, its expression becomes high on leukemic cells. Similarly we noticed high expression of CXCR7 on several pediatric sarcomas (e.g., rhabdomyosarcomas and neuroblastomas) that very often metastasize/infiltrate BM. The aim of our study was to evaluate 5′ fragment of CXCR7 gene for promoter activity and analyze how its expression is regulated in CXCR7 + human hematopoietic cells as well as in CXCR7 + human rhabdomyosarcoma cells (RMS). The putative CXCR7 promoter was cloned by employing specific primers for 5′ fragment of CXCR7 gene. We found that this 2.5 kb 5′ DNA fragment adjacent to CXCR7 gene contains three potential hypoxia responsive element (HRE)- (-100-104, -965-969, -1306-1310), five NF-kB- (-32-42, -308-318, -1019-1029, -1375-1379, -2145-2155), four NRF-1 binding sites (-1030-1040, -1468-1478, -1980-1990, -2085-2095), one c-myb binding site at -15-19 and at -702-706 a binding site for negative transcription regulatory factor YY1. We generated 8 constructs containing smaller CXCR7 promoter fragments and three constructs containing mutated distal NF-kB and HREs as well as c-myb that were subcloned into a pGL4.10 vector. The promoter activity of these fragments was tested in transfected human hematopoietic cells (THP-1) and RMS cell line (RD) by measuring luciferase activity. While the minimal promoter activity in human hematopoietic cells was retained in 80 bp short fragment containing c-myb binding site, similar activity in human rhabdomyosarcoma cells required longer 150 bp fragment containing proximal NF-kB binding element. We noticed that while mutation of c-myb binding site in CXCR7 promoter in THP-1 cells reduces promoter activity by ∼50%, mutation of proximal NF-kB-binding site in CXCR7 promoter completely inhibits promoter activity in RD cells. This was confirmed by knock-down of c-myb by shRNA and chemical inhibition of NF-kB respectively. Furthermore, we noticed that during hypoxia in contrast to CXCR4, CXCR7 expression does not change in hematopoietic cells, however is significantly downregulated in rhabdomyosarcoma cells. This could be explained by upregulation of negative transcripton factor YY1 during hypoxia, as evidenced by RQ-PCR and confirmed by CHIP assay. In conclusion we have demonstrated that 5′ fragment of CXCR7 possesses promoter activity and is differently regulated in hematopoietic versus sarcoma cells - in c-myb or NF-kB dependent manner respectively. Furthermore, we also found that in contrast to hematopoietic cells hypoxia inhibits CXCR7 promoter activity in RMS cells in YY1-dependent manner. Disclosures: No relevant conflicts of interest to declare."
}