{
    "doi": "https://doi.org/10.1182/blood-2018-99-120041",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3905",
    "start_url_page_num": 3905,
    "is_scraped": "1",
    "article_title": "Hematopoietic Phf6 Deletion in Mice Causes HSC Depletion and Expansion of Myeloid Progenitors ",
    "article_date": "November 29, 2018",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster III",
    "topics": [
        "animal model",
        "bone marrow aspiration",
        "cd34 antigens",
        "dna, ribosomal",
        "doxorubicin/etoposide/vincristine protocol",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "mice",
        "ms-like tyrosine kinase 3",
        "receptors, cell surface"
    ],
    "author_names": [
        "Roman Verner",
        "Gabrielle Ochoco",
        "Patrick Somers",
        "Cristian Taborda",
        "Vikram R Paralkar, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Columbia University College of Physicians and Surgeons, New York, NY"
        ],
        [
            "Division of Hematology/Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9499954",
    "first_author_longitude": "-75.1929771",
    "abstract_text": "PHF6 is an X-chromosome gene showing recurrent loss-of-function mutations in acute and chronic myeloid leukemias and T-lymphoblastic leukemia, indicating that it acts as a tumor suppressor in both myeloid and lymphoid hematopoietic lineages. PHF6 protein is localized to the nucleolus, the site of ribosome biogenesis, where it is reported to regulate rDNA transcription. It is also localized to the nucleoplasm, where it binds chromatin and may regulate gene transcription. However, these mechanisms are incompletely established, no animal model of PHF6 loss has been reported, and there is limited insight into the precise role of PHF6 in hematopoiesis, both mechanistically and as a leukemia suppressor. To study the in vivo role of Phf6, we generated mice with hematopoietic knockout of Phf6 using the Vav-Cre recombinase system, achieving a >95% deletion efficiency. In comparison with Vav-Cre mice (WT), mice with Vav-Cre;Phf6-flox genotype (Phf6 KO) showed, at 8-12 weeks of age, a 1.25-fold expansion of the LSK (Lin-Sca1+Kit+) compartment in the bone marrow (see figure), accompanied with a similar increase in the common myeloid progenitor CMP compartment (Lin-Kit+Sca1-CD34+FcRIII-). Within the LSK compartment, there was a 2-fold and 1.7-fold expansion of the myeloid-biased multipotent progenitor compartments MPP2 (LSK,Flk2-CD150+CD48+) and MPP3 (LSK,Flk2-CD150-CD48+) respectively. The lymphoid-biased MPP4 compartment was not changed, nor was the common lymphoid progenitor CLP compartment (not shown). Conversely, the number of stringently defined HSCs (LSK,Flk2-CD150+CD48-CD34-) was reduced by 40%. This suggests depletion of HSCs through loss of dormancy, accompanied by myeloid skewing. At 8-12 weeks of age, there was no change in overall bone marrow cellularity or spleen size/cellularity, though flowcytometric analysis of spleen showed identical reduction of HSC and expansion of MPP2 compartments in Phf6 KO. As of 40 weeks of age, Phf6 KO mice did not show any gross peripheral blood count abnormalities. We also used CRISPR/Cas9 to generate PHF6 knockout clones from the THP-1 human AML cell line. RNA-Seq and quantitative proteomics in knockout cells showed downregulation of mature myeloid genes and increased expression of hematopoietic progenitor gene sets, including increased expression of cell surface receptor KIT. KO cells showed increased proliferation when cultured with KIT ligand. Using IP-mass spectrometry in WT and KO clones, we identified ribosomal proteins RPL12 and RPLP0 as the most abundant and specific binding partners of PHF6. In summary, young Phf6 knockout mice show HSC depletion and expansion of myeloid-skewed progenitors without overt peripheral blood abnormalities. Further work is in progress to characterize HSC dormancy and competitiveness, progression of Phf6 KO phenotype with age, and mechanisms of gene regulation by Phf6 through binding of ribosomal proteins. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}