{
    "doi": "https://doi.org/10.1182/blood.V124.21.212.212",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2786",
    "start_url_page_num": 2786,
    "is_scraped": "1",
    "article_title": "Novel Series of ALK2 Inhibitors That Alter Hepcidin Expression As Potential Therapeutics for Anemia of Chronic Disease ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Iron-restrictive Anemias - New Pathways and Therapeutic Strategies",
    "topics": [
        "acvr1 gene",
        "anemia of chronic disorder",
        "animal model",
        "hepcidin",
        "anemia",
        "iron",
        "activins",
        "bone morphogenetic proteins",
        "cancer anemia",
        "cell culture techniques"
    ],
    "author_names": [
        "Wontak Kim",
        "Kyle S. Maughan",
        "Katherine K. Soh",
        "Jeremiah J. Bearss",
        "Brigham L. Bahr",
        "David J. Bearss, PhD",
        "Steven L. Warner, PhD"
    ],
    "author_affiliations": [
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ],
        [
            "Tolero Pharmaceuticals, Inc., Lehi, UT"
        ]
    ],
    "first_author_latitude": "40.436015600000005",
    "first_author_longitude": "-111.87874459999999",
    "abstract_text": "Anemia of chronic disease (ACD) is an inflammatory cytokine driven disease characterized by hypoferremia despite adequate iron stores. This is largely due to hepcidin, a master regulator of iron homeostasis, which blocks enterocytes from absorbing iron and preventing iron release from macrophages by binding to ferroportin. It is known that bone morphogenetic proteins (BMP) up-regulate hepcidin by activating the SMAD signaling pathway through the activin-like kinase receptor 2 (ALK2). Therefore, ALK2 has emerged as a potential therapeutic target to modulate hepcidin levels and treat ACD. We have developed a novel series of small molecule ALK2 inhibitors with promising activity in preclinical models of ACD. Using well-established cell-based and animal models of hepcidin signaling and anemia, we optimized and validated the activity of the most promising preclinical lead candidates. These compounds demonstrate significant activity in downregulating hepcidin expression in BMP-induced cell culture studies at concentrations of 100 nM or lower. Importantly, this hepcidin lowering activity was observed at concentrations that exhibited no cytotoxicity suggesting the compounds have a clean selectivity profile. The compounds also demonstrated remarkable activity in animal models of anemia, including an acute model induced by the administration of turpentine oil and a more chronic model induced by tumor formation and growth. Treatment with the lead candidates completely reversed the induction of hepcidin expression in these models and also decreased the symptoms of anemia as measured by serum iron and red blood cell levels. From these data, we have nominated a candidate to advance into IND-enabling studies that has favorable drug-like properties. We anticipate a clinical development strategy that focuses on anemia of cancer with subsequent expansion into anemia associated more broadly with other inflammatory and chronic diseases Disclosures Kim: Tolero Pharmaceuticals: Employment. Maughan: Tolero Pharmaceuticals: Employment. Soh: Tolero Pharmaceuticals: Employment. Bearss: Tolero Pharmaceuticals: Employment. Bahr: Tolero Pharmaceuticals: Employment. Bearss: Tolero Pharmaceuticals: Employment. Warner: Tolero Pharmaceuticals: Employment, Equity Ownership, Patents & Royalties."
}