{
    "doi": "https://doi.org/10.1182/blood-2021-146949",
    "article_title": "Changing Patterns of Symptomatic Myeloma after the Implementation of the 2014 IMWG Diagnostic Criteria and Reduced Early Mortality ",
    "article_date": "November 5, 2021",
    "session_type": "652.Multiple Myeloma and Plasma cell Dyscrasias: Clinical and Epidemiological",
    "abstract_text": "In 2014, the IMWG updated the diagnostic criteria for symptomatic myeloma and in addition to classical \"CRAB\", implemented \"biomarkers of malignancy\" (BoM) (FLC ratio>100, more than 1 focal lesion in MRI and bone marrow infiltration of at least 60%). As a result, a subset of patients previously considered as having \"smoldering myeloma\" were characterized as symptomatic and were eligible to start therapy; these criteria are also adopted in clinical trials. However, the impact of the 2014 IMWG criteria in the overall clinical presentation of symptomatic myeloma patients who start therapy or in the outcomes of patients who present only with biomarkers of malignancy, has not been fully appreciated. We evaluated the characteristics and outcomes of patients who started therapy in the past 5 years, when the 2014 IMWG criteria were implement in our clinical practice and compare their characteristics and outcomes with those of patients that started in an earlier period. To adjust for advances in diagnosis and especially imaging, the analysis included 1007 consecutive patients who started therapy in the Department of Clinical Therapeutics between 1/1/2010 and 31/12/2020. Our prospectively maintained database includes all consecutive patients who start therapy for myeloma. The patients were divided in two cohorts: those that started therapy after 1/1/2015 (after 2014 IMWG criteria implementation) and those that started therapy between 1/1/2010 and 31/12/2014. In these two chronological periods, methods for the assessment of disease were similar except for wider use of ldWBCT after 2013 and more frequent use of conventional CT before 2013. In the 2010-2014 period, 393 patients started therapy vs 614 that started between 2015-2020. Patients in the two groups had similar age (mean 67 vs 66.3, p=0.399) and similar b2-microglobulin levels (7.39 vs 7.33 mg/L, p=0.907) but hemoglobin (mean 10.2 vs 10.6 gr/dl, p=0.016), platelet counts (mean 230 vs 246 x10 9 /L, p=0.021), serum albumin (3.6 vs 3.8 gr/dl, p=0.003) were higher in the 2015-2020 era. Although it did not reach statistical significance, mean bone marrow infiltration in trephine biopsy (60.5% vs 57.3%, p=0.056) and eGFR (mean 66.6 vs 62.3 ml/min/ 1.73 m2, p=0.057) were higher and mean serum calcium levels lower (9.9 vs 10.2 mg/dl, p=0.073) in 2015-2020 group, while, serum LDH >ULN (19.6% vs 21.4%, p=0.513) and high risk cytogenetics (20.4% vs 20.8%) were found in similar rates. Accordingly, ISS and R-ISS stage distribution was similar (p=0.496). Per CRAB criteria, hemoglobin < 10 gr/dl was present in 48.9% of patients in the 2010-14 period vs 43.6% in the 2015-2020 (p=0.1), hypercalcemia in 18.2% vs 15% (p=0.185), serum creatinine ≥2 mg/dl in 22% vs 18% (p=0.124) and lytic bone disease in 76.9% vs 76.8%, p=0.973). At least one CRAB was present in 96.4% vs 94% of patients in the two periods (p=0.603). Even in the era before the publication of the 2014 IMWG criteria, 3.6% of patients that started therapy did not fulfill the CRAB criteria of that time; in retrospect, most had at least one BoM present. In the 2015-2020 period, 6% of new patients were considered as symptomatic based on the presence of BoM only. The median follow-up of the 2010-2014 cohort is 63 months and is 25 months for the 2015-2020 group; the 1- and 2-year OS is 83% vs 90% and 75% vs 79% respectively (p=0.057) for the two groups; early mortality (within 3 months from start of therapy) was 7.4% vs 3.9% (p=0.016) respectively. The OS of patients starting therapy based on the presence of BoM only is not reached (3-year OS 87%) vs 59 months (3 year OS: 65%) for patients presenting with CRAB (p=0.051). Because there may be a lead time bias, we also compare the OS of patients with biomarkers of malignancy only vs those with CRAB and ISS-1 disease: OS was similar although with a trend towards better OS for those with BoM. In conclusion, the implementation of the 2014 IMWG diagnostic criteria has resulted in about 6% of newly diagnosed patients starting therapy based only on the presence of BoM. Although the implementation of the criteria has resulted in slightly better clinical presentation (less severe CRAB) and reduced early mortality, most patients still present with disease complications. These data point to the need to develop tools that can identify myeloma patients earlier during their disease course, before they develop devastating complications, in order to further improve their outcomes and quality of life. Disclosures Kastritis:  Janssen: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding; Takeda: Honoraria; Genesis Pharma: Honoraria; Amgen: Consultancy, Honoraria, Research Funding. Gavriatopoulou:  Karyopharm: Honoraria; Takeda: Honoraria; Janssen: Honoraria; Sanofi: Honoraria; Genesis: Honoraria; GSK: Honoraria; Amgen: Honoraria. Terpos:  Novartis: Honoraria; Janssen: Consultancy, Honoraria, Research Funding; Genesis: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; BMS: Honoraria; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Research Funding; GSK: Honoraria, Research Funding. Dimopoulos:  Takeda: Honoraria; BMS: Honoraria; Amgen: Honoraria; Beigene: Honoraria; Janssen: Honoraria.",
    "author_names": [
        "Efstathios Kastritis",
        "Maria Gavriatopoulou",
        "Maria Roussou",
        "Evangelos Eleutherakis-Papaiakovou",
        "Magdalini Migkou",
        "Nikolaos Kanellias",
        "Despina Fotiou",
        "Foteini Theodorakakou",
        "Ioannis Ntanasis-Stathopoulos",
        "Panagiotis Malandrakis",
        "Vasiliki Spiliopoulou",
        "Stavroula Giannouli",
        "Evangelos Terpos",
        "Meletios A. Dimopoulos"
    ],
    "author_dict_list": [
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Gavriatopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Roussou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Eleutherakis-Papaiakovou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalini Migkou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikolaos Kanellias",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Despina Fotiou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Foteini Theodorakakou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ioannis Ntanasis-Stathopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Panagiotis Malandrakis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasiliki Spiliopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stavroula Giannouli",
            "author_affiliations": [
                "Second Department of Internal Medicine, Hematology Unit, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios A. Dimopoulos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:05:22",
    "is_scraped": "1"
}