{
    "doi": "https://doi.org/10.1182/blood.V128.22.5707.5707",
    "article_title": "Early Monoclonal Para Protein Reduction and Response in Multiple Myeloma (EMPEROR study) ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Introduction. An early and rapid reduction of monoclonal para protein with bortezomib or bortezomib/doxorubicin therapy in relapsed/refractory myeloma has been associated with a longer time to progression 1 . However there are no studies to look at early monoclonal paraprotein reduction and response to treatment in newly diagnosed myeloma. Our unit looked at retrospective data in a cohort of newly diagnosed myeloma patients from 2010 till 2016 that were treated with regimens containing a novel agent backbone. The study looked at the paraprotein values pre-induction chemotherapy and the response to first cycle of induction chemotherapy. Further data was collected as regards the nadir paraprotein as well as death and follow-up. Methods. Data was collected on the patients with newly diagnosed myeloma including demographics, paraprotein isotype, and baseline paraprotein values. The patient's induction regimen including number of cycles for induction was collected. Paraprotein levels were measured post first cycle of induction as well as the lowest values post-induction were documented. Patients were grouped according to the best response based on International Myeloma Working Group classification 2 . Survival was calculated using the Kaplan-Meier product limit method with start time (ie landmark) designated as the date of the first measurement of paraprotein after cycle 1. Univariate analysis was performed using Fisher exact test for categorical variables, Wilcoxon rank-sum test for continuous variables, and logrank test for overall survival. Results: 44 patients were included in the study. There were 24 males and 20 females. Median age of patients was 67 years (range 41-85 years). The distribution of paraprotein isotypes were as follows: IgG kappa 13, IgG lambda 12, IgA kappa 5, IgA lambda 5, kappa light chain 7 and lambda light chain 2 patients. The median value of baseline paraprotein pre induction was 35 g/l (range 7-86 g/l) and light chain difference was 2892 mg/l (range 98-14388 mg/l). The distribution of the type of induction chemotherapy received was as follows: VCD 25, CTD 12, MPT 4 and VMP 3. The median percentage reduction in disease marker (paraprotein level or difference between involved and uninvolved light chain) post first cycle was 59% (range 0-100%) (Table 1). No significant difference in percentage reduction of disease marker post first cycle according to novel agent backbone was seen (P = .140, Table 2). Percentage reduction in disease marker was significantly greater for patients with light chain myeloma compared with those with intact paraprotein (P = .001, Table 3). The best response to induction was 2 patients with stable disease, 16 with partial response, 23 with very good partial response (VGPR) and 3 in complete remission (CR)2. Of 21 patients who had 50% or greater reduction of disease marker after first cycle of induction, 15 patients achieved VGPR/CR (71%) and 6 patients had a less than VGPR. Of 15 patients who had less than 50% reduction of paraprotein levels after first cycle, 6 patients had VGPR/CR and 9 patients had less than VGPR. Overall survival at 3 years after date of first cycle of induction was 63%. No difference in survival was noted in patients groups with more than 50% reduction or less than 50% reduction of disease marker after first cycle of induction . Conclusion : For patients with myeloma treated with novel agent containing regimens, an early rapid reduction in disease marker was more common with light chain myeloma compared with myeloma with intact paraprotein. However, no difference in depth of response or survival was observed according to early rapid reduction. These results suggest a difference in disease kinetics based on the type of disease marker in myeloma which may have implications for treatment scheduling. Patients with > 50% reduction in disease marker appeared to be more likely to achieve at least VGPR compared with those with < 50% reduction (odds ratio 3.6, P = .089) References: 1. Rapid early monoclonal protein reduction after therapy with bortezomib or bortezomib and pegylated liposomal doxorubicin in relapsed/refractory myeloma is associated with a longer time to progression. Shah J et al :Cancer :2011 Aug 15;117(16):3758-62 2. International uniform response criteria for multiple myeloma. BGM Durie et al. Leukemia: 2006:1-7 View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "paraproteins",
        "liposomes",
        "bortezomib",
        "antigens, cd98 light chains",
        "chemotherapy, neoadjuvant",
        "doxorubicin",
        "immunoglobulin a",
        "immunoglobulin g",
        "light chain myeloma"
    ],
    "author_names": [
        "Ashish Kumar Panigrahi, MBBS",
        "William E. P. Renwick, MBBS, FRACP, FRCPA",
        "Duncan P. Carradice, MBBS, FRCPA, FRACP, PhD",
        "Andrew Lim, MBBS, FRACP, FRCPA",
        "Eleni Hatzis, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Ashish Kumar Panigrahi, MBBS",
            "author_affiliations": [
                "Department Of Oncology and Haematology, Western Health, ST ALBANS, AUS "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "William E. P. Renwick, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Oncology and Haematology, Western Health, St Albans, Australia ",
                "Department of Medicine, Melbourne Medical School - Western Precinct, University of Melbourne, St Albans, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Duncan P. Carradice, MBBS, FRCPA, FRACP, PhD",
            "author_affiliations": [
                "Department of Oncology and Haematology, Western Health, St Albans, Australia ",
                "Department of Medicine, Melbourne Medical School - Western Precinct, University of Melbourne, St Albans, Australia ",
                "Melbourne Haematology, Coburg, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Lim, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Department of Oncology and Haematology, Western Health, St Albans, Australia ",
                "Department of Medicine, Melbourne Medical School - Western Precinct, University of Melbourne, St Albans, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleni Hatzis, MBBS",
            "author_affiliations": [
                "Department of Haematology, ROYAL MELBOURNE HOSPITAL, PARKVILLE, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:37:15",
    "is_scraped": "1"
}