{
    "doi": "https://doi.org/10.1182/blood-2018-99-116485",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4130",
    "start_url_page_num": 4130,
    "is_scraped": "1",
    "article_title": "Using HSP90 Inhibitors to Target DNA Repair Proteins in AML ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "topics": [
        "dna repair protein",
        "hsp90 heat-shock proteins",
        "cytarabine",
        "dna",
        "milk-alkali syndrome",
        "nucleoside analog",
        "anthracycline antibiotics",
        "chemotherapy regimen",
        "dna, double-stranded",
        "impedance threshold device"
    ],
    "author_names": [
        "Janani Ravikrishnan, BS",
        "Tzung-Huei Lai, PhD",
        "Shaneice Renee Mitchell, BS",
        "Pei-Jung Wu, BS",
        "Shelley Orwick, BS",
        "Chaomei Liu, PhD",
        "Jennifer A. Woyach, MD",
        "Alice S. Mims, MD",
        "William Plunkett, PhD",
        "Vinay K Puduvalli, MD MBBS",
        "John C. Byrd, MD",
        "Rosa Lapalombella, PhD",
        "Deepa Sampath, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Neuro-oncology, Department of Neurosurgery, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Department of Experimental Therapeutics, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Experimental Therapeutics, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Division of Neuro-oncology, Department of Neurosurgery, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Internal Medicine, Division of Hematology, College of Medicine, The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.9949856",
    "first_author_longitude": "-83.01207335",
    "abstract_text": "Acute myeloid leukemia (AML) is a disease of proliferative and abnormally differentiated myeloid cells(Döhner, Weisdorf, & Bloomfield, 2015) that is characterized by chromosomal aberrations and gene mutations that influence outcome(De Kouchkovsky & Abdul-Hay, 2016). Despite the approval of targeted therapies, induction therapy with cytarabine (Ara-C) and anthracycline has remained the standard of care for AML(Dombret & Gardin, 2016; Showel & Levis, 2014). Newer chemotherapeutics such as Sapacitabine have shown comparable clinical outcomes to Ara-C in older patients(Burnett et al., 2015). Ara-C is a nucleoside analog which incorporates during DNA replication and stalls replication(Liu et al., 2010) while Sapacitabine induces single stranded nicks in the DNA leading to double stranded breaks which are repaired by Homologous Recombination (HR)(Burnett et al., 2015; Lim & Jamieson, 2014). However, eventually patients develop resistance to chemotherapy leading to poor prognosis after relapse(Wu, Duan, Chen, & Chen, 2017). One aspect of this is due to upregulation of DNA damage repair proteins leading to increased repair of any DNA lesions primarily through HR. We therefore are interested in developing a way to target DNA repair to extend nucleoside analog therapy in AML. HSP90 is a molecular chaperone that is critical for the folding and proper function of multiple key proteins of various DNA repair pathways(Dote, Burgan, Camphausen, & Tofilon, 2006). Relevant to such repair, ATM and Chk1 become recruited to DNA double strand breaks to activate defined downstream signaling cascades that result in cell cycle arrest and DNA repair(Ceccaldi, Rondinelli, & D'Andrea, 2016). Of these,γ-H2AX acts a sensor of DNA damage and repair by forming foci at the sites of damaged DNA that get resolved upon successful repair(Sharma, Singh, & Almasan, 2012). Similarly, the Rad51 helicase plays a key role in HR repair and the presence of Rad51 foci can be used as a marker for successful HR(Gachechiladze, Škarda, Soltermann, & Joerger, 2017). To determine whether inhibiting HSP90 compromised DNA repair, we treated both AML cell lines OCI-AML3 and MV4-11 with HSP90 inhibitor, onalespib. OCI-AML3 cells show a time dependent decrease in DNA damage repair proteins Chk1 and Rad51 by western blotting. Furthermore, primary patient samples treated with onalespib for 24 and 36 hours also show a depletion of Chk1 and Rad51. We then used ionizing radiation (IR) to induce dsbreaks and induce signaling and repair(Ceccaldi et al., 2016). Using immunofluorescence, we found that in OCI-AML3 after exposure to IR there was a significant increase in number of Rad51 foci after 6 hours. The large number of γ-H2AX foci formed at .5 hour after IR decrease by 6 hours post-IR. This suggests that there is a successful HR repair occurring in this AML cell line. When OCI-AML3 cells were pretreated with onalespib, Rad51 foci are no longer present and γ-H2AX foci remained present at 6 hours suggesting unrepaired dsbreaks. Using the colony forming assay we see that there is a slight decrease in viability of OCI-AML3 cells exposed to onalespib however, in MV4-11 cells there is a steep decline which could be due to the differential expression of genes such as FLT3-ITD, a client protein of HSP90. Low doses of cytarabine or sapacitabine modestly decreased colony growth of OCI-AML3 and MV4-11 cells but exposing cells to onalespib for 24 hours sensitized the cells to both cytarabine and sapacitabine. Finally, we have also evaluated effects of onalespib in an in-vivo MOLM13 driven mouse model of AML and have shown that treatment with onalespib extended survival in this mouse model. Disclosures Mims: Abbvie Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy."
}