{
    "doi": "https://doi.org/10.1182/blood.V112.11.1369.1369",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1135",
    "start_url_page_num": 1135,
    "is_scraped": "1",
    "article_title": "Maturation and Terminal Differentiation of Embryonic Erythroid Cells in the Developing Fetal Liver ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Microenvironment, Cell Adhesion, and Mesenchymal Stem Cells",
    "topics": [
        "adhesions",
        "cell adhesion molecules",
        "embryo",
        "enucleation procedure",
        "erythroid cells",
        "fetus",
        "flow cytometry",
        "fusion proteins",
        "histones",
        "integrins"
    ],
    "author_names": [
        "Margaret H. Baron, MD, PhD",
        "Joan Isern, PhD",
        "Stuart T. Fraser, PhD",
        "Zhiyong He, PhD"
    ],
    "author_affiliations": [
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ],
        [
            "Mount Sinai School of Medicine, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7898178",
    "first_author_longitude": "-73.9532394",
    "abstract_text": "Primitive erythroid cells (EryP) are the earliest differentiated cell type of the mammalian embryo, arising in the yolk sac by the end of gastrulation. They begin to enter the embryonic circulation two days later and continue to mature in a stepwise and synchronous fashion. Around the time the embryonic circulatory system is forming, EryP comprise 25–40% of all cells in the embryo, indicating that huge resources have been set aside specifically for their development. Although, like their adult counterparts, EryP enucleate, they circulate throughout the embryo for several days before the first enucleated forms can be identified in the blood. We have used novel transgenic mouse lines to investigate this seemingly long lag and have identified a previously unappreciated developmental niche for EryP maturation. As they circulate in the peripheral blood (PB), EryP begin to express selected cell adhesion proteins, including α4 and β1 integrins, on their surface and migrate into the fetal liver (FL). They are found in the FL parenchyma as early as E10.5, in contact with macrophages within erythroblastic islands, and continue to accummulate there through E14.5. One day later (E15.5), nearly all EryP have enucleated and re-entered the circulation. Integrins α4, β5 and β1 (but not αV, β2, or β3) are dramatically upregulated on the surface of EryP that have entered the FL, to levels that are much higher than those found on PB EryP at the same stage. The high level cell adhesion molecule expression is reflected in greatly enhanced binding to fetal liver macrophages in vitro. Blocking of VCAM-1, a counter-receptor for α4β1 integrin that is expressed on macrophages, abrogates this adhesion. To examine EryP enucleation at higher resolution, we generated a transgenic mouse line in which the nuclei of EryP are marked by a histone H2B-EGFP fusion protein. Extruded EryP nuclei could be detected in very low numbers in the circulation and in much larger numbers within the FL at E12.5. Enucleated EryP are first detected within the blood at E12.5. These observations, along with the green fluorescence detected in E10.5 FL, may indicate that EryP enucleation begins earlier than previously believed and, therefore, that the resulting reticulocytes may not be released into the circulation immediately. Moreover, the large number of extruded nuclei in FL compared with peripheral blood argues that most enucleation events occur within the FL. The H2B-EGFP reporter allowed us to use flow cytometry (FACS) to isolate and characterize surface protein expression on the extruded nuclei. Adhesion molecules (α4, α5, and β1 integrins) were greatly enriched on the surface of the extruded nuclei, demonstrating that these proteins are selectively partitioned away from the body of the developing reticulocyte. The redistribution of surface proteins to the extruding nucleus may facilitate phagocytosis by macrophages and/or the release of integrin-poor reticulocytes into the circulation. Extruded EryP nuclei can be identified within FL macrophages both in vitro and in vivo. We conclude that EryP home to and enucleate within the fetal liver, a tissue that is just developing as EryP begin to circulate. We are currently using a number of molecular and cellular approaches to determine whether similar mechanisms are involved in the maturation of definitive erythroid cells in the adult bone marrow."
}