{
    "doi": "https://doi.org/10.1182/blood.V128.22.174.174",
    "article_title": "An Altered Bone Marrow Vascular Niche Impacts Normal Hematopoiesis and Tilts the Balance Between Myelopoiesis and Lymphopoiesis ",
    "article_date": "December 2, 2016",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Regeneration and Remodeling of the Hematopoietic Niche Following Injury and in Disease",
    "abstract_text": "The bone marrow niche is an important milieu where hematopoietic stem and progenitor cells (HSPCs) are maintained to ensure their lifelong contribution to hematopoiesis. Recent evidence has highlighted the critical importance of the perivascular bone marrow (BM) niche as the key host and regulator of HSPCs. Bone marrow endothelial cells (BMECs) are major components of the vascular niche. While studies have shown that an alteration in a component of the niche can affect hematopoiesis and promote the development of myeloproliferative disorders/myelodysplastic syndromes, it remains unclear how altered BMECs can impact hematopoiesis. To this end, we have generated a Tamoxifen (TAM)-inducible Tie2-CreER/LSL-KRas G12D ;tdTomato mouse model to introduce an oncogenic KRas mutation specifically in adult endothelial cells. The tdTomato reporter overlaps with the CD31 and vascular endothelial growth factor receptor 2 (VEGFR2) endothelial cell markers and shows no detectable leakage into the adult hematopoietic compartment. To evaluate changes in hematopoiesis, we performed complete blood counts at 12 weeks post TAM injection and found that the Tie2-CreER/LSL-KRas G12D mice (KRas G12D mice) had significantly more leukocytes (p=0.031) and neutrophils (p=0.002) than controls. Flow cytometry analysis confirmed that the KRas G12D mice had a significantly higher percentage of myeloid cells with concurrent decrease in lymphocyte percentage in the peripheral blood (p=0.016). At 16 weeks post TAM injection, a significant decrease in B cells could also be noted in the blood of KRas G12D mice (p=0.028). Compared to controls, the KRas G12D mice displayed splenomegaly (p=0.025) and their spleens had a higher percentage of myeloid cells (p=0.002). There was an increase in the common myeloid progenitor compartment in the spleen and a significant increase in the granulocyte macrophage progenitor compartment (p=0.014) of KRas G12D mice. These mice also had an increase in the short-term hematopoietic stem cell (ST-HSC) compartment both in the BM and spleen. Colony forming assays revealed that KRas G12D mice had a higher number of total colonies formed from BM (p=0.044), spleen (p=0.007) and blood cells (p=0.56). Genotyping PCR showed no KRas G12D activation in hematopoietic cells, confirming that the observed phenotypes were due to an effect in BMECs. To complement our native inducible mouse model, we transplanted BM cells from syngeneic BoyJ mice into lethally irradiated Tie2-CreER;KRas G12D or KRas WT recipients. The endothelial KRas G12D recipientsdied between 75-200 days post transplantation (p=0.0079) while the KRas WT recipients remained alive. The KRas G12D recipients also displayed splenomegaly (p=0.004). Competitive transplant studies with donor cells from KRas G12D or KRas WT mice with competitor cells from syngeneic mice (CD45.1) showed that BM cells from the KRas G12D mice (CD45.2) outcompeted cells from KRas WT mice with a significantly higher percentage of CD45.2 donor chimerism in all blood lineages examined. To uncover any molecular events underpinning these hematopoietic changes, we performed quantitative real-time polymerase chain reaction. Our preliminary experiments from total BM RNA of KRas G12D or KRas WT mice indicate that there is a significant increase in VEGFα and a decrease in transforming growth factor β in KRas G12D mice, accompanying the above noted increase in the ST-HSC population. Collectively, our data provide strong evidence that an abnormal vascular niche caused by oncogenic insults in BMECs can disrupt normal hematopoiesis and promote a myeloproliferative phenotype, thereby implicating abnormal BMECs as novel contributors to blood pathogenesis. Studies are underway to further assess the molecular contributions from the disrupted vascular niche and the resulting HSPCs. Uncovering the mechanism of how altered BMECs can remodel hematopoiesis holds the exciting promise of better therapeutic strategies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "cd31 antigens",
        "cd45 antigens",
        "complement system proteins",
        "flow cytometry",
        "genotype determination",
        "hematopoiesis",
        "lymphopoiesis",
        "myelodysplastic syndrome",
        "myelopoiesis"
    ],
    "author_names": [
        "Cindy L Hochstetler, B.S.",
        "Yuxin Feng, PhD",
        "Yi Zheng, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cindy L Hochstetler, B.S.",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
                "College of Medicine, University of Cincinnati, Cincinnati, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuxin Feng, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zheng, PhD",
            "author_affiliations": [
                "Cancer and Blood Diseases Institute, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:39:05",
    "is_scraped": "1"
}