{
    "doi": "https://doi.org/10.1182/blood-2018-99-110414",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3986",
    "start_url_page_num": 3986,
    "is_scraped": "1",
    "article_title": "Preclinical Evaluation of MAX-40279, a FLT3/FGFR Dual Kinase Inhibitor for Treatment of Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster III",
    "topics": [
        "fibroblast growth factor receptors",
        "flt3 gene",
        "kinase inhibitors",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "weight reduction",
        "impedance threshold device",
        "transplantation, heterologous",
        "flt3 inhibitors",
        "tumor growth"
    ],
    "author_names": [
        "Yuguang Wang, PhD",
        "Hanying Bao, MD PhD",
        "Nong Zhang, PhD",
        "Feilan Wang, PhD",
        "Yunsong He, MD",
        "Tianzhi Wu, PhD"
    ],
    "author_affiliations": [
        [
            "Guangzhou Maxinovel Pharmaceuticals Co,Ltd, Shanghai, China "
        ],
        [
            "Shanghai Yingli Pharmaceutical Co.,Ltd., Shanghai, China "
        ],
        [
            "Guangzhou Maxinovel Pharmaceuticals Co,Ltd, Shanghai, China "
        ],
        [
            "Guangzhou Maxinovel Pharmaceuticals Co,Ltd, Shanghai, China "
        ],
        [
            "Shanghai Yingli Pharmaceutical Co.,Ltd, Shanghai, China"
        ],
        [
            "Guangzhou Maxinovel Pharmaceuticals Co,Ltd, Shanghai, China "
        ]
    ],
    "first_author_latitude": "23.203245799999998",
    "first_author_longitude": "113.3226924",
    "abstract_text": "Background: In newly diagnosed AML patients, the prevalence is about 30% for FLT3-ITD. FLT3-ITD is associated with disease progression, increased risk of relapse and shorter overall survival. Targeting FLT3 receptor tyrosine kinase has shown encouraging results in treating FLT3-mutated AML. Responses, however, are not sustained and acquired resistance has been a clinical challenge. Treatment options to overcome resistance are currently the focus of research. FLT3-ITD AML patients treated with AC220 developed increased FGF2 expression in marrow stromal cells, which peaked prior to overt clinical relapse and detection of resistance mutations which indicated that inhibition of both FLT3 and FGFR is highly desirable for the development of the next generation of FLT3 inhibitors. We discovered MAX-40279, a dual inhibitor of FLT3 and FGFR for the potential AML treatment. Methods: MAX-40279 has been tested in the enzyme assays, cellular assays, signal transduction assays and xenograft assays to evaluate their FLT3 and FGFR inhibitory activity; At the enzyme level, FLT3-wt, FLT3-ITD and FLT3-D835Y were compared, and the FGFR subtypes FGFR1, FGFR2 and FGFR3 were profiled. MAX-40279 was dosed orally to SD rats and the drug AUC was calculated and the comparison was made in plasma and bone marrow. KG-1 xenograft model known to have FGFR1-FGFR1 QP fusion and the MV4-11 xenograft known to have FLT3 aberrant were developed to compare the in vivo efficacy as measured by tumor growth inhibition of MAX-40279. Results: We report here the preclinical evaluation of MAX-40279, a potent, selective, and bioavailable FLT3/FGFR dual kinase inhibitor. MAX-40279 inhibited AML xenograft tumor growth by 58% to 106% without significant body weight loss. MAX-40279 has much higher drug concentration in bone marrow than in plasma. In addition, MAX-40279 was also found to inhibit FLT3 mutants (e.g., D835Y) that are resistant to the urrent FLT3 inhibitors (e.g., AC220 and sorafenib). Conclusion: MAX-40279 demonstrated superior FGFR inhibitory activity and higher bone marrow drug concentration while maintaining similar activity against FLT3-ITD. All of these results supported that MAX-40279 is the next generation FLT3-mutant inhibitor with great potential to overcome the drug resistance via FGF pathway in bone marrow. Now it is in the phase 1 clinical trial in Australia. In this presentation, we will describe the full preclinical profile of Max-40279 and some of the phase 1 clinical data. Disclosures No relevant conflicts of interest to declare."
}