{
    "doi": "https://doi.org/10.1182/blood.V116.21.2559.2559",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1872",
    "start_url_page_num": 1872,
    "is_scraped": "1",
    "article_title": "Burden of In-Hospital Care of Thrombotic Microangiopathies In the United States ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster II",
    "topics": [
        "thrombotic microangiopathies",
        "hospital admission",
        "length of stay",
        "plasmapheresis",
        "hospital care",
        "discharge, body substance",
        "hospitals, community",
        "international classification of diseases"
    ],
    "author_names": [
        "Ashish Gupta, MD",
        "Lakshmanan Krishnamurti, MD"
    ],
    "author_affiliations": [
        [
            "Divisionof Hematology/Oncology/BMT, Children's Hospital of Pittsburgh, Pittsburgh, PA, USA, "
        ],
        [
            "Division of Hematology/Oncology/BMT, Children's Hospital of Pittsburgh, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.467203",
    "first_author_longitude": "-79.9531598",
    "abstract_text": "Abstract 2559 Objectives: Thrombotic microangiopathy requires frequent healthcare encounters in the form of frequent hospitalizations. Analysis of trends in disease burden is important to study the changing epidemiology and healthcare utilization. To date, there are no national data on the in- hospital care of Thrombotic Microangiopathy. Aim: The aim of our study was to examine national trends and healthcare utilization for thrombotic microangiopathy related hospital admissions. Methods: Data from the Nationwide Inpatient Sample (NIS), a part of the Healthcare Cost and Utilization Project (HCUP) is used. NIS is the largest all-payer inpatient database in the United States. It is a powerful database which gives a stratified probability sample of 20% of all hospital discharges among U.S. community hospitals (n = 1,044, sampling universe of all discharges). Sampling weights were applied to represent all community hospital discharges in the US for the year 2007. We used the International Classification of Diseases, 9th Revision, Clinical Modification codes to identify thrombotic microangiopathy (ICD-9 code 446.6) related visits. The annualized number of visits was examined from 1997 to 2006, as therapeutic plasmapheresis is not reported as an in-patient procedure by NIS after 2006. Results: There were an estimated annual 1.35 per 100,000 population thrombotic microangiopathy related visits in 1997 which decreased to 0.79 per 100,000 visits in 2006. There was a steady increase in hospitalizations from 1997–2002, followed by a decreasing trend from 2004–2006. Women were significantly more affected than men across all age groups and had a significantly higher rate of hospitalization (p<0.01) in 2006 as compared to 1997. The mean duration of hospitalization was 13.4 days in 2006, with an average hospital charge of $106,512 per patient, increased from $88,079 in 2003 and $54,083 in 1997. Private insurance was the major payer across all age groups with most of hospitalizations limited to large bed size hospitals belonging to metropolitan areas. Mortality rate due to thrombotic microangiopathy was reported to be 9.4% of total hospitalizations in 2006, as compared to 8.77% in 2003. The disease contributed to an aggregate charge of $ 227.4 million to the national bill in 2008, as compared to $ 210.3 million in 2003 and $93.7 million in 1997. Hospital charge for therapeutic plasmapheresis for thrombotic microangiopathy increased from $72.8 million in 2003 to $88.15 in 2006. Conclusions: We present the first national data of the burden of in hospital health care utilization of Thrombotic microangiopathies in the United States. These data suggest that there has been a significant increase in cost of in-hospital healthcare utilization in thrombotic microangiopathy related hospital admissions from 1997 to 2006, a significant length of stay and mortality. These data provide a rationale for further study of the health care utilization and burden of care of Thrombotic microangiopathies in order to develop efficient healthcare delivery strategies. Disclosures: No relevant conflicts of interest to declare."
}