{
    "doi": "https://doi.org/10.1182/blood.V120.21.3482.3482",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2164",
    "start_url_page_num": 2164,
    "is_scraped": "1",
    "article_title": "Cellular Composition and Clonal Evolution of 295 Type III PNH Clones: An Italian Multi-Laboratory Study ",
    "article_date": "November 16, 2012",
    "session_type": "508. Bone Marrow Failure - Inherited Disorders: Poster III",
    "topics": [
        "antigens",
        "antigens, cd59",
        "aplastic anemia",
        "atypical",
        "cd14 antigen",
        "cd33 antigen",
        "cd45 antigens",
        "clone cells",
        "cytopenia",
        "flow cytometry"
    ],
    "author_names": [
        "Elisa Cannizzo",
        "Domenico Susca",
        "Anna Maria Triolo",
        "Catia Lo Pardo",
        "Francesco Buccisano",
        "Elisabetta Tedone",
        "Francesca Messana",
        "Bianca Maria Oliva",
        "Virginia Ottaviano",
        "Giovanni Carulli",
        "Franco Monti",
        "Maria Stefania De Propris",
        "Alessandra Stacchini",
        "Laura Vanelli",
        "Omar Perbellini",
        "Mario Arpinati",
        "Nadia Viola",
        "Francesco Gervasi",
        "Cinzia Armentano Conte",
        "Donatella Tanca",
        "Francesco Lanza, MD",
        "Massimo Geuna",
        "Luigi Del Vecchio"
    ],
    "author_affiliations": [
        [
            "Unità di Ematologia, Dipartimento di Oncologia, dei Trapianti e delle Nuove Tecnologie in Medicina, Università di Pisa; Unità Operativa Analisi Chimico-Cliniche, Ospedale Campo di Marte, ASL2 Lucca;, Pisa and Lucca, Italy, "
        ],
        [
            "Solaris emmedi srl Milano, "
        ],
        [
            "Divisione di Ematologia e Trapianto di Midollo, Azienda Ospedaliero Universitaria “Policlinico-Vittorio Emanuele” Catania, "
        ],
        [
            "Ospedale Cardarelli Napoli, "
        ],
        [
            "Hematology, University Tor Vergata, Roma, Italy, "
        ],
        [
            "Henatology, Ospedale San Martino, Genoa, Italy, "
        ],
        [
            "Divisione di Ematologia, Laboratorio di Diagnostica Integrata Oncoematologica e Manipolazione Cellulare, Ospedale V. Cervello, Palermo, "
        ],
        [
            "UOC Patologia Clinica, AO Bianchi Melacrino MorelliReggio Calabria, "
        ],
        [
            "Unità di Ematologia, Dipartimento di Oncologia, dei Trapianti e delle Nuove Tecnologie in Medicina, Università di Pisa, "
        ],
        [
            "Unità di Ematologia, Dipartimento di Oncologia, dei Trapianti e delle Nuove Tecnologie in Medicina, Università di Pisa, "
        ],
        [
            "Laboratorio Unico Area Vasta Romagna, Pievesestina (Cesena), "
        ],
        [
            "Divisione di Ematologia, Università La Sapienza, Roma, "
        ],
        [
            "II Servizio di Anatomia Patologica, AO S.Giovanni Battista di Torino, "
        ],
        [
            "Divisione di Ematologia, Fondazione Policlinico San Matteo, Pavia, "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Immunologia Clinica e Tipizzazione Tissutale, AO Umberto I di Ancona, "
        ],
        [
            "Divisione di Ematologia, Arnas Civico, Palermo, "
        ],
        [
            "Divisione di Ematologia e Trapianto di Cellule Staminali, AO San Camillo Forlanini, Roma, "
        ],
        [
            "Settore Ematologia, Citometria e Coagulazione, ASL 4 Chiavarese, Lavagna, "
        ],
        [
            "Division of Haematology, Hospital of Cremona, Cremona, Italy, "
        ],
        [
            "Laboratorio di Immunopatologia, Ospedale Mauriziano Umberto I, Torino, "
        ],
        [
            "Centro di Citometria Clinica e Sperimentale, CEINGE and Dipartimento di Biochimica e Biotecnologie Mediche, Università Federico II, Napoli"
        ]
    ],
    "first_author_latitude": "43.78366615",
    "first_author_longitude": "10.4583156",
    "abstract_text": "Abstract 3482 Three different types of PNH have been described so far, based upon the presence of hemolysis and bone marrow failure (BMF): a) florid PNH (hemolysis+/BMF-), b) PNH in the context of a BMF syndrome (hemolysis+/BMF+), c) subclinical PNH (hemolysis-/BMF+). In any case, the presence of a PNH clone is a prerequisite and Flow Cytometry (FCM) plays a crucial role in detecting and monitoring it with high sensitivity and specificity. In 2010, an Italian archive of FCM-detected PNH clones ( http://int.clonepnh.com/ ) was created on a multi-laboratory basis. Eighty-one laboratories participated in the project. The aim was twofold: a) to provide a large dictionary of Italian PNH clones; b) based upon stringent rules regarding the compilation of records, to obtain an auto-educational effect on participating laboratories. Here, we describe the cellular composition and the clonal evolution of 295 type III (complete defect of GPI-linked proteins) PNH clones identified during the study. Forty-nine of these clones (16.6%) were accompanied by a PNH-II clone (partial defect of GPI-linked proteins). Hemoglobinuria was the most frequent (27%) reason for testing (RFT), followed by aplastic anemia (AA, 13%), MDS (13%), hemolytic anemia (12%), unexplained cytopenia (UC, 10%), BMF (5%), atypical venous thrombosis (5%), other (15%). Fluorescent Aerolysin (FLAER) was used since 2007, with an increasing % of utilization, from 4% to 60% of cases. CD24 utilization also progressively increased. CD59 was the most used antigen for RBC typing. The most used gating strategies were based upon physical parameters for RBC, CD45 and/or CD33 vs side scatter for granulocytes and monocytes. The 295 clones were categorized into 3 classes according to their size, determined as the percent of PNH cells in peripheral granulocytes: 0–10% (112 clones, or 38%, defined as “small”), 10.1%–70% (69 clones, or 23%, defined as “intermediate”), 70.1%–100% (115 clones, or 39%, defined as “large”). This distribution was significantly different from that expected on the basis of a random distribution within the three classes ( i.e. 10%, 60% and 30%): chi square was 51 with a p value <0.0001. Sixty-seven clones were sequentially studied (with a follow up ranging from 3 to 74 months): thirty seven and twelve of them received 2 and 3 determinations, respectively; eight clones received 4 tests while three other clones received 5 tests; two clones received 6 tests, 3 clones received 8 tests, one single clone received 10 tests and another one 14. Twenty of them (30%) showed a change in category (10 increased and 10 decreased). Just 4 clones jumped from “smallest” to “biggest” category or vice versa (one increased and 3 decreased, see Table).  Type of change . N of cases . Median of months to change (range) . Increase of 1 category 9 8 (4–74) Decrease of 1 category 7 18 (3–23) Increase of 2 categories (from “small” to “large”) 1 7 (N.A.) Decrease of 2 categories (from “large” to “small”) 3 22 (4–55) Type of change . N of cases . Median of months to change (range) . Increase of 1 category 9 8 (4–74) Decrease of 1 category 7 18 (3–23) Increase of 2 categories (from “small” to “large”) 1 7 (N.A.) Decrease of 2 categories (from “large” to “small”) 3 22 (4–55) View Large The vast majority of clones (287, or 97.3%), typed by analyzing neutrophils, monocytes and red cells, proved trilinear, while 8 clones were composed just by white cells, with red cells completely normal. This is the first multi-laboratory relational database of FCM-detected PNH clones described so far. An auto-educational goal was reached, since general sensitivity increased progressively and reagent choice significantly changed, leading to a stable FCM protocol, consisting of FLAER and CD24 for granulocytes, FLAER and CD14 for monocytes, CD59 for erythrocytes. As regards clonal evolution, the rarity of migration between extreme categories suggests that the belonging to these ones could be sustained by different backgrounds and pressures. Disclosures: No relevant conflicts of interest to declare."
}