{
    "doi": "https://doi.org/10.1182/blood.V116.21.3258.3258",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1768",
    "start_url_page_num": 1768,
    "is_scraped": "1",
    "article_title": "Comparision of Dual PI-3K/mTOR Inhibitors with mTOR Inhibitors Using a Pre-Clinical Model of Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster II",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "acute lymphocytic leukemia",
        "mtor inhibitors",
        "mtor serine-threonine kinases",
        "kinase inhibitors",
        "phosphotransferases",
        "proto-oncogene proteins c-akt",
        "chemokines",
        "chemotherapy regimen",
        "molecule"
    ],
    "author_names": [
        "Jacky Wong",
        "Robert Welschinger, BSc, PhD",
        "Rana Baraz",
        "Jocelyn Weiss",
        "Ken Bradstock, MB, PhD",
        "Linda J. Bendall, BSc, PhD"
    ],
    "author_affiliations": [
        [
            "Westmead Institute for Cancer Research, Westmead Millenium Institute, Sydney, Australia, "
        ],
        [
            "Westmead Institute for Cancer Research, Westmead Millenium Institute, Sydney, Australia, "
        ],
        [
            "Westmead Institute for Cancer Research, Westmead Millenium Institute, Sydney, Australia, "
        ],
        [
            "Westmead Institute for Cancer Research, Westmead Millenium Institute, Sydney, Australia, "
        ],
        [
            "Haematology, Westmead Hospital, Sydney, Australia, "
        ],
        [
            "Wicr, Westmead Millennium Inst., Westmead, NSW, Australia"
        ]
    ],
    "first_author_latitude": "-33.8035393",
    "first_author_longitude": "150.9910864",
    "abstract_text": "Abstract 3258 ALL cells are highly dependent on bone marrow stromal support for in vitro proliferation and survival. The major regulators of patient-derived ALL cell growth and survival convey their proliferative and survival signals through the phosphoinositide 3-kinase (PI-3K) pathway. It has been recently demonstrated that signalling through PI-3K and AKT is the most important pathway for the proliferative responses of ALL cells to CXCL12, the chemokine predominantly responsible for stromal dependent growth of ALL cells. In addition, inhibition of the mTOR signalling molecule downstream of PI3K with RAD001 has been shown to inhibit proliferation and induce cell death. Although PI-3K and mTOR have similar and overlapping functions, mTOR can be activated independently of PI-3K, and proliferation and survival can be stimulated by PI-3K in an mTOR independent manner. Therefore combining PI-3K and mTOR inhibition is likely to be advantageous over inhibition of either kinase alone, suggesting disruption of PI-3K/AKT/mTOR signalling will provide a new approach for the treatment of ALL. We investigated the dual kinase inhibitors BEZ235 and BGT226. Here, we demonstrate that PI-3K and mTOR inhibition with the dual kinase inhibitor BEZ235 significantly inhibits ALL proliferation in vitro , with IC 50 values in the range of 7–20nM, indicating a 3 log greater potency in comparison to the mTOR inhibitor RAD001. The ability to induce cell death differed between the dual mTOR and PI-3K inhibitors, with BGT226 potently inducing cell death at 1.6μM, but more than 16μM of BEZ235 was required to kill ALL cells, with a combination of autophagy and apoptosis being detected. While cell death was induced with higher concentrations of BEZ235 than needed to inhibit proliferation, clonogenic assays revealed a major decrease in the survival capacity of cells exposed to the agent. We also demonstrate the activity of these dual kinase inhibitors in a NOD/SCID xenograft model of human ALL with significantly prolonged survival of mice. The potential synergy of dual kinase inhibitors with conventional chemotherapy drugs and in mTOR inhibitor resistant cases remains to be studied. Dual kinase inhibitors may offer an improved therapeutic index through reduced toxicity over mTOR inhibitors, and potentially reduce the risk of development of resistance to kinase inhibition. Disclosures: No relevant conflicts of interest to declare."
}