{
    "doi": "https://doi.org/10.1182/blood.V122.21.4587.4587",
    "article_title": "Differential Gene Expression Analysis Predicts For Response To Bortezomib In The Treatment Of Steroid Refractory Chronic Graft-Versus-Host Disease (cGVHD) ",
    "article_date": "November 15, 2013",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "We conducted a trial of bortezomib in patients with steroid-refractory cGVHD. Patients received 1.6 mg/m 2 q wk x 4 followed by one week of rest, for up to six cycles, with some going on to a maintenance phase of treatment every other week for an additional 6 months. Twenty-one patients were registered on trial two patients withdrew before beginning treatment. Nineteen patients received between two and twelve months of treatment. The treatment was well tolerated with no grade 3 or higher adverse events (AE). Six patients had either CR or near CR. Average Rodnan scores on the 8 patients with sclerosis completing 2 or more cycles of therapy decreased from 22.6 ± 12.8 to 5.9 ± 6.2, p<0.005. One patient with non-healing suppurating lesions of his lower extremities had marked healing, another had significant decrease in chronic diarrhea. Weekly bortezomib for cGVHD was well tolerated and resulted in early improvement in a subset of patients with long standing refractory disease. Differential gene expression analysis was performed on the blood of patients prior to starting therapy, after two cycles and after their final cycle of therapy. All samples were run simultaneously at the end of the trial. Patients were classified as High (CR or near CR), intermediate (PR or stable disease), or poor responders (progression or not evaluable) based on clinical response. At baseline cGVHD patients express an overall decrease in T cell markers such as lineage (CD4), chemokine receptors (CCR6, CXCR3 and CCR7), and co-stimulatory molecules (CD40L, ICOS, CD28, and CD27), as well as decreases in IL23 and Granzyme K message compared to healthy controls. Increases were seen in myeloid/macrophage markers (CD163 and OSCAR). Baseline profiles of good responders were closer to those of healthy controls as compared to poor responders ( figure below). Inflammation, cell death and apoptosis modules are up regulated and immune response modules are down-regulated in low and medium responders View large Download slide View large Download slide  Close modal HC – Healthy Control; DC – Disease Control (allogeneic BMT recipients without cGVHD) Weekly bortezomib for cGVHD appears to be well tolerated and results in early improvement in long standing refractory disease in a subset of patients. Gene expression profiles at the initiation of treatment correlated with response and may be useful in predicting which patients will respond to bortezomib. Disclosures: Miller: Millennium Pharmaceuticals: Research Funding. Off Label Use: Bortezomib for chronic graft vs. host disease.",
    "topics": [
        "bortezomib",
        "gene expression",
        "graft-versus-host disease, chronic",
        "steroids",
        "treatment resistant disorders",
        "adverse event",
        "antigens, cd27",
        "bone marrow transplantation, allogeneic",
        "cd28 antigens",
        "cd40 ligand"
    ],
    "author_names": [
        "Alan M Miller, MD, PhD",
        "Reva Schneider, MD",
        "Estil A. Vance, MD",
        "Edward Agura, MD",
        "Sheila Powell, RN",
        "Virginia Pascual, MD",
        "Indira Munagala",
        "Huanying Qin, MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Alan M Miller, MD, PhD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Reva Schneider, MD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estil A. Vance, MD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Agura, MD",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheila Powell, RN",
            "author_affiliations": [
                "Baylor University Medical Center, Dallas, TX, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginia Pascual, MD",
            "author_affiliations": [
                "Baylor Insititute for Immunology Research, Dallas, TX, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Indira Munagala",
            "author_affiliations": [
                "Baylor Institute for Immunology Research, Dallas, TX, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huanying Qin, MS",
            "author_affiliations": [
                "Baylor Institute for Immunology Research, Dallas, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:36:03",
    "is_scraped": "1"
}