{
    "doi": "https://doi.org/10.1182/blood.V126.23.401.401",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3205",
    "start_url_page_num": 3205,
    "is_scraped": "1",
    "article_title": "Non-Inferior Survival of Black Versus White Patients and Superior Outcomes for Black Females Compared to Other Race/Gender Groups Following Allogeneic Transplantation for Hematologic Malignancy: A Single Center Multivariable Analysis of 475 Allografted Patients ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: New Insights Into the Biology of Allogeneic Transplantation",
    "topics": [
        "continental population groups",
        "gender",
        "hematologic neoplasms",
        "transplantation, homologous",
        "allografting",
        "transplantation",
        "follow-up",
        "human leukocyte antigens",
        "allopurinol",
        "cyclophosphamide"
    ],
    "author_names": [
        "Asad Bashey, MD PhD",
        "Xu Zhang, PhD",
        "Katelin Jackson",
        "Stacey Brown, B.A.",
        "Melhem Solh, MD",
        "Lawrence E. Morris, MD",
        "H. Kent Holland, MD",
        "Scott R. Solomon, MD"
    ],
    "author_affiliations": [
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "Department of Mathematics and Statistics, Georgia State University, Atlanta, GA"
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ],
        [
            "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA "
        ]
    ],
    "first_author_latitude": "33.9096421",
    "first_author_longitude": "-84.35280519999999",
    "abstract_text": "The effect of race on outcomes following allogeneic hematopoietic cell transplantation (allo-HCT) is unclear. Earlier studies suggested no clear difference between black and white patients for conventional allografts (Baker et al JCO 2005, 23:7032) and inferior outcomes for black patients following single unit umbilical cord blood transplants(UCBT) (Ballen et al BBMT 2012, 18:903). The advent of HLA-haploidentical donor transplantation using T-replete grafts and post-transplant cyclophosphamide (HIDT-ptCy) has improved donor availability for black patients. However, the effect of race on allograft outcomes in the era of HIDT-ptCy has not been reported. We compared outcomes by race in 475 consecutive patients (white=383, black=83, Asian =9) undergoing a first allograft for hematologic malignancy at our center between February 2005 and February 2014. Hispanic/latino was classified as an ethnicity separate from race and was not exclusive of race categories. Patients with < 8 of 8 HLA- A, B, C, DRB1 allele matched unrelated donors, and UCBT were excluded from the analysis. Supportive care algorithms and follow-up assessments were identical for all patients. Median follow-up for living patients was 45 months (range 12-120 months). Patient characteristics and outcome data were obtained from our institutional database where they had been prospectively documented. The Kaplan-Meier method was used to estimate overall survival (OS) and disease-free survival (DFS). Relapse and non-relapse mortality (NRM) were treated as competing risks. There were no significant differences in patient disease and transplant characteristics including Disease Risk Index (DRI) and HCT-CMI between the black and white patients except black patients were younger (median age 46 vs 53), more likely to receive HIDT-ptCy (61% vs. 17%) and less likely to be CMV seronegative pairs (12% vs 27%) (p<0.001 for all). Estimated outcomes at 2 yrs for black versus white patients were as follows: OS-71% vs. 62%( p=0.1, pointwise, p=0.04 Log-rank, Fig 1a); DFS 64% vs 50% (p=0.025 pointwise, p=0.06 Log-rank). Cumulative Incidences at 2 yrs were: NRM 13% vs 16%(p=0.5 pointwise, p=0.44 Gray's test) relapse 23% vs. 34% (p=0.02 pointwise, p=0.18 Gray's test). We found a strong interaction between race and gender for the outcomes assessed. Subsequent analysis were performed for four groups: Black female (BF, n=43), black male (BM, n=40), white female (WF, n=162), white male( WM, n=221). Black females had superior OS (2 yr OS 81%, 63%, 60%, 60% for BF, WF, WM, BM respectively, Log Rank p=0.02, Fig 1b) and DFS (2yr DFS 72%, 52%, 49%, 55% respectively, Log-rank p=0.04). NRM was not different between the four groups (2 yr NRM 12%, 16%, 15%, 15% respectively p=NS) but 2 yr relapse rates were significantly lower in BF (16%) than WF (32%) and WM (35%) (p=0.05 BF vs WF and p=0.01 BF vs WM). Multivariable Cox regression models were built to adjust for significant confounding variables with the race and gender combinations being the main compared group. When compared to WF as a baseline, BF had a significantly improved OS (HR 0.33, p=0.003), DFS (HR 0.49, p=0.025) and relapse rate (HR=0.45, p=0.046) but NRM was not statistically different. WM and BM were not significantly different from WF for any endpoint. These data demonstrate that in the current era when almost all black patients can find a fully matched conventional donor or a haploidentical donor, outcomes following allotransplants for hematologic malignancy for black patients are not inferior to those for white patients and may be superior for BF compared to other race/gender combinations. A lower relapse rate in BF appears to contribute to this difference. Figure 1A. View large Download slide Figure 1A. View large Download slide Figure 1B. View large Download slide Figure 1B. View large Download slide Disclosures No relevant conflicts of interest to declare."
}