{
    "doi": "https://doi.org/10.1182/blood.V120.21.611.611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2277",
    "start_url_page_num": 2277,
    "is_scraped": "1",
    "article_title": "A Screen for Small Molecules That Regulate Hepcidin Expression ",
    "article_date": "November 16, 2012",
    "session_type": "102. Regulation of Iron Metabolism: Molecular Mechanisms of Iron Uptake and Hepcidin Regulation",
    "topics": [
        "hepcidin",
        "molecule",
        "iron overload",
        "kinase inhibitors",
        "anti-inflammatory agents",
        "antimicrobials",
        "antineoplastic agents",
        "drug delivery systems",
        "ferroportin",
        "flavones"
    ],
    "author_names": [
        "Josephine Volovetz",
        "Aileen W. Zhen",
        "Vera Gaun",
        "Bonnie Patchen",
        "Paula G. Fraenkel, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3377575",
    "first_author_longitude": "-71.1045803",
    "abstract_text": "Abstract 611 Hepcidin, a peptide hormone produced in the liver, decreases intestinal iron absorption and macrophage iron release via effects on ferroportin. Hepcidin is a potential drug target for patients with iron overload syndromes because its levels are inappropriately low in these individuals. To generate a tool for identifying small molecules that modulate Hepcidin expression, we stably transfected human hepatocytes (HepG2) cells with a reporter construct containing 3 kilobases of the human Hepcidin promoter upstream of a firefly reporter gene. We then used high throughput methods to screen 10,360 chemicals in duplicate from the Harvard Institute of Chemistry and Cell Biology library for their effect on Hepcidin expression and cell viability. Regulators were identified as chemicals that caused a change >3 standard deviations above or >1.5 standard deviations below the mean of the other chemicals (z-score >3 or <-1.5), while not adversely affecting cell viability, quantified by a nonlytic fluorescence assay. Using these criteria, we identified 32 small molecules that upregulated and 3 that downregulated Hepcidin expression. Functional classification of the positive regulators indicated: 4 anti-inflammatory agents, 4 antimicrobials, 6 antineoplastic drugs, 6 kinase inhibitors, and 12 with other or unknown function. Of the positive modulators, two were flavones, consistent with our prior discovery that the isoflavone genistein upregulates Hepcidin expression. Of the negative regulators, one was a kinase inhibitor and two were of unknown function. Experiments are underway to characterize the mechanism of action of these regulators. The best candidates will subsequently be tested in mouse models of iron overload syndromes with the intention of developing new therapies for diseases in which Hepcidin is inappropriately regulated. Disclosures: No relevant conflicts of interest to declare."
}