{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1735.1735",
    "article_title": "Exposure-Response of Entospletinib (ENTO) for the Treatment of Relapsed or Refractory Chronic Lymphocytic Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Entospletinib (ENTO) is a selective spleen tyrosine kinase (SYK) inhibitor that has demonstrated evidence of efficacy and tolerability in chronic lymphocytic leukemia (CLL). The relationship between ENTO plasma exposures and clinical efficacy and safety were evaluated in relapsed/refractory (R/R) CLL subjects, following administration of 100, 200, and 400 mg twice daily (BID) in a Phase 2 Study (NCT01799889; study -0102). Methods: ENTO pharmacokinetics (PK) and plasma exposures (C max , AUC tau , and C tau ) were characterized in 60 R/R CLL subjects using a population PK model developed from data collected in phase 1/2 clinical studies. ENTO plasma samples were collected on day 1, and day 8 (pre-dose,1.5 hours, and 4 hours post-dose), day 15, and day 22 (pre- and 1.5 hours post-dose) of cycle 1 and on day 1 (pre- and 1.5 hours post-dose) of subsequent 28 day cycles. Data for efficacy and safety endpoints were collected every 8 weeks (for cycles 1-6) followed by every 12 weeks (for cycles 7-18). Efficacy endpoints, including best overall response rate (BOR), progression-free survival (PFS), sum of products of the greatest perpendicular diameters (SPD) of index lesions, maximum change from baseline in lymphocytes, platelets, and hemoglobin were evaluated against ENTO plasma exposure (AUC tau and C tau ). Safety endpoints, including adverse events (all grades) of skin rash, infection, diarrhea, aspartate aminotransferase (AST), alanine aminotransferase (ALT), bilirubin (total), and neutrophils (maximum change from baseline) versus ENTO plasma exposure (AUC tau and C max ) were evaluated. Results: A dose proportional increase in ENTO exposures was observed across 100, 200, and 400 mg BID regimen. A greater reduction in SPD and lymphocytes and an increase in platelets were associated with higher ENTO exposures. No exposure-response relationship was observed for PFS at Week 24 (i.e., there was an overlap in survival curves across quartiles of ENTO exposures) or hemoglobin. No association between ENTO exposures vs incidence of skin rash, infection, diarrhea, AST, ALT and neutrophils was observed. There was a slight trend toward elevated total bilirubin with higher ENTO exposures. Conclusions:In R/R CLL subjects, following ENTO 100, 200, and 400 mg BID regimen, higher exposures corresponding to 400 mg BID are associated with greater efficacy (reduction in SPD lymphocytes and an increase in platelets). No clinically relevant relationship between ENTO exposures and safety, except total bilirubin, was observed. Overall, the analyses support ENTO 400 mg BID regimen as a starting dose for future phase 2 trials in CLL patients. View large Download slide View large Download slide  Close modal Disclosures Gupta: Gilead Sciences, Inc.: Employment, Equity Ownership. Meng: Gilead Sciences, Inc.: Employment, Equity Ownership. Sharma: Gilead Sciences, Inc.: Employment, Equity Ownership. Ye: Gilead Sciences, Inc: Employment, Equity Ownership. Silverman: Gilead Sciences, Inc.: Employment, Equity Ownership. Abella: Gilead Sciences, Inc.: Employment, Equity Ownership. Mathias: Gilead Sciences, Inc.: Employment, Equity Ownership.",
    "topics": [
        "adverse event",
        "alanine transaminase",
        "aspartate aminotransferases",
        "bilirubin",
        "blood platelets",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "chronic lymphocytic leukemia refractory",
        "diarrhea",
        "equity"
    ],
    "author_names": [
        "Sneha Gupta, PhD",
        "Amy Meng, PhD",
        "Shringi Sharma, PhD",
        "Wei Ye, PhD",
        "Jeffrey Silverman, PhD",
        "Esteban M. Abella, MD",
        "Anita Mathias, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sneha Gupta, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Amy Meng, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shringi Sharma, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Ye, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Silverman, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esteban M. Abella, MD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Mathias, PhD",
            "author_affiliations": [
                "Gilead Sciences, Inc., Foster City, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:40:38",
    "is_scraped": "1"
}