{
    "doi": "https://doi.org/10.1182/blood-2018-99-118607",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4032",
    "start_url_page_num": 4032,
    "is_scraped": "1",
    "article_title": "Identification of the Genetic Variant Responsible for Variable Platelet CD36 Expression By Massively Parallel Reporter Assay ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function: New Insights into the Production and Function of Platelets",
    "abstract_text": "CD36 is a platelet membrane glycoprotein whose engagement with oxidized low density lipoprotein (oxLDL) results in platelet activation. Deletion of CD36 in mice fed a high fat diet results in attenuation of the pro-thrombotic state and platelet hyper-activity. The CD 36 gene has been associated with platelet count, platelet volume, as well as lipid levels and CVD risk. Platelet CD36 expression is highly variable with 3-8% of non-white populations displaying a complete lack of expression. Platelet CD36 expression levels have been shown to be associated with both the platelet oxLDL response and an elevated risk of thrombo-embolism. Several genomic variants have been identified as associated with platelet CD36 levels, however none have been conclusively demonstrated to be causative. We have previously reported platelet expression Quantitative Trait Loci (eQTLs) that associate single nucleotide polymorphisms (SNPs) with platelet RNA levels, indicating genetic influence on gene expression. CD36 is one of the 612 platelet-expressed RNAs whose abundance has significant genotypic associations, suggesting a mechanism by which CD36 level is regulated. 86 eQTL SNPs located within a +/- 100kb window of the CD36 gene are associated with platelet CD36 mRNA levels at a significance of P <1x10 -6 , spanning a range of 125kb. Rather than prioritizing these 86 variants for functional testing based on genomic annotation, we opted to use an approach termed a Massively Parallel Reporter Array (MPRA), in which all 86 SNPs were tested simultaneously. A library of plasmids was generated in which both alleles of the variants including 150bp of surrounding genomic context were cloned 5' to a minimal promoter and unique barcode. For statistical robustness, 40 barcodes were constructed per allele, resulting in a library containing a total of ~5000 plasmids that were generated and transfected into K562 erythroleukemia cells. RNA-Seq was then conducted on the transfected cells and the abundance of individual barcodes was quantified, normalized to the DNA plasmid library, and then compared across variant alleles. The MPRA analysis led to identification of 5 SNPs located within a 35kb region 5' to the CD36 transcription start site that had significantly different barcode production between alleles. These 5 SNPs are in linkage disequilibrium with one another, with variants reported to be associated with CD36 level, and with variants reported to be associated with platelet count and volume by GWAS. To verify the functionality of these variants, we conducted luciferase assays in which the genomic sequence surrounding the variants were inserted 5' to the reporter gene. The genomic fragment containing the alternate alleles of two of these SNPs, rs2366739 and rs1194196, located within 29bp of each other, demonstrated 25-40% lower transcriptional activity than the reference alleles. Next, to determine if these two variants altered the interaction of DNA-binding proteins with the locus, we conducted electromobility-shift assays (EMSA) using probes derived from both alleles of the genomic sequence. As with the MPRA and luciferase assays, the alternative alleles of rs2366739 and rs1194196 resulted in lower levels of DNA:protein complexes, indicating an altered affinity for regulatory complexes. Finally, to further confirm the role of this genomic locus in regulating CD36 expression levels, we deleted a 596bp region containing these two SNPs from the K562 erythroleukemia cell genome using CRISPR/Cas. Deletion of this region resulted in an approximately 10-fold increase in CD36 RNA in these cells, confirming a role for this loci in the regulation of CD36 expression. These data indicate that we have identified a regulatory locus for CD36 expression, which has important implications for platelet function in cardiovascular disease. These variants are located within a retrotransposon long-terminal repeat and alter a putative GATA1 binding site, suggesting that these variants may alter binding of that transcription factor to the locus. Platelet CD36 expression level has been linked to the platelet response to oxLDL and may modulate the thrombotic response in hyperlipidemic conditions. Therefore, the mechanism described here, in which a genetic variant alters platelet CD36 levels, and thus the platelet response to hyperlipidemic conditions, may serve as an important biomarker for increased thrombotic potential. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "cd36 antigens",
        "genetics",
        "rna",
        "thrombus",
        "acute erythroblastic leukemia",
        "cardiovascular diseases",
        "complex",
        "dna",
        "luciferases"
    ],
    "author_names": [
        "Namrata Madan, PhD",
        "Andrew Ghazi",
        "Xianguo Kong, MD",
        "Edward Chen, PhD",
        "Chad Shaw, PhD",
        "Leonard C. Edelstein, PhD"
    ],
    "author_affiliations": [
        [
            "Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Baylor College of Medicine, Houston, TX "
        ],
        [
            "Thomas Jefferson University, Philadelphia, PA "
        ],
        [
            "Baylor College of Medicine, Houston, TX "
        ],
        [
            "Baylor College of Medicine, Houston, TX ",
            "Rice University, Houston, TX"
        ],
        [
            "Thomas Jefferson University, Philadelphia, PA "
        ]
    ],
    "first_author_latitude": "39.9489108",
    "first_author_longitude": "-75.15596169999999"
}