{
    "doi": "https://doi.org/10.1182/blood.V104.11.3079.3079",
    "article_title": "Comparative Immunogenicity of Two Forms of Porcine Factor VIII in Cynomolgus Monkeys. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Porcine plasma-derived factor VIII (fVIII) has been used for two decades to treat congenital and acquired hemophilia patients with inhibitors to coagulation factor VIII. Approximately 1/3 of treated patients develop high-titer anti-porcine fVIII inhibitors, 1/3 develop intermediate titer inhibitors and 1/3 do not develop significant anti-porcine fVIII inhibitors (Hay CRM, et al. Thromb Haemost  1996 ; 75 : 25 –29 ). Recombinant porcine fVIII, B-domain deleted (OBI-1), is a candidate product for use in factor VIII inhibitor patients that has been produced in baby hamster kidney - derived cells, purified and formulated without extraneous mammalian proteins. Because of concerns regarding the potential immunogenicity of new fVIII products, we performed a comparative immunogenicity study in cynomolgus monkeys. Sixteen adult monkeys were randomized to receive porcine plasma-derived fVIII (Hyate:C ® ) at the usual starting therapeutic dose of 100 U/kg (n=6), OBI-1 at 100 U/kg (n=5), or OBI-1 at 40 U/kg (n=5). The lower OBI-1 dose was designed to yield an area of the curve approximating that of 100 U/kg of Hyate:C. Area under the time-concentration curve (AUC) for the group receiving 100 U/kg of OBI-1 was approximately 3 times that of the group receiving 100 U/kg of Hyate:C. Dosing consisted of 8 injections at 12-hour intervals on days 1 to 4, simulating treatment of a single bleeding episode. Monkeys were monitored on days 15, 29, 43, and 57 for the development of inhibitory antibodies against the products. The lower limit of quantitation using the Nijmegen modification of the Bethesda assay was 0.8 Bethesda units per ml (Bu/ml). Detectable inhibitor titers developed in 3 of 6 monkeys in the Hyate:C group and 2 of 5 in the 100 U/kg OBI-1 group. No monkey given 40 U/kg developed a detectable fVIII inhibitor, although the AUC for this Group was much greater than that for the Hyate:C 100 U/kg Group. One monkey in each of the groups administered 100 U/kg developed a titer greater than 10 Bu/ml, which peaked at days 29 and 43 in the OBI-1 and Hyate:C groups, respectively.  Inhibitor titer (Bu/ml) . Hyate:C 100 U/kg . MONKEY . Day 1 . Day 15 . Day 29 . Day 43 . Day 57 . n.d.= not done  1 < 0.8 2.2 5.5 10.4 8.5  2 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  3 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  4 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  5 < 0.8 1.0 < 0.8 < 0.8 n.d.  6 < 0.8 1.8 2.0 1.9 2.2 OBI-1 100 U/kg 1 < 0.8 < 0.8 < 0.8 < 0.8 n.d.,  2 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  3 < 0.8 < 0.8 4.5 5.5 3.1  4 < 0.8 < 0.8 0.9 < 0.8 n.d.  5 < 0.8 1.0 19.2 10.7 8.6 Inhibitor titer (Bu/ml) . Hyate:C 100 U/kg . MONKEY . Day 1 . Day 15 . Day 29 . Day 43 . Day 57 . n.d.= not done  1 < 0.8 2.2 5.5 10.4 8.5  2 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  3 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  4 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  5 < 0.8 1.0 < 0.8 < 0.8 n.d.  6 < 0.8 1.8 2.0 1.9 2.2 OBI-1 100 U/kg 1 < 0.8 < 0.8 < 0.8 < 0.8 n.d.,  2 < 0.8 < 0.8 < 0.8 < 0.8 n.d.  3 < 0.8 < 0.8 4.5 5.5 3.1  4 < 0.8 < 0.8 0.9 < 0.8 n.d.  5 < 0.8 1.0 19.2 10.7 8.6 View Large We conclude that in the cynomolgus monkey model, no significant difference was observed in immunogenicity of the two forms of porcine fVIII administered at a dose of 100 U/kg. At a dose of 40 U/kg, OBI-1 did not generate any detectable inhibitors, although this dose yielded an AUC similar to that of Hyate:C 100 U/kg. The immunogenicity of both products was similar to that of porcine factor VIII in humans. Human trials currently underway may indicate the predictive value of this model.",
    "topics": [
        "factor viii, porcine",
        "immunogenicity",
        "macaca fascicularis",
        "factor viii",
        "antibodies",
        "factor viii antibody",
        "hemophilia, acquired",
        "hemorrhagic episodes",
        "nijmegen breakage syndrome",
        "cercopithecidae"
    ],
    "author_names": [
        "Garrett E. Bergman, MD",
        "Pete Lollar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Garrett E. Bergman, MD",
            "author_affiliations": [
                "Research and Development, Octagen Corporation, Bala Cynwyd, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pete Lollar, MD",
            "author_affiliations": [
                "Medicine, Emory University, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T02:11:15",
    "is_scraped": "1"
}