{
    "doi": "https://doi.org/10.1182/blood.V120.21.1897.1897",
    "article_title": "Double Haploidentical Hematopoietic Stem Cell Transplantation (HSCT) Enhances Anti-Tumor Activity After Transplant ",
    "article_date": "November 16, 2012",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "abstract_text": "Abstract 1897 We have previously shown that haploidentical (HI) HSCT with low dose donor T-cell infusion provides a survival advantage in tumor bearing mice when compared to parent F1 or MHC-matched transplant models. We suggest that MHC difference in HI-HSCT generates early T-cell clonal activation against the unshared MHC haplotype, which eliminates residual tumor cells that express the unshared MHC haplotype. However, alteration in MHC antigen expression is a significant contributor to tumor escape from graft-versus-tumor (GVT) activity. Recent haploidentical transplant data revealed that uniparental disomy, the loss of the HLA haplotype, is a clinically relevant mechanism of tumor escape that leads to post-transplant leukemia relapse. Murine renal cell carcinoma, RENCA-TGL, cell line normally expresses only H2K d as a MHC molecule. Therefore, in our haploidentical transplant model, T cell clonal activity is usually restricted against H2K d molecule only. For circumventing the single haplotype expression of tumor model, we transfected this cell line with a H2K b expressing vector, pAcGFP-NeoR-H2K b , and generated stable clones with G418 selection. The clone that has more than 95% H2K b expression used for in vivo experiments. Both tumor cell lines, i.e. parental and transfected clone, had similar in vivo tumor growth acceptance and growth rate. We then used two different haploidentical donors that were targeting different MHC haplotypes. Lethally irradiated B6D2F1 (H2K b/d ) mice were transplanted with T cell depleted bone marrow (TCD-BM) from either B6C3F1 (H-2K b/k ) (single haplo-1; SH1), or C3D2F1 (H2K k/d ) (single haplo 2; SH2) or both donor mice with low-dose (1×10 5 ) T-cells. In some experiments, animals were also injected either H2K d or H2K b/d expressing RENCA-TGL cells for the evaluation of GVT activity. Bone marrow (BM), spleens and thymi were harvested from recipients of single and double HI-HSCT at day 35 and showed similar cellularities. Interestingly, spleen and bone marrow had similar chimerism from both donors in DH-HSCT. There were no early transplant mortality, graft failure, weight loss and GVHD scoring difference among the double or single-haploidentical transplant recipients. In two other sets of experiments, we followed the tumor growth and the survival of tumor bearing mice after transplant. The recipients of DH-HSCT showed a better survival and GVT activity than the recipients of SH-HSCT in RENCA-TGL (H2K b/d ) bearing tumor model. These observations confirmed that MHC targeting plays a prominent role in tumor surveillance, and immune targeting the unshared MHC haplotype with haploidentical transplant induce remarkable survival advantage. Double HI-HSCT provides an unique anti-tumor activity that continues to exert GVT effect, even in case of MHC haplotype loss. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "neoplasms",
        "transplantation",
        "weight reduction",
        "molecule",
        "tissue transplants",
        "tumor growth",
        "antigens",
        "graft-versus-host disease",
        "human leukocyte antigens"
    ],
    "author_names": [
        "Tulin Budak-Alpdogan, MD",
        "Cavan P Bailey, BA",
        "Michelle Panis, BS",
        "Christopher Sauter, BA",
        "Vikas Agrawal, MD",
        "Chandra Biswas, MD",
        "Neal Flomenberg, MD",
        "Onder Alpdogan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tulin Budak-Alpdogan, MD",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cavan P Bailey, BA",
            "author_affiliations": [
                "medical oncology, Kimmel Cancer Center, Philadelphia, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Panis, BS",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Sauter, BA",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Agrawal, MD",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chandra Biswas, MD",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal Flomenberg, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Onder Alpdogan, MD",
            "author_affiliations": [
                "Medical Oncology, Kimmel Cancer Center, Thomas Jefferson University, Philadelphia, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:40:55",
    "is_scraped": "1"
}