{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1015.1015",
    "article_title": "Obesity-Induced Chronic Inflammation Suppresses the Function of Non-Malignant Immune Cells While Upregulating PD-L1 on Human B-ALL Cell Lines ",
    "article_date": "December 7, 2017",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "Obesity incidence continues to rise dramatically throughout the world. Currently, 20% of school-aged children (ages 6-19) and 35% of the adult population (> 20 years of age) in the United States are obese. Obesity-related complications contributes to various diseases including insulin resistance, type 2 diabetes, and cardiovascular diseases. In addition to these diseases, obesity is a risk factor for developing childhood leukemia and significantly increases mortality rates in pediatric patients. Obesity-associated chronic inflammation is postulated to contribute to the onset and propagation of leukemia; however, this hypothesis has remained largely unexplored in experimental settings. Therefore, we established an in vitro system to delineate how non-malignant immune cells and B-cell leukemia lines respond to cytokine stimulation. Specifically, dendritic cells (DC) were isolated from the spleens of C57BL/6 mice using anti-CD11c microbeads followed by MiniMACS purification and stimulated with IL-1β, IL-6, TNF-α, or LPS (as single agents or in combination) for 24 hours prior to assaying for the upregulation of CD80,CD86, and PD-L1 using flow cytometric analysis. We found that splenic DC stimulated with IL-1β or TNF-α upregulated both CD80 and CD86 in a dose-dependent manner. Surprisingly, both cytokines also induced PD-L1 expression on DC. We next tested the effects of cytokine stimulation on Nalm6, REH, and SEM human B-ALL cell lines. Only SEM cells expressed CD86, which was not modulated by cytokine stimulation. In contrast, stimulating REH and SEM cells with cytokines upregulated PD-L1 expression with TNF-α being the most potent inducer of the immune inhibitory receptor. In order to mimic a chronic inflammatory microenvironment in vitro , mouse DC cells were treated with individual pro-inflammatory cytokines for 24 hours prior to stimulation with LPS treatment for 24 hours before assaying for functional outcomes at 48 hours post-stimulation. We observed that LPS, IL-1β, and TNF-α treatments increased CD80 and CD86 expression. Surprisingly, LPS upregulation of both CD80 and CD86 was blocked on DC when cytokine treatment preceded LPS stimulation. Similarly, DC exposure to cytokines prior LPS treatment failed to induced CD40 and PD-L1 upregulation. To examine how adipocytes-produced inflammatory cytokines modulated these functional responses in non-malignant B cells, we isolated mouse B cells from spleens of C57BL/6 mice using anti-B220 microbeads followed by MiniMACS purification. Using a modified insulin Oleate (IO) media differentiation protocol, we were able to induce adipocyte differentiation from OP9 cells (a mouse bone marrow stromal cell line). Adipocytes differentiated in vitro morphologically phenocopied primary adipocytes, and they expressed a hallmark adipocyte marker Fatty Acid Binding Protein 4 (FABP4). Importantly, these cells produced copious amounts of TNF-α. When splenic B-cells were cultured with adipocyte-produced supernatants, we found that CD86 surface expression was downregulated while PD-L1 expression increased. In conclusion, we found that IL-1β and TNF-α potently induced CD80 and CD86 on splenic DC and B-cells in acute settings. Surprisingly, these cytokines also induced PD-L1 expression on these cells most likely to prevent the pathological effects of an uncontrolled immune response. In the chronic settings, we observed blunted innate immune responses to LPS stimulation. These observations suggest that chronic inflammatory microenvironments (such as those associated with obesity) will induce an immune suppressive state in splenic DC and B-cell populations. This hypothesis was supported by our observations that adipocyte-produced soluble factors also decreased CD86 expression and upregulated PD-L1 on splenic B-cells. Pro-inflammatory cytokines also potently induced PD-L1 expression on B-ALL cells. In all, our data suggest that chronic inflammation may promote leukemogenesis by both attenuating de novo immune responses and reducing the ability to effector T-cells to kill leukemia cells when engaged due to the upregulation of immune suppressive mechanisms. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cell lines",
        "chronic inflammation",
        "leukemia, b-cell, acute",
        "obesity",
        "programmed cell death 1 ligand 1",
        "cytokine",
        "tumor necrosis factors",
        "cd80 antigens",
        "leukemia"
    ],
    "author_names": [
        "Miyoung Lee, PhD",
        "Curtis J. Henry, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Miyoung Lee, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center/Pediatrics, Emory University, Atlanta, GA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Curtis J. Henry, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Department of Pediatrics, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:26:15",
    "is_scraped": "1"
}