{
    "doi": "https://doi.org/10.1182/blood-2020-140590",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4539",
    "start_url_page_num": 4539,
    "is_scraped": "1",
    "article_title": "Outcome of Patients with T-Cell Acute Lymphoblastic Leukemia/Lymphoma with Early T-Cell Precursor-like Immunophenotype with Strong CD5 Expression ",
    "article_date": "November 5, 2020",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Kiyomi Morita, MDPhD",
        "Hagop M. Kantarjian, MD",
        "Hong Fang, MD",
        "Farhad Ravandi, MBBS",
        "Nitin Jain, MD",
        "Marina Konopleva, MD PhD",
        "El Hussein Siba, MD",
        "Feng Wang, PhD",
        "Nicholas J. Short, MD",
        "Koichi Takahashi, MD PhD",
        "Rita Khouri",
        "Koji Sasaki, MD",
        "Courtney D. DiNardo, MD MSCE",
        "Tapan M. Kadia, MD",
        "Guillermo Garcia-Manero, MD",
        "Naval Daver, MD",
        "Guillermo Montalban Bravo, MD",
        "Sergej Konoplev, MD PhD",
        "Joseph D. Khoury, MD",
        "Elias Jabbour, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Genomic Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Hematopathology, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Introduction: T-cell acute lymphoblastic leukemia (T-ALL) originating from early T-cell precursors (ETP-ALL) has distinct immunophenotype (CD1a - CD8 - CD5 -/weak and positive for myeloid or stem-cell markers [My-HSC + ]) and is associated with poor outcome with 5-year (yr) survival <25%. Some T-ALL cases are transcriptionally similar to ETP-ALL but the level of CD5 expression is not low enough to meet the immunophenotypic criteria of ETP-ALL (near-ETP ALL), and their outcome remains unknown (Coustan-Smith et al. Lancet Oncol 2009). The aim of this study is to characterize the patients (pts) with ETP-ALL, near-ETP ALL, and other T-ALL, and compare their outcomes. Methods: We reviewed 217 pts with newly diagnosed T-ALL or T-cell lymphoblastic lymphoma (T-LL) who received treatment at our institution between 8/2000 and 2/2020. Of the 217 pts, 196 pts with full immunophenotypic data were classified into: 1) ETP if CD1a - CD8 - CD5 -/weak My-HSC + (N=36), 2) near-ETP if CD1a - CD8 - CD5 strong My-HSC + (N=27), and 3) non-ETP if not classified as ETP or near-ETP (N=133). Minimal residual disease (MRD) was assessed by multicolor flow cytometry with a sensitivity of 10 −4 cells. Overall survival (OS) was calculated from the start date of treatment to the date of death, or last follow-up. Event-free survival (EFS) was calculated from the start date of treatment to the date of death or treatment failure, or last follow-up. Cox regression model was used for univariate and multivariate analysis (MVA). Allogeneic stem cell transplantation (allo-SCT) was considered as a time-dependent variable. Results: Pts characteristics are summarized in Table 1. ETP-ALL pts tended to be older than near-ETP/non-ETP ALL pts. ETP/near-ETP ALL pts were more likely to present with ALL, and less likely to have diploid karyotype. By definition, near-ETP ALL had significantly higher CD5 expression compared with ETP-ALL (median 94% vs 6%, p < 0.001). CD117 was less likely to be positive in near-ETP ALL than in ETP-ALL (8% vs 67%, p = 0.001), whereas there was no difference in CD13 (p = 1), CD34 (p = 1), and HLA-DR (p = 0.157) positivity rates. Among 55 pts with available mutation data, NOTCH1 was most frequently mutated across all 3 subtypes (31% vs 70% vs 35% in ETP vs near-ETP vs non-ETP), whereas DNMT3A mutations and RAS/RTK mutations were more enriched in ETP-ALL ( DNMT3A : 25% vs 0% vs 7%; RAS/RTK: 38% vs 0% vs 14% in ETP vs near-ETP vs non-ETP). Mutations in transcription factor genes were detected in ETP-ALL and near-ETP ALL, but not in non-ETP ALL (31% vs 40% vs 0% in ETP vs near-ETP vs non-ETP, Figure 1). Treatment was mainly based on hyper-CVAD (HCVAD). Complete remission (CR)/CR with incomplete count recovery rate was similar among 3 subtypes (84% vs 85% vs 90% in ETP vs near-ETP vs non-ETP). MRD negativity rate was 74% vs 56% vs 92% in ETP vs near-ETP vs non-ETP. More ETP/near-ETP ALL pts received allo-SCT in CR1 (39% vs 22% vs 5% in ETP vs near-ETP vs non-ETP). With a median follow-up of 71 months (95% CI: 56-100), 59 pts relapsed and 83 died. The estimated 5-yr EFS and 5-yr OS rates for the entire cohort were 53% (95% CI: 46%-61%) and 57% (95% CI: 49%-64%), respectively. The 5-yr EFS/OS rates were 26/34%, 48/57%, 62/63% in ETP, near-ETP, and non-ETP ALL, respectively. ETP-ALL pts had significantly worse survival than did non-ETP ALL pts (p = 0.002 for EFS, p = 0.007 for OS), whereas there was no difference in outcome between near-ETP and non-ETP ALL (p = 0.28 for EFS, p = 0.673 for OS, Figure 2). Allo-SCT in CR1 did not improve the outcome in near-ETP ALL (5-yr OS 63% vs 55%, p = 0.638) and non-ETP ALL pts (67% vs 62%, p = 0.903). In contrast, among ETP-ALL pts, allo-SCT seemed to be beneficial with borderline significance (5-yr OS 36% vs 27%, p = 0.06). Survival advantage of additional nelarabine (nel) to HCVAD therapy was observed only in non-ETP ALL pts (5-yr OS 77% vs 51% in HCVAD+nel vs HCVAD, p = 0.001, Figure 3). MVA revealed that age ≥60 (HR 2.38, p = 0.022), elevated WBC ≥100×10 9 /L (HR 2.99, p = 0.001), and ETP phenotype (HR 2.10, p = 0.018) were significant prognostic factors for OS. Among 90 pts with MRD data, age ≥60 (HR 2.97, p = 0.044), WBC ≥100×10 9 /L (HR 4.25, p <0.001), and positive MRD (HR 2.24, p = 0.04) were found to be prognostic (Table 2). Conclusions: ETP-ALL pts had poor outcome that is improved with allo-SCT, whereas near-ETP ALL pts showed similar survival rate to non-ETP ALL pts. Novel therapies targeting myeloid/stem cells are expected to improve the outcome in ETP-ALL and near-ETP ALL pts. View large Download slide View large Download slide  Disclosures Kantarjian: Ascentage: Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; BMS: Research Funding; Immunogen: Research Funding; Jazz: Research Funding; Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Sanofi: Research Funding; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Adaptive biotechnologies: Honoraria; Amgen: Honoraria, Research Funding; Aptitute Health: Honoraria; BioAscend: Honoraria; Delta Fly: Honoraria; Janssen: Honoraria; Oxford Biomedical: Honoraria; Abbvie: Honoraria, Research Funding. Ravandi: Xencor: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding; Macrogenics: Research Funding; AstraZeneca: Consultancy, Honoraria; BMS: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Astellas: Consultancy, Honoraria, Research Funding; Orsenix: Consultancy, Honoraria, Research Funding. Jain: Cellectis: Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Precision Bioscienes: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Fate Therapeutics: Research Funding; AstraZeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; ADC Therapeutics: Research Funding; Pfizer: Research Funding; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Aprea Therapeutics: Research Funding; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding; Incyte: Research Funding; TG Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; BeiGene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Konopleva: Amgen: Consultancy; AstraZeneca: Research Funding; Genentech: Consultancy, Research Funding; Calithera: Research Funding; Stemline Therapeutics: Consultancy, Research Funding; Reata Pharmaceutical Inc.;: Patents & Royalties: patents and royalties with patent US 7,795,305 B2 on CDDO-compounds and combination therapies, licensed to Reata Pharmaceutical; Forty-Seven: Consultancy, Research Funding; Sanofi: Research Funding; Kisoji: Consultancy; Agios: Research Funding; AbbVie: Consultancy, Research Funding; Eli Lilly: Research Funding; Rafael Pharmaceutical: Research Funding; Ascentage: Research Funding; Ablynx: Research Funding; Cellectis: Research Funding; F. Hoffmann La-Roche: Consultancy, Research Funding. Short: Takeda Oncology: Consultancy, Honoraria, Research Funding; Astellas: Research Funding; Amgen: Honoraria; AstraZeneca: Consultancy. Sasaki: Daiichi Sankyo: Consultancy; Pfizer Japan: Consultancy; Otsuka: Honoraria; Novartis: Consultancy, Research Funding. DiNardo: MedImmune: Honoraria; Novartis: Consultancy; ImmuneOnc: Honoraria; Calithera: Research Funding; Agios: Consultancy, Honoraria, Research Funding; Notable Labs: Membership on an entity's Board of Directors or advisory committees; Jazz: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy, Honoraria, Research Funding; Takeda: Honoraria; AbbVie: Consultancy, Honoraria, Research Funding; Syros: Honoraria. Kadia: Novartis: Honoraria; Pfizer: Honoraria, Research Funding; Ascentage: Research Funding; Cellenkos: Research Funding; Astra Zeneca: Research Funding; Genentech: Honoraria, Research Funding; Cyclacel: Research Funding; Pulmotec: Research Funding; Astellas: Research Funding; Incyte: Research Funding; Celgene: Research Funding; Abbvie: Honoraria, Research Funding; BMS: Honoraria, Research Funding; JAZZ: Honoraria, Research Funding; Amgen: Research Funding. Garcia-Manero: Bristol-Myers Squibb: Consultancy, Research Funding; Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Jazz Pharmaceuticals: Consultancy; Merck: Research Funding; Novartis: Research Funding; Onconova: Research Funding; Amphivena Therapeutics: Research Funding; H3 Biomedicine: Research Funding; AbbVie: Honoraria, Research Funding; Acceleron Pharmaceuticals: Consultancy, Honoraria; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Daver: Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Trovagene: Research Funding; Fate Therapeutics: Research Funding; ImmunoGen: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trillium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Servier: Research Funding. Jabbour: Adaptive Biotechnologies: Other: Advisory role, Research Funding; Takeda: Other: Advisory role, Research Funding; AbbVie: Other: Advisory role, Research Funding; Pfizer: Other: Advisory role, Research Funding; Amgen: Other: Advisory role, Research Funding; BMS: Other: Advisory role, Research Funding; Genentech: Other: Advisory role, Research Funding."
}