{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4485.4485",
    "article_title": "The Minnesota Refined Acute GVHD Score Predicts Response to Initial Therapy, Survival and Non-Relapse Mortality after Haploidentical Transplantation with Post-Transplant Cyclophosphamide ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "abstract_text": "Background : Despite prophylactic treatments with immunosuppressive agents, approximately 50% of transplant recipients develop acute GVHD (aGVHD) with an overall response rate (ORR) to steroid front-line therapy of approximately 64% and a 6-month overall survival (OS) of 66% (Martin PJ, BBMT 2012;18:1150-63). Recently, the University of Minnesota (MN) identified a new clinical refined risk score that was more powerful than the IMBTR score to predict response and survival of patients with aGVHD (MacMillan ML et al, BBMT 2015;21:761-7). In particular, at aGVHD onset patients at standard (SR) and high-risk were characterized by opposite outcomes in terms of ORR (69% vs 43%), non-relapse mortality (NRM; 22% vs 44%) and OS (71% vs 52%). This score was mainly based on patients receiving a transplant either from a matched-related-donor or a matched or mismatched unrelated donor. Because haploidentical transplant (Haplo-SCT) with post-transplant cyclophosphamide (PT-Cy) is becoming a widespread option for patients lacking a HLA identical donor, we set to identify whether the refined MN aGVHD risk score is useful in the setting of Haplo-SCT in order to early identify which patients are at higher risk of death for aGVHD and may benefit from upfront, intensified treatments. Methods : Between 2011 and 2016, 318 patients received a Haplo-SCT with PT-Cy. 87 patients (27%) developed aGVHD of grade 2-4. Median age was 56 year old (20-72), 56 were male and 18 (21%) of them received a transplant from a female donor. Graft source comprised peripheral blood stem cells (PBSC) in 64 (73%) and bone marrow (BM) in 23 (37%), 56% of the patients received a reduced intensity (RIC) and 38% a non-myeloablative (NMA) conditioning, 53% had a HCT-CI>3 and 14% an unfavorable (D/R: Neg/Pos) CMV serostatus. Acute GVHD characteristics were as follows: 61 (70%) had grade 2 and 26 (30%) grade 3-4 according to Glucksberg staging, 25 (29%) had a grade A-B and 62 (71%) a grade C-D according to IMBTR index, 63 (72%) had only skin and 24 (28%) also visceral involvement, 65 (75%) were classified as standard risk (SR) and 22 (28%) as high-risk according to the MN risk score 2 . Front line therapy consisted of steroid in 59% of the subjects and steroid combined with extracorporeal photochemotherapy in 41%. Results: Day 28 cumulative incidence (CI) of non-responder (NR) was 21% (95% CI: 12-29) and CI of aGVHD relapse within 6 months was 8% (95% CI: 1-14). CI of cGVHD was 16% (95% CI: 9-25). 3y-OS was 55% (95% CI: 43-66) and 1y-NRM 23% (95% CI: 15-32). CI of CMV reactivation after aGVHD onset was 40% (95% CI: 29-50). Patients' outcome according to the main variables is summarized in Table I. Day 28 CI of of NR differed between MN SR and high-risk patients: 15% vs 36%, p=0.09. Glucksberg, IMBTR and visceral/non visceral grading had a similar capacity to identify patients with different chance of response. On multivariate analysis no variable was independently associated with day 28 probability of NR: of note, the MN high-risk group had a hazard ratio (HR) of 1.7 (95% CI: 0,2-12,6). Relative to 1y-NRM and 3y-OS rates, patients with high risk MN score were at higher risk od death: relative to SR, 1y-NRM was 50% vs 14% (p=0.0002) and a 3y-OS was 42% vs 60% (p=0.04). The IMBTR score was not capable to distinguish different groups in terms of NRM and OS, while stage 3-4 aGVHD according to Glucksberg grading was associated with a worse NRM, but not OS. Only the distinction between visceral and no-visceral aGVHD yielded results similar to the MN risk score (Table I). On multivariate analysis no variable was an independent predictor of NRM or OS due to the small patients number. Of note, in terms of NRM, high-risk MN group had a HR of 2.7 (95% CI: 0,2-26,8) and visceral GVHD had a HR of 1.5 (95% CI: 0.2-10.2). Relative to OS, high-risk MN group had a HR of 2.0 (95% CI: 0,3-11,3), while visceral GVHD had a HR of 1.7 (95% CI: 0.3-8.7). Conclusion : The refined MN aGVHD risk score is useful to identify at aGVHD onset patients at higher risk of non-response and mortality also in the contest of Haplo-SCT with PT-Cy. This score appears more powerful than the IBMTR, but similar to Glucksberg grading, to identify patients at higher risk. These preliminary observations need to be validated on a larger number of patients in order to identify whether the MN risk score may be useful to orient treatment decisions for aGVHD occurring after Haplo-SCT with PT-Cy. View large Download slide View large Download slide  Close modal Disclosures Carlo-Stella: Rhizen Pharmaceuticals: Research Funding; Boehringer Ingelheim: Consultancy, Honoraria; ADC Therapeutics: Research Funding. Santoro: Merck: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cyclophosphamide",
        "graft-versus-host disease, acute",
        "haploidentical transplantation",
        "transplantation",
        "steroids",
        "graft-versus-host disease",
        "cmv reactivation",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "immunosuppressive agents"
    ],
    "author_names": [
        "Jacopo Mariotti",
        "Angela Granata, MD",
        "Raynier Devillier",
        "Stefania Bramanti, MD",
        "Barbara Sarina, MD",
        "Sabine Furst, MD",
        "Catherine Faucher, MD",
        "Samia Harbi, MD",
        "Lucio Morabito",
        "Christian Chabannon, MD PhD",
        "Carmelo Carlo-Stella, MD",
        "Reda Bouabdallah, MD",
        "Armando Santoro, MD",
        "Didier Blaise",
        "Luca Castagna, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacopo Mariotti",
            "author_affiliations": [
                "Haematology, Humanitas Cancer Center, Rozzano (milan), Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angela Granata, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raynier Devillier",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefania Bramanti, MD",
            "author_affiliations": [
                "Humanitas Clinical and Research Center, Rozzano, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barbara Sarina, MD",
            "author_affiliations": [
                "Haematology, Istituto Clinico Humanitas, Rozzano, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Furst, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Faucher, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samia Harbi, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucio Morabito",
            "author_affiliations": [
                "Cancer Center, Humanitas Research Hospital and Center for Accelerating Leukemia Research (CALR), Humanitas University, Milan, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Chabannon, MD PhD",
            "author_affiliations": [
                "Institut Paoli Calmettes CLCC Provence-Alpes-Cote d'Azur, Marseille, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmelo Carlo-Stella, MD",
            "author_affiliations": [
                "Department of Oncology and Hematology, Humanitas Clinical and Research Center, Rozzano, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reda Bouabdallah, MD",
            "author_affiliations": [
                "Institut Paoli Calmettes, Marseille, FRA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armando Santoro, MD",
            "author_affiliations": [
                "Humanitas Clinical and Research Center, Rozzano, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise",
            "author_affiliations": [
                "Institut Paoli Calmettes, Department of Hematology, Centre de Recherche en Cancérologie de Marseille (CRCM), Marseille, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Castagna, MD",
            "author_affiliations": [
                "Hematology Department, Istituto Clinico Humanitas, Milano, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:37:19",
    "is_scraped": "1"
}