{
    "doi": "https://doi.org/10.1182/blood-2018-99-117528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3919",
    "start_url_page_num": 3919,
    "is_scraped": "1",
    "article_title": "The Potential of Plant-Based Compounds As Iron Chelators ",
    "article_date": "November 29, 2018",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "topics": [
        "iron chelating agents",
        "plants",
        "chelating agents",
        "poplar trial",
        "edetate disodium",
        "edetic acid",
        "iron",
        "iron overload",
        "adverse effects",
        "caffeic acids"
    ],
    "author_names": [
        "Sarah Lane",
        "Farzam Viand",
        "Kayla Bolduc",
        "Juergen Ehlting, MSc, PhD",
        "Patrick B Walter, MSc, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Forest Biology, University of Victoria, Victoria, Canada ",
            "Biology, University of Victoria, Victoria, Canada "
        ],
        [
            "Biology, University of Victoria, Victoria, Canada "
        ],
        [
            "Biology, University of Victoria, Victoria, Canada "
        ],
        [
            "Center for Forest Biology, University of Victoria, Victoria, Canada ",
            "Biology, University of Victoria, Victoria, Canada "
        ],
        [
            "Biology, University of Victoria, Victoria, Canada ",
            "Hematology/Oncology, UCSF Benioff Children's Hospital Oakland, Oakland, CA"
        ]
    ],
    "first_author_latitude": "48.464244",
    "first_author_longitude": "-123.31127759999998",
    "abstract_text": "Introduction: The use of iron-chelators is an important clinical treatment for iron overload diseases such as β-Thalassemia (Thal) and neurodegeneration with brain iron accumulation. Iron overload can impair immune cell, cardiac and neurological function. Iron chelation can alleviate some of this morbidity, but at increasing doses certain chelating agents can have serious side effects. Plant-based treatments may offer an alternative. In plants, Fe is required for photosynthesis and enzyme production but is often limited for uptake from the soil. When Fe is limited, plant roots may produce a range of compounds, including chelators, to assist in solubilizing Fe precipitates. Plant-produced phenolic acids such as p-coumaric acid (Cou), caffeic acid (Caf), or chlorogenic acid (CGA) have shown an affinity for Fe and may play a role in plant iron uptake. Plants adapted to environments where Fe is more difficult to access, such as alkaline soils, could show a higher prevalence of these compounds, along with plants generally abundant in phenolics. In this project, the alkaline tolerant plants Thuja plicata (cedar) and Lavandula x intermedia (lavender), along with the phenolic rich Populus trichocarpa x deltoides ( Poplar), were investigated for their potential to produce Fe-chelators in response to low Fe. Methods : Cedar, lavender, and poplar cuttings were clonally propagated and cultivated aeroponically to improve efficiency of root collection. Extracts or exudates from roots grown with or without Fe were isolated for characterization as Fe-chelators. Phenolics from root washings were captured with chromatography and separated by collection into fractions in different solvents. These were evaluated for total phenolic concentration against gallic acid as a standard. An in vitro competition assay was used to characterize Fe-binding ability of root isolates. Isolates were compared to standard chelators DFO and EDTA, and model compounds Cou, Caf, and CGA to determine inhibition of the competition reaction. A bioassay quantified intracellular Fe in monocytic THP-1 cells (to model RE system) grown for 8 weeks with chronic relevant non-transferrin bound iron levels (4-20 μM Fe-citrate, CrFe) and without (Con). Cultures were also investigated for other effects of acute Fe treatment and potential chelators over time. Results: Aeroponic plant cultivation improved root health and growth compared to previous hydroponic methods. Fe-deficient plants produced isolates that were different from Fe-normal plants following an analysis of phenolic fractions. Isolates in isopropanol were found to be 104% more plentiful in Fe-deficient poplars, which may indicate Fe-chelating potential. Between species, lavender had the highest phenolic concentration in root isolates, followed by cedar and poplar. Cedar roots showed an increased composition of phenolics compared to Fe-deficient poplar, supporting the potential for species-specific Fe responses. Analysis of Fe responses between species is ongoing. Competition assays showed that lavender root isolates exhibited 36% greater inhibition than 80 μM EDTA and 46% greater than 100 μM DFO. In direct comparison to DFO at 50 μM, Caf was equivalent, CGA had 30% greater inhibition, and inhibition by Cou was 41% lower. CrFe cells had 104% greater intracellular Fe compared to Con cells. Addition of acute Fe over 24 h significantly increased Fe content of cells grown in both CrFe and Con conditions and altered cell viability. A dose-dependent reduction in Fe levels was seen with increasing CGA in both CrFe and Con cells. Overall, Fe in samples treated with CGA were comparable to those with DFO. The effect of plant root isolates on intracellular Fe and cell viability is ongoing. Conclusion: Plant species from different soil types have altered responses to Fe-deficiency. Lavender and cedar, more tolerant of unfavorable soils, may produce more Fe-chelating phenolics as part of their response to low Fe. This was observed in vitro , as lavender isolates contain chelators that stimulate inhibition of the competition reaction similarly to DFO and EDTA at moderate concentrations. As a model, Caf, CGA and Cou also prove to have Fe-chelating activity comparable to DFO at lower concentrations. After using these plant compounds in bioassays, their successful reduction of intracellular Fe in CrFe THP-1 cells show the promise of plant root isolates to be clinically useful Fe-chelators. Disclosures No relevant conflicts of interest to declare."
}