{
    "doi": "https://doi.org/10.1182/blood.V110.11.1661.1661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=840",
    "start_url_page_num": 840,
    "is_scraped": "1",
    "article_title": "Long-Term Follow-Up of Reduced Intensity Transplantation with an Alemtuzumab-Containing Regimen for Aggressive Non-Hodgkins Lymphoma. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation",
    "topics": [
        "alemtuzumab",
        "follow-up",
        "lymphoma, non-hodgkin",
        "transplantation",
        "transplantation, autologous",
        "diffuse large b-cell lymphoma",
        "human leukocyte antigens",
        "chemotherapy regimen",
        "cyclosporine",
        "fludarabine"
    ],
    "author_names": [
        "Kirsty Thomson, MD",
        "Emma Morris, MD",
        "Adrian Bloor, MD",
        "Gordon Cook, MD",
        "Donald Milligan, MD",
        "Anne Parker, MD",
        "Charles Craddock, MD",
        "Lynny Yung, MD",
        "Ronjon Chakraverty, MD",
        "Karl Peggs, MD",
        "Stephen Mackinnon, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, University College London, United Kingdom"
        ],
        [
            "Hematology, University College London, United Kingdom"
        ],
        [
            "Hematology, Christie Hospital, Manchester, United Kingdom"
        ],
        [
            "Hematology, Leeds General Infirmary, United Kingdom"
        ],
        [
            "Hematology, Birmingham Heartlands Hospital, United Kingdom"
        ],
        [
            "Hematology, Glasgow Royal Infirmary, United Kingdom"
        ],
        [
            "Hematology, Queen Elizabeth Hospital, Birmingham, United Kingdom"
        ],
        [
            "Hematology, Guys Hospital, London, United Kingdom"
        ],
        [
            "Hematology, University College London, United Kingdom"
        ],
        [
            "Hematology, University College London, United Kingdom"
        ],
        [
            "Hematology, University College London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.515045",
    "first_author_longitude": "-0.16502629999999996",
    "abstract_text": "The outlook for patients with relapsed or refractory high-grade NHL failing autologous transplant is poor. Allogeneic transplant with myeloablative conditioning carries a high non-relapse mortality (NRM) in this setting, and reduced intensity conditioning is being investigated. We report 54 consecutive patients with a diagnosis of diffuse large B cell lymphoma (n=48;89%: presenting de novo [n=31] or following transformation from follicular lymphoma [FL, n=17]) or anaplastic large cell lymphoma (n=6;11%) who underwent reduced intensity allogeneic transplantation (RIC) at 8 centres. Conditioning was with fludarabine 150mg/m 2 , melphalan 140mg/m 2 and alemtuzumab (20–100mg), and cyclosporin A was given at 3mg/kg. Donors were HLA-matched siblings in 34 (63%), and unrelated in 20 (37%), of whom 11 were HLA-mismatched at up to 3/10 loci. Median age was 44 yrs (18–64), median lines of prior therapy was 4 (1–7), 37 (69%) patients had previously undergone autologous transplantation, and 11 (20%) had chemorefractory disease at the time of RIC. Median follow-up from RIC was 49 months (8–87). NRM was 30% at 1 yr and 34% at 5 yrs, with 18/19 events occurring within the 1 st 16 months. There was no significant association between NRM and donor type or prior autograft. Estimated relapse rate was 32% at 5 years for all patients: 25% in de novo high-grade NHL and 46% in those with transformed FL. Fifteen of the 16 relapses occurred within the 1 st yr post-transplant, at a median of 3 months (1–42). Twelve patients received donor lymphocyte infusions (DLI) at a starting dose of 1–10 × 10 6 CD3+ cells/kg. Of the 12, 5 had primary DLBCL- 4 died within 5 months of DLI having had no response, and 1 had additional anti-tumor therapy pre-DLI and remitted. Of the 7 with transformed FL, 4 remitted, 2 with therapy prior to DLI and 1 with GVHD. Overall survival (OS) for the whole cohort was 45% at 5 yrs, with current progression-free survival (cPFS) of 46% at 5 yrs. There was no significant difference in OS or cPFS when analysed by donor type (5 yr OS 46% for sibling donors, 44% for unrelated donors;p=0.612), presence of prior autologous transplant (5 yr OS 43% for those having failed autograft, 51% for those who had not undergone autograft;p=0.614), or presence of de novo high-grade NHL (OS 39% at 5 yrs for those with de novo high-grade NHL, 58% for those with transformed FL;p=0.208). Both OS (p=0.003) and cPFS (p=0.002) were significantly impacted by the presence of chemorefractory disease pre-RIC, with both OS and cPFS 55% at 5 yrs for chemosensitive disease, and 9% at 5 yrs for chemorefractory. In conclusion, given the median follow-up of over 4 yrs and the aggressive nature of the disease in these patients, with extensive pre-treatment including a failed autologous transplant in the majority, these are encouraging results raising the prospect of long-term survival in a significant cohort. We propose that all patients with DLBCL relapsing following an autograft whose disease is sensitive to salvage chemotherapy should be strongly considered for RIT, using related or unrelated donors."
}