{
    "doi": "https://doi.org/10.1182/blood.V108.11.3456.3456",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=767",
    "start_url_page_num": 767,
    "is_scraped": "1",
    "article_title": "SDX-308, a Structural Analog of Etodolac, Inhibits NF-κB Activity Resulting in Significant Inhibition of Osteoclast Formation/Activity and Multiple Myeloma Cell Growth. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "cell growth",
        "etodolac",
        "multiple myeloma",
        "osteoclasts",
        "bone destruction",
        "anti-inflammatory agents, non-steroidal",
        "cytotoxicity",
        "dexamethasone",
        "i-kappa b proteins",
        "luciferases"
    ],
    "author_names": [
        "Rentian Feng, PhD",
        "Gulsum Anderson, PhD",
        "Guozhi Xiao, MD, PhD",
        "Gary Elliott, PhD",
        "Lorenzo M. Leoni, MD",
        "Markus Y. Mapara, MD, PhD",
        "David Roodman, MD, PhD",
        "Suzanne Lentzsch, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Galenic Strategies Consulting Services, San Diego, CA, USA"
        ],
        [
            "Mondobiotech, Gentilino, Switzerland"
        ],
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ],
        [
            "Division of Hematology/Oncology, University of Pittsburgh Cancer Institute, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "Multiple myeloma (MM) is characterized by increased osteoclast activity resulting in bone destruction and the development of lytic bone lesions. Current treatment modalities have resulted in an increased overall survival in MM patients and new drugs are required that specifically inhibit bone destruction. Etodolac is a non-steroidal anti-inflammatory drug that is approved for treatment of degenerative joint disease and rheumatoid arthritis. SDX-101, an R-enantiomer of Etodolac, was recently demonstrated to induce cytotoxicity, overcome drug resistance, and enhance the activity of dexamethasone in MM. SDX-308 is a novel and more potent etodolac structural analog with a more favorable safety profile than the racemic etodolac due to a lack of significant COX-inhibitory activity. In this study, we focused on effects of SDX-308 on osteoclastogenesis and MM cells. SDX-308 required a 10-fold lower concentration (5x10 −6 M) than SDX-101 (50x10 −6 M) to induce potent inhibition (60–80%) of osteoclast formation using mononuclear bone marrow cells from MM patients and healthy donors. Depending on the MM cell line (MM.1S, RPMI-822, or OPM2), SDX-308 required 10- to 100-fold lower concentration (1–10x10 −6 M) to inhibit MM cell proliferation compared to SDX-101 (10–100x10 −6 M). In addition, SDX-308 (7.5x10 −6 M) completely inhibited bone resorption as determined by dentin-based bone resorption assays. We found that pre-treatment of RAW264.7 osteoclast-like cells with SDX-308 decreased constitutive and RANKL-stimulated NF-κB activation measured by luciferase activity. Further, SDX-308 inhibited phosphorylation of p65, IκBα and p65 nuclear translocation in RAW264.7 cells. In addition, SDX-308 effectively suppressed TNFα-induced IKK-γ and IkB-α phosphorylation and degradation and subsequent NF-κB activation in human MM cells. Even in higher concentrations, SDX-101 was less effective in inhibiting NF-κB signaling. In conclusion, these results indicate that SDX-308 effectively inhibits multiple myeloma cell proliferation and osteoclast activity by specifically targeting the NF-κB signaling pathway. These results show that SDX-308 is a promising therapeutic candidate for inhibiting tumor cell growth and elevated osteoclast activity in MM."
}