{
    "doi": "https://doi.org/10.1182/blood.V110.11.470.470",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1043",
    "start_url_page_num": 1043,
    "is_scraped": "1",
    "article_title": "Efficacy of Dasatinib in Patients with Accelerated-Phase Chronic Myelogenous Leukemia with Resistance or Intolerance to Imatinib: 2-Year Follow-Up Data from START-A (CA180-005). ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "accelerated phase",
        "dasatinib",
        "follow-up",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "bcr-abl tyrosine kinase",
        "toxic effect",
        "transplantation",
        "diarrhea",
        "edema"
    ],
    "author_names": [
        "Francois Guilhot, MD",
        "Jane F. Apperley, MD",
        "Dong-Wook Kim, MD",
        "Gianantonio Rosti, MD",
        "Xiaobin Yuan",
        "Jan M.A. Van Tornout, MD",
        "Felix T. Garzon, MD",
        "Jorge Cortes, MD"
    ],
    "author_affiliations": [
        [
            "CHU de Poitiers, Poitiers, France"
        ],
        [
            "Hammersmith Hospital, London, United Kingdom"
        ],
        [
            "St. Mary’s Hospital, the Catholic University of Korea, Seoul, Korea"
        ],
        [
            "S. Orsola-Malpighi University Hospital, Bologna, Italy"
        ],
        [
            "Bristol-Myers Squibb, Wallingford, CT, USA"
        ],
        [
            "Bristol-Myers Squibb, Wallingford, CT, USA"
        ],
        [
            "Bristol-Myers Squibb, Wallingford, CT, USA"
        ],
        [
            "MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "46.5581835",
    "first_author_longitude": "0.38522009999999995",
    "abstract_text": "Dasatinib (SPRYCEL®), a potent inhibitor of BCR-ABL and SRC-family kinases, has been shown to be effective and safe for patients with accelerated-phase chronic myelogenous leukemia (AP-CML) who are resistant or intolerant to imatinib. START-A is a 39-center, international study to which patients with AP-CML who failed prior imatinib therapy were enrolled between December 2004 and July 2005. Here we report an update of the efficacy and safety of dasatinib (70 mg BID) from this open-label study of 174 patients with imatinib-resistant (n=161) or -intolerant (n=13) AP-CML after a median follow-up of 14.1 mo (range 0.1–21.7). Dose escalation (100 mg BID) or reduction (50 or 40 mg BID) were allowed for a lack of response or toxicity, respectively. Median time from original diagnosis of CML was 82 mo (range 4–359). Prior therapy included interferon-α in 72% of patients and stem-cell transplantation (SCT) in 13%; 52% had received prior imatinib doses >600 mg/d and 59% treatment with imatinib for >3 years. Best response to prior imatinib therapy was complete hematologic response (CHR) in 79% of patients, major cytogenetic response (MCyR) in 33%, and complete cytogenetic response (CCyR) in 21%. CHRs were attained by 45% of patients, while MCyRs and CCyRs were seen in 39% and 32%, respectively. Responses were achieved irrespective of imatinib status (with MCyR of 39% for both imatinib-resistant and -intolerant subgroups), prior stem-cell transplantation (26% MCyR), or the presence of prior BCR-ABL mutations (with the exception of T315I) (40% MCyR for both the mutation-positive and -negative subgroups). Twelve-month progression-free survival and overall survival were 66% and 82%, respectively. Dose interruptions were required for 85% of patients and dose reduction for 65%; the average daily dose administered was 126 mg (range 32–196). Grade 3–4 neutropenia and thrombocytopenia were reported in 76% and 82% of patients. Non-hematologic toxicity was generally mild to moderate and consisted primarily of diarrhea (52% all grades, 8% grade 3–4), headache (29%, <1%), nausea (28%, <1%), pleural effusion (27%, 5%), fatigue (26%, 4%), and superficial edema (22%, 1%). Dasatinib is effective in patients with AP-CML following imatinib treatment failure and the overall benefit-risk evaluation is favorable in this poor prognosis population. Updated analyses corresponding to a minimum follow-up of 2 years on all patients will be presented."
}