{
    "doi": "https://doi.org/10.1182/blood.V112.11.2020.2020",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1111",
    "start_url_page_num": 1111,
    "is_scraped": "1",
    "article_title": "Recombinant Protein Infusion and Hydrodynamic Plasmid Delivery Strategies Provide Distinct and Complementary Approaches to the Characterization of Variant Forms of Von Willeband Factor (VWF) in VWF Knockout Mice. ",
    "article_date": "November 16, 2008",
    "session_type": "Blood Coagulation and Fibrinolytic Factors",
    "topics": [
        "infusion procedures",
        "mice, knockout",
        "plasmids",
        "recombinant proteins",
        "antigen assay",
        "bleeding time procedure",
        "dna",
        "glycoprotein",
        "hemostasis procedures",
        "metalloproteases"
    ],
    "author_names": [
        "Cynthia M. Pruss, BSc",
        "Carol A. Hegadorn",
        "Andrea Labelle",
        "Erin Burnett",
        "Mia Golder",
        "David Lillicrap, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ],
        [
            "Pathology and Molecular Medicine, Queen’s University, Kingston, ON, Canada"
        ]
    ],
    "first_author_latitude": "44.224829150000005",
    "first_author_longitude": "-76.49432285",
    "abstract_text": "Von Willebrand Factor (VWF) is a large multimeric glycoprotein that mediates platelet adhesion to the damaged blood vessel wall and subsequent platelet aggregation at the site of vascular injury. The size of VWF multimers is regulated by the metalloprotease, ADAMTS13. Alterations in VWF sequence can lead to an increase or decrease in ADAMTS13-mediated cleavage, resulting in either a loss or increase in high molecular weight VWF multimers, respectively. With the availability of a VWF knockout mouse, variant forms of VWF can be evaluated in vivo in terms of their contribution to hemostasis and thrombosis. In these studies, we have taken into account the significant differences in VWF-GPIb binding and ADAMTS13 cleavage efficiency seen between mice and humans and have also assumed that functionally important residues are likely to be conserved between species. With these considerations in mind, the protocols described in this report utilize mouse-exclusive reagents. Previous reports of correction of the VWF KO phenotype using hydrodynamic gene delivery have shown contradictory results for correction of the bleeding time and blood volume loss as well as a grossly abnormal multimer structure of the rescued VWF protein, due initially to an inadvertent C799R mutation and latterly to factors possibly related to the site of VWF synthesis. In this study, we compare wild type VWF clearance to a cleavage site knockout, Y1605A/M1606A, a type 2A Von Willebrand Disease (VWD) mutation, R1597W, and the common type 1 VWD mutation, Y1584C. The murine R1597W variant exhibited increased ADAMTS13-mediated cleavage (0.36- fold ADAMTS13 concentration), and the Y1605A/M1606A variant greatly decreased cleavage in vitro (>100-fold ADAMTS13 concentration). VWF KO mice, 7-10 weeks old, were injected with recombinant murine VWF (200U/kg) produced in HEK293 cells. VWF antigen levels (VWF:Ag), multimers, and complete blood counts (CBCs) were performed. Compared to the wild type infused protein (T1/2=33.2 minutes), the Y1605A/M1606A and R1597W mutant proteins show faster clearance (T1/2=17.7 minutes, p<0.001, and 27.5 minutes, p=0.025, respectively). Although, surprisingly, the Y1605A/M1606A variant showed a preferential loss of high molecular weight material compared to wild type recombinant protein, the R1597W type 2A mutant had a much more rapid loss of the high molecular multimers compared to the other proteins analyzed. No statistical differences were observed for platelet counts or other CBC parameters post protein infusion regardless of mutation compared to resting VWF KO mice. Hydrodynamic injections of a plasmid containing the ubiquitous synthetic CAG promoter and wild type VWF were performed on eight week old mice, with delivery of 100μg plasmid DNA in 10% body weight Ringer’s solution over 5-7 seconds. Maximum VWF:Ag levels of 10.67 U/ml were observed two days post infusion, with a significant proportion of observable high molecular weight VWF, indistinguishable from normal C57BL6 mouse plasma pool. Mouse FVIII:C levels follow a similar trend over the time course with maximum levels observed on day 3 at 206.7% activity. Mouse platelet counts were affected, with lower platelet counts rebounding to normal levels by day 7. No other changes in CBCs were observed. Intriguingly, none of the recombinant forms of VWF nor the hydrodynamically produced VWF protein show the typical triplet structure observed in normal mouse and human plasma, regardless of circulation time. The recombinant proteins migrate with the central band of the multimer triplet, while that of the hydrodynamic protein migrates with the lower triplet band, showing a lower molecular weight. These differences could be due to changes in protein structure or glycosylation from normally produced platelet and endothelial VWF.  CAG-mVWF DNA Hydrodynamic Injection Results . Days post infusion . VWF:Ag (U/ml) . FVIII:C (%) . Platelets (103/μl) . All data presented as value ± SD from 2-3 mice. Resting values are from at least 20 VWF KO mice. 1 4.82±0.18 62±16.7 440±101 2 10.67±1.06 128.5±53.6 547±30 3 9.92±0.53 206.7±29.4 558±39 7 1.03±0.47 78.3±3.3 699±53 10 0.51±0.53 30.4±16 502±189 14 0.13±0.08 26.8±0 470±276 Resting 0.0±0.0 (-) 569±167 CAG-mVWF DNA Hydrodynamic Injection Results . Days post infusion . VWF:Ag (U/ml) . FVIII:C (%) . Platelets (103/μl) . All data presented as value ± SD from 2-3 mice. Resting values are from at least 20 VWF KO mice. 1 4.82±0.18 62±16.7 440±101 2 10.67±1.06 128.5±53.6 547±30 3 9.92±0.53 206.7±29.4 558±39 7 1.03±0.47 78.3±3.3 699±53 10 0.51±0.53 30.4±16 502±189 14 0.13±0.08 26.8±0 470±276 Resting 0.0±0.0 (-) 569±167 View Large"
}