{
    "doi": "https://doi.org/10.1182/blood-2019-125377",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4179",
    "start_url_page_num": 4179,
    "is_scraped": "1",
    "article_title": "Hematologic Recovery from Venetoclax-Containing Regimens in Relapsed/Refractory Acute Myeloid Leukemia Patients Depending on Prior Allogeneic Hematopoietic Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "615.Acute Myeloid Leukemia: Commercially Available Therapy, excluding Transplantation",
    "topics": [
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "venetoclax",
        "chemotherapy regimen",
        "cytarabine",
        "cytopenia",
        "follow-up",
        "leukemia, acute",
        "chemotherapy, neoadjuvant",
        "complete remission"
    ],
    "author_names": [
        "Rabia Shahswar, MD",
        "Gernot Beutel, MD",
        "Piroska Klement",
        "Alina Rehberg",
        "Razif Gabdoulline",
        "Christian Koenecke, MD",
        "Dominik Markel, MD",
        "Hendrik Eggers, MD",
        "Matthias Eder, MD",
        "Michael Stadler, MD PhD",
        "Lothar Hambach, MD",
        "Steve Ehrlich, MD",
        "Gudrun Gohring, MD",
        "Brigitte Schlegelberger, MD",
        "Arne Trummer, MD",
        "Juergen Krauter, MD",
        "Arnold Ganser, MD",
        "Felicitas Thol, MD",
        "Michael Heuser, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Human Genetics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Human Genetics, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Internal Medicine III, Municipal Hospital of Braunschweig, Braunschweig, Germany "
        ],
        [
            "Department of Internal Medicine III, Municipal Hospital of Braunschweig, Braunschweig, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hanover, Germany"
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ]
    ],
    "first_author_latitude": "52.381589399999996",
    "first_author_longitude": "9.8096658",
    "abstract_text": "Introduction: The combination treatment of venetoclax (VEN) with both low-dose cytarabine (LDAC) and hypomethylating agents (HMA) in untreated primarily elderly AML patients yielded promising response rates leading to its approval for newly diagnosed AML patients who are 75 years or older, or who have comorbidities that preclude use of intensive induction chemotherapy. Prolonged cytopenias are of potential concern in venetoclax treated patients, especially in patients who underwent allogeneic hematopoietic cell transplantation (alloHCT) prior venetoclax treatment. Objective: To compare hematologic recovery in patients treated with VEN in combination with intensive and non-intensive chemotherapy regimens for the treatment of relapsed or refractory (R/R) acute myeloid leukemia (AML) depending on the pretreatment status for alloHCT. Methods: In this retrospective controlled study (www.clinicaltrials.gov NCT03662724), we included patients aged 18 years or older with R/R acute leukemia previously treated with VEN (days 1-7) combined with intensive salvage chemotherapy (fludarabine, cytarabine, idarubicin - FLAVIDA) or VEN combined with non-intensive regimens, namely HMA or LDAC. Eighty-one patients who were treated with FLA-IDA for R/R AML served as control for the intensively treated patients included in this analysis. Responses were evaluated per revised International Working Group criteria for AML. Main outcome measure was the rate of objective response (complete remission [CR] + CR with incomplete blood count recovery [CRi] + partial remission [PR] + morphologic leukemia-free state (MLFS; defined as less than 5% blasts in an aspirate sample). Safety and efficacy analyses included all patients who received at least one cycle of VEN combination treatment. This study was approved by the local Ethics Review Committee in accordance with the Declaration of Helsinki. Results: Between January 2017 and May 2019 49 patients with a median age of 59 years (range 18-80) received VEN with either FLA-IDA (n=14), HMA (n=31) or LDAC (n=4) and had safety and efficacy outcomes reported. The patient cohort was a high-risk cohort of relapsed (n=24) and refractory (n=25) patients. The analysis included 24 patients (49%) with secondary AML and two patients with biphenotypic acute leukemia (BAL). Twenty-two patients (45%) had received prior alloHCT and 7 (14%) had relapsed <12 months after transplantation. Twelve patients (25%) had complex cytogenetics and 42 (86%) had intermediate or poor risk AML according to ELN 2017 criteria. The ORR in the 35 non-intensively treated patients was 57% (n=20) with 17 complete responses (49%, CR/CRis), 2 MLFS, and one PR. One patient died before first assessment. Response rates were similar in patients with and without prior alloHCT (ORR 56% vs. 58%). In non-intensively treated responding patients the median time to neutrophil (≥1.0x10 9 /L) and platelet recovery (≥100x10 9 /L) was 42 and 41 days, respectively. No differences in recovery times were observed between patients with and without prior alloHCT (39 vs. 46 days for neutrophil recovery; 41 vs. 52 days for platelet recovery (Fig.1A-B)). For intensively treated patients the ORR was 79% (n=11) with 9 CR/CRis (64%), one MLFS, and one PR compared to an ORR of 47% in the FLA-IDA control cohort. Median time to neutrophil (≥1.0x10 9 /L) and platelet recovery (≥100x10 9 /L) in intensively treated responding patients were 34 and 36 days compared to 39 and 41 days in the control cohort. Median recovery times in patients with and without prior alloHCT were similar (FLAVIDA: 34 vs. 33 days for neutrophil recovery; 36 vs. 36 days for platelet recovery, Fig. 1 C-D; FLA-IDA control: 41 vs. 38 days for neutrophil recovery; 70 vs. 38 days for platelet recovery, Fig. 1 E-F). After a median follow-up of 10.5 months the median overall survival (OS) was 8 months in non-intensively treated patients. After a median follow-up of 9.9 months the median OS was not reached in intensively treated patients. Median event-free survival was 5.8 months in non-intensively treated patients and was not reached in intensively treated patients. Conclusions: Venetoclax in combination with intensive chemotherapy as well as non-intensive regimens showed promising response rates for treatment of relapsed or refractory AML with good tolerability and acceptable duration of cytopenias with no differences in recovery times in patients with and without prior alloHCT. View large Download slide View large Download slide  Disclosures Koenecke: Novartis: Other: none. Heuser: Bayer Pharma AG, Berlin: Research Funding; Synimmune: Research Funding."
}