{
    "doi": "https://doi.org/10.1182/blood.V120.21.SCI-4.SCI-4",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2257",
    "start_url_page_num": 2257,
    "is_scraped": "1",
    "article_title": "Decoding the Chromatin Code ",
    "article_date": "November 16, 2012",
    "session_type": "Ad Hoc Scientific Committee on Plasma Cell Neoplasia: Histone Modification in B-Cell Malignancies",
    "topics": [
        "chromatin",
        "dna",
        "histones",
        "molecule",
        "spinal cord injuries",
        "nucleosomes",
        "dna methylation",
        "epigenetics",
        "gene expression",
        "transcription initiation site"
    ],
    "author_names": [
        "Peter A. Jones, PhD, DSc"
    ],
    "author_affiliations": [
        [
            "Department of Urology, Biochemistry and Molecular Biology, University of Southern California, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0223519",
    "first_author_longitude": "-118.285117",
    "abstract_text": "Abstract SCI-4 Epigenetic processes are reinforced by interactions between covalent chromatin marks such as DNA methylation, histone modifications, and variants thereof. These marks ultimately specify the locations of nucleosomes, particularly with respect to transcriptional start sites and other regulatory regions. Understanding how the epigenome functions, therefore, requires a coordinated approach in order to reveal the mechanisms by which the chemical modifications interact with nucleosomal remodeling machines to ensure epigenetic inheritance and control of gene expression. We have developed a new methodology to simultaneously map nucleosomal positioning and DNA methylation on individual molecules of DNA. We used this nucleosomal mapping technology to ascertain alterations in nucleosomal positioning during the abnormal silencing of genes by promoter hypermethylation. These experiments show that the methylation of CpG islands at the transcriptional start sites of key tumor-suppressor genes results in the stable placement of nucleosomes at the transcription start site. Treatment with 5-azanucleoside results in an immediate inhibition of DNA methylation and a sequence of downstream events that ultimately result in the eviction of the nucleosomes from the transcription start site and the activation of gene expression. Disclosures: Jones: Eli Lilly: Consultancy."
}