{
    "doi": "https://doi.org/10.1182/blood.V118.21.2554.2554",
    "article_title": "A Brief Use of Imatinib Immediately Before Hematopoietic Stem Cell Transplantation (HSCT) in Children with Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia (Ph+ALL). Results of the Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG) Study Ph+ALL04 ",
    "article_date": "November 18, 2011",
    "session_type": "612. Acute Lymphoblastic Leukemia - Biology and Pathophysiology: Poster II",
    "abstract_text": "Abstract 2554 Aims: Children with Ph+ALL generally have a poor prognosis when treated with chemotherapy alone. The timing and duration of the use of imatinib has not been determined. We investigated a role of imatinib immediately before HSCT. Methods: All the patients with ALL were screened for diagnosis of Ph+ALL using RT-PCR. Children with Ph+ALL were enrolled on JPLSG Ph+ALL04 Study within 1 week of initiation of treatment for ALL. Treatment regimen consisted of 5 therapeutic phases: Induction phase (5-drug induction), Intensification phase (high-dose cytarabine and BFM Ib), Re-induction phase (4-drug re-induction), 2 weeks of Imatinib monotherapy phase (23 weeks after diagnosis), and HSCT phase (Etoposide+CY+TBI conditioning). Before and after each phase, minimal residual disease (MRD), the amount of BCR-ABL transcripts, was measured with the real-time PCR method (cut-off 50 copies/microgram RNA). The study was registered in UMIN-CTR (Medical Information, University hospital Medical Information Network - Clinical Trials Registry): UMIN ID C000000290. Results: During the period 2004–08, 42 patients were registered in the Ph+ALL04 study. Out of 42 patients, 37 patients (88%) achieved CR and 7 of 37 patients also achieved MRD-negative after induction phase. There were 13 patients who had no MRD at the beginning of imatinib monotherapy phase, and 14 patients were MRD-negative after imatinib phase, consequently, 14 patients were MRD-negative at the time of HSCT. Six patients relapsed before HSCT. In total, 31 patients received HSCT in 1st CR. All the patients had engraftment and no patients died because of complications of HSCT. Five patients relapsed after HSCT and 4 of the 5 patients were MRD-negative before HSCT and the other patient had detectable MRD although it was less than 50 copies. Twenty-six patients continue to be in 1st CR and MRD-negative for median of 3 years after diagnosis. The 3-year event-free survival rate and over-all survival rate for all the patients was 57% and 80%, respectively (figure 1). Five patients did not achieve CR after induction phase and they were treated with imatinib-contained chemotherapy. Four of the 5 patients achieved CR. All of the 4 patients received cord blood transplantation and remains in continued CR. Interpretation: The chemotherapy we employed was based on the previous high-risk regimen of TCCSG (Tokyo Children's Cancer Study Group) L-99-15 Study. The chemotherapy was intensive enough to induce MRD-negative in 13 at the time of imatinib phase and 31 of 42 patients were in CR at the time of HSCT (around 25–28 weeks after diagnosis). We planned to assess the efficacy of imatinib immediately before HSCT but it was not possible because of the low amount of MRD in most patients at the beginning of imatinib phase. Conclusion: Although EFS and OS was excellent in this study, 88% of induction rate appeared unsatisfactory and relapse occurred before HSCT in 6 out of 37 patients who achieved CR after induction phase. Earlier and longer use of imatinib may improve EFS in children with Ph+ALL and HSCT may be omitted in a subset of patients who achieve an early and deep remission status. View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "childhood leukemia",
        "hematopoietic stem cell transplantation",
        "imatinib mesylate",
        "lymphoma",
        "chromosomes",
        "chemotherapy regimen",
        "bcr-abl tyrosine kinase",
        "cancer"
    ],
    "author_names": [
        "Atsushi Manabe",
        "Hirohide Kawasaki, MD, PhD",
        "Motoaki Chin, MD",
        "Atsushi Sato, MD, PhD",
        "Kimikazu Matsumoto, MD",
        "Tsutomu Watanabe, MD",
        "Michiko Kajiwara, MD, PhD",
        "Hiroyuki Shimada, MD, PhD",
        "Itaru Kato, MD",
        "Yuichi Kodama, MD",
        "Noriko Sato, MD",
        "Kazuko Kudo, MD, PhD",
        "Atsushi Kikuta, MD, PhD",
        "Megumi Oda, MD, PhD",
        "Tomoyuki Watanabe, PhD",
        "Akiko M. Saito, MD, PhD",
        "Masahito Tsurusawa, MD, PhD",
        "Keizo Horibe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Atsushi Manabe",
            "author_affiliations": [
                "Department of Pediatrics, St. Luke's International Hospital, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hirohide Kawasaki, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Kansai Medical University Hirakata Hospital, Osaka, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motoaki Chin, MD",
            "author_affiliations": [
                "Department of Pediatrics, Nihon University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Sato, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Miyagi Children's Hospital, Miyagi, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimikazu Matsumoto, MD",
            "author_affiliations": [
                "Department of Pediatrics, Japanese Red Cross Nagoya First Hospital, Nagoya, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tsutomu Watanabe, MD",
            "author_affiliations": [
                "Department of Pediatrics, Tokushima Red Cross Hosp., Komatsushima, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiko Kajiwara, MD, PhD",
            "author_affiliations": [
                "Hospital Blood Transfusion Center, University Hospital of Medicine, Tokyo Medical and Dental University, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyuki Shimada, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Itaru Kato, MD",
            "author_affiliations": [
                "Pediatrics, Graduate School of Medicine Kyoto University, Kyoto, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Kodama, MD",
            "author_affiliations": [
                "Department of Pediatrics, Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Sato, MD",
            "author_affiliations": [
                "National Center for Global Health and Medicine, Tokyo, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuko Kudo, MD, PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Shizuoka Children's Hospital, Shizuoka, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Kikuta, MD, PhD",
            "author_affiliations": [
                "Cancer Center, Division of Pediatric Oncology, Fukushima Medical University, Fukushima, Japan, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megumi Oda, MD, PhD",
            "author_affiliations": [
                "Health Sciences, Okayama University, Graduate School of Medicine, Okayama, Japan, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoyuki Watanabe, PhD",
            "author_affiliations": [
                "Department of Nutrition and Health, Faculty of Physychological and Physical Science, Aichi Gakuin University, Aichi, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko M. Saito, MD, PhD",
            "author_affiliations": [
                "Laboratory of Clinical, Epidemiological and Health services Research, Clinical Research Center, National Hospital Organization, Nagoya Medical Center, Aichi, Japan, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahito Tsurusawa, MD, PhD",
            "author_affiliations": [
                "Dept. of Pediatrics, Aichi Medical University, Nagakute, Japan, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horibe, MD, PhD",
            "author_affiliations": [
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Japan"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:10:17",
    "is_scraped": "1"
}