{
    "doi": "https://doi.org/10.1182/blood.V108.11.3774.3774",
    "article_title": "Early and Standard Intervention with Epoetin Alfa (PROCRIT®) 120,000 Units (U) Every Three Weeks (Q3W) in Patients with Cancer Receiving Chemotherapy - Results of a Planned Interim Analysis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Epoetin alfa has been used for chemotherapy-induced anemia (CIA) for over a decade, has an established efficacy and safety profile, and offers the flexibility of three times a week (TIW) or weekly (QW) dosing to match patient needs. Newer erythropoiesis stimulating therapies (ESTs) are being used for the treatment of CIA at dosing intervals of up to once every three weeks to coincide with commonly used chemotherapy regimens. A recent study suggested that initiating epoetin alfa every other week produced a similar hemoglobin (Hb) response as QW initiation 1 . We are conducting the first study to evaluate the efficacy and safety of initiating epoetin alfa Q3W for the treatment of CIA. This 16-week study was designed to enroll 180 patients with non-myeloid malignancy, planned myelosuppressive chemotherapy for at least 9 weeks during the study, and with baseline Hb ≥ 11.0 and ≤ 12.0 g/dL. Patients were randomized to begin epoetin alfa 120,000 U SC immediately (early intervention) or when their Hb decreased to < 11 g/dL (standard intervention). In both groups, dosing was reduced to 80,000 U Q3W if Hb was > 12.0 g/dL at the time of a dosing visit or increased by more than 1.5 g/dL in a 3-week period. If a patient’s Hb was < 10.0 g/dL at any dosing visit after the first dose, the regimen was changed to 40,000 U QW. The objective of this planned interim analysis was to explore the safety and efficacy of the 120,000 U Q3W regimen. We report results for the first 46 patients who received study drug and had at least one post-baseline Hb (26 early intervention and 20 standard intervention patients). Mean Hb values over time for patients receiving epoetin alfa Q3W are presented in the table below. Standard intervention patients had a mean Hb increase of 1.7 g/dL after two doses (week 7). Early intervention patients had weekly mean Hb values in the 11.0 to 12.0 g/dL range while receiving Q3W dosing. By week 5, weekly mean Hb levels were similar between the two groups. Eighteen patients (11 early and 7 standard) had at least one dose reduction to 80,000 U Q3W. Eleven patients (6 early and 5 standard) converted to 40,000 U QW. Epoetin alfa was well tolerated in both groups. A total of 4 (2 early and 2 standard) out of 47 treated patients (8.5%) experienced clinically relevant thrombotic vascular events. The results of this interim analysis suggest that epoetin alfa can be initiated at 120,000 U Q3W in cancer patients with CIA, potentially offering the same Q3W initiation dosing option as the newer ESTs, yet with the added advantage of established TIW and QW dosing. Mean Hb (g/dL) Over Time (N)*  Week on Study . Early Intervention (N=26) . Standard Intervention (N=20) . *Hb values censored after patients switched to 40,000 U QW Baseline (1) 11.5 (26) 10.4 (20) 4 11.7 (26) 10.9 (19) 7 11.6 (24) 12.1 (14) 10 11.6 (21) 11.8 (11) 13 11.9 (15) 12.3 (8) 16 12.3 (8) 11.8 (2) Week on Study . Early Intervention (N=26) . Standard Intervention (N=20) . *Hb values censored after patients switched to 40,000 U QW Baseline (1) 11.5 (26) 10.4 (20) 4 11.7 (26) 10.9 (19) 7 11.6 (24) 12.1 (14) 10 11.6 (21) 11.8 (11) 13 11.9 (15) 12.3 (8) 16 12.3 (8) 11.8 (2) View Large",
    "topics": [
        "cancer",
        "chemotherapy regimen",
        "epoetin alfa",
        "interim analysis",
        "anemia",
        "dosing interval",
        "hemoglobin",
        "single-dose regimen",
        "thrombus",
        "early intervention (education)"
    ],
    "author_names": [
        "John Glaspy, MD",
        "Victor Moyo, MD",
        "Marc Kamin, MD",
        "Francois E. Wilhelm, MD,PhD,MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "John Glaspy, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, UCLA School of Medicine, Los Angeles, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Victor Moyo, MD",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Kamin, MD",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois E. Wilhelm, MD,PhD,MSc",
            "author_affiliations": [
                "Ortho Biotech Clinical Affairs, LLC, Bridgewater, NJ, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T18:36:36",
    "is_scraped": "1"
}