{
    "doi": "https://doi.org/10.1182/blood-2019-131323",
    "article_title": "Very High Seroprevalence of CMV and EBV Among a Large Series of Patients with Hematological Malignancies at a Tertiary Care Center in Saudi Arabia - a Case for Investigating Cooperativity of Viruses in Carcinogenesis? ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Hematology practice in developing countries has some unique issues including a higher prevalence of infectious disease markers. Epstein-Barr virus (EBV) is an oncogenic virus and implicated in Burkitt's lymphoma, Hodgkin's lymphoma, non-Hodgkin's lymphoma, nasopharyngeal carcinoma and leiomyosarcoma in the immunocompromised (Ito Y et al. 2009). Cytomegalovirus (CMV) infection/reactivation in patients with hematological malignancies causes serious morbidity and mortality. Saudi Arabia is a high income rapidly developing country, but seroprevalence of CMV and EBV is reportedly higher compared to developed countries (Ghazi 2002, Seale et al., 2006, Joseph et al., 2005) . EBV & CMV co-infection is not infrequent & occurs most commonly in the immunocompromised host. A significantly higher prevalence of antibodies (Abs) against CMV & EBV in some disease groups compared to controls has been reported from the same communities (Ocak et al., 2006, Al-Hakami et al., 2016). Interestingly, CMV disease occurrence in sibling donor hematopoietic stem cell transplant (HSCT) is infrequent in our area in spite of the occurrence of CMV reactivations (Aljurf et al., 2009, Saovic et al., 1999). Hence, knowledge of seroprevalence of these viruses in hematological malignancies may be helpful in strategic planning for transplants & transfusions. It may help in establishing any plausible etiological linkage with certain hematological malignancies. Methods: We retrospectively examined the records of adult patients (>14 years) with hematological malignancies for CMV and EBV status (IgG and IgM Abs by chemiluminescence immunoassay). We identified 2,007 patients (1104 males and 903 females) and grouped them according to gender along with broad hematological malignancy categories (Table 1). We tried to establish if any disease category had extraordinary seropositivity for CMV (IgG ≥20 U/ml) or EBV (IgG ≥12 U/ml). We also studied the prevalence of IgM Abs in those tested positive for IgG Abs. Results: Of 2,007 patients (males significantly more than females, p = 0.001), age range 14-93 year (mean 47.2), 503 underwent testing for CMV status and 520 for EBV. Among these tested patients, there was no significant gender difference as 96.1% males were CMV positive, and 95.4% females were CMV positive. On the other hand, 96.9% males were EBV IgG Abs positive compared to 92.5% of females, which was 2.56 (95% CI; 1.12 - 5.96) times more likely to be positive in the studied male patient population ( p = 0.021). Overall seroprevalence for CMV IgG Abs was 95.4%, and for EBV IgG Abs it was 95% (Table 1). Among those with CMV IgG Abs, 25/482 (5.1%) had very high antibodies titer (>180 U/ml), and 23/25 patients (92%) had lymphoid malignancies (11 NHL, 7 HL, 2 ALL, 3 MM) and 2 had CML. Among those with EBV IgG Abs 59/495 (11.9%) had very high antibodies titer (>750U/ml); and 46/59 (77.97%) of these patients had lymphoid malignancies (20 HL, 16 NHL, 6 ALL, 4 CLL, 1 MM) and 13/59 (22.03%) had myeloid neoplasms (6 AML, 5 CML, 1 MDS, 1 MPN). Six patients had very high titers for both EBV and CMV antibodies. In CMV IgG Abs positive patients only 1.03% (5/482) had IgM antibodies, and in EBV IgG Abs positive only 2.22% (11/495) had IgM antibodies. Table 1 shows the prevalence across the gender and in different disease categories. The highest seroprevalence for CMV was found in CLL, multiple myeloma and MDS patients (100%); and for EBV it was highest in MDS and MPN patients (100%). Relatively lower seroprevalence of EBV was noted in ALL patients group (86.2%), and lower seroprevalence of CMV was noted in MPN patients group (87.5%). However, overall, there was no significant difference across the disease categories for either CMV ( p = 0.362) or EBV ( p = 0.114). Conclusions: In this large study on our patients with hematological malignancies, we report very high seroprevalence of CMV and EBV Abs, reaching up to 100% in some disease categories. Among those with very high titer of EBV IgG Abs, the majority had lymphoid malignancies. Short of establishing any etiological linkage, we noticed 100% of MDS patients had both CMV and EBV Abs. Contrary to other reports, our male patients were more likely to be EBV positive compared to the females. Our results support the need for further studies to investigate possible cooperative linkage of EBV and CMV in carcinogenesis. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "carcinogenesis",
        "cytomegalovirus",
        "hematologic neoplasms",
        "herpesvirus 4, human",
        "saudi arabia",
        "seroprevalence",
        "tertiary care hospitals",
        "viruses",
        "immunoglobulin g"
    ],
    "author_names": [
        "Abdul Rehman Z. Zaidi, MBBS",
        "Maged O. Al-Ammari, MBBS, MD",
        "Mohammed AlNoamani, MBBS",
        "Syed Y. Altaf, MD",
        "Nawal AlShehry, MD",
        "Imran K. Tailor, MD",
        "Ibraheem H. Motabi, MD",
        "Mubarak S. AlGhamdi, MD",
        "Syed Ziauddin A. Zaidi, FRCP,FRCPath,MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Abdul Rehman Z. Zaidi, MBBS",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maged O. Al-Ammari, MBBS, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammed AlNoamani, MBBS",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Syed Y. Altaf, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nawal AlShehry, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Imran K. Tailor, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ibraheem H. Motabi, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mubarak S. AlGhamdi, MD",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Syed Ziauddin A. Zaidi, FRCP,FRCPath,MBBS",
            "author_affiliations": [
                "Department of Adult Hematology/BMT, Comprehensive Cancer Center, King Fahad Medical City, Riyadh, Saudi Arabia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T02:42:20",
    "is_scraped": "1"
}