{
    "doi": "https://doi.org/10.1182/blood.V120.21.277.277",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2382",
    "start_url_page_num": 2382,
    "is_scraped": "1",
    "article_title": "Essential Role of the Transcription Factor ZBP-89 in Lymphopoiesis ",
    "article_date": "November 16, 2012",
    "session_type": "503. Hematopoiesis - Regulation of Gene Transcription: Lymphopoiesis, Erythropoiesis, and Chromatin Structure",
    "abstract_text": "Abstract 277 We previously identified the Krüppel-type zinc finger transcription factor ZBP-89 (also called zfp148) as a novel GATA1 associated protein in erythroid and megakaryocytic cells. ZBP-89 also associates with other GATA family members such as GATA2 and GATA3, Friend of GATA (FOG) cofactors, and RUNX1. It is ubiquitously expressed, but has high-level expression in a subset of tissues including thymus, spleen, bone marrow, lung and brain. Our prior studies using morpholino knockdown in zebrafish, in vitro differentiation and chimeric mouse analysis of ZBP-89 genetrap embryonic stem cells, and lentiviral shRNA knock down in primary human CD34 + cells demonstrated a functional role for ZBP-89 in erythroid and megakaryocyte maturation. In this study, we generated conditional knock out mice to further examine the requirements for ZBP-89 in vivo. On a mixed strain background, full ZBP-89 knock out mice were born at close to Mendelian ratios. However, the ZBP-89 −/− mice were severely runted and had increased mortality over the first 30 days of life. Surviving pups had significant growth failure, but eventually matched their wild type and heterozygous littermates by about 6 weeks of age. Analysis of erythroid maturation in bone marrow and spleen using flow cytometry for CD71 and Ter119 demonstrated impaired erythroid maturation in a ZBP-89 allele-dose dependent manner. On a pure C57BL/6 genetic background, nearly 100% of the ZBP-89 −/− mice died within the first 10 days of life from unclear causes. ZBP-89 fl/fl , Mx1-Cre mice developed lymphopenia and platelet abnormalities following activation of Cre by polyI-polyC injection. The lymphopenia was due to reduction in both B and T cells. Further delineation of the T-cell defect using ZBP-89 fl/fl , Lck-Cre mice demonstrated impaired maturation of double negative (CD4 − CD8 − ) T cells at the DN3 (CD25 + CD44 − ) to DN4 (CD25 − CD44 − ) stages in thymi from 5–6 week old mice. These findings indicate that ZBP-89 plays functional roles in multiple hematopoietic lineages. Moreover, they identify ZBP-89 as a novel transcriptional regulator of lymphocyte development. We speculate that this latter role involves its known interactions with GATA3, FOG-1, and/or RUNX1, which are all similarly involved in lymphopoiesis. We also show that the ZBP-89 family member ZBP-99 is highly expressed in thymus and other hematopoietic tissues, and may therefore play partially overlapping roles with ZBP-89. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "lymphopoiesis",
        "transcription factor",
        "antigens, cd25",
        "cd44 antigens",
        "gata3 gene",
        "homing-associated cell adhesion molecule",
        "lymphopenia",
        "cd34 antigens",
        "flow cytometry",
        "fog-1 protein"
    ],
    "author_names": [
        "Andrew J. Woo, PhD",
        "Hui Huang, PhD",
        "Taylor Piers",
        "Alan B Cantor, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology-Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Hematology-Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Hematology-Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Pediatric Hematology-Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799"
}