{
    "doi": "https://doi.org/10.1182/blood.V124.21.1717.1717",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2798",
    "start_url_page_num": 2798,
    "is_scraped": "1",
    "article_title": "Clinical Features of and Treatment Outcome of Neurolymphomatosis: Single Institutional Experience over 7 Years ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "neurolymphomatosis",
        "signs and symptoms",
        "treatment outcome",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen",
        "computed tomography/positron emission tomography imaging",
        "magnetic resonance imaging",
        "neurologic manifestations",
        "fluorodeoxyglucose f18"
    ],
    "author_names": [
        "Kota Fukumoto, MD",
        "Kosei Matsue, MD PhD",
        "Yasuhito Suehara, MD",
        "Manabu Fujisawa, MD",
        "Keisuke Seike, MD",
        "Hiroki Sugihara, MD",
        "Masami Takeuchi, MD",
        "Masafumi Fukaya, MD"
    ],
    "author_affiliations": [
        [
            "Kameda Medical Center, Kamogawa city, Japan "
        ],
        [
            "Kameda Medical Center, Kamogawa, Japan"
        ],
        [
            "Kameda Medical Center, Kamogawa city, Japan "
        ],
        [
            "Kameda Medical Center, Kamogawa city, Japan "
        ],
        [
            "Kameda Medical Center, Kamogawa city, Japan "
        ],
        [
            "Kameda Medical Center, Kamogawa, Japan"
        ],
        [
            "Kameda Medical Center, Kamogawa, Japan"
        ],
        [
            "Kameda Medical Center, Kamogawa, Japan"
        ]
    ],
    "first_author_latitude": "35.1203152",
    "first_author_longitude": "140.126491",
    "abstract_text": "Introduction: Neurolymphomatosis (NL) is an extremely rare neurological manifestation of non-Hodgkin lymphoma (NHL) in which peripheral nerve infiltration of lymphoma cells is a dominant feature both clinically and pathologically. Previously, we reported a high frequency of NL as a relapse disease of intravascular large B cell lymphoma (IVL), although NL could present as an initial disease as well as relapsed disease in other types of NHL. In addition, the clinical features and treatment outcomes of NL are largely unknown. However, the recent increase in use of PET/CT in lymphoma has facilitated the diagnosis of NL. Here, we report our experience with NL at our hospital over the period from January 2006 to July 2014. Methods: We reviewed the clinical records at the Hematology/Oncology Department of Kameda Medical Center. The diagnosis of NL required: 1) clinical symptoms and neurological examination findings related to the cranial or spinal nerves; and 2) histological confirmation of malignant lymphoma cells within the peripheral nerve, nerve root/plexus, or cranial nerve; or 3) CT/MRI demonstration of nerve enhancement and/or enlargement of peripheral nerve(s) or nerve root that were also demonstrated by the accumulation of FDG by FDG-PET/CT. Patients with stomach limited mucosa-associated lymphoid tissue (MALT) lymphoma and leukemic infiltration of peripheral nerve due to acute leukemia were excluded from the study. Results: Over the past 7 years, there were 514 patients diagnosed with NHL. Among them, we identified 9 patients (1.8%) diagnosed as having NL. The patients consisted of 2 men and 7 women with a median age of 72 years (range: 63 – 83 years). All 9 patients were histologically diagnosed as a diffuse large B-cell lymphoma (DLBCL). NL occurred as part of the presenting disease in 3 patients and as a relapse disease in the remaining 6 patients. 4 NL patients presented as a relapse disease of IVL, 2 as a relapse disease of nodal DLBCL, and 3 as a concomitant extranodal DLBCL (stomach, ileum, and uterus). CD5 was positive in 7 cases (78%). Diagnosis of NL was made by neurological findings, enlargement and enhancement of affected cranial or peripheral nerves by MRI, and FDG-uptake of affected nerve demonstrated by PET/CT in all patients. Autopsy also confirmed the lymphoma infiltration in 1 patient. The affected nerves included the lumbosacral nerve (5 patients), brachial plexus (2 patients), peroneal nerve (1 patients), cranial nerves (4 patients), especially oculomotor nerve (2 patients), trigeminal nerve (2 patients). Cerebrospinal fluid cytology was positive in 4 cases (44%). All 9 patients received a treatment regimen including high-dose methotrexate (MTX) in addition to rituximab containing systemic chemotherapy. Six patients received involved nerve irradiation, 4 patients at relapse and 2 at presentation. Neurological symptoms of the all patients responded promptly. Six patients subsequently developed CNS involvement despite the prophylactic use of high-does MTX. Six patients died due to progressive NL with a median of 11.3 months after NL development. Three patients are still alive 8, 9, and 92 months from the diagnosis. Two patients received autologous stem cell transplantation (auto-SCT), one survived for more than 7 years but the other relapsed 4 months after auto-SCT and being treated with radiation and chemotherapy. Conclusions: NL occurs in a minority of patients (1.8%) and can present in diverse ways, both at initial diagnosis of lymphoma or after treatment. All of them were DLBCL and 78% were CD5-positive. IVL is a most common type of lymphoma subtype in which develop NL. Contemporary imaging techniques including MRI and PET/CT, can often detect relevant neural involvement. Prognosis remains poor once patient developed NL despite the use of high-dose MTX and rituximab containing aggressive chemotherapy included auto-SCT. Only involved nerve irradiation was effective for the relief of neurologic symptoms. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}