{
    "doi": "https://doi.org/10.1182/blood.V122.21.3734.3734",
    "article_title": "Epigenetic Control Of Cell Cycle-Promoting Genes By Ikaros and Casein Kinase II In B-Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "IKZF1 (Ikaros) encodes a kruppel-like zinc finger protein that is essential for normal hematopoiesis and acts as a tumor suppressor in acute lymphoblastic leukemia (ALL). The deletion and/or mutation of Ikaros is associated with the development of human T-cell and B-cell acute lymphoblastic leukemia (B-ALL) with poor outcome. In vivo, Ikaros binds DNA and regulates gene expression by chromatin remodeling. Since there is a paucity of known genes that are regulated by Ikaros, the molecular mechanisms through which Ikaros exerts its tumor suppressor function remain unknown. Here we describe studies that identify the targets and mechanisms of Ikaros-mediated epigenetic regulation in human B-ALL. We used chromatin immunoprecipitation coupled with next generation sequencing (ChIP-seq) to identify target genes that are bound by Ikaros in vivo in human B-ALL, and to define epigenetic patterns associated with Ikaros binding. ChIP-seq revealed a large set of Ikaros target genes that contain a characteristic Ikaros binding motif. The largest group of genes that are direct Ikaros targets included genes that are essential for cell cycle progression. These included CDC2 , CDC7 , CDK2 and CDK6 genes whose deregulation is associated with malignant transformation. The strong binding of ikaros to the promoters of cell cycle-promoting genes was confirmed by quantitative immunoprecipitation in primary leukemia cells. To establish whether Ikaros directly regulates transcription of the cell cycle-promoting genes, their expression was measured in B-ALL cells that were transduced with either a retroviral vector that contains Ikaros, or a control vector. Target gene expression was monitored by qRT-PCR. Ikaros strongly repressed transcription of the cell cycle-promoting genes, which resulted in cell cycle arrest. Global epigenetic profiling using ChIP-seq suggested that Ikaros represses cell cycle-promoting genes by inducing epigenetic changes that are consistent with repressive chromatin. High-resolution epigenetic profiling of the upstream regulatory elements of the cell cycle-promoting genes targeted by Ikaros showed that increased Ikaros expression results in the formation of heterochromatin, which is characterized by the presence of the H3K9me3 histone modification and associated transcriptional repression. Functional analysis revealed that phosphorylation of Ikaros by the oncogenic protein. Casein kinase II (CK2), impairs its function as a transcriptional repressor of the cell cycle-regulating genes. Inhibition of CK2 by specific inhibitors enhances Ikaros-mediated repression of the cell cycle-regulating genes resulting in cessation of cellular proliferation and cell cycle arrest in vitro and in vivo in a B-cell ALL preclinical model. This was associated with increased Ikaros binding and the formation of heterochromatin at upstream regulatory elements of the cell cycle-promoting genes. Our results provide evidence that Ikaros functions as a repressor of cell cycle-promoting genes in B-ALL by directly binding their promoters and inducing the formation of heterochromatin with characteristic H3K9me3 histone modifications Ikaros repressor function is negatively regulated by CK2 kinase in B-cell ALL. Inhibition of CK2 enhances Ikaros mediated-repression of cell cycle-promoting genes resulting in an anti-leukemia effect in a preclinical model of B-cell ALL. Presented data identified the mechanism of action of CK2 inhibitors and demonstrated their efficacy in B-cell ALL preclinical model. Results support the use of CK2 inhibitors in Phase I clinical trial. Supported by National Institutes of Health R01 HL095120 and a St. Baldrick’s Foundation Career Development Award (to S.D.). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "caseins",
        "epigenetics",
        "genes",
        "leukemia, b-cell, acute",
        "phosphotransferases",
        "b-cell acute lymphocytic leukemia",
        "histones",
        "immunoprecipitation",
        "leukemia"
    ],
    "author_names": [
        "Sinisa Dovat, MD, PhD",
        "Chunhua Song, M.D., Ph.D",
        "Xiaokang Pan, Ph. D.",
        "Yali Ding, Ph. D.",
        "Chandrika S. Gowda, MD",
        "Marie S Bulathsinghala",
        "Mansi Sachdev, M.D.",
        "Haijun Wang",
        "Kimberly J Payne, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sinisa Dovat, MD, PhD",
            "author_affiliations": [
                "Hershey, Penn State, Hershey, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Chunhua Song, M.D., Ph.D",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Pennsylvania State University Medical College, Hershey, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaokang Pan, Ph. D.",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yali Ding, Ph. D.",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chandrika S. Gowda, MD",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University Medical College, Hershey, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie S Bulathsinghala",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mansi Sachdev, M.D.",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haijun Wang",
            "author_affiliations": [
                "Pediatrics, Pennsylvania State University College of Medicine, Hershey, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly J Payne, PhD",
            "author_affiliations": [
                "Anatomy, Loma Linda University, Loma Linda, CA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T09:31:18",
    "is_scraped": "1"
}