{
    "doi": "https://doi.org/10.1182/blood.V104.11.1273.1273",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=17",
    "start_url_page_num": 17,
    "is_scraped": "1",
    "article_title": "P21 Induces Apoptosis in 32d Cells Undergoing G-Csf-Stimulated Differentiation--This Effect Requires Threonine 57 in Its Cdk2-Inhibitory Domain. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "p21waf1 has been reported to promote hematopoietic stem cell quiescence and to be overexpressed in a subset of leukemias. p21 has been shown to function both as an agonist and antagonist of apoptosis, cell cycling and differentiation in vitro. Functions of p21 and of phosphorylated forms of p21 in granulopoiesis have not been examined hitherto. We hypothesized that p21 would antagonize granulocytic differentiation based on oberved downmodulation of p21 during normal granulopoiesis and the reported antagonism of kerotinocyte differentiation by exogenous p21. The murine myeloblast cell line 32Dcl3, which proliferates in IL-3 and differentiates in G-CSF, was used to model the effects of exogenous wild type and mutant p21 on granulocytic differentiation. Our results demonstrate that the level of p21 protein decreased upon initiation of differentiation. The decrease in p21 protein was secondary to a decrease in p21 message stability as well as proteosomal degradation. Conceivably, the observed decrease in p21 protein was necessary for proper differentiation. In order to determine this, we established stable retroviral transfectants of 32Dcl3 cells to express exogenous wild-type p21, or p21 mutated at threonine-57, threonine-145, serine-146 or both threonine 145 and serine 146 (other studies have shown that mutation of T57 within the cdk2-binding domain of p21 makes p21 resistant to GSK3beta-mediated degradation; the T145 and S146 residues are substrates of Akt which is activated downstream of IL-3 in 32Dcl3 cells). Overexpression of wild-type, T145 or S146 mutants caused growth arrest and triggered apoptosis within 48 hours of stimulation with G-CSF when compared to controls. In contrast, the T57A p21 mutant neither caused growth arrest, nor did it trigger apoptosis in G-CSF. These data support a physiologic role for the observed downmodulation of p21 in differentiaing 32D cells and suggest that p21 is proapoptotic in differentiating granulocytes. The threonine 57 site in the cdk2-binding domain of p21 is implicated in this function.",
    "topics": [
        "apoptosis",
        "cdk2 protein, human",
        "threonine",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "interleukin-3",
        "serine",
        "agonists",
        "antagonists",
        "leukemia"
    ],
    "author_names": [
        "Louis Ghanem, B.A., B.S.",
        "Richard A. Steinman, M.D., Ph.D."
    ],
    "author_affiliations": [
        [
            "Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
        ],
        [
            "Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.443128699999995",
    "first_author_longitude": "-79.9613241"
}