{
    "doi": "https://doi.org/10.1182/blood.V116.21.4539.4539",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1687",
    "start_url_page_num": 1687,
    "is_scraped": "1",
    "article_title": "Risk Factors for Mortality In Cytomegalovirus Infection After Hematopoietic Stem Cell Transplantation. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation",
    "topics": [
        "allogeneic stem cell transplant",
        "allopurinol",
        "cyclosporine",
        "cytomegalovirus",
        "cytomegalovirus infections",
        "flow cytometry",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Fátima de la Cruz Vicente, MD",
        "Omar BenMarzouk-Hidalgo",
        "Irene Gracia-Ahufinger",
        "Raul García-Lozano",
        "Manuela Aguilar-Guisado",
        "Jose Miguel Cisneros-Herreros",
        "Alvaro Urbano-Ispizua",
        "Pilar Perez-Romero",
        "Ildefonso Espigado, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy, Hospital Universitario Virgen del Rocio, Seville, Spain, "
        ],
        [
            "Infectious Disease, Instituto de Biomedicina de Sevilla (IBiS), University Hospital Virgen del Rocío/CSIC/University of Sevilla, Seville, Spain, "
        ],
        [
            "Infectious Disease, Instituto de Biomedicina de Sevilla (IBiS), University Hospital Virgen del Rocío/CSIC/University of Sevilla, Seville, Spain, "
        ],
        [
            "Immunology Deparment, Instituto de Biomedicina de Sevilla, Hospital Universitario Virgen del Rocío, Sevilla, Seville, Spain, "
        ],
        [
            "Infectious Disease, Hospital Universitario Virgen del Rocio, Seville, Spain, "
        ],
        [
            "Infectious Disease, Hospital Universitario Virgen del Rocio, Seville, Spain, "
        ],
        [
            "Hematology and Hemotherapy, Hospital Universitario Virgen del Rocio, Seville, Spain, "
        ],
        [
            "Infectious Disease, Instituto de Biomedicina de Sevilla (IBiS), University Hospital Virgen del Rocío/CSIC/University of Sevilla, Seville, Spain, "
        ],
        [
            "Hematology and Hemotherapy, Hospital Universitario Virgen del Rocío, Sevilla, Spain"
        ]
    ],
    "first_author_latitude": "37.3628255",
    "first_author_longitude": "-5.9777527",
    "abstract_text": "Abstract 4539 BACKGROUND: Cytomegalovirus (CMV) end-organ disease is a serious complication after allogeneic stem cell transplantation (Allo-SCT). Described risk factors for CMV infection are pretransplant CMV seropositive status of the recipient, non related donor or umbilical cord transplant, depleted lymphocyte graft, high intensity conditioning regimen, severe graft versus host disease (GVHD), CD34+ selection of the graft and delayed CMV specific immune reconstitution. OBJETIVES: To identify different profiles of allogeneic stem cell recipients based on their previously described risk factors for CMV infection and its association with their clinical outcomes. PATIENTS AND METHODS: A prospective study of consecutive recipients of Allo-SCT was performed from June 2008 through December 2009 at a single institution. Patients were sequentially monitored both clinically and analytically. CMV viral load was determined by real time PCR and CMV-specific T cell response was determined by flow cytometry. Non-normal distribution data were expressed as median values (range). Chi-square test or Fisher exact test were used to compare differences between groups of categorical data. Differences were considered statistically significant for p -values < 0.05. All statistical analyses were performed using SPSS 16.0 software (Chicago, IL). RESULTS: Twenty-six patients were included with a median age of 33 years (range:15-61). The donor was an identical sibling in 42.3%, unrelated donor in 53.8% and a mismatched family member in 3.8%. The source was peripheral blood 76.9%, cord blood 15.4% and bone marrow in 7.7%. Previous positive serostatus for CMV was 76.9% in recipients, and 53.8% in donors . The conditioning regimen was myeloablative in 57.7% and reduced-intensity in 42.3%. Graf versus host disease (GvHD) prophylaxis was cyclosporine (CsA) plus methotrexate (MTX) in 57.7% and CsA plus mycophenolate mofetil (MMF) in 42.3%. The incidence of acute GvHD was 76.9% and chronic GvHD was 53.8%. Treatment of GVHD was steroids plus CsA or tacrolimus and/or MMF in 76.9% of acute and 46.2% of chronic GvHD. Previously described risk factors for developing CMV infection were compared between patients developing (n=18) and non-developing (n=8) CMV infection. A higher risk for developing CMV infection was associated with previous CMV positive serostatus of the recipient (84% in viremic patients vs . 16% in non-viremic patients; p=0.01) and CsA plus MMF as GvHD prophylaxis (90.9% vs . 9.1%; p=0.04). We analyzed whether having several risk factors for developing CMV infection has an effect on the risk for developing CMV replication after the transplant. Patients that presented four or more risk factors, developed viral replication more frequently than patients having less than four risk factors (91.6% vs . 8.3%; p=0.02). Patients who acquired an earlier specific CMV immune reconstitution did not developed CMV replication, opposite to those with later immune reconstitution (week 2 vs. week 8, p= 0.01). Overall survival at one year was of 44.4% in the group with viral replication, and 100% in the group with no viral replication, p=0.014 ( Figure 1 ). CONCLUSIONS: Patients that did not developed episodes of CMV replication after the transplant presented less than four risk factors for developing CMV infection, developed an early T-cell mediated CMV immune response and had better overall survival. The development of CMV specific immunity able to control CMV replication may be considered as a paradigm of post-transplant immune reconstitution with potential influence on overall survival. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}