{
    "doi": "https://doi.org/10.1182/blood.V120.21.2945.2945",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2398",
    "start_url_page_num": 2398,
    "is_scraped": "1",
    "article_title": "RSK2 Ser227 Is a Therapeutic Target of Myeloma Cells Regardless of Upstream Signalings. ",
    "article_date": "November 16, 2012",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "topics": [
        "additive drug effects",
        "apoptosis",
        "bortezomib",
        "cell death",
        "cell lines",
        "cell survival",
        "chromosome abnormality",
        "chromosomes",
        "c-myc genes",
        "cyclins"
    ],
    "author_names": [
        "Yuji Shimura, MD",
        "Junya Kuroda, MD, PhD",
        "Hisao Nagoshi, MD",
        "Mio Yamamoto-Sugitani, MD, PhD",
        "Tsutomu Kobayashi, MD, PhD",
        "Miki Kiyota, MD",
        "Ryuko Nakayama, MD",
        "Shinsuke Mizutani, MD",
        "Yoshiaki Chinen, MD",
        "Natsumi Sakamoto",
        "Yosuke Matsumoto, MD, PhD",
        "Shigeo Horiike, MD, PhD",
        "Masaki Ri, MD, PhD",
        "Yukimasa Shiotsu, PhD",
        "Shinsuke Iida, MD, PhD",
        "Tomohiko Taki, MD, PhD",
        "Masafumi Taniwaki, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Molecular Diagnostics and Therapeutics, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Clinical Development Department, Kyowa Hakko Kirin, Tokyo, Japan"
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Molecular Diagnostics and Therapeutics, Kyoto Prefectural University of Medicine Graduate School of Medical Science, Kyoto, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Kyoto Prefectural University of Medicine, Kyoto, Japan, "
        ]
    ],
    "first_author_latitude": "35.024089499999995",
    "first_author_longitude": "135.770115",
    "abstract_text": "Abstract 2945 Background: Despite recent advances of therapeutic strategies, multiple myeloma (MM) still remains mostly incurable due to its drug resistance by both various cell intrinsic molecular abnormalities and the supports of myeloma microenvironment factors. The search for new therapeutic target molecule upon which various MM-promoting signalings converge is essential for the development of more effective therapy for MM. RSK2 is a member of the 90 kDa ribosomal S6 kinases (RSKs) family of serine (Ser) /threonine (Thr) kinases and lies downstream of RAS/ERK-1/2 signaling cascade. In MM, it has been shown that RSK2 mediates signaling initiated by FGFR3 activation for cell survival, but the functional role and the value as the therapeutic target of RSK2 have not been clearly defined. In this study, we precisely studied the association with RSK2 activation and chromosomal status, especially focusing on RSK2 Ser227 , which is responsible for downstream signaling phosphorylation, and the value of RSK2 as the therapeutic target in MM. Methods: Twelve human myeloma-derived cell lines and primary MM cells were utilized in this study. The use of human samples was approved by the ethical review board of our institute. Cell killing assay was performed using flow cytometry. Growth inhibitory assay was performed with modified MTT assay. Protein levels were examined by Western blotting. BI-D1870, a RSK2 inhibitor, was purchased from Symansis Limited (Auckland, New Zealand). RNA interference for RSK2 was performed by transfection of small interfering RNA (siRNA) into NCI-H929 cells by means of CLB-Transfection Kit (Lonza, Swiss) with protocol 9. Drug combination assays were evaluated with CalcuSyn software (Biosoft, Cambridge, UK). Results: RSK2 Ser227 was shown to be phosphorylated in all 12 MM cell lines and 6 of 9 primary MM cells. t(4;14) involving IgH/FGFR3 was detected only in 7 cell lines and high FGFR3 expression was identified only in 6 cell lines. RSK2 Ser227 was phosphorylated even in the absence of ERK1/2 or RSK2 Tyr529 phosphorylation in several MM cell lines, indicating that their activation was not mandatory to RSK2 Ser227 phosphorylation. Our study also did not show any positive relationship between RSK2 Ser227 phosphorylation and other so-called “high-risk” cytogenetic abnormalities, such as 13q-, t(11;14), t(8;14), t(14;16), 1q21+, or 17p-. Treatment with BI-D1870 (RSK2 inhibitor) resulted in complete dephosphorylation of RSK2 Ser227 , but not RSK2 Tyr529 . The phosphorylation status of ERK1/2, or related signaling kinases, such as AKT, p38 MAPK, or JNK was also not affected. BI-D1870 showed dose-dependent growth inhibition effect in 6 MM-derived cell lines by inducing apoptosis. At molecular level, Mcl-1, p21 WAF1/CIP1 , cyclin D2 and c-Myc was significantly down-regulated and Bim was up-regulated by BI-D1870 intervention in NCI-H929 cell. BI-D1870 didn't modulate expression level of IRF-4. These change were also observed in other MM cell lines (KMS-34, AMO-1). To exclude the possibility that above BI-D1870 induced changes in protein expression and cell death are due to its off-target effects, we performed gene knockdown experiments of RSK2. Transient gene knockdown of RSK2 by means of RNAi caused downregulation of cyclin D2, p21 WAF1/CIP1 , c-Myc, while it induced cell death in NCI-H929 cells. In contrast, Bim expression was not altered by RSK2 knockdown. Lenalidomide (LEN) is the most powerful currently available IMiD for MM treatment. While cell death induction by LEN (100μM) was partly prevented by IL-6 (50ng/ml) in NCI-H929 cells, co-administration of BI-D1870 (0.2 μM, at the degree of low concentration not to affect cell viability when used solely) overcame the resistance to LEN induced by IL-6. KMS-11/BTZ were highly resistant to bortezomib (BTZ)-induced cell death, by contrast, it showed the similar sensitivities to BI-D1870-induced cell death when compared with their parental cells. And more, BI-D1870 showed synergistic or additive effects with upcoming new anti-MM agents, such as RAD001, MS-275 and ABT-263 in MM cell lines. Conclusions: RSK2, especially RSK2 Ser227 , may be a universal therapeutic target for MMs with diverse molecular signatures. Disclosures: Iida: Janssen Pharmaceutical K.K.: Honoraria."
}