{
    "doi": "https://doi.org/10.1182/blood.V128.22.1821.1821",
    "article_title": "A Prognostic Index for Extranodal Natural Killer/T Cell Lymphoma after Non-Anthracycline-Based Treatment (PINK-B): Prognostic Index of Natural Killer Cell Lymphoma (PINK) Combined with Serum Beta-2 Microglobulin ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster I",
    "abstract_text": "Background Novel treatment strategies, such as non-anthracycline-based chemotherapy and upfront use of concurrent chemoradiotherapy or radiotherapy have markedly improved the survival outcome of extranodal natural killer/T cell lymphoma (ENKTL). Recently, a new prognostic model, Prognostic Index of Natural killer cell lymphoma (PINK) was proposed for predicting clinical outcomes of ENKTL patients treated with non-anthracycline-based strategies. Elevated serum beta-2 microglobulin (B2M) had been suggested as a potential prognostic predictor for patients with ENKTL, but there was no prognostic model including serum B2M level. We investigated the prognostic role of serum B2M level and suggested a new prognostic index by incorporating serum B2M level into PINK in patients with ENKTL. Methods We retrospectively identified 98 patients who received non-anthracycline-based treatment for newly diagnosed ENKTL in Asan Medical Center between January 2005 to December 2014. Serum beta-2 microglobulin level was measured using a radioimmunoassay kit (Immunotech, Inc., Prague, Czech Republic). The optimal cutoff point of serum beta-2 microglobulin level was estimated using ROC curve analysis. We developed a new prognostic model (PINK-B) with 4 elements of PINK (Age>60 years, Ann arabor Stage ¥²-¥³, distant lymph node involvement, and non-nasal type disease) plus serum B2MG level. We performed a validation analysis of a new prognostic model (PINK-B) in an independent cohort. Result Baseline characteristic were summarized in Table 1. Median B2M value was 2.35 mg/L (range, 1.0-22.0) and the optimal cutoff value of serum B2M level for predicting 3-year overall survival (OS) was ¡Ã2.8 mg/L. Baseline serum B2M elevation (¡Ã2.8 mg/L) was observed in 39 patients (39.8%). In univariate analysis, elevated B2M level (¡Ã2.8 mg/L) was significantly associated with poorer OS (HR=3.83 ;95% CI: 2.06-7.09; p<0.001). We performed multivariate analysis including 4 factors of PINK and elevated serum B2M level. In the multivariate analysis, elevated serum B2M level retained its significant poor prognostic impact for OS (HR=2.13 ;95% CI: 1.09-4.17; p=0.028). Three risk groups in PINK-B were composed as followings: low risk (0-1 points), intermediate risk (2-3 points), and high risk (4 or more points). PINK-B showed better discriminative power compared with PINK for predicting 3-year OS of low-, intermediate-, and high-risk group: 79.5%, 70.0%, and 18.6% for PINK, 78.3%, 40.9%, and 13.5% for PINK-B, respectively. (Figure 1.) The C-indices for PINK and PINK-B were 0.72 (95% CI: 0.62-0.82) and 0.74 (95% CI: 0.64-0.84). We applied PINK and PINK-B to an independent cohort of 90 newly diagnosed ENKTL patients. The performance of PINK and PINK-B for predicting probabilities was validated and 3-years OS of low-, intermediate-, and high-risk groups were 80.2%, 68.7%, and 9.4% for PINK and 80.3%, 31.3%, and 9.5% for PINK-B, respectively (Figure 2.) Conclusion We suggest a new version of prognostic index (PINK-B : PINK combined with elevated serum B2M) for ENKTL patients treated with non-anthracycline-based strategies. Table 1 View large Download slide Comparison of baseline characteristics between the training cohort and validation cohort Table 1 View large Download slide Comparison of baseline characteristics between the training cohort and validation cohort Close modal Figure 1 View large Download slide overall survival according to PINK, PINK-E, PINK-B in the training cohort Figure 1 View large Download slide overall survival according to PINK, PINK-E, PINK-B in the training cohort Close modal Figure 2 View large Download slide overall survival according to PINK, PINK-E, PINK-B in the validation cohort Figure 2 View large Download slide overall survival according to PINK, PINK-E, PINK-B in the validation cohort Close modal Disclosures Kim: Celltrion, Inc.: Consultancy, Honoraria.",
    "topics": [
        "anthracycline antibiotics",
        "beta 2-microglobulin",
        "extranodal disease",
        "lymphoma",
        "natural killer cells",
        "natural killer t-cells",
        "lymphoma, extranodal nk-t-cell",
        "chemotherapy regimen",
        "radiation therapy",
        "radiochemotherapy"
    ],
    "author_names": [
        "Seyoung Seo",
        "Jung Yong Hong",
        "Dok Hyun Yoon",
        "Jaekyung Cheon",
        "Chan-Sik Park",
        "Jooryung Huh",
        "Yoonse Lee",
        "Sang-wook Lee",
        "Jin-sook Ryu",
        "Won Seog Kim",
        "Seok Jin Kim",
        "Cheolwon Suh"
    ],
    "author_dict_list": [
        {
            "author_name": "Seyoung Seo",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jung Yong Hong",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dok Hyun Yoon",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaekyung Cheon",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Sik Park",
            "author_affiliations": [
                "Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jooryung Huh",
            "author_affiliations": [
                "Department of Pathology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoonse Lee",
            "author_affiliations": [
                "Department of Otorhinolaryngology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang-wook Lee",
            "author_affiliations": [
                "Department of Radiation Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin-sook Ryu",
            "author_affiliations": [
                "Department of Nuclear Medicine, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won Seog Kim",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seok Jin Kim",
            "author_affiliations": [
                "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheolwon Suh",
            "author_affiliations": [
                "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:47:35",
    "is_scraped": "1"
}