{
    "doi": "https://doi.org/10.1182/blood.V120.21.766.766",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2251",
    "start_url_page_num": 2251,
    "is_scraped": "1",
    "article_title": "The Aryl Hydrocarbon Receptor (AhR) Regulates the Production of Bipotential Hematopoietic Progenitor Cells ",
    "article_date": "November 16, 2012",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Hematopoietic Development",
    "abstract_text": "Abstract 766 The evolutionarily conserved aryl hydrocarbon receptor (AhR), a member of the basic helix-loop-helix Per-ARNT-Sim family, has been studied for its role in environmental chemical-induced toxicity. Recent studies now demonstrate that the AhR may regulate the hematopoietic and immune systems during development in a cell-specific manner. To better understand the possible role of the AhR in hematopoiesis, we developed a novel, human, induced pluripotent stem cell (iPSC) platform based on the step-wise directed differentiation of hematopoietic progenitor cells. Our in silico analysis of transcriptional profiles of 71 primary human hematopoietic cell isolates indicated AhR-upregulation at both the hematopoietic stem cell and bi-potential megakaryocyte-erythroid progenitor (MEP) stages. This result, together with the absence of an in vitro model system enabling production of large numbers of primary human MEPs capable of differentiating into megakaryocytes (Mks) and erythroid lineage cells, motivated us to determine if AhR modulation could facilitate both MEP expansion and Mk and erythroid cell differentiation. Our results indicate that AhR has a physiological and functional role in normal hematopoietic development, and that modulation of the receptor in bi-potential hematopoietic progenitors can direct cell fate. We demonstrate a novel methodology for the directed differentiation of pluripotent stem cells in chemically defined, serum and feeder-free culture conditions into MEPs capable of final specification into Mks and/or erythroid-lineage cells. The use of a non-toxic aryl hydrocarbon receptor agonist in our directed differentiation scheme significantly increases the number of MEPs and resultant cells. Following the addition of potent AhR ligands to our cultures, we observed exponential expansion of MEPs from fifteen thousand to one billion cells in two weeks, with the role of AhR in the MEP population confirmed using a specific AhR inhibitor. This logarithmic expansion of cells appears to be a function of decreased cell death and is consistent with previous studies which suggest that the AhR can control apoptosis. In addition to allowing for the exponential expansion of MEPs, our results demonstrate that modulation of AhR can direct cell fate, with AhR agonism permissive to erythroid differentiation and antagonism favoring Mk specification. Although erythropoietin (EPO) and thrombopoietin (TPO) stimulate RBC and Mk production respectively, AhR may play a cytokine-independent role in the specification of these lineages and warrants further study. These results demonstrate a new platform for studying human red blood cell and Mk development that allows for exponentially greater production of RBCs and Mks in comparison to existing methodologies. This strategy relies on the first of its kind definition of the role of the AhR receptor in normal hematopoietic development using specialized ligands in hematopoietic progenitor cells. A useful outcome for this work will be the utilization of this in vitro platform for the clinically relevant production of blood products. An iPSC-based system, such as the one described here in which sufficient numbers of cells can be produced, should facilitate future clinical adaptation involving the transfusion of iPSC-derived red blood cells and platelets without problems related to immunogenicity, contamination, or supply. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aryl hydrocarbon receptor",
        "hematopoietic stem cells",
        "ligands",
        "agonists",
        "blood products",
        "cytokine",
        "erythropoietin",
        "thrombopoietin",
        "toxic effect",
        "transfusion"
    ],
    "author_names": [
        "Brenden W Smith",
        "Sarah S Rozelle",
        "Paul Gadue, PhD",
        "Deborah L. French, PhD",
        "David H.K. Chui, MD",
        "Martin H. Steinberg, MD",
        "David H. Sherr, Ph.D",
        "George J. Murphy, Ph.D"
    ],
    "author_affiliations": [
        [
            "Division Of Hematology and Oncology, Center for Regenerative Medicine (CReM), Boston University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Division Of Hematology and Oncology, Center for Regenerative Medicine (CReM), Boston University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Department of Pathology, The Children's Hospital of Philadelphia, Philadelphia, USA, "
        ],
        [
            "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Department of Medicine, Boston University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Department of Medicine, Boston University School of Medicine, Boston, MA, USA, "
        ],
        [
            "Department of Environmental Health, Boston University School of Public Health, Boston, MA, USA"
        ],
        [
            "Division Of Hematology and Oncology, Center for Regenerative Medicine (CReM), Boston University School of Medicine, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3352074",
    "first_author_longitude": "-71.0698127"
}