{
    "doi": "https://doi.org/10.1182/blood.V108.11.1782.1782",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=596",
    "start_url_page_num": 596,
    "is_scraped": "1",
    "article_title": "Formation of Platelet Strings and Microthrombi in the Presence of ADAMTS13 Inhibitor Does Not Require P-Selectin or β3 Integrin. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "VWF is synthesized in megakaryocytes and endothelial cells and stored in a-granules and Weibel-Palade bodies respectively. VWF released from the storage granules upon cellular activation or stimulation with secretagogues are extremely large and known as Ultra-Large von Willebrand factor (UL-VWF). Such filaments were first shown by Dong and colleagues (Dong et. al., 2002) and platelets were seen to align as string of beads on these UL-VWF multimers. These platelet strings are then rapidly cleaved to smaller size by the metalloprotease ADAMTS-13 (A Disintegrin-like And Metalloprotease with Thrombospondin type I repeats-13). Recently, we have similarly shown that in Adamts13 −/− mice platelet strings form and remain on stimulated endothelium in veins, where they wave in the blood stream for many minutes (Motto et. al., 2005). We have also shown that antibody to ADAMTS13 induces platelet strings in activated venules and transient thrombi formation in activated microvenules of wild type similar to Adamts13 −/− mice (Chauhan et. al., 2006). The obvious question is what anchors the UL-VWF mulimers to the endothelial surface? In a flow chamber model, using polyclonal antibodies to P-selectin or soluble P-selectin, it was proposed that P-selectin anchors the UL-VWF multimers to the endothelial surface. The present study was designed to address the role of P-selectin and that of the platelet and endothelial integrin β3 in platelet string formation in vivo using intravital microscopy and genetically engineered mice. We demonstrate that in histamine activated venules, causing Weibel-Palade bodies secretion, P-selectin is not required for formation or retention of VWF platelet strings on endothelium in vivo . The mean time the platelet strings (~30–100 μm long) anchored onto the endothelium was 45 s. This duration was significantly longer than in P-selectin −/− mice infused with control Ig (P<0.001) and similar to WT mice treated with the inhibitory antibody. Similar to wild type, 45 s after topical superfusion of calcium ionophore A23187, platelet strings forming transient thrombi formation was seen in microvenules (25–30 μm in diameter) of P-selectin −/− mice when the ADAMTS13 activity was inhibited. Platelet strings were either not seen or were very short lived in the β3−/− mice infused with control Ig, whereas in the mice infused with anti- ADAMTS13 antibody platelet strings could be seen that anchored to the endothelium with a mean time of 50 s (P<0.0001). These observations show that platelet strings are not held by β3 integrin and platelets lacking β3 integrin can adhere firmly to the VWF strings in the histamine activated venules. VWF containing platelet strings could also entangle and form emboli in the absence of β3 integrin.",
    "topics": [
        "adamts13 gene",
        "blood platelets",
        "integrins",
        "p-selectin",
        "granules",
        "antibodies",
        "histamine",
        "immunoglobulins",
        "metalloproteases",
        "thrombus"
    ],
    "author_names": [
        "Anil K. Chauhan, PhD",
        "Denisa D. Wagner, Ph.D"
    ],
    "author_affiliations": [
        [
            "CBR Institute for Biomedical Research, Department of Pathology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "CBR Institute for Biomedical Research, Department of Pathology, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3356352",
    "first_author_longitude": "-71.1041786"
}