{
    "doi": "https://doi.org/10.1182/blood-2019-122494",
    "article_title": "A Phase 1, Open-Label, Multi-Center, Dose Escalation and Dose Expansion Study of NKTR-255 As a Single Agent in Relapsed or Refractory Hematologic Malignancies and in Combination with Daratumumab As a Salvage Regimen for Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "704.Immunotherapies",
    "abstract_text": "Background: IL-15-mediated responses have been shown to have a crucial role in the development, function, and survival of CD8+ T cells, natural killer (NK) cells, and NK T cells. However, exploiting native IL-15 is challenging due to its unfavorable pharmacokinetics and tolerability. NKTR-255 is a polymer-conjugated IL-15 that retains binding affinity to IL-15Ra, maintaining full spectrum of IL-15 biology. NKTR-255 also exhibits improved pharmacokinetics, thereby providing sustained pharmacodynamic responses without the need for daily dosing. Studies have indicated that NK cells from patients with multiple myeloma (MM) appear to be dysfunctional, and successful activity against MM cells requires highly active NK cells ideally activated from immunomodulatory agents or cytokine support. In recent years, several new agents have been introduced in the MM landscape to engage NK-mediated myeloma cell elimination, including the CD38-targeting monoclonal antibody daratumumab, and elotuzumab, further supporting the anti‐MM effect of NK cells in the post-autologous transplant setting. In non-Hodgkin lymphoma (NHL), studies have shown low peripheral blood NK cell counts are associated with poor clinical outcomes in diffuse large B-cell lymphoma patients receiving R-CHOP chemotherapy regimens. Recently published data indicate that NKTR-255 in combination with CAR T cells decreases tumor burden and increases survival compared to CAR T cells alone. NKTR-255 may address the need to boost NK cell quality and numbers in these patients with the purpose of aiding current approved therapies. Methods: In this phase 1, open-label, multi-center, dose escalation and dose expansion study of NKTR-255, patients with relapsed or refractory (r/r) MM or NHL with no available therapies will be eligible. In the dose escalation portion, approximately 46 patients will be enrolled. Successive cohorts of 3 patients each will receive single increasing doses of NKTR-255 until the maximum tolerated dose (MTD) is determined. All patients will receive NKTR-255 once every three weeks. Patients will be observed for a dose-limiting toxicity (DLT) window of three weeks following the first NKTR-255 dose. A two-parameter Bayesian logistic regression model (BLRM) will be used during the escalation part of the study for dose level selection and for determination of MTDs. The selected recommended phase 2 dose (RP2D) of NKTR-255 will be evaluated in two dose expansion cohorts. Cohort A will expand NKTR-255 in patients with r/r MM or NHL as a salvage regimen to further characterize safety and tolerability. Cohort B will combine NKTR-255 with daratumumab in patients with MM with progressive disease who have had at least 3 prior lines of therapy with no other regimens that would confer clinical benefit. Daratumumab will be administered IV at the standard approved regimen. The primary objectives of the study are to evaluate: safety, tolerability, MTD, and RP2D of NKTR-255 as a single agent, as well as safety and tolerability of NKTR-255 in combination with daratumumab in patients with r/r MM. Secondary objectives include measures biomarker and pharmacokinetic analyses. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Shah: University of California, San Francisco: Employment; Nkarta: Consultancy, Membership on an entity's Board of Directors or advisory committees; Kite: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene, Janssen, Bluebird Bio, Sutro Biopharma: Research Funding; Poseida: Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Teneobio: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech, Seattle Genetics, Oncopeptides, Karoypharm, Surface Oncology, Precision biosciences GSK, Nektar, Amgen, Indapta Therapeutics, Sanofi: Membership on an entity's Board of Directors or advisory committees; Indapta Therapeutics: Equity Ownership. Turtle: Nektar Therapeutics: Other: Ad hoc advisory board member, Research Funding; T-CURX: Membership on an entity's Board of Directors or advisory committees; Allogene: Other: Ad hoc advisory board member; Humanigen: Other: Ad hoc advisory board member; Eureka Therapeutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Juno Therapeutics: Patents & Royalties: Co-inventor with staff from Juno Therapeutics; pending, Research Funding; Precision Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Caribou Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Other: Ad hoc advisory board member; Novartis: Other: Ad hoc advisory board member. Cowan: Cellectar: Consultancy; Juno: Research Funding; Sanofi: Consultancy; Janssen: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Abbvie: Research Funding. Chavez: Kite: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Bayer: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Budde: F. Hoffmann-La Roche Ltd: Consultancy. Marcondes: Nektar Therapeutics: Employment, Equity Ownership. Lee: Nektar Therapeutics: Employment. Lin: Nektar Therapeutics: Employment, Equity Ownership. Zalevsky: Nektar Therapeutics: Employment, Equity Ownership. Tagliaferri: Nektar Therapeutics: Employment, Equity Ownership. Patel: Poseida Therapeutics, Cellectis, Abbvie: Research Funding; Oncopeptides, Nektar, Precision Biosciences, BMS: Consultancy; Takeda, Celgene, Janssen: Consultancy, Research Funding.",
    "topics": [
        "daratumumab",
        "hematologic neoplasms",
        "multiple myeloma",
        "interleukin-15",
        "biological markers",
        "biological response modifiers",
        "chemotherapy cytokine support",
        "diffuse large b-cell lymphoma",
        "elotuzumab",
        "lymphoma, non-hodgkin"
    ],
    "author_names": [
        "Nina D. Shah, MD",
        "Cameron J. Turtle, MBBS, PhD",
        "Andrew J. Cowan, MD",
        "Julio C. Chavez, MD",
        "Lihua E Budde, MD PhD",
        "Mario Q. Marcondes, MD PhD",
        "Zachary Lee, PharmD",
        "Wei Lin, MD",
        "Jonathan Zalevsky",
        "Mary Tagliaferri, MD",
        "Krina K. Patel, MDMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Nina D. Shah, MD",
            "author_affiliations": [
                "University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cameron J. Turtle, MBBS, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J. Cowan, MD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julio C. Chavez, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Lutz, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lihua E Budde, MD PhD",
            "author_affiliations": [
                "City of Hope Comprehensive Cancer Center, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Q. Marcondes, MD PhD",
            "author_affiliations": [
                "Nektar Therapeutics, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zachary Lee, PharmD",
            "author_affiliations": [
                "Nektar Therapeutics, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Lin, MD",
            "author_affiliations": [
                "Nektar Therapeutics, San Francisco, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan Zalevsky",
            "author_affiliations": [
                "Nektar Therapeutics, San Francisco, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Tagliaferri, MD",
            "author_affiliations": [
                "Nektar Therapeutics, San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krina K. Patel, MDMSc",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T04:04:13",
    "is_scraped": "1"
}