{
    "doi": "https://doi.org/10.1182/blood.V108.11.3285.3285",
    "article_title": "Biased Engraftment of Retrovirus-Transduced Marrow in Murine X-CGD Following Submyeloablative Conditioning. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "X-linked chronic granulomatous disease is an inherited disorder of innate immunity in which neutrophils are unable to generate microbicidal oxidants due to mutations in the gene encoding the gp91 phox subunit of the NADPH oxidase. Genetic blood diseases can be treated by transplantation of autologous hematopoietic stem cells (HSC) transduced with the functional gene. In the absence of a selective advantage following genetic correction, marrow conditioning is required to facilitate engraftment. Using a murine model of X-CGD, we examined the efficacy of 300 cGy as conditioning prior to transplantation of HSC transduced with a monocistronic gammaretroviral vector, SF71gp91 phox , in which human gp91 phox expression is driven by the SFFV LTR. Although packaged with an ecotropic envelope for this study, this is the same vector as used in an ongoing clinical trial for X-CGD, where two reported patients showed an unexpected increase in the fraction of oxidase-corrected neutrophils, which appeared to reflect expansion of gene-modified myeloid cells due to insertional activation of adjacent loci (Ott et al, Nat Med , 2006). We compared donor engraftment and reconstitution of NADPH oxidase activity in female X-CGD mice conditioned with either 300 cGy or ablative irradiation (IR) (950–1100 cGy) prior to transplantation of transduced male marrow (5–8 × 10 6 and 2 × 10 6 cells, respectively). Donor chimerism in the 300 cGy group was 67 ± 14% by six months (mean ± SD, from two independent experiments), as monitored by FISH for the Y chromosome. The fraction of oxidase-positive cells in mice conditioned with ablative IR was 41 ± 11% and 18 ± 5% at 6 months in the two experiments, and was stable after 2 months post-transplant. In contrast, the fraction of oxidase-positive donor-derived neutrophils was higher in many 300 cGy-conditioned recipients; in the first experiment, 100% of donor neutrophils were oxidase-positive in 4 recipients at six months, and in the second, oxidase positive donor neutrophils increased to 100% in 1 of 8 recipients. The number of vector integrations in primary recipient spleen DNA was similar ( ≈ 2) for both conditioning regimens. However, the fraction of vector-marked secondary CFU-S derived from transplanted male cells was higher for mice receiving 300 cGy compared to those receiving ablative IR (vector-positive CFU-S 87 ± 19% vs 36 ± 20%, respectively; from 6–7 primary recipients for each regimen; p < 0.001). There has been no evidence of leukemic transformation in a total of 24 primary, 39 secondary, and 24 tertiary recipients (majority followed for ≥6 months post transplant). Ongoing studies include analysis of proviral insertion sites. In summary, 300 cGy is effective conditioning for engraftment of transduced marrow in a murine model of X-CGD. Our previous studies suggest that submyeloablative IR results in a more competitive environment for engraftment of donor cells cultured ex vivo for retroviral transduction (Goebel, et al Exp Hem , 2002). Analysis of proviral marking frequency in secondary CFU-S in the current study suggests that vector integration may confer a selection advantage for engraftment of long-term repopulating cells in primary recipients conditioned with 300 cGy, associated with a higher frequency of oxidase-corrected neutrophils.",
    "topics": [
        "conditioning (psychology)",
        "dna",
        "engraftment",
        "genetic disorder",
        "hematological diseases",
        "insertional activity",
        "mice",
        "nadph oxidases",
        "oxidants",
        "oxidase"
    ],
    "author_names": [
        "Mohammed Sadat",
        "Sara Dirscherl",
        "Nancy Pech",
        "Robert Getty",
        "Scott Cross",
        "Cecilia Barese",
        "W. Scott Goebel",
        "Mervin C. Yoder",
        "Sean Mooney",
        "Manuel Grez",
        "Kenneth Cornetta",
        "Mary C. Dinauer"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohammed Sadat",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara Dirscherl",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Pech",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Getty",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Cross",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cecilia Barese",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W. Scott Goebel",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mervin C. Yoder",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Mooney",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuel Grez",
            "author_affiliations": [
                "Georg-Speyer-Haus, Frankfurt, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth Cornetta",
            "author_affiliations": [
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary C. Dinauer",
            "author_affiliations": [
                "Dept. of Pediatrics, Wells Center for Pediatric Research",
                "Medical and Molecular Genetics, Indiana University School of Medicine, Indianapolis, IN, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T12:59:08",
    "is_scraped": "1"
}