{
    "doi": "https://doi.org/10.1182/blood.V128.22.5642.5642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3546",
    "start_url_page_num": 3546,
    "is_scraped": "1",
    "article_title": "Molecular and Biological Characteristics of Tumour Substrate in Patients with Extramedullary Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "neoplasms",
        "plasmacytosis",
        "biopsy",
        "plasmacytoma",
        "cxcr4 receptors",
        "cd56 antigens",
        "ki-67 antigen",
        "neural cell adhesion molecules",
        "antibodies"
    ],
    "author_names": [
        "Maya V. Firsova, MD",
        "Larisa P. Mendeleeva, MD PhD Prof",
        "Alla M. Kovrigina, MD PhD",
        "Natalia L. Deineko, MD",
        "Maxim V. Solovev, MD PhD",
        "Maria V. Nareyko, MD",
        "Larisa A. Kuzmina, MD PhD",
        "Valery G. Savchenko, MD PhD Prof."
    ],
    "author_affiliations": [
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Dept. of High-Dose Chemotherapy of Paraproteinemic Hemoblastosis, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Dept. of High-Dose Chemotherapy of Paraproteinemic Hemoblastosis, National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ],
        [
            "Dept. of Bone Marrow Transplantation, National Research Center for Hematology, Moscow, Russian Federation"
        ],
        [
            "National Research Center for Hematology, Moscow, Russian Federation "
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction. At the time of the diagnosis of MM the incidence of extramedullary disease (EMD) varies from 7 to 18%, and in case of à relapse, it is observed in more than 20% of patients. Clinical progression of MM with EMD is characterised by highly aggressive tumour, worse prognosis and often by resistance to therapy, low overall survival rate. Aim of the study . To evaluate and to compare molecular and biological characteristics of tumour cells in bone marrow and extramedullary plasmacytoma in primary MM patients. Materials and methods . The study enrolled 28 patients with primary MM (18 males, 10 females) 23-59 years old (median value: 52 years old). The disease was diagnosed in accordance with the IMWG criteria (2014). All patients underwent bone marrow trephine biopsy. 13 patients had EMD including 10 patients with soft-tissue plasmacytomas accompanied by cortical layer involvement and the tumour mass spreading from bone. 3 patients had extramedullary foci in stomach, brain, soft submandibular tissues. In all cases a tumour biopsy was taken which confirmed the presence of plasma cell infiltration. Paraffin block slices from trephine biopsy material and tumour biopsy material were used to perform an immunohistochemistry analysis with an antibody panel to CD56, Ki67, CXCR4, CD 166. Results. The immunohistochemistry analysis revealed more frequent expression of CD56 (80% vs. 38.5%, p=0.05) and high Ki-67 expression (53.3% vs. 0%, p = 0.002) in bone marrow of MM patients without EMD in comparison with those with plasmacytomas. At the same time patients without EMD demonstrated CXCR4 expression by myeloma cells in bone marrow, that was significantly higher compared with MM patients with plasmacytomas (100% vs. 46.2%, p = 0.001) (Table 1). Immunohistochemical parameters of plasma cells in bone marrow and plasmacytoma of MM patients with EMD were compared. A higher level of CD56, Ki-67, CXCR4 expression in plasma cells from tumour biopsy was observed, although the differences were not statistically significant. The CD166 expression level in bone marrow and plasmacytoma was similar. Conclusion. Immunohistochemistry analysis of the tumour substrate revealed that MM patients with and without EMD demonstrate different molecular and biological characteristics of bone marrow. Lack of CXCR4 expression in bone marrow may be the evidence of poor prognosis for the MM patients with the higher risk of EMD occurrence. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}