{
    "doi": "https://doi.org/10.1182/blood.V126.23.3897.3897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3060",
    "start_url_page_num": 3060,
    "is_scraped": "1",
    "article_title": "Novel Findings for the Role of Microenvironment and Heat Shock Proteins (HSP) in B -Cell Recptor (BCR) Activation, Disease Progression and Transformation of Follicular Non-Hodgkin Lymphoma (FL): Gene Expression Profiling (GEP) and Immuno-Histochemical (IH) Studies Reveal New Pathways for Potential Targeted Therapies ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Poster III",
    "topics": [
        "disease progression",
        "follicular lymphoma",
        "gene expression profiling",
        "heat-shock proteins",
        "molecular targeted therapy",
        "heat-shock proteins 70",
        "proto-oncogene proteins c-akt",
        "ligands",
        "toll-like receptor 2",
        "cd68 antigen, human"
    ],
    "author_names": [
        "Saad M B Rassam, MD FRCP, FRCPath",
        "John Schofield, FRCPath",
        "Farooq Malik, PhD",
        "Azim M Mohamedali, PhD",
        "Bartlomiej Przychodzen, MSc",
        "Gabrielle Elstein",
        "Ghulam J Mufti, FRCP, FRCPath"
    ],
    "author_affiliations": [
        [
            "Haematology, Kent Oncology Centre, Maidstone, United Kingdom "
        ],
        [
            "Histopathology, Maidstone Hospital, Maidstone, United Kingdom "
        ],
        [
            "Haematological Medicine, Kings College Hospital, London, United Kingdom "
        ],
        [
            "Haematological Medicine, Kings College London, London, United Kingdom "
        ],
        [
            "Haematological Medicine, Department of Translational hematology and Oncology Research, Taussing Cancer Institute, Cleveland Clinic, London, United Kingdom "
        ],
        [
            "Advanced Diagnostics, University College Hospital, London, United Kingdom "
        ],
        [
            "Department of Haematological Medicine, King's College Hospital, NHS Foundation Trust, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.275189899999994",
    "first_author_longitude": "0.4845501",
    "abstract_text": "Introduction: Tumour infiltrating lymphocytes (TIL), tissue macrophages/monocytes (TMM) and follicular dendritic cells (FDC) have an important role in the biology of FL. Previous GEP studies used stored material, non-trizol freezing, negative T cell selection and CD3 stimulation and culture which could change signatures. None looked at peripheral blood (PB) T-cell (PBT) or MM (PBMM) profiles concurrently or specifically at fresh MM signatures though numbers are implicated in the disease's biology. Aims and methods: In the first stage we looked at positively selected TIL and TMM gene expression profile signatures in fresh diagnostic samples of histologically confirmed grades 1-3a FL in 14 patients and compared the profiles with similarly selected cells from controls and PB samples taken at the same time. We positively selected for CD2, CD14 and CD19 in that order with microbead technology. CD2 selection with no expansion in culture were used to minimise T-cell receptor stimulation. Cells were liquidised in Trizol prior to freezing. RNA was extracted and analysed using Affymetrix Microarray Chips. Statistical analysis used 3 parameters to define significant change in expression: fold change of >1.5, p value of > 1x10-3 and FDR of <0.05. Samples were analysed as paired and pooled with a fold (over or under expression) cut off threshold of 10. Results were validated with q-PCR for 10 of the most under or overexpressed genes. In the second stage we performed immunohistochemistry on paraffin embedded tissue from the same sample population looking at expression of HSP70, TLR2 & 4, CD21, CD22, CD200, PAX 5, p-AKT, and NF-κB p50 and p65. Co-expression by double staining was tested in 4 samples for CD3/HSP70, CD68/200, CD21/CD200 and CD68/PAX5. Results: GEP: T-cells paired samples (10) showed 97 over (41) or under (56) expressed genes in TIL compared to PBT whilst pooled samples (14) showed 778 over (380) or under (398) expressed genes. Several HSP genes are over expressed relating to HSP70 pathway. MM: Only pooled analysis was performed as the cell numbers were small. More (3239) genes were over (1494) or under (1745) expressed in LN compared to PBMM. The top over expressed genes include those that stimulate B cell receptor (BCR) growth and transformation and HSP70. Immunohistochemistry: FL cells lack nuclear HSP70 expression though TIL, TMM and FDC universally express it. Cytoplasmic NF-κB p50 and p65 and p-AKT are uniformly expressed in FL whilst TIL and TMM are weak or negative. FL cells strongly express TLR4 and to lesser extent TLR2 and are much weaker in TIL and TMM. CD200 is strongly expressed by FDC which show co-localisation with HSP70 and PAX5 double staining. TMM have granular cytoplasmic CD22 expression. Discussion: HSP suppress the apoptotic signalling at the premitochondrial stage through regulation of the pro-survival signalling and can be actively released extracellularly from inflammatory cells through the Golgi complex and passively from necrotic cells. HSP70 as a TLR4 and 2 ligand has a potent cytokine activity rapidly activates the MyD88/IRAK/NF-κB and TRIF pathways through MAPK/AP-1 and AKT increasing cell proliferation, adhesion and migration and resistance to apoptosis. Entry of the activated NF-κB into nuclei is the final step of signalling cascades and contributes to enhanced BCL-2 expression in FL. Our immunohistochemical and GEP findings are complimentary and show for the first time that in FL, HSP70 expressed and probably released by TIL and TMM for self-preservation could act as a ligand for TLR2 & 4, activating the NF-κB and p-AKT pathways leading to tumour growth and metastasis. We also show novel data that TMM and FDC appear to play a major role in disease proliferation and transformation through expression and secretion of BCR activating ligands. Targeting the HSP70/TLR pathway could induce apoptosis of both FL and TIL cells inhibiting tumour growth and spread whilst targeting HSP70, TMM and FDC could in addition abrogate histological transformation. Disclosures No relevant conflicts of interest to declare."
}