{
    "doi": "https://doi.org/10.1182/blood.V120.21.2739.2739",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2394",
    "start_url_page_num": 2394,
    "is_scraped": "1",
    "article_title": "Bendamustin-Rituximab Induction Followed by Observation or Rituximab Maintenance for Newly Diagnosed Patients with Waldenström's Macroglobulinemia: Results From a Prospective, Randomized, Multicenter Study (StiL NHL 7–2008 –MAINTAIN-; ClinicalTrials.gov Identifier: NCT00877214). ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bendamustine",
        "rituximab",
        "waldenstrom macroglobulinemia",
        "brachial plexus neuritis",
        "immunoglobulin m",
        "hemoglobin",
        "mantle-cell lymphoma",
        "non-hodgkin's lymphoma, indolent",
        "screening",
        "toxic effect"
    ],
    "author_names": [
        "Mathias J. Rummel, MD",
        "Christian Lerchenmüller, MD",
        "Richard Greil, MD",
        "Martin Görner",
        "Manfred Hensel, MD",
        "Erik Engel",
        "Ulrich Jaeger, MD",
        "Friedhelm Breuer",
        "Bernd Hertenstein",
        "Otto Prummer, MD, PhD",
        "Christian Buske, MD",
        "Juergen Barth",
        "Alexander C. Burchardt, MD",
        "Wolfram Brugger"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology & Oncology, Justus-Liebig Universität Giessen, Giessen, Germany, "
        ],
        [
            "Hämatologisch-onkologische Gemeinschaftspraxis, Münster, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital Salzburg, Salzburg, Austria, "
        ],
        [
            "Städtische Kliniken, Bielefeld, Germany, "
        ],
        [
            "Mannheimer Onkologie Praxis, Mannheim, Germany, "
        ],
        [
            "Hämatologische Praxis Hamburg Altona (HOPA), Hamburg, Germany, "
        ],
        [
            "Hematology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Praxis, Frechen, Germany, "
        ],
        [
            "Hämatologie und Onkologie, Klinikum Bremen Mitte, Bremen, Germany, "
        ],
        [
            "Klinikum Kempten-Oberallgäu, Kempten, Germany, "
        ],
        [
            "University Hospital of Ulm, Institute of Experimental Cancer Research, Ulm, Germany, "
        ],
        [
            "Hematology, Justus-Liebig Universität Giessen, Giessen, Germany, "
        ],
        [
            "Hematology, University Hospital of Gießen, Giessen, Germany, "
        ],
        [
            "Hospital Villingen-Schwenningen, Villingen-Schwenningen, Germany"
        ]
    ],
    "first_author_latitude": "50.580467399999996",
    "first_author_longitude": "8.677140299999998",
    "abstract_text": "Abstract 2739 Background: Bendamustine-rituximab (B-R) has demonstrated substantial efficacy in the primary treatment of indolent lymphomas. A multicenter prospective randomized trial was initiated to investigate the impact of adding rituximab maintenance following B-R first-line induction. The trial included patients (pts) with Waldenström's Macroglobulinemia (WM), marginal zone, small lymphocytic and mantle cell lymphomas. Here we present first and preliminary results for pts with WM. Methods: Treatment consisted of a maximum of 6 cycles of B-R (bendamustine 90 mg/m 2 , rituximab 375 mg/m 2 ) administered every 28 days plus 2 cycles of rituximab every 4 weeks. Responding pts (≥ PR) were eligible for further treatment and were randomized to observation or 2 years of rituximab maintenance every two months. The primary endpoint is PFS. Results: From April 2009 to July 2012, 57 centers included a total of 162 pts with newly diagnosed WM with a median age of 67 years (31% < 60 years, 69% > 60 years). At baseline/inclusion/screening, the median values for b 2 -microglobulin (b 2 M), hemoglobin and IgM were 3.3 mg/L, 10.1 g/dL and 2110 mg/dL (max. 13400 mg/dL), respectively. To date (Aug 2012) 116 pts are evaluable for response (43 women [37%] and 73 men [63%]). 100 pts have responded to B-R leading to an overall response rate (ORR) of 86%. At the time of response evaluation, the median Hb was 12.6 g/dl and the median IgM was 380 mg/dl. 90 pts have undergone randomization to date, 43 to observation and 47 to maintenance. Randomization is ongoing. No results can be reported from that ongoing part of the trial. No uncommon toxicities were observed during B-R induction. Conclusion: Initial results of our trial confirm that for patients with Waldenström's macroglobulinemia, treatment with B-R is an efficacious treatment with a manageable safety profile. The role of rituximab maintenance in this disease is under investigation. Disclosures: No relevant conflicts of interest to declare."
}