{
    "doi": "https://doi.org/10.1182/blood.V116.21.2508.2508",
    "article_title": "A Novel PCR-Based Gene-Specific Chromatin Condensation Assay ",
    "article_date": "November 19, 2010",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Abstract 2508 We developed a method for efficient, quantitative, and site specific characterization of chromatin activity in myeloma cell populations. This method is based on modified salt extraction of chromatin directly from intact cells and PCR amplification of site of interest. The whole procedure (cell collection, chromatin isolation, PCR, and data analysis) takes from 4 to 6 hours and requires only 100–200 cells per probe. The general idea behind this procedure is that most active chromatin is sensitive to mild denaturing conditions which make its DNA accessible for primers, whereas inactive chromatin remains “closed”. No antibodies, fixation, viral or plasmid-based constructs, or nuclease treatments are involved. The method corroborated findings on ChIP and pyrosequencing of bisulfite modified DNA for CDKN2A (p16) regulatory regions. After optimization with decitabine it correctly identified other epigenetically active agents in a small scale screen. In summary, we have developed a method for detection of gene specific chromatin changes that requires less than 1% of cells needed for other epigenetic assays, is cheaper, faster, and detects various changes of chromatin. We expect it will revolutionize drug screening for epigenetic reactivators and silencers, epigenetic profiling, and elucidation of chromatin modifying pathways in myeloma and other cancers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chromatin",
        "genes",
        "mental condensation",
        "polymerase chain reaction",
        "dna",
        "antibodies",
        "cancer",
        "decitabine",
        "dietary sodium chloride",
        "drug screening"
    ],
    "author_names": [
        "Sergei Vatolin, PhD",
        "Khan Nazeer Shahper, PhD",
        "Frederic J. Reu, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sergei Vatolin, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic Foundation, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Khan Nazeer Shahper, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic Foundation, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic J. Reu, MD",
            "author_affiliations": [
                "Taussig Cancer Center, Cleveland, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T18:37:33",
    "is_scraped": "1"
}