{
    "doi": "https://doi.org/10.1182/blood.V116.21.1070.1070",
    "article_title": "Pediatric Experience with Low Dose Decitabine In Very High Risk Relapsed AML. ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Abstract 1070 Background: Children with relapsed AML and organ dysfunction or fungal infections rarely tolerate intensive retrieval therapies and have a very poor prognosis. Low-dose decitabine has encouraging clinical activity for adults with AML and a favorable toxicity profile. Experience regarding the use of decitabine in children and young adults with relapsed/refractory AML is lacking. Methods: We report the use of decitabine in a cohort of children and young adults with refractory/relapsed AML, who had either failed multiple standard retrieval regimens and/or were not candidates due to prior toxicities (e.g. severe cardiomyopathy, invasive fungal infections). Patients received decitabine at 20 mg/m 2 IV for days 1–10 at four week intervals. Patients who responded to therapy but had prolonged myelosuppression received 5 days of therapy in subsequent course. Results: Eight patients were treated with median age of 4 years [range 2–26]. One patient was refractory to primary induction therapy. The remaining patients were in first through fifth relapse. Five patients had at least one previous bone marrow transplant. One patient had normal karyotype, 2 patients had complex karyotype (≥3 abnormalities). Three others had unfavorable cytogenetics including monosomy 7; 5 q deletion, t(11;17) with MLL rearrangement. None of the patients had low risk cytogenetics (t(8;21), inv 16). A total of 24 cycles to were administered to 8 patients (mean number of cycles = 3). Six of 8 total patients (75%) achieved at least partial response with 3 patients (38%) achieving CR, CRp or CRi. One responder who did not meet CRi criteria had no evidence of leukemic blasts on a hypocellular marrow following the second cycle of decitabine and remained in peripheral blood remission with 100% donor chimerism for two additional months. Of the 2 non-responding patients, 1 had stable disease, and 1 had progressive disease. In responders, best response was seen after a median of 3 cycles [range 1–4 cycles]. Of the 5 patients with prior transplantation, donor chimerism improved in the three responders by a mean of 57% with treatment. Therapy was well tolerated with neutropenia being the most common toxicity. There were only two documented bacterial infections in 24 cycles, with no fungal infections or treatment related deaths. Conclusions: Decitabine administered at low doses has activity in this cohort of heavily pre-treated children and young adults with relapsed/refractory AML. The toxicity profile is very favorable compared with conventional chemotherapy. These encouraging results warrant further investigation of decitabine in prospective pediatric studies of high risk relapsed/refractory AML. Disclosures: Off Label Use: Decitabine is not FDA approved for the treatment of pediatric acute myeloid leukemia.",
    "topics": [
        "decitabine",
        "pediatrics",
        "toxic effect",
        "karyotype determination procedure",
        "mycoses",
        "bacterial infections",
        "bone marrow transplantation",
        "bone marrow, hypocellular",
        "cardiomyopathy",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Christine L Phillips, MD",
        "Stella M. Davies, MBBS, PhD",
        "Richard McMasters, MD",
        "Maureen O'Brien, MD, MS",
        "Michael J. Absalon, MD, PhD",
        "Jeffrey A. Moscow, MD",
        "Teresa Smolarek, PhD",
        "John P. Perentesis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine L Phillips, MD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stella M. Davies, MBBS, PhD",
            "author_affiliations": [
                "Division of Bone Marrow Transplantation and Immune Deficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard McMasters, MD",
            "author_affiliations": [
                "Department of Pathology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen O'Brien, MD, MS",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael J. Absalon, MD, PhD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Moscow, MD",
            "author_affiliations": [
                "Pediatric Hem./Onc., University of Kentucky, Lexington, KY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Smolarek, PhD",
            "author_affiliations": [
                "Division of Human Genetics, Cincinnati Children's Hospital Med. Ctr., Cincinnati, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John P. Perentesis, MD",
            "author_affiliations": [
                "Hematology/Oncology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:46:01",
    "is_scraped": "1"
}