{
    "doi": "https://doi.org/10.1182/blood-2018-99-111935",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3951",
    "start_url_page_num": 3951,
    "is_scraped": "1",
    "article_title": "Efficacy of Combined Ruxolitinib and Decitabine in Patients with Accelerated and Blast-Phase Myeloproliferative Neoplasms: Results of a Phase II Study (MPN-RC 109 trial) ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster II",
    "topics": [
        "blast phase",
        "decitabine",
        "myeloproliferative disease",
        "phase 2 clinical trials",
        "ruxolitinib",
        "disease progression",
        "accelerated phase",
        "adverse event",
        "anemia",
        "biological products"
    ],
    "author_names": [
        "Raajit K. Rampal, MD PhD",
        "John Mascarenhas, MD",
        "Heidi E. Kosiorek, MS",
        "Rupali Bhave, MD",
        "Elizabeth O. Hexner, MD MS",
        "Eunice S. Wang, MD",
        "Aaron T. Gerds, MD MS",
        "Mark L Heaney, MD PhD",
        "Camille N Abboud, MD",
        "Marina Kremyanskaya, MD PhD",
        "Dmitriy Berenzon, MD",
        "Olatoyosi Odenike, MD",
        "Elizabeth Virtgaym",
        "Lonette Sandy",
        "Rona Singer Weinberg, PhD",
        "Vesna Najfeld, PhD",
        "Mohamed E. Salama, MD",
        "Ross L. Levine, MD",
        "Ruben A. Mesa, MD FACP",
        "Amylou C. Dueck, PhD",
        "Ronald Hoffman, MD"
    ],
    "author_affiliations": [
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center; Myeloproliferative Neoplasm Research Consortium (MPN-RC), New York, NY "
        ],
        [
            "Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Department of Biostatistics, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Comprehensive Cancer Center of Wake Forest Baptist Health, Winston-Salem, NC "
        ],
        [
            "Division of Hematology-Oncology, Department of Medicine, University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Cleveland Clinic Taussig Cancer Institute, Cleveland, OH "
        ],
        [
            "Columbia University Medical Center, New York, NY "
        ],
        [
            "Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "Comprehensive Cancer Center, Wake Forest Baptist Health, Comprehensive Cancer Center, Wake Forest Baptist Health, Winston Salem, NC "
        ],
        [
            "Section of Hematology/Oncology, University of Chicago, Chicago, IL "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount SInai, New York, "
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ],
        [
            "New York Blood Center, New York, NY "
        ],
        [
            "Division of Hematology/Medical Oncology/Pathology, The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai; Myeloproliferative Neoplasm Research Consortium (MPN-RC), New York, NY "
        ],
        [
            "Mayo Medical Laboratories, Rochester, MN "
        ],
        [
            "Center for Hematologic Malignancies, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "UT Health San Antonio Cancer Center, San Antonio, TX "
        ],
        [
            "Department of Biostatistics, Mayo Clinic Arizona, Scottsdale, AZ"
        ],
        [
            "Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai, New York, NY "
        ]
    ],
    "first_author_latitude": "40.7640831",
    "first_author_longitude": "-73.9560269",
    "abstract_text": "Background: The Philadelphia chromosome negative myeloproliferative neoplasms (MPN), including polycythemia vera (PV), essential thrombocythemia (ET) and primary myelofibrosis (PMF), carry a propensity to evolve into an accelerated phase (MPN-AP, 10-19% blasts in the blood or marrow) and blast phase (MPN-BP, ≥20% in the blood or marrow). Such disease evolution carries a dismal prognosis with a median survival of 3-5 months, and thus the development of innovative treatment strategies represents an urgent unmet clinical need. Responses in patients with MPN-AP/BP to both hypomethylating agents and single-agent ruxolitinib (RUX) have been reported. In vitro , the combination of RUX and decitabine (DEC) are synergistically active in cells derived from patients with MPN-BP and from a murine model of MPN-BP. These observations led us to explore the safety of the combination in MPN-AP/BP in a phase I study. An MTD for RUX in combination with DEC 20mg/m2/d x 5 days was not reached in this study and the recommended Phase II dose of RUX was selected as 25mg BID for the first cycle of therapy followed by 10mg BID in subsequent cycles with a goal to minimize myelosuppression and maintain ambulatory administration (Rampal et al ASH 2016). Here we report the final results of the phase 2 combination of RUX + DEC in patients with MPN-AP/BP (NCT02076191). Methods: We conducted a multicenter, open label, phase II trial in patients with MPN-AP/BP, following a previous diagnosis of ET, PV or PMF. Patients enrolled were treated with the RPTD dose of RUX + DEC on a 28-day cycle until progression of disease, unacceptable toxicity or patient/physician withdrawal. Adverse events (AEs) were assessed using the NCI CTCAE v4.0. The primary endpoint was response rate by cycle 6 using modified Cheson criteria: CR required 0% peripheral blood blasts, ANC >1000/uL, hemoglobin ≥10g/L, and platelets ≥100x10 9 /L; CRi required 0% peripheral blood blasts with incomplete count recovery; and PR required ≥50% decrease in peripheral blood blasts regardless of blood counts. Results: A total of 25 patients were accrued to study. The median age was 71 years (46.7-85.6). 10 patients (40%) had MPN-AP and 15 patients (60%) had MPN-BP. 6 patients (24%) had been previously been treated with single-agent RUX, and 2 patients (8%) had been treated with single-agent DEC. Median palpable spleen size was 7cm (range 0 - 20cm). The median number of cycles of treatment received on study was 4 (range 1 - 20). The most common grade 3/4 non-hematologic AEs observed were pneumonia (16%), febrile neutropenia (16%) and infection (8%). The most common grade 3/4 hematologic AEs were anemia (16%), neutropenia (12%) and leukopenia (8%). The most common reasons for study discontinuation were AEs in 9 patients (36%), disease progression in 5 (20%) patients and hematopoietic cell transplantation in 2 (8%) patients. Eighteen (72%) patients were evaluable for response. The overall response rate (CR+CRi+PR) was 61% (11/18 patients). CRi was observed in 2 patients (11%), PR in 9 patients (50%) and no response in 7 patients (39%). The median time to CR/PR was 3.4 mos (95% CI: 2.1 - not estimated). The median peripheral blood blast count reduction was 80.1% (range 71.4-100%) (Figure 1A). The median reduction in spleen size by palpation was 70.5% (range 0-100%) (Figure 1B). Median overall survival for all patients was 7.6 months (95% CI: 4.3 - Not estimated); 9.7 months (95% CI: 4.3 - Not estimated) for MPN-BP and 5.8 months (95% CI: 3.6 - Not estimated) for MPN-AP (Figure 2). Three patients (17%) were able to proceed to HCT. The results of ongoing genomic, histopathologic and cytokine profiling studies will be available for presentation at the meeting. Conclusions: The combination of RUX+DEC has activity in patients with MPN-AP/BP. The drug combination is generally well tolerated and can be administered as an outpatient, a distinct advantage over intensive induction therapies that have not shown significant benefit in these patients. Additional work is ongoing to assess the genomic and clinical variables predictive of response with this combination therapy approach. Given the tolerability and efficacy, this regimen may be of particular benefit to patients who are not candidates for intensive therapies. View large Download slide View large Download slide  Disclosures Rampal: Constellation: Research Funding; Celgene: Honoraria; Stemline: Research Funding; Incyte: Honoraria, Research Funding; Jazz: Consultancy, Honoraria. Mascarenhas: Celgene: Membership on an entity's Board of Directors or advisory committees; Merck: Research Funding; CTI Biopharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Research Funding; Novartis: Research Funding; Incyte: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Research Funding; Promedior: Research Funding. Wang: Jazz: Speakers Bureau; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy; Abbvie: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Speakers Bureau; Jazz: Speakers Bureau; Novartis: Speakers Bureau. Gerds: Celgene: Consultancy; Apexx Oncology: Consultancy; Incyte: Consultancy; CTI Biopharma: Consultancy. Heaney: Roche: Consultancy, Research Funding; Incyte: Research Funding; Blueprint: Research Funding; Novartis: Research Funding; Decipheral: Research Funding. Abboud: Agios: Honoraria; Jazz: Honoraria, Speakers Bureau. Kremyanskaya: Incyte: Research Funding. Odenike: ABBVIE: Honoraria, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; CTI/Baxalta: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Dava Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Oncotherapy Science: Research Funding; Agios: Research Funding; Celgene: Research Funding; NS Pharma: Research Funding; Janssen: Research Funding; Astex: Research Funding; Gilead Sciences: Research Funding. Levine: Roche: Consultancy, Research Funding; C4 Therapeutics: Equity Ownership; Janssen: Consultancy, Honoraria; Gilead: Honoraria; Epizyme: Patents & Royalties; Prelude: Research Funding; Qiagen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Research Funding; Loxo: Consultancy, Equity Ownership; Imago: Equity Ownership; Novartis: Consultancy; Isoplexis: Equity Ownership. Mesa: Novartis: Consultancy; NS Pharma: Research Funding; Genentech: Research Funding; UT Health San Antonio - Mays Cancer Center: Employment; CTI Biopharma: Research Funding; Gilead: Research Funding; Pfizer: Research Funding; Celgene: Research Funding; Incyte Corporation: Research Funding; Promedior: Research Funding. Dueck: Phytogine: Employment; Bayer: Employment; Pfizer: Honoraria. Hoffman: Incyte: Research Funding; Formation Biologics: Research Funding; Janssen: Research Funding; Merus: Research Funding; Summer Road: Research Funding."
}