{
    "doi": "https://doi.org/10.1182/blood.V128.22.SCI-48.SCI-48",
    "article_title": "PPARα Agonists and TGFβ Inhibitors Stimulate Red Blood Cell Production by Enhancing Self-Renewal of BFU-E Erythroid Progenitors ",
    "article_date": "December 2, 2016",
    "session_type": "Understanding and Repairing Faulty Red Blood Cells",
    "abstract_text": "The production of red blood cells (RBCs) in mammals is tightly regulated by erythropoietin (Epo), which stimulates erythropoiesis by promoting survival, proliferation, and terminal differentiation of the colony-forming unit erythroid progenitors (CFU-Es). Several acute and chronic anemias, including hemolysis, severe trauma-induced anemia and genetic bone marrow failure disorders such as Diamond-Blackfan anemia (DBA), are not treatable with Epo because the CFU-E erythroid progenitors that respond to Epo are either too few in number or are not sensitive enough to Epo to maintain adequate RBC production. Treatment of Epo-resistant anemias requires a drug that acts earlier than Epo in erythropoiesis and that enhances the formation of CFU-Es. One attractive approach is to devise strategies to promote self-renewal of the upstream burst-forming unit erythroid progenitors (BFU-Es). We recently showed that, like transient amplifying cells in other stem-cell rooted developmental pathways, BFU-Es can undergo a limited number of self- renewal divisions before entering a differentiation pathway leading to formation of CFU-Es. Over time BFU-E self-renewal increases the number of CFU-Es and, after ~2-3 additional days, results in increased numbers of reticulocytes produced from each initiating BFU-E. We showed that glucocorticoids increase the probability that a BFU-E undergoes a self-renewal division and over time increase the numbers of red cells formed from a BFU-E. Recently we showed that activation of two other nuclear receptor/transcription factors - PPARα (by the lipid - lowering drugs fenofibrate and GW7647) and HIF1α (by two clinically- tested Prolyl Hydroxylase 2 (PH2) inhibitors) synergize with low corticosteroid concentrations to further enhance BFU-E self-renewal and red cell production. \"Early\" BFU-E cells forming large BFU-E colonies presumably have higher capacities for self-renewal than do those forming small BFU-E colonies. In order to understand the mechanism underlying this heterogeneity, we conducted single cell transcriptome analysis on BFU-E cells purified from mouse embryos. Our analyses showed that there are two principal subgroups of mouse BFU-E cells and that expression of the Type III TGFβ receptor (TGFβ RIII) is markedly elevated in \"late\" relative to \"early\" BFU-Es. Expression of TGFβ RIII is correlated with that of GATA1, a gene encoding an erythroid transcription factor induced during the BFU-E to CFU-E transition. Both mouse and human BFU-E sub populations (TGFBR3 10%lo ) expressing the 10% lowest amount of surface TGFβ RIII are indeed enriched for early BFU-Es, and are significantly more responsive to glucocorticoid stimulation, which promotes BFU-E self-renewal, as compared to the total BFU-E population. The TGFBR3 10%lo BFU-E subpopulation presumably represents earlier BFU-Es with maximal capacity for self-renewal. Consistent with this notion, signaling by the TGFβ receptor kinases RI and RII increases during the transition from early (TGFBR3 10%low ) to late (TGFBR3 10%hi ) BFU-Es and then decreases in CFU-E cells. Blocking TGFβ signaling by receptor kinase inhibitors increases TGFBR3 10%lo BFU-E cell self-renewal and increases total erythroblast production, suggesting the use of this type of drug in treating EPO unresponsive anemias. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "agonists",
        "erythroid progenitor cells",
        "erythropoiesis",
        "ppar alpha",
        "anemia",
        "glucocorticoids",
        "diamond-blackfan anemia",
        "erythropoietin",
        "fenofibrate",
        "gata1 protein, human"
    ],
    "author_names": [
        "Harvey Lodish, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harvey Lodish, PhD",
            "author_affiliations": [
                "Whitehead Institute for Biomedical Research, Cambridge, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:40:42",
    "is_scraped": "1"
}