{
    "doi": "https://doi.org/10.1182/blood.V128.22.1625.1625",
    "article_title": "A Prospective Evaluation of Neurocognitive Function and Neurologic Symptoms in Pediatric and Young Adult Patients with Relapsed/Refractory Acute Lymphoblastic Leukemia (ALL) Undergoing Anti-CD22 Chimeric Antigen Receptor Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: Neurocognitive deficits and neurologic toxicity are known complications of ALL therapy, and cumulative therapy may make those with multiply relapsed disease more vulnerable. Novel targeted immunotherapies, such as blinatumomab or anti-CD19 chimeric antigen receptors (CARs), despite promising results, are associated with neurologic toxicity, potentially related to cytokine release syndrome (CRS). Neurologic symptoms may include encephalopathy, seizures, and aphasia, but subtle toxicity is not easily captured by current grading systems. On our anti-CD22 CAR trial (NCT02315612), we prospectively evaluated neurocognitive function, developed a CAR-specific neurological symptom checklist, and incorporated CNS imaging to comprehensively assess for CAR related neurotoxicity. We describe the results in the first 9 consecutively enrolled subjects. Methods: Children and young adults with relapsed/refractory CD22+ ALL enrolled on a phase I dose escalation study of anti-CD22 CAR therapy were evaluated for neurotoxicity pre (baseline) and post-therapy (day 21-28 following infusion). Neurocognitive assessment was performed by psychologists who administered a brief (48 hours) of symptoms, including fever, visual and auditory hallucinations, responsiveness to commands, disorientation, depressed mood, and pain. The caregiver was asked to complete the checklist at baseline and then at approximately 14 and 21-28 days post-infusion; occasionally if the caregiver was not available, the adult patient completed it. Additionally, subjects underwent standard disease evaluation, including cerebrospinal fluid (CSF) analysis at pre and post-therapy and a baseline brain MRI when feasible. Results: All 9 subjects, median age 20 years (range 7-22 years), had multiply relapsed ALL and had undergone at least one allogeneic hematopoietic cell transplantation, with 8 receiving prior total body irradiation. All were classified as CNS1 at enrollment. Baseline brain MRI was normal in 6 of 7 subjects, with one noted to have slight volume loss for age. Six of 9 developed CRS and 4 attained a complete remission (Table). Follow-up CSF studies performed in 8 subjects demonstrated CNS1 disease with anti-CD22 CAR-T cells detected in the CSF of 5 subjects. Seven of 9 subjects completed the baseline and 1-month follow-up neurocognitive evaluations (one patient had significant disease progression and was unable to complete the follow-up testing; one declined the follow-up assessment). At the 1-month follow-up assessment, all patients with completed evaluations exhibited stable cognitive functioning in all domains; a few had improved test scores. Seven patients had neurological symptom checklists completed at all time points, and two had the follow-up checklists completed based on medical record notes. As rated on the checklist, the symptoms developing between 7-14 days after CAR-T cell infusion were new onset of fever (n=5), pain (n=3), visual hallucinations (n=1), mild unresponsiveness to commands (n=1), and mild disorientation (n=1). No CAR related seizures, aphasia or encephalopathy was observed, and most symptoms had returned back to baseline or were mostly resolved by 28 days. There was no correlation between degree of neurotoxicity and CAR-T cell presence in CSF. Conclusions: In contrast to more severe neurologic toxicity seen with CD19 targeted therapy, repeated cognitive testing and observer-reported outcomes identified only mild-to-moderate symptoms of neurotoxicity related to CD22 CAR T cells, which were self-limited-including in those who attained remission with circulating CAR cells in the CSF. These systematic prospective neurocognitive assessments were feasible and allowed us to identify subtle symptoms of this new therapy. Further evaluation with more patients and longer-term follow-up is ongoing. View large Download slide View large Download slide  Close modal Disclosures Lee: Juno: Honoraria. Mackall: NCI: Patents & Royalties: B7H3 CAR.",
    "topics": [
        "acute lymphocytic leukemia",
        "chimeric antigen receptors",
        "neurologic manifestations",
        "young adult",
        "pediatrics",
        "follow-up",
        "neurotoxicity syndromes",
        "toxic effect",
        "infusion procedures",
        "brain mri"
    ],
    "author_names": [
        "Haneen Shalabi, DO",
        "Pamela L Wolters, PhD",
        "Staci Martin, PhD",
        "Cindy Delbrook, RN",
        "Bonnie Yates, RN, PNP",
        "Daniel W. Lee, III, MD",
        "Crystal L. Mackall, MD",
        "Terry J Fry, MD",
        "Nirali N Shah, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Haneen Shalabi, DO",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pamela L Wolters, PhD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Staci Martin, PhD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cindy Delbrook, RN",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bonnie Yates, RN, PNP",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel W. Lee, III, MD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD ",
                "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Virginia, Charlottesville, VA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Crystal L. Mackall, MD",
            "author_affiliations": [
                "Department of Pediatrics, Stanford University, Palo Alto, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terry J Fry, MD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirali N Shah, MD",
            "author_affiliations": [
                "Pediatric Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:34:55",
    "is_scraped": "1"
}