{
    "doi": "https://doi.org/10.1182/blood.V104.11.4173.4173",
    "article_title": "More Evidence That the Phenomenon of “Plasticity” of Hematopoietic Stem Cells (HSC) and Potential Involvement of BM-Derived Cells in Organ Regeneration Could Be Explained by the Presence of a Heterogenous Population of Tissue Committed Stem Cells (TCSC) Residing/Hiding out in Bone Marrow. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Recently we identified a mobile, SDF-1 responsive population of CXCR4 + bone marrow mononuclear cells that express mRNA for various markers of early tissue committed stem cells (TCSC) in bone marrow (BM) by employing chemotactic isolation to an SDF-1 gradient combined with real time RT-PCR and immunohistochemical analysis ( Leukemia  2004 : 18 ; 29 -40 ). In the current work we report new data showing that murine and human TCSC (i) are highly mobile and respond robust to HGF and LIF gradients, in addition to an SDF-1 gradient, (ii) are released (mobilized) from BM into peripheral blood during organ injury (e.g., stroke, heart infarct, partial body irradiation), (iii) are highly enriched in mRNA for pluripotent stem cell transcription factors such as Oct-4, Rex-1 and Nanog, iv) reside in a population of BM-derived Sca-1 + (mice) and CD34 + AC133 + (human) non-hematopoietic CD45 negative cells, v) are small (~7 mm in diameter), vi) contain supercoiled DNA, vii) rapidly adhere to/undergo emperipolesis in fibroblasts and thus are enriched in a fraction of BM-derived adherent cells, viii) their number is highest in BM from young (1–2 month-old) mice and decreases in 1-year-old animals, and similarly ix) these cells are significantly diminished in short living DBA/2J mice as compared to long living B6 mice. Thus, these findings further support our theory of the BM as a “hideout” of TCSC and we suggest that their presence in BM tissue should be considered before experimental evidence is interpreted simply as trans-dedifferentiation/plasticity of HSC. Since we noticed that not only SDF-1 but also HGF and LIF are upregulated in damaged tissues (e.g., brain, heart or liver), we postulate that TCSC that express CXCR4, c-Met, and LIF-R after being mobilized from the BM into PB, may be subsequently chemoattracted to damaged organs where they play a role in tissue repair/regeneration. Moreover, our observation that the number of TCSC is the highest in BM of young animals and decreases with age and is significantly lower in short-living murine strains provides a novel insight into aging and may explain why the regeneration process becomes less effective in older individuals. Based on our observation, we conclude that BM-derived HSC are not plastic but BM in addition to HSC also contains heterogenous populations of TCSC.",
    "topics": [
        "anaplasia",
        "bone marrow",
        "cd34 antigens",
        "cd45 antigens",
        "cerebrovascular accident",
        "cxcr4 receptors",
        "dna, superhelical",
        "hematopoietic stem cells",
        "ischemic stroke",
        "leukemia"
    ],
    "author_names": [
        "Magda Kucia, PhD",
        "Marcin Wysoczynski",
        "Ryan Reca",
        "Marcin Majka, PhD",
        "Janina Ratajczak, MD, PhD",
        "Mariusz Z. Ratajczak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Magda Kucia, PhD",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcin Wysoczynski",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryan Reca",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcin Majka, PhD",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janina Ratajczak, MD, PhD",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z. Ratajczak, MD, PhD",
            "author_affiliations": [
                "Stem Cell Biology Program at James Graham Brown Cancer Center, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T15:38:51",
    "is_scraped": "1"
}