{
    "doi": "https://doi.org/10.1182/blood.V124.21.1752.1752",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2694",
    "start_url_page_num": 2694,
    "is_scraped": "1",
    "article_title": "The Addition of Rituximab to CHOP Improves Failure-Free and Overall Survival of Mantle-Cell Lymphoma Patients – a Pooled Trials Analysis of the German Low-Grade Lymphoma Study Group (GLSG) ",
    "article_date": "December 6, 2014",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "low-grade lymphomas",
        "mantle-cell lymphoma",
        "rituximab",
        "r-chop",
        "follow-up",
        "interferon-alpha",
        "autologous stem cell transplant",
        "cancer",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Eva Hoster, PhD",
        "Michael Unterhalt, MD",
        "Michael Pfreundschuh",
        "Michael Hallek, MD",
        "Roswitha Forstpointner",
        "Bernd Metzner",
        "Hermann Einsele",
        "Jürgen Krauter, MD",
        "Ulrich Dührsen",
        "Wolf-Dieter Ludwig",
        "Josef Birkmann",
        "Norma Peter",
        "Wolfram Klapper, MD",
        "Martin H. Dreyling",
        "Wolfgang Hiddemann, MD PhD"
    ],
    "author_affiliations": [
        [
            "Ludwig-Maximilians University of Munich, Munich, Germany "
        ],
        [
            "University Hospital Munich, Munich, Germany "
        ],
        [
            "University Hospital of Saarland, Homburg, Germany "
        ],
        [
            "University of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital Munich, Munich, Germany "
        ],
        [
            "Klinikum Oldenburg, Oldenburg, Germany "
        ],
        [
            "University Hospital, Würzburg, Germany "
        ],
        [
            "Hospital of Braunschweig, Braunschweig, Germany "
        ],
        [
            "University Hospital Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "HELIOS Klinikum Berlin-Buch, Berlin, Germany "
        ],
        [
            "Klinikum Nürnberg, Nürnberg, Germany "
        ],
        [
            "Klinikum Cottbus, Cottbus, Germany "
        ],
        [
            "Christian-Albrechts-University Kiel, Kiel, Germany "
        ],
        [
            "University Hospital Munich, Munich, Germany "
        ],
        [
            "University Hospital of the LMU, Munich, Germany"
        ]
    ],
    "first_author_latitude": "48.150482700000005",
    "first_author_longitude": "11.580236200000002",
    "abstract_text": "Introduction: Immunochemotherapy has become the standard of care for patients with mantle-cell lymphoma (MCL) ( Dreyling et al., ESMO recommendation for MCL, 2013 ). Previously, the German Low-Grade Lymphoma Study Group (GLSG) has shown in a randomized trial (GLSG2000) that the addition of rituximab to CHOP improves response rates in untreated advanced stage MCL patients ( Lenz et al., JCO 2005 ). However, the trial was not powered to detect survival differences. Since 1996, patients with MCL have been included in the two consecutive randomized trials GLSG1996 (CHOP vs. MCP, Nickenig et al., Cancer 2006 ) and GLSG2000. Based on the mature pooled data of these trials we now aimed to compare the long-term clinical outcome of MCL patients treated with CHOP with or without rituximab. Methods: Induction treatment consisted of 4-6 cycles of MCP, CHOP, or R-CHOP. Patients younger than 66 years were subsequently randomized to either myeloablative consolidation and autologous stem cell transplantation, or interferon-alpha maintenance in the first European MCL Trial ( Dreyling et al., Blood 2005 ), whereas older patients were designated to interferon-alpha maintenance. In 1998, randomization between CHOP and MCP (GLSG1996) was stopped due to superior response rates and more effective stem cell mobilization after CHOP, and all subsequently recruited patients were assigned to CHOP. Similarly, in 2002, randomization between CHOP and R-CHOP (GLSG2000) was stopped because of superior response rates after R-CHOP, and all subsequently recruited patients were assigned to R-CHOP. For the current evaluation, we included MCL patients prospectively assigned to either CHOP (GLSG1996 or GLSG2000) or R-CHOP (GLSG2000). We performed an intention-to-treat analysis comparing failure-free (failure: stable disease, progression, or death from any cause) and overall survival (OS) of patients prospectively assigned to R-CHOP versus CHOP, adjusting for potential imbalances in clinical risk profile based on the MIPI score ( Hoster et al., JCO 2014 ). Results: From 1996 to 2004, 386 MCL patients have been prospectively assigned to R-CHOP (185) or CHOP (201). Clinical characteristics were comparable with median age 62 vs. 61 years for R-CHOP vs. CHOP groups, and 40% vs. 42% low risk, 38% vs. 36% intermediate risk, and 22% vs. 21% high risk MIPI. The R-CHOP group showed higher overall response (91% vs. 80%) and complete remission rates (25% vs. 15%). Median failure-free survival was 2.1 compared to 1.4 years ( Figure 1 , left panel) with adjusted hazard ratio 0.62 (95% CI 0.50-0.78, p<0.0001). After a median follow-up of 9.6 years, median OS was 5.9 vs. 4.8 years with adjusted hazard ratio 0.73 (95% CI 0.57-0.94, p=0.0166) and 5-year OS rates of 57% vs. 48% ( Figure 1 , right panel), confirming the randomized comparison (5-year OS rates, 59% vs. 47%, adjusted hazard ratio 0.74, 95% CI 0.50-1.09). OS curves of CHOP patients in GLSG1996 or GLSG2000 were overlapping as well as OS curves of patients with randomization or fixed assignment to R-CHOP in GLSG2000. Conclusions: After longer follow-up, pooled data of prospective GLSG trials showed prolonged survival by the addition of rituximab to CHOP induction in previously untreated MCL patients. Our results confirm the recommendation for immunochemotherapy as standard treatment for MCL. Compared to previous observations, clinical outcome for MCL patients has improved; however, further improvement by the introduction of more potent chemotherapy (e.g. high-dose cytarabine) or new targeted approaches is urgently warranted. Figure 1: View large Download slide Failure-free (left) and overall survival (right) of patients prospectively assigned to R-CHOP or CHOP in GLSG1996 or GLSG2000 trials Figure 1: View large Download slide Failure-free (left) and overall survival (right) of patients prospectively assigned to R-CHOP or CHOP in GLSG1996 or GLSG2000 trials Figure 2 View large Download slide Figure 2 View large Download slide Disclosures Hoster: Roche: Travel Support Other. Off Label Use: Rituximab in mantle-cell lymphoma. Unterhalt: Roche: Travel Support Other. Hallek: Roche: Consultancy, Research Funding. Klapper: Roche: Research Funding. Dreyling: Roche: Honoraria, Research Funding. Hiddemann: Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}