{
    "doi": "https://doi.org/10.1182/blood.V124.21.2197.2197",
    "article_title": "Expression of PRMT5 in B-Cell Chronic Lymphocytic Leukemia and Its Significance in Disease Progression and Richter's Transformation ",
    "article_date": "December 6, 2014",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Richter's syndrome (RS) represents the transformation of B-cell chronic lymphocytic leukemia (CLL) to a large cell or immunoblastic lymphoma occurring in up to 15% of patients and is associated with poor prognosis and limited treatment options. While RS was first described in 1928, the molecular, genetic and/or epigenetic events that drive CLL B-cell transformation to lymphoma remain poorly characterized. A more comprehensive understanding of the pathogenesis underlying CLL disease progression to lymphoma is needed to (i) reveal potential biomarker(s) to identify CLL patients at risk of transformation and (ii) facilitate the discovery of novel targeted therapeutic approaches for this incurable disease. Epigenetic regulation mediated by lysine- and arginine modifying enzymes play an essential role in tumorigenesis and enhanced nuclear expression of the type II protein arginine methyltransferase, PRMT5, has been associated with increased cell proliferation and survival. Studies on PRMT5 demonstrate its function as an oncogene and its involvement in epigenetic silencing of tumor suppressor and growth regulatory genes in tumor cells; however, its implication in CLL progression is not known. Immunoblot analysis of PRMT5 expression in CLL cells derived from 50 CLL patients with low- (13q) or high-risk (del11q and/or 17p) cytogenetic features revealed no differences in PRMT5 expression among the different cytogenetic groups. However, evaluation of the cellular localization of PRMT5 in 28 patients revealed significantly elevated nuclear PRMT5 levels in CLL cells derived from the high-risk patients. We next evaluated the expression of PRMT5 in CLL cells from patients that developed RS and demonstrate that PRMT5 is overexpressed months to years prior to transformation. This suggests a possible role of PRMT5 overexpression as both a driver event in CLL transformation to DLBCL as well as a potential therapeutic target for intervention. Inhibition of PRMT5 using two small molecule, selective inhibitors (HLCL-61 and HLCL-65) was tested on CLL cells and a significant correlation was observed between HLCL-65 induced cytotoxicity and PRMT5 expression in primary CLL tumor cells. However when patients were separated in low- and high-risk disease groups a significant correlation was observed only in the high-risk group. The effect of inhibition of PRMT5 was also tested in presence or absence of CpG oligonucleotides, a well characterized inducer of CLL cell proliferation. PRMT5 inhibition resulted in significant cytotoxicity and attenuated the survival effect induced by CpG stimulation in CLL cells derived from patients with either low- or high-risk disease. Notably, PRMT5 inhibition markedly interfered with critical pathways important for CLL progression and survival including PI3K, MAPK/ERK as well as cMyc and cJun in CpG-stimulated cells. Additionally, nuclear PRMT5 levels were found to be markedly higher in CpG-stimulated B-cells suggesting a possible role of PRMT5 in the CpG-induced survival pathways. The expression pattern of PRMT5 was also studied in the Eμ-TCL1 transgenic mouse model of CLL. Immunoblot analysis of splenocytes derived from mice at different disease stage revealed a higher level of nuclear PRMT5 in mice with advanced disease. Notably, PRMT5 inhibition in B-cells derived from mice with advanced leukemia induced significant cytotoxicity and reexpression of ST7 a known PRMT5 target gene as well as derepression of miRs implicated in malignant B-cells such as mir-16, miR-106b and miR-223. Together, these findings indicate that PRMT5 contributes to CLL disease progression, and may prove as a candidate prognostic marker identifying CLL patients at risk for transformation; wherein therapeutic strategies aimed at inhibiting PRMT5-driven oncogenic pathways are highly warranted. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "disease progression",
        "richter's syndrome",
        "cytotoxicity",
        "immunoblotting",
        "lymphoma",
        "tumor cells",
        "1-phosphatidylinositol 3-kinase",
        "arginine"
    ],
    "author_names": [
        "Dalia El-Gamal, PhD",
        "Taylor D LaFollette",
        "Hongshan Lai",
        "Li Chenglong, PhD",
        "Deepa Sampath, PhD",
        "Amy Lehman",
        "Lianbo Yu",
        "John C. Byrd, MD",
        "Robert A. Baiocchi, MD PhD",
        "Rosa Lapalombella, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dalia El-Gamal, PhD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Taylor D LaFollette",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongshan Lai",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Chenglong, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Sampath, PhD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy Lehman",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lianbo Yu",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Baiocchi, MD PhD",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Lapalombella, PhD",
            "author_affiliations": [
                "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:40:40",
    "is_scraped": "1"
}