{
    "doi": "https://doi.org/10.1182/blood.V122.21.3066.3066",
    "article_title": "The HDACi Romidepsin Markedly Synergizes With Inhibition Of ATM By KU60019 In Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Mantle cell lymphoma (MCL) is a disease characterized by gross cell cycle dysregulation driven by the constitutive overexpression of cyclin D1. The identification of a “proliferation signature” in MCL, underscores the necessity of new therapeutic approaches aimed at lowering the proliferative signature of the disease, theoretically shifting the prognostic features of the disease. Romidepsin, an HDAC inhibitor (HDACi) approved for the treatment of relapsed T-cell lymphoma, is thought to induce cell cycle arrest and apoptosis. Central to the block of cell proliferation is the up-regulation of the cdk inhibitor p21 Cip1/Waf1 . However up-regulation of p21 Cip1/Waf1 has also been shown to reduce sensitivity to romidepsin. HDACi activates p21 Cip1/Waf1 expression via ATM and KU60019, a specific ATM inhibitor, has been shown to decrease the p21 Cip1/Waf1 protein levels in a concentration dependent manner. We sought to explore the effect of the combination of romidepsin and KU60019 in inducing cell death in MCL. Analysis of romidepsin treated Jeko-1 cell extracts showed a marked effect on the expression of proteins involved in cell cycle regulation. Decrease expression of Emi1, a mitotic regulator required for the accumulation of the APC/C substrates was observed. Emi1 is also responsible for the stability of the E3 ubiquitin ligase Skp2 that specifically recognizes and promotes the degradation of phosphorylated cdk inhibitor p27. However, decrease in Emi1 protein levels, upon addition of romidepsin, was not followed by an increased expression of the cdk inhibitor p27. On the other end, increased expression of the cdk inhibitor p21 Cip1/Waf1 , was a common feature of all romidepsin treated MCL lines analyzed. Cell cycle analysis via Fluorescent Activated Cell Sorting (FACS) of romidepsin treated Jeko-1 cells showed an accumulation of romidepsin treated cells in the G2/M phase when compared to the control suggesting a p21 Cip1/Waf1 induced cell cycle arrest. For all cytotoxicity assays, luminescent cell viability was performed using CellTiter-GloTM followed by acquisition on a Biotek Synergy HT and IC50s calculated using the Calcusyn software. Drug: drug interactions were analyzed using the calculation of the relative risk ratios (RRR). Synergy analyses were performed using Jeko-1, Maver-1 and Z-138 cells treated with different concentrations of romidepsin corresponding to IC 10-20 in combination with KU60019 at a concentration of 2.5, 5.0, 7.5 and 15 umol/L for 24, 48 and 72 hours. A synergistic cytotoxic effect was observed in all MCL cell lines when the HDACi was combined with KU60019 throughout the range of all concentrations. The RRR analysis showed a strong synergism at 48 and 72 hours in virtually all combinations of HDACi and KU60019 in all three cell lines. The results of drug:drug combination in two of the three cell lines are shown below. Protein expression analysis of Jeko-1 and Maver-1cells treated with single agents or combinations for 48 hours revealed changes in a host of proteins known to be involved in cell cycle control and apoptosis. The increased p21 protein expression upon addition of romidepsin, was not observed when the romidepsin treatment was combined with the KU60019. Increased activation of the programmed cell death proteins Caspase 8, induced by Fas, and Caspase 3 was observed upon combinations of the single agents in all three cell lines, resulting in an increased cleavage of Poly (ADP-ribose) polymerase (PARP-1). Finally, the abundance of the anti-apoptotic proteins Bcl-XL and BCL-2 showed a significant decrease after treatment with romidepsin plus increase concentrations of KU60019 when compared with their abundance in the presence of the single agents. Cell cycle analysis of Jeko-1 cells treated for 24 hours with single agents and combination suggests that the increased apoptosis is the result of inhibition of the p21 Cip1/Waf1 induced G2/M cell cycle arrest by KU60019. Overall, these data demonstrated that the combination of romidepsin and KU60019 was synergistically effective in inhibiting the in vitro growth of the mantle cell lymphoma lines. Jeko-1 . Maver-1 .   Jeko-1 . Maver-1 .   View Large Disclosures: O'Connor: Celgene: Consultancy, Research Funding.",
    "topics": [
        "histone deacetylase inhibitors",
        "mantle-cell lymphoma",
        "romidepsin",
        "cyclin-dependent kinase inhibitors",
        "adenosine diphosphate ribose",
        "apoptosis regulatory proteins",
        "bcl-xl protein",
        "caspase-3",
        "caspase-8",
        "cell extracts"
    ],
    "author_names": [
        "Luigi Scotto, PhD",
        "Kelly Zullo, BS",
        "Xavier Jirau Serrano, BS",
        "Laura K Fogli, MS",
        "Owen A. O'Connor, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luigi Scotto, PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kelly Zullo, BS",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Jirau Serrano, BS",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura K Fogli, MS",
            "author_affiliations": [
                "Pathology, NYU Medical Center, NY, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Owen A. O'Connor, MD, PhD",
            "author_affiliations": [
                "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:09:06",
    "is_scraped": "1"
}