{
    "doi": "https://doi.org/10.1182/blood.V118.21.739.739",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2072",
    "start_url_page_num": 2072,
    "is_scraped": "1",
    "article_title": "iAMP21 Is Associated with Inferior Outcomes in Children with Acute Lymphoblastic Leukemia (ALL) on Contemporary Children's Oncology Group (COG) Studies ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Disease Gene Discovery in ALL",
    "topics": [
        "acute lymphocytic leukemia",
        "chemotherapy regimen",
        "child",
        "follow-up",
        "medical oncology",
        "neoplasm, residual",
        "reverse transcriptase polymerase chain reaction",
        "fluorescent in situ hybridization",
        "leukocyte count",
        "trisomy"
    ],
    "author_names": [
        "Nyla A. Heerema, PhD",
        "Elizabeth A. Raetz, MD",
        "Andrew J. Carroll, PhD",
        "Michael J. Borowitz, MD, PhD",
        "Meenakshi Devidas, PhD",
        "Julie M. Gastier-Foster, PhD",
        "Eric C. Larsen, MD",
        "Mignon L Loh, MD",
        "Leonard A. Mattano, MD",
        "Kelly W. Maloney, M.D.",
        "Cheryl L Willman, MD",
        "Brent L. Wood, MD, PhD",
        "Naomi Winick, MD",
        "Stephen P. Hunger, MD",
        "William L. Carroll, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "New York University Langone Medical Center, New York, NY, USA, "
        ],
        [
            "Department of Genetics, University of Alabama at Birmingham, Birmingham, AL, USA, "
        ],
        [
            "Dept. of Pathology, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Department of Biostatistics, College of Medicine, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Ohio State University Laboratory Medicine/Pathology, Nationwide Childrens Hospital, Columbus, OH, USA, "
        ],
        [
            "Maine Children's Cancer Program, Scarborough, ME, USA, "
        ],
        [
            "Division of Pediatric Hematology/Oncology and Helen Diller Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA, USA, "
        ],
        [
            "Pfizer, Mystic, CT, USA, "
        ],
        [
            "Pediatrics, University of Colorado School of Medicine, Aurora, CO, USA, "
        ],
        [
            "UNM Cancer Research Facility, University of New Mexico Cancer Center, Albuquerque, NM, USA, "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA, USA, "
        ],
        [
            "Pediatric Hematology-Oncology, University of Texas Southwestern Medical Center, Dallas, TX, USA, "
        ],
        [
            "Pediatric Hem./Onc./BMT, University of Colorado School of Medicine, Aurora, CO, USA, "
        ],
        [
            "New York University Cancer Institute, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.0005974",
    "first_author_longitude": "-82.99835300000001",
    "abstract_text": "Abstract 739 Intrachromosomal amplification of a region of chromosome 21 (iAMP21) occurs in a 1–3% of children with ALL and can be identified by RUNX1 fluorescence in situ hybridization (FISH). We monitored the outcome of patients with iAMP21 in recent COG trials for newly diagnosed standard risk (SR; AALL0331) and high risk (HR; AALL0232) B-precursor ALL based on reports of inferior outcomes associated with this cytogenetic alteration. (Moorman et al Blood 2007) We examined the incidence, clinical characteristics and outcome for 7799 children, adolescents and young adults 1–30 years old enrolled on COG AALL0331 and AALL0232 between 2003 and 2011. All patients had testing for prognostically relevant cytogenetic alterations including ETV6-RUNX1 performed in COG central laboratories (2003-2006) or approved local cytogenetics laboratories with central review (2007-2011). Ascertainment of iAMP21 may have been incomplete prior to 2007 as ETV6-RUNX1 was primarily assessed centrally by RT-PCR. Classification as iAMP21 required >4 RUNX1 signals on a single chromosome (>5 total RUNX1 signals). If metaphase FISH was not possible, iAMP21 was identified as multiple copies of RUNX1 clumped in at least some of the nuclei. ALL cases defined as very high risk with t(9;22), hypodiploidy with <44 chromosomes or MLL rearrangements and slow early response to treatment were excluded from this analysis. Treatment on AALL0331 and AALL0232 consisted of a 3- (AALL0331) or 4-drug (AALL0232) induction, with post-induction therapy based on early response and established prognostic cytogenetic features. Therapy was not altered for patients with iAMP21. iAMP21 was identified in 158/7799 (2%) cases; 75/5060 (1.5%) SR cases and 83/2739 (3.0%) HR cases. Patients with iAMP21 were more likely to be ≥10 years old (49% vs. 33%, p<0.0001), have white blood cell counts (WBC) <50,000/μL (96% vs. 85%, p<0.0001), be female (54% vs. 34%, p=0.036) and to have ≥0.01% end Induction bone marrow minimal residual disease (MRD) (41% vs. 21%, p<0.0001) than those without iAMP21. While earlier analyses suggested that iAMP21 was not associated with inferior outcomes in COG AALL0232 and AALL0331 (Heerema et al, ASH 2009 abstract; 114: 2598), new analyses with larger patient numbers and longer follow-up show that the outcome for patients with iAMP21 is worse than for patients without iAMP21 ( Table 1 ). These differences were statistically significant in SR, but not HR patients. Outcome comparisons were also made examining iAMP21 status and end induction MRD (<0.01% vs. ≥0.01%). Pooled SR and HR patients with iAMP21 who were MRD positive (≥0.01%) had significantly inferior outcomes with 4-year event-free survival (EFS) of 55.8±12.4% vs. 76.5±2% among non-iAMP21 MRD positive patients, p=0.037. For MRD negative patients, 4-year EFS for those with iAMP21 was significantly worse (81.4±7.8%) than for those without this feature (92.2±0.6%; p=0.016). In multivariate Cox regression analysis of AALL0331 patients, iAMP21 (hazard ratio (HR) 2.246; p=0.0021), day 29 MRD ≥0.01% (HR 2.430; p<0.0001) and favorable genetics ( ETV6-RUNX1 or trisomies of chromosomes 4 and 10 (HR 0.361; p<0.0001) all had high prognostic significance, while iAMP21 was not significant in a multivariate Cox model in AALL0232 patients. In conclusion, patients with iAMP21 have inferior outcomes with contemporary chemotherapy in COG ALL trials and may benefit from more intensive or novel treatment approaches. In particular, lower intensity therapy given to SR ALL patients in COG AALL0331 led to significantly inferior outcomes for those with iAMP21. Table 1. Outcomes in iAMP21 SR and HR ALL  . iAMP21 . Others . p-value . AALL0232+AALL0331    N 158 7641  4-year EFS 70.2 ± 7% 88.1 ± 0.7% <0.0001 4-year OS 84.7 ± 5.6% 93.9 ± 0.5% 0.0132 AALL0331    N 75 4985  4-year EFS 70.4 ± 9.3% 91.8 ± 0.7% <0.0001 4-year OS 87 ± 6.9% 96.5 ± 0.5% 0.004 AALL0232    N 83 2656  4-year EFS 70 ± 10.6% 81 ± 1.3% 0.46 4-year OS 82.7 ± 9.2% 88.9 ± 1.1% 0.65 . iAMP21 . Others . p-value . AALL0232+AALL0331    N 158 7641  4-year EFS 70.2 ± 7% 88.1 ± 0.7% <0.0001 4-year OS 84.7 ± 5.6% 93.9 ± 0.5% 0.0132 AALL0331    N 75 4985  4-year EFS 70.4 ± 9.3% 91.8 ± 0.7% <0.0001 4-year OS 87 ± 6.9% 96.5 ± 0.5% 0.004 AALL0232    N 83 2656  4-year EFS 70 ± 10.6% 81 ± 1.3% 0.46 4-year OS 82.7 ± 9.2% 88.9 ± 1.1% 0.65 View Large Disclosures: Borowitz: BD Biosciences: Research Funding. Mattano: Pfizer, Inc.: Employment. Wood: BD Biosciences: Research Funding."
}