{
    "doi": "https://doi.org/10.1182/blood-2018-99-115680",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "PTHrP May Contribute to Cachexia Accompanying Multiple Myeloma Bone Disease ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "bone diseases",
        "cachexia",
        "multiple myeloma",
        "parathyroid hormone-related protein",
        "culture media, conditioned",
        "neoplasms",
        "cd40 ligand",
        "coculture techniques",
        "telomeric repeat amplification protocol",
        "thyroid hormone associated protein complex"
    ],
    "author_names": [
        "Attaya Suvannasankha, MD",
        "Colin Crean, BS",
        "Isaac Carrera Ochoa",
        "G David Roodman, MD PhD",
        "John Chirgwin, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine/ Hematology and Oncology, Indiana University School of Medicine, Indianapolis, IN ",
            "RLR VA Medical Center, Department of Veterans Affairs, Indianapolis, IN "
        ],
        [
            "RLR VA Medical Center, Department of Veterans Affairs, Indianapolis, IN ",
            "Medicine/Hematology and Oncology, Indiana University School of Medicine, Indianapolis, IN "
        ],
        [
            "Summer research program, Indiana University Simon Cancer Center, Indianapolis, IN "
        ],
        [
            "Medicine/Hematology and Oncology, Indiana University School of Medicine, Indianapolis, IN ",
            "Richard L. Roudebush VA Medical Center, Indianapolis, IN "
        ],
        [
            "School of Medicine, Div. of Hematology/Oncology, Indinana Universitu, Indianapolis, ",
            "Richard L. Roudebush VA Medical Center, Indianapolis,"
        ]
    ],
    "first_author_latitude": "39.78156130000001",
    "first_author_longitude": "-86.16517139999999",
    "abstract_text": "Background: Cachexia, an energy-wasting disorder of adipose and skeletal muscles, occurs commonly in advanced cancers and is a serious problem that interferes with response to treatment and affects quality of life. Treatment or cachexia is yet available. Chemotherapy and radiation may further worsen cachexia. Cachexia in cancer bone metastasis was described in breast and prostate cancers where cancer cells induce osteolysis and systemic muscle wasting, with PTHrP secreted by tumor cells as a driver of the process. PTHrP increases RANKL-induced osteolysis and stimulates browning of white fat, which in turn, induces skeletal muscle wasting via unknown secreted factor(s). Since MM cells express PTHrP, we asked whether PTHrP drives white to brown fat conversion in MM. Methods: First, we established an ex vivo organ co-culture assay (EVOCA) of neonatal mouse bone and cancer cells to study this conversion, using solid tumor osteolytic cell lines; PC3 prostate cancer cells and MDA231 breast cancer cells. GFP-expressing tumor cells engrafted onto the mouse calvariae causing lytic lesions within 7-14 days of culture. Bone (mouse) and tumor (human) gene expression was analyzed by RT-PCR using species-specific PCR primers, compared to RPL32 loading control. Tumor burden was measured by human RPL32. Mean gene changes between conditions were compared using paired t-tests. Tumor PTHrP and bone TRAP levels increased in tumor/bone co-culture compared to tumor alone and bone alone. Bone thermogenic genes UCP1 and DiO2 were increased in PC3 and MDA231 co-culture compared to bone alone (5.3 and 4.1 folds), respectively (p=0.05, and 0.04), supporting white to brown fat conversion. We then applied the EVOCA for MM studies. Results: EVOCA of MM cell lines 8226 and JJN3 caused similar histologic lytic lesions and TRAP induction of bones, similar to the PC3 and MDA231 findings. Both cell lines significantly induced bone UCP1 and DiO2, compared to bone alone. UCP1 and DiO2 induction by 8226 was 5.4 and 3.2 folds, respectively (p=0.02, and 0.04), while induction of bone UCP1 and DiO2 by JJN3 was 3.8 and 2.8 folds, respectively (p=0.05, and 0.03). Bone treated with recombinant PTHrP (positive control) strongly induced UCP1 and DiO2 (7.2 and 4.6 folds). EVOCA of MM cell lines were treated with available anti-myeloma agents and bisphosphonate. Bortezomib and lenalidomide dramatically decreased tumor growth and TRAP induction. Zoledronic strongly inhibited TRAP induction and marginally inhibited tumor growth. However, these agents had marginal effects on tumor-induced UCP1 and DiO2 upregulation. PTHrP neutralizing antibody partially blocked UCP1 and DiO2 induction by MM cells and had no effects on MM cell growth. To further evaluate for a direct contribution of PTHrP on fat browning, preadipocyte cell lines 3T3-L1 were differentiated into fat-laden adipocytes and treated with recombinant PTHrP, conditioned media (CM) from 8226 culture, CM from EVOCA of bone alone and CM from bone+8226 cells for 24 hours. UCP1 and DiO2 were upregulated by both PTHrP and CM of bone+8226 cells, compared to untreated 3T3-L1 cells, and 3T3-L1 treated with CM from bone alone. The UCP1 and DiO2 upregulation by CM of bone+8226 cells was modestly blocked by PTHrP neutralizing antibody. Conclusion: MM cells colonized to bones activate osteolysis, changes of fat genes compatible with fat browning; characterics of cachexia. Cachexia in MM may be attributed to other factors in addition to PTHrP. The backbone anti-myeloma drugs, Lenalidomide and Bortezomib, and the antiresorptive Zoledronic acid have limited effect on tumor-induced fat browning. Bone+MM coculture allows concurrent assessment of tumor, bone and fat changes, and can be applied to studies of novel agents to combat cachexia in myeloma. Disclosures Suvannasankha: Glaxo Smith Klein: Research Funding; Janssen: Research Funding; Celgene: Honoraria; Amgen: Research Funding."
}