{
    "doi": "https://doi.org/10.1182/blood.V128.22.1939.1939",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3475",
    "start_url_page_num": 3475,
    "is_scraped": "1",
    "article_title": "Ruxolitinib Plus Pomalidomide in Myelofibrosis: Updated Results from the Mpnsg-0212 Trial (NCT01644110) ",
    "article_date": "December 2, 2016",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": [
        "myelofibrosis",
        "pomalidomide",
        "ruxolitinib",
        "anemia",
        "hemoglobin",
        "erythrocyte transfusion",
        "leukemia",
        "pneumonia",
        "septic shock",
        "splenomegaly"
    ],
    "author_names": [
        "Frank Stegelmann, MD",
        "Holger Hebart, MD",
        "Markus Bangerter, MD",
        "Denise Wolleschak",
        "Martin Griesshammer, MD",
        "Steffen Koschmieder, MD",
        "Nikolas von Bubnoff, MD",
        "Robert Möhle, MD",
        "Thomas Kindler, MD",
        "Andreas Hochhaus, MD",
        "Florian H. Heidel, MD",
        "Andreas Reiter, MD",
        "Christof Scheid, MD PhD",
        "Rebecca Kirschbaum",
        "Regina Reim",
        "Ulrike Sutter",
        "Katrin Vetter",
        "Hartmut Döhner, MD",
        "Richard F. Schlenk, MD",
        "Konstanze Döhner, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Stauferklinikum Schwäbisch Gmünd, Mutlangen, Germany "
        ],
        [
            "Hematology and Oncology Practice, Augsburg, Germany "
        ],
        [
            "Universitätsklinikum Magdeburg, Magdeburg, Germany "
        ],
        [
            "Department of Hematology and Oncology, Johannes-Wesling Clinic Minden, Minden, Germany "
        ],
        [
            "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
        ],
        [
            "Hämatologie, Onkologie und Stammzelltransplantation, Klinik für Innere Medizin I, Universitätsklinikum Freiburg, Freiburg, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Tübingen, Tübingen, Germany "
        ],
        [
            "University Medical Center of the Johannes Gutenberg University Mainz, Mainz, Germany "
        ],
        [
            "Internal Medicine II, Jena University Hospital, Jena, Germany "
        ],
        [
            "Internal Medicine II, Jena University Hospital, Jena, Germany "
        ],
        [
            "Department of Hematology and Oncology, University Hospital Mannheim, Mannheim, Germany "
        ],
        [
            "Department of Internal Medicine I, Center of Integrated Oncology (CIO), CECAD, University of Cologne, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany "
        ]
    ],
    "first_author_latitude": "48.42270655",
    "first_author_longitude": "9.953866399999999",
    "abstract_text": "Background: Although ruxolitinib (RUX) reduces constitutional symptoms and splenomegaly in myelofibrosis (MF) therapy options for anemia are limited. In our prior MPNSG-0109 trial of pomalidomide (POM) in MF with cytopenia, anemia responses were reported in 14% and 29% of subjects receiving POM 0.5 mg/d and 2 mg/d, respectively (Schlenk RF et al., ASH 2013, abstract #2822). We designed a phase-Ib/-II combination study of RUX plus POM to evaluate synergistic effects in subjects with anemia and splenomegaly (MPNSG-0212 trial, NCT01644110; Stegelmann et al ., ASH 2015, abstract #826). Study Design: Primary endpoints are response rate after 12 treatment cycles (28 days each) according to IWG-MRT criteria (Tefferi et al ., Blood 2006) and achievement of RBC transfusion independence (Gale et al ., Leuk Res 2011). Secondary endpoints are safety, quality-of-life, progression-free survival (PFS) and survival. Main inclusion criterion is pre-treated or untreated MF with anemia (Hb <10 g/dL and/or RBC transfusion dependence). Key exclusion criteria are transplant-eligibility, platelets <100x10E+9/L and neutrophils <0.5x10E+9/L). POM is given at 0.5 mg/d QD. RUX is started at 10 mg BID with dose modifications to optimize efficacy and to manage toxicity. According to a 2-stage design, 37 subjects will be tested in the 1st cohort before starting a 2 nd cohort of 38 subjects. Results: Data from 37 subjects are reported. Median age was 73 years (range, 49-83 years). 17 subjects (46%) previously received therapy such as hydroxyurea, ruxolitinib, EPO, pomalidomide, and/or steroids. Median hemoglobin at study entry was 8.6 g/dL (range, 5.4-11.7 g/dL); 11 subjects (30%) were RBC-transfusion-dependent. Median spleen size by ultrasound was 18 cm (range, 13-28 cm). 29 subjects (78%) had constitutional symptoms at baseline; 25 (68%) were intermediate-2 risk and 9 (24%) high-risk according to the ´Dynamic International Prognostic Scoring System´ (DIPSS). Adverse prognosis of the study cohort was underlined by the detection of one or more high-molecular risk markers in 21 subjects (57%) [ i.e. mutation in ASXL1, EZH2, IDH1/2 and/or SRSF2 ]. Median time on-treatment is 11 cycles (range, 1-26 cycles). 563 adverse events (AE) of any grade (CTCAE 1-5) were recorded. Worsening of anemia within the first 6 cycles was the most frequent AE occurring in 13 subjects (35%) followed by fatigue in 11 (30%). Treatment interruptions and dose reductions of RUX and/or POM were rare. There were 26 serious AE (SAE) CTCAE grade 2-5. Pneumonia (N=3), leukemia transformation (N=3), thoracic pain (N=3), abdominal pain (N=2) and septic shock (N=2) occurred in 13 subjects (35%) of which 4 were fatal (cardiac decompensation, pneumonia, and septic shock [N=2]). Only 2 SAE (hemoglobin, grade 4 and neuropathy, grade 3) were considered therapy-related. 18 subjects (49%) are on-study treatment; 19 (51%) discontinued because of AE (N=5), leukemia transformation (N=3), stable disease (SD) without objective response after 12 cycles (N=4), death (N=3) or withdrawal of consent (N=3). 6 subjects (16%) responded with spleen reduction (N=3) or ≥2 mg/dL hemoglobin increase / RBC transfusion independence (N=3). Mean hemoglobin increased from 8.6 g/dL at baseline to 9.3 g/dL at the end of cycle 12. 12 subjects (32%) continued treatment after cycle 12 because of response or SD plus clinical benefit (hemoglobin increase 24 cycles. Conclusions: Combined RUX and POM was safe and feasible and achieved an objective response rate of 16%. One third of the subjects had clinical benefit with the combination therapy. Based on these results and our MPNSG-0109 data a step-wise increase of POM dose to 2 mg QD is intended for the 2nd study cohort to further improve anemia response. Disclosures Koschmieder: Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. von Bubnoff: Amgen: Honoraria; Novartis: Honoraria, Research Funding; BMS: Honoraria. Hochhaus: Pfizer: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; ARIAD: Honoraria, Research Funding. Scheid: Janssen: Other: funding outside this work; Celgene: Other: funding outside this work; Novartis: Other: funding outside this work. Schlenk: Pfizer: Honoraria, Research Funding; Amgen: Research Funding."
}