{
    "doi": "https://doi.org/10.1182/blood.V114.22.1250.1250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1521",
    "start_url_page_num": 1521,
    "is_scraped": "1",
    "article_title": "Increased Frequency of Constitutional Pathogenic ATM Mutations in CLL Patients Compared to Control Individuals Suggests An Aetiological Role. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY POSTER I",
    "topics": [
        "antigens",
        "ataxia-telangiectasia",
        "breast cancer",
        "cancer",
        "chromatography",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna damage",
        "dna, double-stranded",
        "double-stranded dna breaks"
    ],
    "author_names": [
        "Tatjana Stankovic, MD.PhD",
        "Belinda Austen",
        "Guy Pratt",
        "Anna Skowronska",
        "David Oscier",
        "Martin JS Dyer",
        "Estella Matutes, MD, PhD",
        "Malcolm Taylor",
        "Paul Moss, MBBS, PhD, FRCP"
    ],
    "author_affiliations": [
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "Birmingham Heartlands Hospital, Birmingham, United Kingdom, "
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "Haematology, Royal Bournemouth Hospital, Bournemouth, United Kingdom, "
        ],
        [
            "MRC Toxicology Unit, Leicester, United Kingdom, "
        ],
        [
            "Section of Haemato-Oncology, The Institute of Cancer Research, London, United Kingdom"
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ],
        [
            "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom, "
        ]
    ],
    "first_author_latitude": "52.45328399999999",
    "first_author_longitude": "-1.9358869999999995",
    "abstract_text": "Abstract 1250 Poster Board I-272 Introduction The genetic cause of the inherited predisposition for the development of CLL is largely unknown. Genome wide association studies based on the simultaneous evaluation of many thousands of single nucleotide polymorphisms (SNPs) have provided evidence for low penetrance risk alleles that together may increase an individual's risk of developing CLL. The Ataxia Telangiectasia Mutated ( ATM ) gene plays a central role in signaling cellular responses to DNA damage in the form of DNA double strand breaks (DSBs) and encodes a serine-threonine kinase that phosphorylates a range of downstream targets involved in DSB repair, regulation of cell cycle and induction of apoptosis. Constitutional biallelic mutations in the ATM tumour suppressor gene confer a high risk for development of lymphoid malignances in Ataxia telangiectasia (A-T) patients and a moderate risk for development of breast cancer in carriers of a single mutant ATM allele. ATM mutations are common in chronic lymphocytic leukaemia (CLL) and in some cases can be identified in patients' germline. It remains unclear, however, whether constitutional ATM mutation carrier status confers an increased risk for CLL development. Patients and methods To address this question we have conducted a case control study and analyzed the entire coding region (62 exons) of the ATM gene in 478 individuals with CLL and in 282 healthy controls using a denaturing high performance chromatography (DHPLC) and sequencing approach. Results We identified in CLL patients 8 pathogenic constitutional ATM mutations that were either predicted to code for truncating protein or were previously described in Ataxia telangiectasia families and no equivalent changes in control individuals. Therefore, the finding of 8 pathogenic constitutional ATM mutations in 478 CLL patients (1.67%, 95% CI 0.7 - 3.27%) and none in 282 controls (0%, 0-1.3%) is statistically significantly different (p=0.029, Fisher's Exact Test) indicating that constitutional ATM mutations act as CLL susceptibility alleles in monoallelic carriers. The frequency of other classes of ATM sequence changes, including rare single base pair variants (n=10) or known polymorphisms (n=34), was indistinguishable between CLL and control individuals. It is of interest that among the 8 CLL patients who were ATM mutation carriers two had a family history of haematopoietic malignancy. Subsequently, we addressed the question whether ATM mutation carriers exhibited a common pattern of CLL pathogenesis. Notably, 6 out of 8 patients with a constitutional pathogenic ATM allele also acquired an 11q deletion in their tumour cells, suggesting that the constitutional ATM mutation was the first event that preceded 11q deletion during CLL pathogenesis. Furthermore, analysis of class switch recombination (CSR) break points in CLL tumour cells of ATM mutation carriers revealed utilization of a normal DNA repair mechanism, suggesting that either complete loss of ATM function via 11q deletion in tumour progenitors of these individuals occurred after CSR, or alternatively an aberrant CSR mechanism driven by ATM loss was irrelevant to the pathogenesis of CLL. Finally, we observed no evidence for common stereotype VDJ recombinations in CLL tumour cells of ATM mutation carriers suggesting that CLL was not driven by a common antigen stimulation in these patients. Conclusions In summary, our results suggest an etiological role for ATM heterozygosity in CLL development. However, the role of ATM heterozygosity only appears to account for a small proportion of the genetic predisposition for CLL development. It is possible, therefore, that the combined cellular consequences of multiple genetic variants of different genes may predispose to the clonal transformation of B lymphocytes upon antigenic stimulation, which results in the observed familial predisposition. Disclosures No relevant conflicts of interest to declare."
}