{
    "doi": "https://doi.org/10.1182/blood.V114.22.863.863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1380",
    "start_url_page_num": 1380,
    "is_scraped": "1",
    "article_title": "Imatinib Is Efficient but Has a Negative Impact On Growth in Children with Previously Untreated chronic Myelogenous Leukaemia (CML) in Early Chronic Phase (CP): Results of the French National Phase IV Trial. ",
    "article_date": "November 20, 2009",
    "session_type": "CHRONIC MYELOID LEUKEMIA - THERAPY: NEW TRENDS IN MANAGEMENT",
    "topics": [
        "child",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "phase iv trial",
        "weight gain",
        "brachial plexus neuritis",
        "measles-mumps-rubella vaccine",
        "follow-up",
        "liver enzyme",
        "myalgia"
    ],
    "author_names": [
        "Frédéric Millot, MD",
        "Andre Baruchel, MD",
        "Joelle Guilhot, BS",
        "Arnaud Petit, MD",
        "Thierry Leblanc, MD",
        "Yves Bertrand, MD",
        "Françoise Mazingue",
        "Lutz Patrick, MD",
        "Cécile Vérité, MD",
        "Christian Berthoux, MD",
        "Claire Galambrun, MD",
        "Frédéric Bernard, MD",
        "Karima Yacouben, MD",
        "Pierre Bordigoni, Pr",
        "Christine Edan, MD",
        "Yves Reguerre, MD",
        "Gérard Couillaud, MD",
        "Jean-Michel Cayuela, MD",
        "François Guilhot, MD"
    ],
    "author_affiliations": [
        [
            "CIC 802 Inserm, University Hospital, Poitiers, France, "
        ],
        [
            "Pediatric Hematology, Hopital Saint Louis, Paris, France, "
        ],
        [
            "CIC 802 Inserm, University Hospital, Poitiers, France, "
        ],
        [
            "Hematology Unit, Hopital Trousseau, Paris, "
        ],
        [
            "Pediatric Hematology, Hopital Saint Louis, Paris, France, "
        ],
        [
            "Ihop, Hospices Civils de Lyon, Lyon, France, "
        ],
        [
            "Pediatric Oncology Unit, CHRU, Lille, "
        ],
        [
            "Pediatric Oncology Unit, University Hospital, Strasbourg, France, "
        ],
        [
            "Pediatric Oncology Unit, University Hospital, Bordeaux, France, "
        ],
        [
            "Hematology, University Hospital, Brest, France, "
        ],
        [
            "Pediatric Hematology, University Hospital, Marseille, France, "
        ],
        [
            "Pediatric Hematology, University Hospital, Montpellier, France, "
        ],
        [
            "Pediatric Hematology, Hopital Robert Debré, Paris, France, "
        ],
        [
            "Hematologie, CHU Nancy, Nancy, France, "
        ],
        [
            "Pediatric Oncology Unit, University Hospital, Rennes, France, "
        ],
        [
            "Pediatric Oncology Unit, University Hospital, Angers, France, "
        ],
        [
            "Pediatric Oncology Unit, University Hospital, Dijon, France, "
        ],
        [
            "Molecular Biology Department, Hôpital Saint Louis, Paris, France"
        ],
        [
            "CIC 802 Inserm, University Hospital, Poitiers, France, "
        ]
    ],
    "first_author_latitude": "46.58463045",
    "first_author_longitude": "0.3714571",
    "abstract_text": "Abstract 863 Aims: In order to investigate the efficacy and the safety of imatinib in children and adolescents with untreated Philadelphia-positive CML, the CML working party of the Société Française des Cancers de l'enfant (SFCE) conducted an open label, multicentric phase IV study trial (Clinical Trials.gov. NCT00845221 ). Patients and methods. Patients less than 18 yrs of age with newly diagnosed CP CML were eligible. Imatinib was administered orally at a dose of 260 mg/m 2 which is equivalent in terms of drug exposure to the total dose of 400 mg in adults. Forty four children (64% boys) with a median age of 11.5 yrs (range 10 months-17 yrs) have been enrolled from 15 French pediatric centres between July 2004 and December 2008. Side effects were reported prospectively using the NIH CTCv2.0 criteria. Results. Median follow up is currently 17 months (range:1-67). The complete hematologic response rate was 86% and 98% (ITT) at 3 months and 6 months, respectively. The rate of complete cytogenetic response (CCyR) was 62% (ITT) at 12 months. The rate of major molecular response (MMR) defined as a BCR-ABL/ABL ratio ≤ 0.1% according to the International Scale was 34% (ITT) at 12 months. The median daily dose of imatinib was close to the intended doses, 250 mg/m 2 (range 176-405) with a median treatment duration of 16 months (2 w to 67 mo). Three pts (7%) had a dose reduction of more than 25% of the theoretic dose. Nine pts (20%) interrupted imatinib temporarily at least once for a median duration of dose interruption of 12 days (range 2-70). Ten pts (23%) discontinued imatinib. The reasons for discontinuation were the following: allogeneic HSCT in CCyR or MMR (2 pts) according to the investigator choice, adverse event (2 pts: muscle pain 1 pt, liver enzyme elevation 1 pt), disease progression or failure (6 pts: loss of CHR [L248V mutation] 1pt, loss of CCyR [L384M mutation] 1pt, no cytogenetic response 1 pt, no molecular response 1 pt, loss of MMR 2 pts). One of them (loss of hematologic response) transformed to blastic phase shortly after coming off study and died. Grade III or IV toxicity was recorded in 14 pts (32%). GradeIII-IV hematologic toxicity was recorded in 8 pts (18%) including neutropenia in 18% and thrombocytopenia in 5%. Nine pts (21%) developed grade III or IV non-hematologic toxicity: muscle pain (2.5%), arthralgia (5%), weight gain (13%), liver enzyme (GOT/GPT) increase (6.5%). Change of body height was observed during the first year of treatment with imatinib in the 22 pts with a sufficient follow-up: a significant decrease of height standard deviation scores (SDS) was observed with a median of the difference of -0.37 (range, -1.09 to +0.14)(p<0.0001) between the start of the treatment and 12 months later. Conclusion. Imatinib is efficient in children and adolescent with previously untreated CML in early chronic phase. However, we report for the first time, a negative impact of imatinib on the growth in a cohort of children and adolescents treated with imatinib. Disclosures: No relevant conflicts of interest to declare."
}