{
    "doi": "https://doi.org/10.1182/blood-2018-99-112916",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3880",
    "start_url_page_num": 3880,
    "is_scraped": "1",
    "article_title": "A Single Administration of the Cytolytic CD38 Antibody TAK-079 to Healthy Subjects: Tolerability, Pharmacokinetics and Pharmacodynamics ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "topics": [
        "adverse event",
        "antibodies",
        "blood cell depletion therapy",
        "cd38",
        "cytokine",
        "daratumumab",
        "fever",
        "headache",
        "hematologic neoplasms",
        "immune system diseases"
    ],
    "author_names": [
        "Eric Robert Fedyk, PhD",
        "Deborah Berg, RN, MSN",
        "Glenda Smithson, PhD",
        "Jose Estevam",
        "Lachy Mclean, MD PhD",
        "Kristina Allikmets, MD PhD",
        "Antonio Palumbo, MD"
    ],
    "author_affiliations": [
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ],
        [
            "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA"
        ],
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ],
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ],
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ],
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ],
        [
            "Takeda Pharmaceuticals Inc., Cambridge, MA "
        ]
    ],
    "first_author_latitude": "42.36258285",
    "first_author_longitude": "-71.09019369999999",
    "abstract_text": "Background: A study investigating the safety, efficacy, pharmacokinetics (PK) and pharmacodynamics (PD) of TAK-079 administered subcutaneously as a single agent in participants with relapsed/refractory multiple myeloma (RRMM) is ongoing because this investigational agent demonstrated distinct pharmacologic properties in a first in human study involving healthy volunteers. CD38 is expressed at high levels on subtypes of leukocytes which mediate immune disorders (e.g. plasma cells, activated B and T lymphocytes) and the selective removal of these cells could also restore immune homeostasis in these patients. TAK-079 is a fully human monoclonal antibody which binds to human CD38 protein with high affinity (KD = 0.7 nM) and lyses bound cells by CDC and ADCC in vitro . Methods: A randomized, double-blind, placebo-controlled study was conducted to assess the safety, pharmacokinetics (PK), and pharmacodynamics (PD) of single intravenous (IV) infusion or subcutaneous (SC) injection of TAK-079 in escalating dose cohorts of healthy subjects. A starting single dose of 0.0003 mg/kg IV was selected, based upon modeling of responses in human and monkey model systems. Dose escalation ceased once a prespecified PD objective was achieved (i.e. ≥ 50% reduction in a leukocyte subset within peripheral blood which was sustained for ≥ 1 month). Six subjects were enrolled per dose cohort (4 receiving TAK-079; 2 receiving matching placebo). Subjects were monitored for at least 92 days post-dosing. Results: After IV (n=30) or SC (n=24) administration at all dose levels, TAK-079 was well tolerated and no safety concerns were identified. The maximum doses given were 0.06 mg/kg IV and 0.6 mg/kg SC. There were no serious adverse events (AE), severe AEs, withdrawals due to AEs, or infusion reactions. All AEs were mild or moderate. At the higher doses of TAK-079 administration, transient, mild to moderate increases in cytokine levels coincided with anticipated cell depletion; clinical symptoms primarily included mild pyrexia, headache, and postural hypotension. No remarkable findings for laboratory tests, ECGs, vital signs, or physical examinations were reported. Following a 2-hour IV infusion of 0.06 mg/kg, C max was observed at 5 minutes post EOI with a mean C max of 100.4 ng/mL. After C max was reached, serum concentrations decreased below the limit of quantification within 1 to 4 hours after the end of infusion. Following a single SC injection of 0.6 mg/kg TAK-079, the mean C max of 23.0 ng/mL was observed at approximately 24 hours post-dose and decreased gradually to below the limit of quantification by a median of 8 days (range 3-14). The mean AUC last and AUC ∞ values were 90.4 and 212 ng*day/mL, respectively. Pharmacodynamic effects included a transient, dose-dependent reduction in NK cells at doses ≥0.003 mg/kg IV, approximately 167-fold less than the lowest dose reported for NK cell reduction by daratumumab administered to RRMM patients IV (≥0.5 mg/kg 1 ). TAK-079 administered IV or SC reduced NK cells to a comparable extent (EC 75 = 21 and 23 ng/mL, respectively). Greater than 90% reduction of plasmablasts was also observed in each subject dosed at 0.6 mg/kg SC, which generally peaked 2 days after injection and returned to baseline levels by 29 days. Neutrophil, lymphocyte, monocyte, red blood cell and platelet counts remained within normal ranges for all dose cohorts. Conclusion: TAK-079 may be a potent and convenient second generation anti-CD38 therapeutic, which warrants development for treatment of hematologic malignancies. Therefore, the safety, efficacy, pharmacokinetics, and pharmacodynamics of subcutaneous TAK-079 is being investigated in patients with RRMM in an ongoing study (NCT03439280; Figure 1) The starting dose in the RRMM study is fixed at 45 mg, based on the profile of the equivalent 0.6 mg/kg in healthy subjects. References Blood Adv. 2017 Oct 24;1(23):2105-2114. View large Download slide View large Download slide  Disclosures Fedyk: Takeda Pharmaceuticals Inc.: Employment. Berg: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Smithson: Takeda Pharmaceuticals Inc.: Employment. Estevam: Takeda Pharmaceuticals Inc.: Employment. Mclean: Takeda Pharmaceuticals Inc.: Employment. Allikmets: Takeda Pharmaceuticals Inc.: Employment. Palumbo: Takeda Pharmaceuticals Inc.: Employment."
}