{
    "doi": "https://doi.org/10.1182/blood-2021-149409",
    "article_title": " PIEZO1 Mutation May Determine Early Onset of Clinical Manifestation of Anemia of Myelodysplastic Syndromes ",
    "article_date": "November 5, 2021",
    "session_type": "637.Myelodysplastic Syndromes - Clinical and Epidemiological",
    "abstract_text": "BACKGROUND: Anemia is the most frequent cytopenia in myelodysplastic syndromes (MDS), neoplastic diseases characterized by ineffective hematopoiesis and bone marrow dysplasia. MDS usually affect elderly individuals (median age in Italy 74 years), and quite rarely concern younger patients. It is of increasing interest to verify whether \"young\", not therapy-related MDS patients carry germline (GM) predisposition, in order to optimize therapeutic and transplant choices. The best approach is to perform Whole Exome Sequencing (WES) instead of targeted next-generation sequencing (t-NGS) panel in cases in which MDS patients have no syndromic signs or any indicative sign of predisposing alterations. AIM: We considered a cohort of 21 consecutive MDS cases with age at diagnosis < 60 years and anemia, referred to our MDS Unit for a second opinion. METHODS: After bone marrow (BM) re-evaluation and morphological confirmation of dysplasia compatible with MDS, we screened the 21 MDS patients by WES on BM-DNA or peripheral blood DNA (PB-DNA). For DNA sequencing, DNA libraries were sequenced using the NextSeq 550 Illumina System. Variant calling was carried out using GATK caller. T-NGS myeloid panel was in some cases applied to confirm somatic nature of mutations. Samples of 5/21 MDS patients and their relatives were further analyzed after WES by applying high-coverage t-NGS 86-gene custom panel for hereditary anemias on PB-DNA. WES of DNA extracted from saliva (S-DNA) samples was performed to provide a GM confirmation. In order to confirm pathogenic role in red blood cell (RBC) membrane defects of identified variants, we also performed the ektacytometry analysis that evaluates the erythrocyte deformability and the hydration status by subjecting them to an increasing osmotic gradient with constant shear stress. RESULTS: Five of 21 MDS cases (23.8%) with symptomatic anemia (3 MDS-MLD, 1 MDS-SLD, 1 MDS with isolated del5q) were identified as carriers of variants suspected responsible of RBC membrane defects in both BM/PB-DNA and S-DNA samples, where no other germline myeloid predisposing alterations were demonstrated. MDS-associated somatic variants were present in 4/5 patients ( KRAS, TET2, CBL, SRSF2, U2AF1, IDH2 , with VAF >25 %). High coverage t-NGS analysis confirmed the presence of a heterozygous rare missense variant in PIEZO1 in probands 1 and 5; a heterozygous rare missense variant in PIEZO1 and ANK1 in proband 2; a heterozygous rare missense variant in PIEZO1 and SPTA1 in proband 3; a complex mode of inheritance in proband 4 with causative variants in G6PD , KCCN4 , SPTB , and ABCB6 genes. PIEZO1 or KCNN4 gene variants result in erythrocyte dehydration and determine dehydrated hereditary stomatocytosis (DHS). Ektacytometry analysis showed a significant difference in the osmolarity curve of these patients, confirming the pathogenic role of the variants identified. Among these MDS suspected cases, only proband 4 was diagnostically re-categorized because of lack of acquired recurrent somatic mutations and presence of multiple alterations in erythroid genes causing dysplasia of erythroid precursors, masquerading as MDS. None of the patients presented a history of unexplained anemia before the onset of MDS, consistent with what shown for DHS1 patients with well-compensated hemolysis. Inheritance pattern of the identified variants according the study of the families confirmed the segregation of the pathogenic variants. CONCLUSION: Onset of de novo MDS in unusually young age should always prompt investigation of predisposing conditions. We suggest here that co-existence of inherited RBC membrane defects with MDS may determine earlier clinical manifestation of the clonal disease. Hereditary anemias, in particular xerocytosis, may mimic MDS morphology. In our study, among the 5 \"young\" MDS with concomitant inherited RBC membrane defect, one case did not finally confirm MDS diagnosis by karyotype or NGS myeloid mutation analysis. This case fulfilled the diagnostic criteria for combined hereditary hemolytic anemia: DHS2, G6PD deficiency, spherocytosis, familial pseudohyperkalemia 2, with multi-locus mode of inheritance that justifies the clinical condition (splenomegaly, hemolytic crisis, ascites). Addition of genetic testing for hereditary anemias beside assessment of germline predisposing variants may allow a more precise diagnosis in controversial cases of \"young\" MDS. Disclosures Sanna:  Janssen: Consultancy; Abbvie: Consultancy; Astra Zeneca: Consultancy. Iolascon:  Celgene: Other: Advisory Board; Bluebird Bio: Other: Advisory Board. Santini:  Menarini: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Geron: Membership on an entity's Board of Directors or advisory committees; BMS/Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astex: Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Enrico Attardi",
        "Immacolata Andolfo",
        "Lucia Tiberi",
        "Roberta Russo",
        "Daniela Formicola",
        "Alice Brogi",
        "Marco Gabriele Raddi",
        "Angela Consagra",
        "Cristina Amato",
        "Alessandro Sanna",
        "Rosangela Artuso",
        "Achille Iolascon",
        "Valeria Santini"
    ],
    "author_dict_list": [
        {
            "author_name": "Enrico Attardi",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Immacolata Andolfo",
            "author_affiliations": [
                "Department of Molecular Medicine and Medical Biotechnology, University Federico II of Naples, Naples, Italy",
                "CEINGE - Advanced Biotechnologies, Naples, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Tiberi",
            "author_affiliations": [
                "Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy",
                "Medical Genetics Unit, Meyer Children's University Hospital, Florence, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberta Russo",
            "author_affiliations": [
                "Department of Molecular Medicine and Medical Biotechnology, University Federico II of Naples, Naples, Italy",
                "CEINGE - Biotecnologie Avanzate, Naples, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Formicola",
            "author_affiliations": [
                "Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy",
                "Medical Genetics Unit, Meyer Children's University Hospital, Florence, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Brogi",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Gabriele Raddi",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Consagra",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Amato",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Sanna",
            "author_affiliations": [
                "Department of Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosangela Artuso",
            "author_affiliations": [
                "Medical Genetics Unit, Meyer Children's University Hospital, Florence, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Achille Iolascon",
            "author_affiliations": [
                "Department of Molecular Medicine and Medical Biotechnology, University Federico II of Naples, Naples, Italy",
                "CEINGE - Biotecnologie Avanzate, Naples, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valeria Santini",
            "author_affiliations": [
                "Department of Experimental and Clinical Medicine, MDS Unit, Hematology, AOU Careggi - University of Florence, Florence, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:37:58",
    "is_scraped": "1"
}