{
    "doi": "https://doi.org/10.1182/blood-2020-134816",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4571",
    "start_url_page_num": 4571,
    "is_scraped": "1",
    "article_title": "Predictors of Cytopenia after Treatment with Axicabtagene Ciloleucel in Patients with Large Cell Lymphoma ",
    "article_date": "November 5, 2020",
    "session_type": "627.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Retrospective/Observational Studies",
    "topics": null,
    "author_names": [
        "Lorena Panaite, MBBS",
        "Jordan Gauthier, MD",
        "Paula Perkins, MS,PA-C",
        "Jenna Voutsinas, MPH",
        "Qian Vicky Wu, PhD",
        "Angela Kirk, PA-C",
        "Aisling Cearley, PA-C",
        "Erin Mullane, DNP",
        "Ryan D. Cassaday, MD",
        "Hans-Peter Kiem, MDPhD",
        "Victor A. Chow, MD",
        "Ryan C. Lynch, MD",
        "Chaitra S. Ujjani, MD",
        "Stephen D. Smith, MD",
        "Ajay K. Gopal, MD",
        "Brian G. Till, MD",
        "Cameron J. Turtle, MBBS, PhD",
        "David G. Maloney, MD PhD",
        "Mazyar Shadman, MDMPH"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Fred Hutchinson Cancer Research Center, Department of Clinical Biostatistics, Seattle, WA ",
            "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "1100 Fairview Ave N, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Fred Hutchinson Cancer Research Center, Seattle, "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Department of Medicine, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Department of Pathology, University of Washington School of Medicine, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Seattle Cancer Care Alliance/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Department of Medicine, Division of Medical Oncology, The University of Washington; Clinical Research Division, Fred Hutchinson Cancer Research Center, Lymphoma Program, Seattle Cancer Care Alliance, Seattle, WA "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Department of Medicine, Division of Medical Oncology, University of Washington, Seattle, WA "
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Ctr., Seattle, WA "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "University of Washington/Fred Hutchinson Cancer Research Center/Seattle Cancer Care Alliance, Seattle, WA"
        ],
        [
            "Department of Medicine, University of Washington, Seattle, WA ",
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Seattle Cancer Care Alliance, Seattle, WA "
        ]
    ],
    "first_author_latitude": "47.6505283",
    "first_author_longitude": "-122.3093688",
    "abstract_text": "Background: CD19-targeted chimeric antigen receptor-engineered T cell(CAR-T) therapy with axicabtagene ciloleucel (axi-cel) is approved for patients (pts) with large cell lymphoma (LCL) [diffuse large cell lymphoma (DLBCL), primary mediastinal B-cell lymphoma (PMBCL) and transformed follicular lymphoma (tFL)] after ≥ 2 lines of treatment. In addition to cytokine-release syndrome (CRS) and immune effector cell-associated neurotoxicity syndrome (ICANS), prolonged cytopenias may occur after axi-cel and can limit eligibility for subsequent treatments, especially clinical trials. In this study, we sought to determine the rate of clinically significant cytopenias and identify pre- and post- treatment factors associated with cytopenias after axi-cel. Methods: Pts with DLBCL, PMBCL, or tFL who received axi-cel between Feb 2018 and Feb 2020 were included. We collected details about patients' demographics, disease characteristics, pre-CAR-T treatments, and post CAR-T specific toxicities (Table 1 footnote). We included details on blood counts, and transfusion/growth factor support needs from 30 days before leukapheresis (LA) until 30 days after treatment with axi-cel. We defined severe cytopenia if at least one of the following were present: (1) grade ≥ 3 thrombocytopenia (< 50x10 9 /L), (2) neutropenia (< 1.0 x10 9 /L), or (3) anemia (Hb < 8.0 g/dl) at day 30 after axi-cel, or (4) need for ≥ 2 doses of G-CSF, (5) ≥ 2 red blood cell (RBC) transfusions, or (6) ≥ 2 platelet (plt) transfusions between days 20-30 after axi-cel. Univariate and multivariable logistic regression was used to evaluate the association between each risk factor and the primary endpoint of severe cytopenia (Yes vs. No). For multivariable analysis, a novel high dimensional inference (HDI) approach was applied, which provides the de-biased estimates of the regression coefficients. HDI allows computation of adjusted odds ratios, confidence intervals and p values from high-dimensional datasets. This approach solves variable selection issues in CAR-T cell studies with small sample sizes and large number of predictors. Results: 53 pts (41 DLBCL, 1 PMBCL, 11 tFL) received axi-cel during the study period. Median age was 63 (25-79) and 17 (32%) were female. Nineteen pts (36%) had bulky disease (> 5 cm) and 23 (43%) had elevated LDH (>210 U/L). Median number of therapies before CAR-T including stem cell transplant (SCT) and bridging therapy was 3 (2-9). Seventeen pts (32%) had a prior stem cell transplant (SCT) (16 autologous, 1 allogeneic) before CAR-T. Median time from last treatment to CAR-T was 4 weeks (0.3-130). Twenty six pts (49%) received bridging therapy between LA and lymphodepletion (LD). Following CAR-T, 37 (74%) patients achieved complete or partial remission (CR/PR) while 13 patients (26%) had progressive or stable disease (PD/SD). 45 (85%) pts developed CRS (grade 3-4: 5; 11% of all pts) and 31 (59%) developed ICANS (grade 3-4: 9; 15% of all pts). Forty two (79%) patients had severe cytopenia as defined by one or more of the categories (Cat) listed in the methods; 24 (45%) by Cat 1 (thrombocytopenia), 19 (36%) by Cat 2 (neutropenia), 1 (2%) by Cat 3 (anemia), 10 (19%) by Cat 4 (GCS-F need), 11 (21%) by Cat 5 (RBC transfusion), or 15 (28%) by Cat 6 (plt transfusion). Severe cytopenia was more common in non-responders (SD/PD) vs. responders (PR/CR) (100% vs. 70%; P =.01 ). In the univariate analysis, lower pre-LA hematocrit (hct) ( P =.005), pre-LD hct ( P <.001), pre-LD plt count ( P =.03), and pre-LD LDH ( P =.02), and higher number of RBC transfusions between LA to LD ( P =.03), number of dexamethasone (dexa) treatments after axi-cel ( P =.03), and number of tocilizumab infusions ( P =.04) were significantly associated with day 30 severe cytopenia. In the multivariable model (Table 1), plt transfusion within a month before LA, pre-LA plt count, number of RBC and plt transfusions between LA to LD, pre-LD LDH, and number of dexa treatments after CAR-T were significantly associated with severe cytopenia after axi-cel. Conclusion: Severe cytopenia is common after axi-cel, -especially in non-responders in need of subsequent therapies. Our detailed analysis of pre- and post- CAR-T variables identified pre-CAR-T cytopenia and transfusion needs as well as post-CAR-T steroid use as potential predictors of day 30 severe cytopenia in pts with LCL receiving axi-cel. View large Download slide View large Download slide  Disclosures Gauthier: JMP, Eusapharma, Multerra Bio: Honoraria. Cassaday: Amgen: Consultancy, Research Funding; Vanda Pharmaceuticals: Research Funding; Pfizer: Honoraria, Research Funding; Seattle Genetics: Current Employment, Current equity holder in publicly-traded company; Kite/Gilead: Consultancy, Research Funding; Merck: Research Funding. Kiem: Magenta Therapeutics, CSL,Homology Medicines, Vor Biopharma , Enochian, Umoja, Rocket Pharma: Consultancy. Lynch: TG Therapeutics: Research Funding; Takeda: Research Funding; MorphoSys: Consultancy; Genentech: Research Funding; Cyteir: Research Funding; Bayer: Research Funding; Rhizen Pharmaceuticals: Research Funding; Incyte: Research Funding; Juno Therpeutics: Research Funding. Ujjani: Atara: Consultancy, Honoraria; Gilead/Kite: Consultancy, Research Funding; Verastem Oncology: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria, Research Funding; Genentech: Consultancy, Honoraria; MorphoSys: Consultancy. Smith: AstraZeneca: Research Funding; Acerta Pharma BV: Research Funding; Beigene: Consultancy; Millenium/Takeda: Consultancy; AstraZeneca: Consultancy; Portola: Research Funding; Seattle Genetics: Research Funding; Pharmacyclics: Research Funding; Merck: Research Funding; Incyte: Research Funding; Ignyta: Research Funding; Genentech: Research Funding; De Novo Biopharma: Research Funding; Ayala: Research Funding; Bristol Meyers Squibb: Research Funding; Bayer: Research Funding; Karyopharm: Consultancy. Gopal: Seattle Genetics; Janssen; Takeda; IgM Bio; IMab Bio; BMS; Astra Zeneca; Merck; Gilead: Research Funding; Seattle Genetics; Janssen; IMab Bio; TG Therapeutics; Astra Zeneca; Merck; Gilead; ADC Therapeutics; Nurix; TG therapeutics, Cellectar; Actinium: Consultancy; imab bio, takeda,astrazeneca,gilead: Research Funding; IgM bio, BMS, merck: Research Funding. Till: Mustang: Patents & Royalties, Research Funding. Turtle: Kite/Gilead: Consultancy; Humanigen: Consultancy; Physician Education Resource: Consultancy; Century Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy, Research Funding; PACT Pharma: Consultancy; Allogene: Consultancy; T-CURX: Membership on an entity's Board of Directors or advisory committees; Myeloid Therapeutics: Current equity holder in private company, Honoraria, Membership on an entity's Board of Directors or advisory committees; Arsenal Bio: Current equity holder in private company, Honoraria, Membership on an entity's Board of Directors or advisory committees; Caribou Biosciences: Current equity holder in private company, Honoraria, Membership on an entity's Board of Directors or advisory committees; Eureka Therapeutics: Current equity holder in private company, Membership on an entity's Board of Directors or advisory committees; Precision Biosciences: Current equity holder in publicly-traded company, Honoraria, Membership on an entity's Board of Directors or advisory committees; Nektar Therapeutics: Consultancy, Research Funding; Juno/BMS: Patents & Royalties, Research Funding; Novartis: Consultancy. Maloney: Genentech: Consultancy, Honoraria; A2 Biotherapeutics: Consultancy, Current equity holder in publicly-traded company, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Bioline Rx: Consultancy, Honoraria; Juno Therapeutics: Consultancy, Honoraria, Patents & Royalties: Patents are pending, but not issued, licensed, no royalties, no licensees., Research Funding; MorphoSys: Consultancy, Honoraria; Pharmacyclics: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Gilead Sciences: Consultancy, Honoraria; Kite, a Gilead Company: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria. Shadman: Mustang Bio, Celgene, Pharmacyclics, Gilead, Genentech, Abbvie, TG therapeutics, Beigene, Astra Zeneca, Sunesis, Beigene: Research Funding; Abbvie, Genentech, Astra Zeneca, Sound Biologics , Pharmacyclics, Verastem, ADC therapeutics, Beigene, Cellectar, BMS, Morphosys and Atara Biotherapeutics: Consultancy."
}