{
    "doi": "https://doi.org/10.1182/blood.V122.21.1646.1646",
    "article_title": "Establishing Human Niche Xenograft Models For Myeloid and Lymphoid Leukemia Driven By MLL-AF9 ",
    "article_date": "November 15, 2013",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster I",
    "abstract_text": "The MLL-AF9 fusion oncogene is found in pediatric leukemia of both the myeloid and lymphoid lineage, while in adults the same oncogene is predominantly associated with myeloid leukemia. We have been able to establish in vitro models that faithfully recapitulate these patient phenotypes by lentiviral transduction of MLL-AF9 into CD34+ cells from fetal cord blood and adult bone marrow (Leukemia 2013;27:1116). Upon transplantation of transduced MLL-AF9 expressing cells into NOD-SCID/NSG mice, serially transplantable lymphoid leukemia could be generated within 15-24 weeks, but the myeloid engraftment was more difficult to achieve and CD33+/CD19- myeloid clones were only observed in about 10% of the cases. Importantly, these CD33+/CD19- clones displayed impaired self-renewal as indicated by the lack of secondary transplantation capacity while lymphoid CD33-/CD19+ clones readily engrafted in secondary recipients to give rise to 2 nd ALL. These Results are in contrast with what we detect in vitro or in patients where both myeloid and lymphoid phenotypes are observed. We hypothesized that extrinsic and species-specific factors might dictate the lineage fate of the leukemic clone, and therefore we have started to use a new model in which human mesenchymal stem cells are coated on scaffolds, which are then implanted subcutaneously into NSG mice to allow vascularisation and formation of a “human niche”. Within these human niches we observe both AML and ALL upon transplantation of MLL-AF9-transduced CB CD34+ cells. Moreover, the human niche also allowed engraftment and tumor formation of primary MLL-AF9 AML patient samples. These data indicate that extrinsic factors present in the human niche can dictate lineage fate of the leukemia. In addition, we isolated leukemic cells from human scaffold mice that were transplanted with CB transduced with MLL-AF9 and cultured these under myeloid or lymphoid permissive conditions. Cells from MLL-AF9 CD19+/CD33- ALL mice could easily expand in vitro under lymphoid permissive conditions. Intriguingly, when grown under myeloid conditions long-term expanding cultures could also be established that were CD19-CD33+ and also expressed CD11b and CD15. LM-PCR indicated that the lymphoid and myeloid clones derived from these MLL-AF9 CD19+/CD33- ALL mice were all identical, indicating that the cell that maintains MLL-AF9 ALL is immature and retains multilineage potential. In contrast, cells isolated from MLL-AF9 CD19-/CD33+ AML human scaffold mice could readily expand in vitro under myeloid conditions, but not under lymphoid conditions. Even when transplanted into normal NSG xenograft mice that are strongly lymphoid biased, no conversion from myeloid to lymphoid clones could be observed. These data suggest that MLL-AF9 AMLs are maintained by more mature L-GMP cells that have lost multilineage potential. Our Results suggest that this human–mouse hybrid model represents a useful and faithful model to study the development and treatment of human MLL-AF9 leukemia and its application can be extended also to other types of leukemia. Ongoing studies include those in which we will target the FLT3 pathway since our transcriptome studies indicated that this tyrosine kinase receptor is highly upregulated in MLL-AF9-positive leukemias and in vitro targeting of this receptor abrogated both initiation as well as maintenance of transformation by MLL-AF9. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "lymphoblastic leukemia",
        "transplantation, heterologous",
        "leukemia",
        "cd19 antigens",
        "cd33 antigen",
        "transplantation",
        "antigens, cd15",
        "childhood leukemia",
        "cyclic gmp",
        "leukemia, myeloid"
    ],
    "author_names": [
        "Marco Carretta",
        "Jennifer Jaques",
        "Yuan Huipin",
        "Anton Martens, PhD",
        "Edo Vellenga, MD, PhD",
        "Richard Groen",
        "Jan Jacob Schuringa, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marco Carretta",
            "author_affiliations": [
                "Department of Experimental Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Jaques",
            "author_affiliations": [
                "Department of Experimental Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan Huipin",
            "author_affiliations": [
                "Xpand Biotechnology BV, Bilthoven, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton Martens, PhD",
            "author_affiliations": [
                "Department of Cell Biology, University Medical Center Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edo Vellenga, MD, PhD",
            "author_affiliations": [
                "Department of Experimental Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Groen",
            "author_affiliations": [
                "Department of Cell Biology and Dept of Immunology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Jacob Schuringa, PhD",
            "author_affiliations": [
                "Department of Experimental Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T21:38:59",
    "is_scraped": "1"
}