{
    "doi": "https://doi.org/10.1182/blood.V128.22.2059.2059",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3524",
    "start_url_page_num": 3524,
    "is_scraped": "1",
    "article_title": "Immune Checkpoint Blockade Combinations As Promising Strategy for Cancer Immunotherapy in Multiple Myeloma Patients ",
    "article_date": "December 2, 2016",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "cancer immunotherapy",
        "cell cycle checkpoint",
        "multiple myeloma",
        "pulmonary arteriogram",
        "hepatitis a virus cellular receptor 2",
        "neoplasms",
        "disease remission",
        "ligands",
        "monoclonal gammopathy of undetermined significance",
        "antibodies"
    ],
    "author_names": [
        "Barbara Castella, PhD",
        "Myriam Foglietta, MD",
        "Patrizia Sciancalepore, MD",
        "Ezio Tripoli, PharmD",
        "Mario Boccadoro, MD",
        "Massimo Massaia, MD"
    ],
    "author_affiliations": [
        [
            "Department of Molecular Biotecnology and Health Sciences, University of Turin, Turin, Italy "
        ],
        [
            "Department of Molecular Biotecnology and Health Sciences, University of Turin, Turin, Italy "
        ],
        [
            "Department of Molecular Biotecnology and Health Sciences, University of Turin, Turin, Italy "
        ],
        [
            "Department of Molecular Biotecnology and Health Sciences, University of Turin, Turin, Italy "
        ],
        [
            "Hematology U, AOU Città della Salute e della Scienza, Turin, Italy ",
            "Myeloma Unit, Division of Hematology, University of Torino, Torino, Italy"
        ],
        [
            "Hematology U, AOU Città della Salute e della Scienza, Turin, Italy "
        ]
    ],
    "first_author_latitude": "45.0597071",
    "first_author_longitude": "7.681232750000001",
    "abstract_text": "Tumor cells exploit immune checkpoints to withstand immune recognition and effector cells' onslaught. Pre-clinical findings, corroborated by initial results of clinical studies, indicate that immune checkpoint blockade is a promising strategy to harness anti-tumor immune responses and improve the clinical outcome of patients with hematological malignancies. Multiple myeloma (MM) is a prototypic disease in which immune checkpoints significantly contribute to the immune suppressive contexture that myeloma cells establish in the bone marrow (BM) in cooperation with regulatory T cells (Tregs), myeloid derived suppressor cells (MDSC), and BM stromal cells (BMSC). Vγ9Vδ2 T cells are among the immune effector cells strategically victimized by suppressor cells. These are non-conventional T cells halfway between innate and adaptive immunity with a natural inclination to react against malignant B cells, including myeloma cells. Vγ9Vδ2 T cells are equipped with a peculiar array of receptors for stress-induced self-ligands and a unique TCR-dependent recognition ability of phosphoantigens (pAgs) generated in the mevalonate (Mev) pathway. Recently, we have shown that BM Vγ9Vδ2 T cells are anergic to pAg stimulation and that the programmed death 1(PD-1)/programmed death ligand 1 (PD-L1) immune checkpoint pair contributes to their dysfunction. This is an early event already detectable in individuals with monoclonal gammopathy of undetermined significance (MGUS) and not fully reverted even when MM patients achieve clinical remission after autologous stem cell transplantation (auto-SCT). Anti-PD-1 treatment partially recovers the ability of BM Vγ9Vδ2 T cells to proliferate and exert cytotoxic activity after pAg stimulation, but early studies based on single-agent PD-1 blockade have fallen short of clinical expectations in MM. Thus, several strategies are under consideration to implement the clinical efficacy of immune checkpoint blockade like the association with lenalidomide and/or concurrent tumor vaccination. Our results indicate that TIM-3 is significantly upregulated in BM Vγ9Vδ2 T cells from MM patients at diagnosis. We have previously shown that pAg stimulation of PD-1+ BM Vγ9Vδ2 T cells further increase PD-1 expression and preliminary data suggest that this stimulation also increases TIM-3 expression. Interestingly, TIM-3 up-regulation is even more pronounced than PD-1 up-regulation in BM Vγ9Vδ2 T cells and it occurs also in peripheral blood (PB) Vγ9Vδ2 T cells from anergic MM patients. We have recently shown that pAg reactivity of BM Vγ9Vδ2 T cells from MM at diagnosis can be partially recovered by PD-1 blockade. Our results reveal that TIM-3 blockade is also able to partially recover pAg-induced Vγ9Vδ2 T-cell proliferation. The best recovery is obtained when pAg stimulation is carried out in the presence of concurrent PD-1 and TIM-3 blockade. BM Vγ9Vδ2 T cells from MM patients who are in remission (MM-rem) after auto-SCT are still PD1+ and anergic to pAg stimulation. Remarkably, percentages of PD-L1+ MDSC in the BM of MM-rem are also unchanged compared to MM at diagnosis (MM-dia) and MM in relapse (MM-rel). These data indicate that the immune suppressive contexture is still operative at the tumor site even when most of myeloma cells have been cleared by chemotherapy. Interestingly, chemoresistant residual myeloma cells after auto-SCT have been reported to be PD-L1+, and circulating exhausted PD-1+ CD8+ T cells have been described in the PB after auto-SCT. This may explain why our previous idiotype vaccination studies in MM patients have failed. We have initiated to investigate the effect of immune checkpoint blockade in different phases of the disease and preliminary results suggest that the functional outcome of PD-1 blockade can be very different according to the disease status: the most signifcant recovery of Vγ9Vδ2 T-cell proliferation is observed after PD-1 blockade in MM-rem, while the anergy of Vγ9Vδ2 T cells from MM-rel is totally refractory to immune checkpoint blockade. In conclusion, our results suggest that recovery of pAg reactivity by PB Vγ9Vδ2 T cells is a reliable biomarker to predict or assess the clinical efficacy of immune checkpoint in vivo and provide scientific groundwork to optimize anti-PD1 treatment as single agent or in combination with other antibodies (i.e, anti-TIM-3) to maximize the efficacy of immune checkpoint blockade according to the disease status. Disclosures Boccadoro: Amgen: Honoraria, Research Funding; SANOFI: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Mundipharma: Research Funding; Janssen: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; CELGENE: Honoraria, Research Funding; Abbivie: Honoraria. Massaia: Roche: Other: advisory board, research support; Janssen: Other: advisory board; Gilead: Other: advisory board."
}