{
    "doi": "https://doi.org/10.1182/blood.V128.22.3944.3944",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3506",
    "start_url_page_num": 3506,
    "is_scraped": "1",
    "article_title": "Targeting Aggregation of Wilde-Type p53 and Mutant p53 with ReACp53 As a Novel Therapeutic Concept for AML ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "topics": [
        "aging",
        "amyloid",
        "antibodies",
        "apoptosis",
        "apoptosis regulatory proteins",
        "autophagy",
        "cancer",
        "cell cycle",
        "cell lines",
        "cell nucleus"
    ],
    "author_names": [
        "Jianfang Zeng, MD PhD",
        "Alice Soragni, PhD",
        "Jo Ishizawa, MDPhD",
        "Vivian Ruvolo, MS",
        "Christopher B. Benton, MD",
        "Teresa McQueen, MS",
        "Peter Ruvolo, PhD",
        "Yuan Qi, PhD",
        "Xiaoping Su, PhD",
        "Jared Burks, PhD",
        "David S. Eisenberg, PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_affiliations": [
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Departments of Biological Chemistry and Biochemistry, UCLA-DOE Institute, HHMI, Los Angeles, CA "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Department of Bioinformatics and Computational Biology, MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "CCSG Flow Cytometry and Imaging Facility, the University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Departments of Biological Chemistry and Biochemistry, UCLA-DOE Institute, HHMI, Los Angeles, CA "
        ],
        [
            "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX ",
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Background: The tumor suppressor p53 is a master regulator of apoptosis, autophagy, cell cycle, and senescence. It is inactivated via mutation in approximately 50% of solid tumors, but only in 15% of hematopoietic malignancies including acute myeloid leukemia (AML). A recently proposed mechanism has linked loss of p53 function with its amyloid aggregation. Conceptually, certain p53 mutations can favor partial unfolding of the protein and expose a natively buried aggregation-prone segment. This can result in amyloidogenic aggregation and prevent p53 transcriptional activity and anti-tumor functions. The cell-permeable peptide ReACp53, has been recently developed to block p53 aggregation and restore its transcriptional function in the nucleus as well as its ubiquitination by MDM2. ReACp53 showed significant cytotoxicity in ovarian cancer but no toxicity to normal hematopoietic cells in animal experiment. We sought to determine the anti-tumor activity of ReACp53 in hematopoietic malignancies. Results: We examined the p53 status in 23 malignant hematopoietic cell lines by PCR, Sanger sequencing, and immunoblotting. Two cell lines were null for p53 expression, one harbored frame shift mutations, 11 cell lines expressed various missense p53 mutations, one cell line had an in frame deletion of p53, and eight cell lines expressed wild-type p53. Additionally, immunofluorescence staining (IF) with the conformation-specific PAb240 antibody revealed high levels of cytoplasmic, partially unfolded p53 in the cells expressing mutant p53. In p53 wild-type cells, p53 protein was mainly localized in the nucleus and was negative for PAb240. The p53 null and frame shift-mutant cells showed no p53 expression. All the cells were treated short-term with various concentrations of ReACp53, or a scrambled peptide, and assessed for apoptosis by flow cytometry. We found that ReACp53 was cytotoxic not only to the p53-mutant cells, but also to the wild-type p53 lines. In fact, all p53 wild type AML cell lines were highly sensitive. The p53 negative cell lines were seemingly resistant to short-term exposure to ReACp53. DeltaNp73, an isoform of p73 that antagonizes p53 and TAp73, is expressed in most AML cells and also has a similar aggregation-prone segment. We examined the levels of DeltaNp73 and total p73 in 12 AML cell lines by PCR, immunoblotting, and IF. Both proteins were overexpressed in all five wild-type p53 cell lines, and DeltaNp73 was predominately localized in the cytoplasm of these cells. After short-term treatment with ReACp53, DeltaNp73 expression and localization didn't change in wild type p53 AML cells. Over-expressing DeltaNp73 in HEK293T cells enhanced their level of Thioflavin T staining indicating amyloid aggregation of the protein. Compared to controls, the DeltaNp73 overexpressing HEK293T cells were more prone to apoptosis following ReACp53 treatment. Absent of transactivation domain, DeltaNp73 is not expected to be restored to function like TAp73. Mutant p53 is known to cross-aggregate p73 and p63 because of their highly similar aggregation-prone segments, therefore, we hypothesize that DeltaNp73 cross-aggregated p53 and p73 and ReACp53 inhibited the aggregation as to restore p53 and TAp73 function and exposure to MDM2. We chose two wild-type p53 AML cell lines, OCI-AML3 and MOLM-14, which express MDM2 and are sensitive to the MDM2 inhibitor DS3032b. After short-term treatment with ReACp53, p53 and p73 (also a MDM2 target) expression decreased significantly in both cells. We tested the anti-leukemia efficacy of the DS3032b and ReACp53 combinatorial treatment in these cells and found that DS3032b synergized with ReACp53 to efficiently kill the cells compared to the cytotoxic activity of DS3032b or ReACp53 treatment alone. Conclusions: We demonstrate a new mechanism of DeltaNp73 inhibition of wild-type p53 and TAp73 mediated by induction of amyloid aggregation. ReACp53 showed apoptogenic efficacy in malignant hematopoietic cells, both in cells expressing wild-type p53 as well as mutant p53. In the wild-type AML cells where p73 and DeltaNp73 were overexpressed, sensitivity to ReACp53 increased. ReACp53 also exhibited synergistic activity when combined with the MDM2 inhibitor DS3032b in wild-type p53 cells. Together, our data suggest a novel mechanism of p53 inactivation by amyloid formation, that can be corrected in acute myeloid leukemia carrying either wild-type or mutant p53. Disclosures No relevant conflicts of interest to declare."
}