{
    "doi": "https://doi.org/10.1182/blood.V112.11.3418.3418",
    "article_title": "PTPN22 Mutation Is Present in An Increased Proportion of ITP Patients. ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Immune-mediated thrombocytopenic purpura (ITP) is an autoimmune disorder characterized by low platelet count and antibody mediated platelet destruction. ITP may be due to a failure of T-cell tolerance. Protein tyrosine phosphatase non receptor type 22 (PTPN22) is an important negative regulator of signal transduction from the T cell receptor. A single nucleotide polymorphism 1858C>T in the PTPN22 gene has been associated with various autoimmune disorders. We hypothesize that the PTPN22 mutation 1858C>T would be present in a higher proportion of ITP patients and patients who carry the mutation would have an increased concentration of autologous antiplatelet IgG on their platelet surface. We genotyped 45 patients with ITP by a PCR based restriction length polymorphism(RFLP) to identify the mutation 1858C>T in the gene PTPN22. Ten patients (22%) were heterozygous for the PTPN22 mutation and 2 were homozygous for the mutation (4.4%). This compares with a frequency of 8.6% observed in a published population study of 960 controls who did not have autoimmune disease (p<0.0001) ( Am. J. Hu. Genetics  2004 : 75 : 330 ). All of the 12 ITP patients who carried the PTPN22 mutation had an increase in autologous platelet surface IgG (≥1250 molecules IgG/platelet)( Schwartz Am. J. Heme  1990 ; 33 : 167 ). We conclude that the PTPN22 1858C>T mutation is present in an increased proportion of ITP patients and that all 12 of the PTPN22 mutation positive patients were also positive for autologous antiplatelet IgG. Our results indicate that PTPN22 increases the probability of developing ITP.",
    "topics": [
        "inosine triphosphate",
        "mutation",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulin g",
        "autoimmune diseases",
        "antibodies",
        "heme",
        "molecule",
        "platelet destruction, increased",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Karl D’Silva, MD",
        "Mathew Zamora, BS",
        "John Gerlach, PhD",
        "Kenneth A. Schwartz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karl D’Silva, MD",
            "author_affiliations": [
                "Medicine, Michgian State University, East Lansing, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mathew Zamora, BS",
            "author_affiliations": [
                "Biomedical Laboratory Diagnostics, Michgian State University, East Lansing, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Gerlach, PhD",
            "author_affiliations": [
                "Biomedical Laboratory Diagnostics, Michigan State Univeristy, East Lansing, MI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth A. Schwartz, MD",
            "author_affiliations": [
                "Dept. of Medicine, Michigan State University, East Lansing, MI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:57:47",
    "is_scraped": "1"
}