{
    "doi": "https://doi.org/10.1182/blood.V116.21.1903.1903",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1836",
    "start_url_page_num": 1836,
    "is_scraped": "1",
    "article_title": "Detection of Minimal Residual Disease of Plasma Cell Myeloma by Five Color Flow Cytometric Immunophenotype Analysis ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "color",
        "detection of minimal residual disease",
        "immunophenotyping",
        "multiple myeloma",
        "immunoglobulin light chains",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "proto-oncogene protein c-kit",
        "cd45 antigens",
        "cd19 antigens"
    ],
    "author_names": [
        "Linsheng Zhang, MB, PhD",
        "Sally E. Self, MD",
        "John Lazarchick, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Medical University of South Carolina, Charleston, SC, USA, "
        ],
        [
            "Hematopathology, Medical University of South Carolina, Charleston, SC, USA"
        ]
    ],
    "first_author_latitude": "32.78504929999999",
    "first_author_longitude": "-79.9478413",
    "abstract_text": "Abstract 1903 Flow cytometry is widely used to identify a monoclonal proliferation of plasma cells through cytoplasmic immunoglobulin light chain analysis, with a better sensitivity than immunocytochemical staining. Recent studies have demonstrated that neoplastic plasma cells express aberrant surface antigens and immunophenotyping of plasma cells by multiparameter flow cytometry is able to reveal neoplastic plasma cells by their surface antigen profile to a level that is meaningful for the detection of prognostically relevant minimal residual disease. In this study, we compare the sensitivity of detecting abnormal plasma cells by five color flow cytometric immunophenotyping and concurrent cytoplasmic immunoglobulin light chain analysis. Multiparameter analysis was performed with cell surface markers CD45, CD38, CD138, CD19, CD20, CD56, CD117, CD27 and CD28. Plasma cells were identified by bright CD38 and CD138 expression. The bone marrow plasma cells from 8 newly diagnosed or recurrent plasma cell myelomas with 10% or more morphologically identifiable plasma cells were initially analyzed. At least one antigen was found to be abnormally expressed in all 8 cases. CD45, CD19, CD56 and CD117 were most useful in recognizing abnormal plasma cells. Both CD45 and CD19 were negative in all 8 cases. CD56 and CD117 were each positive in 6 cases; at least one of them was positive in all 8 cases; and 4 cases co-expressed both antigens. Thirteen additional cases of plasma cell myeloma in clinical remission with less than 10% plasma cells by bone marrow morphology were studied with antibodies to CD38, CD138, CD45, CD56 and CD117 in a single tube. Eleven cases revealed an abnormal immunophenotype, however, immunoglobulin light chain restriction was detected only in 6 cases. Two cases demonstrated normal phenotype and did not show immunoglobulin light chain restriction. Immunoglobulin light chain restriction was not demonstrated in any cases with less than 0.5% bright CD38 plasma cells. In one case with 9% plasma cells by morphologic examination, the immunoglobulin light chain analysis failed to reveal monoclonal proliferation whereas abnormal expression of both CD56 and CD117 was identified in 50% of the bright CD38 and CD138 positive plasma cells, although flow cytometry only detected a total of 0.5% plasma cells. Abnormal phenotype was detected at a level as low as 0.05% plasma cells by flowcytometry, in cases that less than 1% plasma cells were identified by morphologic examination. Our result suggests that 5 color flow cytometric immunophenotyping is a sensitive and practical way to detect minimal residual disease of plasma cell myeloma in patients under clinical remission. Because rare neoplastic plasma cells may not have abnormal surface antigen profile, and the abnormal phenotype may change after chemotherapy, combination with cytoplasmic immunoglobulin light chain analysis may be necessary to increase the sensitivity and specificity. Disclosures: No relevant conflicts of interest to declare."
}