{
    "doi": "https://doi.org/10.1182/blood-2019-130694",
    "article_title": "Somatic Mutations Potentiating RAS-MAPK Signaling Confer Resistant Potential Against FLT3-Inhibitors to Acute Myelogenous Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "604.Molecular Pharmacology and Drug Resistance in Myeloid Diseases",
    "abstract_text": "Acute myeloid leukemia (AML) is one of the most common hematologic malignancies derived from a small number of self-renewing leukemic stem cells (LSCs). AML has various genetic abnormalities such as chromosomal aberration, single nucleotide variant and insertion/deletion. In particular, internal tandem duplication of FMS-like tyrosine kinase 3 (FLT3-ITD) is the most frequently found in ~ 25 % of AML cases, moreover, AML with FLT3-ITD is classified in unfavorable. FLT3 is fundamentally essential for survival of hematopoietic stem cells (HSCs) as well as LSCs, but once ITD is acquired, FLT3-ITD promotes the proliferation of AML by activating downstream enzymes. Various FLT3 inhibitors are now available as effective and promising drugs. On the other hand, the resistance against those inhibitors has been regarded as an emerging problem in clinics. To clarify the molecular machineries how AML cells acquire the resistance against FLT3 inhibitors, we compared the mutation status of paired AML samples consisted of diagnostic and relapsed samples. LSCs, which are quiescent and highly resistant against conventional chemotherapies, are considered to play a central role in recurrence. Since we and other group previously reported that TIM-3 clearly discriminates LSCs from residual normal HSCs, we purified and evaluated the mutations of CD34+CD38-TIM-3+ LSCs or CD34+ immature AML cells. The paired diagnostic and relapsed samples obtained from the identical 5 AML patient treated with Gilteritinib were subjected to whole exome sequencing (WES) analysis. CD3+ T cells were also purified from the diagnostic samples and used as a germ line control to detect somatic mutations acquired in AML cells. Libraries for WES were prepared using Sure Select XT HS and Human All Exon V6 Capture Kit in accordance with manufacturer's instructions. Then we performed WES using NextSeq 500 with 150bp pair-end read. Surprisingly, in all 5 cases examined, AML clones lost FLT3-ITD, whereas clones harboring mutations potentiating RAS-MAPK signaling became dominant at relapse: one case acquired the activated KRAS (Q61H) mutation and the remaining four cases newly acquired the previously-unidentified mutations in RAS-MAPK inhibitory genes. Such mutations in RAS-MAPK-inhibitory genes include DIRAS3 (W173X) , RASA1 (E70G) , RAP1GAP2 (K18X), RIN2 (S355fs) , RASA4 (C655R) , RASA4B (E141G) , MAP2K7 (T66P) and PTPN7 (T14M). Of note, these genes belong to RAS-MAPK-inhibitory pathways and the encoded proteins are reported to suppress the activity of RAS-MAPK pathways. These RAS-MAPK-inhibitory mutations were exclusively detected in the relapsed AML clones, and contained stop-gain and frameshift mutations. We, therefore, hypothesized that RAS/MAPK activation driven by somatic mutations contributes to the acquisition of resistance against FLT3 inhibitors in LSCs. Consistent with such hypothesis, phosflow analysis revealed that basal ERK phosphorylation was retained or rather increased in the relapse CD34+ AML cells lacking FLT3-ITD, indicating that RAS-MAPK activation was maintained independent of FLT3-ITD. Furthermore, ASP2215 and AC220 inhibited ERK phosphorylation in the diagnostic CD34+ AML cells, whereas both inhibitors failed in the inhibition of ERK activation in the relapsed AML clones in all 3 cases analyzed. Gilteritinib also failed in inhibiting ERK in other relapsed AML cases, however, the combination of ASP2215 and MEK inhibitor efficiently suppressed ERK phosphorylation. All of relapse AML cases exhibited the emergence of AML clones harboring mutations associated with RAS-MAPK pathway genes, and therefore, the clinical sequence for detecting such mutations might be useful to assess the risk of FLT3-inhibitor treatment failure in clinics. Furthermore, our study showed the efficacy of MEK inhibitors to inhibit RAS-MAPK signaling activity even in the relapsed AML cells. Thus, the combination therapy consisted of FLT3-inhibitors and MEK inhibitors might be one of the promising therapeutic strategies to overcome FLT3-inhibitor resistance in AML. In summary, our study revealed that mutations potentiating RAS-MAPK pathway should play a central role in conferring the resistance against FLT3-inhibitors to AML. Disclosures Akashi: Sumitomo Dainippon, Kyowa Kirin: Consultancy; Celgene, Kyowa Kirin, Astellas, Shionogi, Asahi Kasei, Chugai, Bristol-Myers Squibb: Research Funding.",
    "topics": [
        "flt3 inhibitors",
        "leukemia, myelocytic, acute",
        "mitogen-activated protein kinases",
        "mutation, somatic",
        "signal transduction",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "mitogen-activated protein kinase inhibitors",
        "mitogen-activated protein kinase kinase inhibitors",
        "gilteritinib"
    ],
    "author_names": [
        "Masayasu Hayashi, MD PhD",
        "Yoshikane Kikushige, MD PhD",
        "Takuya Harada, MD",
        "Toshihiro Miyamoto, MD PhD",
        "Takahiro Maeda, MD PhD",
        "Koichi Akashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Masayasu Hayashi, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yoshikane Kikushige, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takuya Harada, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshihiro Miyamoto, MD PhD",
            "author_affiliations": [
                "Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Maeda, MD PhD",
            "author_affiliations": [
                "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koichi Akashi, MD PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T06:45:45",
    "is_scraped": "1"
}