{
    "doi": "https://doi.org/10.1182/blood.V118.21.1843.1843",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2101",
    "start_url_page_num": 2101,
    "is_scraped": "1",
    "article_title": "Good and Poor Response Gene Expression Signatures to Proteasome Inhibitors Using a Mouse Model of Multiple Myeloma ",
    "article_date": "November 18, 2011",
    "session_type": "652. Myeloma - Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster I",
    "topics": [
        "gene expression",
        "mice",
        "multiple myeloma",
        "proteasome inhibitors",
        "neoplasms",
        "bcl-xl protein",
        "bortezomib",
        "gene expression profiling",
        "antineoplastic agents",
        "array-based comparative genomic hybridization"
    ],
    "author_names": [
        "Holly Stessman",
        "Linda B. Baughn, Ph.D.",
        "Aaron G. Sarver, Ph.D.",
        "Aatif Mansoor",
        "Tzu G. Wu, Ph.D.",
        "Siegfried Janz, M.D.",
        "Brian Van Ness, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Genetics, Cell Biology & Development, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Department of Genetics, Cell Biology & Development, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Cancer Center, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Department of Genetics, Cell Biology & Development, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Institute of Human Genetics, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Pathology, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Department of Genetics, Cell Biology & Development, University of Minnesota, Minneapolis, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.973174099999994",
    "first_author_longitude": "-93.2336443",
    "abstract_text": "Abstract 1843 The proteasome inhibitor bortezomib (Bz) has been used extensively and with much success in the treatment of multiple myeloma (MM) patients; however, patients eventually relapse, many as non-responders to subsequent treatments with Bz making drug resistance a significant problem. Here we utilized cell lines created using a iMycCa/Bcl-xL transgenic mouse model of MM (Cheung, et al. J Clin Invest (2004) 113: 1763) to identify 1) gene expression signatures of Bz response, 2) differences in gene expression between sensitive and resistant cell lines, and 3) cytogenetic abnormalities associated with Bz sensitive and resistant phenotypes. The iMycCa/Bcl-xL transgenic mice develop plasma cell tumors with 100% penetrance and have shown strikingly strong similarities to human MM by extensive gene expression profiling (GEP), spectral karyotyping and histology (Boylan, et al. Cancer Res (2007) 67: 4069). Six cell lines created from these mice were dose escalated with Bz over approximately six months to create Bz resistant (BzR) cell lines with approximately 5–8 fold increase in IC 50 to Bz compared to their sensitive counterparts. The BzR characteristics were stable, as lines grown in the absence of drug for as long as 6 months maintained drug resistance upon subsequent challenge. Notably, BzR lines showed cross resistance to other investigational proteasome inhibitors (MLN9708 and carfilzomib) while maintaining sensitivity to other chemotherapeutic agents (dexamethasone and melphalan), suggesting a common mechanism of emerging resistance to proteasome inhibitors. The results of GEP of these mouse tumor cell lines treated with Bz were compared with a recently published human drug trial where GEP was completed prior to and 48 hours after a “test dose” of Bz was administered to patients (Shaughnessy, et al. Blood (2011), ahead of print). In the mouse tumor cell lines, 116 genes were differentially expressed upon in vitro Bz treatment (p=0.001, ≥1.5 fold change). Between the mouse and human drug response data sets was an overlapping common 27-gene signature (p=1×10 −25 , Fishers exact test) of Bz-induced expression changes that has not previously been described. Time points were collected in these mouse cell line GEP experiments at 0, 2, 8, 16, and 24 hours after Bz treatment. A comparison of the Bz sensitive and derived BzR lines prior to drug treatment revealed a 50 gene signature (p=0.05, ≥2 fold change) that distinguishes three pairs of sensitive and resistant lines. Gene-set enrichment analyses have revealed significant pathways that are differentially regulated in the sensitive and resistant responses. Additional GEP differences were seen when time course expression patterns were examined from Bz sensitive compared to resistant tumor lines. Thus, GEP signatures that distinguish tumor lethality from resistance were identified both prior to Bz treatment, as well as in the early response to Bz. In addition, array comparative genomic hybridization on 4 pairs of mouse Bz sensitive and established BzR lines revealed not only gross differences in copy number between the differentially responding groups of cells but copy number abnormalities that may be unique to the emerging resistance. Taken together, these data indicate that this model is useful for the identification of good and poor Bz response signatures in MM. These signatures are currently being evaluated in human tumor cells from single agent bortezomib phase II and phase III clinical trials. Because the in vitro adapted tumor mouse lines can be genetically manipulated using lentiviral vectors, this model can be used as a preclinical platform to validate existing gene models with respect to Bz response, something that cannot be done using human patients. Subsequent transfer of manipulated lines into syngeneic, immunocompetent recipients can further test Bz response in vivo presenting a significant advantage of this robust mouse MM model system over other in vitro systems. Disclosures: Stessman: Millennium: The Takeda Oncology Company: Research Funding. Mansoor: Millennium: The Takeda Oncology Company: Research Funding. Janz: Millennium: The Takeda Oncology Company: Research Funding. Van Ness: Millennium: The Takeda Oncology Company: Research Funding."
}