{
    "doi": "https://doi.org/10.1182/blood.V128.22.5084.5084",
    "article_title": "PTPN21 Plays a Role in Occurrence and Relapse of Acute Lymphoblastic Leukemia By Promoting the Proliferation of Acute Lymphoblastic Leukemic Cells Via Activating MAPK Signal Pathways ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "PTPN21 Plays a Role in Occurrence and Relapse of Acute Lymphoblastic Leukemia by Promoting the Proliferation of Acute Lymphoblastic Leukemic Cells via Activating MAPK Signal Pathways Accumulating evidences have uncovered the relevance of overexpression in protein tyrosine phosphatases (PTPs) to hematologic malignancies. We analyzed 21 acute lymphoblastic leukemia (ALL) patients and 17 nonmalignant patients as control group in a pilot study. Mononuclear cells were separated from bone marrow samples of these patients via bone marrow aspiration. By real-time fluorescence quantitative PCR, we analyzed the mRNA expression of PTPN21 (tyrosine-protein phosphatase non-receptor type 21), a member of protein tyrosine phosphatases. The mRNA expression of PTPN21 in ALL group was higher than that in control group (10.86¡À2.266 vs. 6.112¡À0.8385, P£¾0.05, Figure 1A), although without significant differences. We divided 21 ALL patients into two groups: new diagnosis or relapse (61.9%, group A) and remission after chemotherapy or HSCT (38.1%, group B). The mRNA expression of PTPN21 in group A was significantly higher than that in control group (15.17¡À3.091 vs. 6.112¡À0.8385, P£¼0.01, Figure 1B) and also higher than that in group B (15.17¡À3.091 vs. 3.845¡À0.731, P£¼0.05, Figure 1B). There was no significant difference between group B and control group (3.845¡À0.731 vs. 6.112¡À0.8385, P£¾0.05, Figure 1B). These data implied that the overexpression of PTPN21 may relate to the occurrence and relapse of ALL. In order to define the specific mechanisms, we overexpressed PTPN21 in three ALL cell lines by lentiviral transfection, including Jurkat, NALM-6 and Reh cells. We assessed cell cycles by flow cytometry after cells were serum-deprived overnight and stimulated with EGF (epidermal growth factor) for 30 min. We found that cells in G0 phase dramatically decreased and cells in S/G2/M phases dramatically increased after overexpression of PTPN21 (Figure 2). We also detected apoptosis by flow cytometry and found no significant differences between overexpression group and control group. These data demonstrated that overexpression of PTPN21 promoted the proliferation of ALL cells, however didn`t affect the apoptosis of ALL cells. Next we attempted to figure out the mechanisms that PTPN21 promoted proliferation of ALL cells. We discovered the promotion of dephosphorylation of SRC residue Y527 by western blot analysis, which could stimulate SRC activity. The direct combination of PTPN21 and SRC was demonstrated by immunoprecipitation. The downstream MAPK pathways were also activated by phosphorylation. To be specific, JNK and ERK pathways were activated in Jurkat cells while P38 and ERK pathways were activated in NALM-6 cells. In addition, JNK, P38 and ERK pathways were all activated in Reh cells. In conclusion, our study revealed that PTPN21 may play a role in the occurrence and relapse of ALL by promoting the proliferation of ALL cells via activating SRC and downstream MAPK signal pathways. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "leukemic cells",
        "mitogen-activated protein kinases",
        "signal pathway",
        "protein tyrosine phosphatase",
        "rna, messenger",
        "flow cytometry",
        "bone marrow aspiration",
        "bone marrow specimen",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Ni Zhu",
        "Huafang Wang",
        "Haowen Xiao",
        "Ruxiu Tie",
        "He Huang, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ni Zhu",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, School of Medicine., Hangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huafang Wang",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, School of Medicine., Hangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haowen Xiao",
            "author_affiliations": [
                "Department of Hematology, Guangzhou General Hospital of Guangzhou Military Command, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruxiu Tie",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, School of Medicine, Hangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "He Huang, MD PhD",
            "author_affiliations": [
                "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University, School of Medicine., Hangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:41:11",
    "is_scraped": "1"
}