{
    "doi": "https://doi.org/10.1182/blood.V108.11.3447.3447",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=590",
    "start_url_page_num": 590,
    "is_scraped": "1",
    "article_title": "Modulation of the Mitochondrial (Type 2) Apoptotic Pathway Can Enhance Apo2L/TRAIL - Mediated Killing of Human Multiple Myeloma (MM) Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "killing",
        "mitochondria",
        "multiple myeloma",
        "tnf-related apoptosis-inducing ligand",
        "bcl-xl protein",
        "caspase-8",
        "cytochrome c",
        "immunoblotting",
        "caspase-9",
        "lysate"
    ],
    "author_names": [
        "Tiffany Khong",
        "Sung Lin Yeh",
        "Karly Souris",
        "Andrew Spencer"
    ],
    "author_affiliations": [
        [
            "Myeloma Research Group, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "Myeloma Research Group, Alfred Hospital, Melbourne, Victoria, Australia"
        ],
        [
            "JDRF Diabetes and Metabolism, Baker Heart Research Institute, Melbourne, Victoria, Australia"
        ],
        [
            "Myeloma Research Group, Alfred Hospital, Melbourne, Victoria, Australia"
        ]
    ],
    "first_author_latitude": "-37.846154",
    "first_author_longitude": "144.9827473",
    "abstract_text": "We and others have previously demonstrated that Apo2/TRAIL effectively induces apoptosis of human myeloma cell lines (HMCL) but exhibits only modest activity against primary MM cells derived from patients with advanced MM. A commonly acquired drug-resistance mechanism found in these patients is the over-expression of the anti-apoptotic protein Bcl-xl. Based on these observations and the potential of Apo2/TRAIL as a specific anti-MM therapeutic agent we have investigated further the mechanism(s) of apoptosis induction in MM and whether inhibition of bcl-xl expression enhances the efficacy of Apo2L/TRAIL induced killing of MM cells. Four HMCL selected on the basis of high (U266 and RPMI 8226) or low (LP-1 and NCI H929) Bcl-xl expression, as determined by both Western blotting and ELISA, were chosen for study. We have previously demonstrated no correlation between the absolute levels of caspase 8 and cFLIP or the caspase 8:cFLIP ratio of these 4 HMCL and their sensitivity to Apo2/TRAIL. HMCL were treated with 1μg/ml of recombinant human trimeric TRAIL (LZ-TRAIL) (Amgen) and the level of apoptosis was measured by AnnexinV expression at 2 hours - U266 24%, RPMI 8226 53%, LP-1 57% and NCI H929 26%. The experiment was then repeated and both whole cell lysates and cytosolic fractions were prepared for immunoblot analysis of caspase 8 cleavage and cytochrome C/SMAC protein levels, respectively, at various time-points from 0 to 120 minutes following treatment. Two patterns of apoptosis induction were observed. All 4 HMCL had demonstrable increases in cytosolic cytochrome c and SMAC by 15 minutes post LZ-TRAIL. Similarly both RPMI and LP-1 demonstrated contemporaneous cleavage of caspase 8. In contrast, no evidence of caspase 8 cleavage was seen in U266 or NCI H929 until 30 – 60 minutes post LZ-TRAIL. The impact of pre-treatment with a caspase 9 inhibitor, (Z-LEHD-FMK) prior to LZ-TRAIL correlated with the immunoblot findings: RPMI 8226 and LP-1 (7% and 20%, respectively) showing less relative reduction in apoptosis inhibition than U266 and NCI H929 (64% and 49%, respectively). Finally, treatment with TRAIL alone, the bcl-xl inhibitor 2MAME (10, 15 or 20μg/ml) alone or both (2MAME 4 hours prior to TRAIL) demonstrated synergistic killing of both ’high’ bcl-xl expressing HMCL (RPMI 8226 synergism quotients = 1.1, 1.3 and 1.3 and U266 synergism quotients = 1.6, 1.4 and 1.4 for 2MAME 10, 15 and 20μg/ml, respectively) but not the ’low’ bcl-xl expressing HMCL (NCI H929 and LP-1). From these data we conclude that human MM cells exhibit variable apoptotic responses to Apo2L/TRAIL that involve both the Type 1 and Type 2 apoptotic pathways and that the targeting of known inhibitors of the Type 2 pathway can enhance Apo2L/TRAIL-induced apoptosis."
}