{
    "doi": "https://doi.org/10.1182/blood.V118.21.3617.3617",
    "article_title": "Phase 2 Trial of G-CSF Priming, Clofarabine, and High Dose Cytarabine (GCLAC) for the Treatment of Newly Diagnosed Acute Myeloid Leukemia (AML) or Advanced Myelodysplastic Syndrome or Advanced Myeloproliferative Neoplasm, ",
    "article_date": "November 18, 2011",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "abstract_text": "Abstract 3617 Clofarabine and cytarabine combinations have been effective in the treatment of adult acute myeloid leukemia (AML) in both the relapsed/refractory and upfront settings. Based on our results with GCLAC (G-CSF priming, clofarabine, and high dose cytarabine) in a trial for relapsed/refractory AML (Becker et al. Br J Haematol in press), we are currently testing this regimen in newly diagnosed patients age < 65. The G-CSF dose is 5 mcg/kg/day by subcutaneous injection beginning the day prior to chemotherapy, clofarabine 30 mg/m 2 /day × 5 and cytarabine 2 gm/m 2 /day × 5. Second induction with the same regimen was permissible if marrow blasts over 5% persisted on day 21 or thereafter. Consolidation courses were administered for up to 3 cycles, with clofarabine at a dose of 25 mg/m 2 /day × 4 days and cytarabine 2 gm/m 2 /day × 4 days. The primary objectives of this trial are to estimate rates of CR (complete remission) and EFS (event free survival). A stopping rule would be imposed if there was reasonable evidence that the CR rate was inferior to that obtained with standard induction 7+3, 70% (Fernandez et al. NEJM 2009; 361:1249–59). Absent early stopping, 50 patients will be treated. Twenty-five patients with non-APL AML, RAEB2, CMML2, or myelofibrosis with >10% blasts have been treated thus far; their median age is 52, range 22–63. Eleven patients had antecedent hematologic disorders(AHD). Four patients had poor risk cytogenetics, four patients had normal cytogenetics with Flt3+, and 5 patients had good risk cytogenetics. The most significant grade 3/4 toxicity occurring in 2 patients, was a constellation of pulmonary infiltrates, hypoxia, and diffuse alveolar hemorrhage that responded to steroids. This incidence is not dissimilar to the pulmonary toxicity described with single-agent high-dose cytarabine (Andersson et al. Cancer 1990; 65:1079–84). Pulmonary toxicity has not occurred in 8 subsequent patients given steroid premedication. The other grade 3 adverse events (AEs) included pneumonia (8), viral respiratory infection (6), abscess (4), bacteremia (13), and one additional grade 4 AE was septic shock. There has been no treatment related mortality. Fifteen of 17 currently evaluable patients have achieved CR, all but one with a single course, and 1 additional patient attained CRp (complete remission with incomplete platelet recovery). Using a model that accounts for cytogenetics, age, AHD, and organ function, the observed CR rate of 88% (95% CI 64%to 95%) exceeds the expected rate of 61% had the same patients received other high-dose cytarabine containing regimens but without clofarabine. Given the recent shortage of daunorubicin and the lack of assurance that an idarubicin dose (18mg/m 2 ) that would be the nominal equivalent of 90mg/m 2 daunorubicin is safe (Garcia-Manero et al. Haematologica 2002; 87:804–7), GCLAC may be a suitable alternative induction regimen for newly diagnosed AML and advanced myelodysplastic syndrome or myeloproliferative neoplasm. Disclosures: Becker: Sanofi-Oncology: Research Funding. Off Label Use: Clofarabine is FDA approved for treatment of relapsed pediatric acute lymphoblastic leukemia.",
    "topics": [
        "clofarabine",
        "cytarabine",
        "granulocyte colony-stimulating factor",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "recombinant granulocyte colony stimulating factor",
        "complete remission",
        "daunorubicin",
        "pulmonary toxicity"
    ],
    "author_names": [
        "Pamela S Becker, MD, PhD",
        "Bruno C. Medeiros, MD",
        "Frederick R. Appelbaum, MD",
        "Bart Lee Scott, MD",
        "Paul C. Hendrie, MD, PhD",
        "Barry Storer, PhD",
        "Sherry Pierce, RN, BS",
        "Stephen H. Petersdorf, MD",
        "Elihu H. Estey, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pamela S Becker, MD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruno C. Medeiros, MD",
            "author_affiliations": [
                "Divisions of Hematology and Oncology and Stanford Cancer Center, Stanford University School of Medicine, Stanford, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R. Appelbaum, MD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Lee Scott, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center and University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul C. Hendrie, MD, PhD",
            "author_affiliations": [
                "University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry Storer, PhD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce, RN, BS",
            "author_affiliations": [
                "Leukemia Department, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen H. Petersdorf, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elihu H. Estey, MD",
            "author_affiliations": [
                "Hematology, University of Washington/Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:14:16",
    "is_scraped": "1"
}