{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1141.1141",
    "article_title": "Prevalence and Dynamics of Clonal Hematopoiesis Caused By Leukemia Associated Mutations in Elderly Individuals without Hematologic Disorders ",
    "article_date": "December 7, 2017",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "abstract_text": "Clonal hematopoiesis is frequently observed in elderly people and may represent a premalignant condition. Evidence suggests that genetic alterations found in patients with myeloid malignancies may also be causative for induction of clonal hematopoiesis in healthy elderly. Discrimination between age-associated and leukemia-associated mutations is of crucial clinical importance. We sought to investigate the prevalence and dynamics of genetic alterations among elderly individuals without hematologic/oncologic disorders by genotyping a cohort of 50 elderly individuals (29 women; median age 84 years; range 80-90 years) for a panel of 30 commonly mutated leukemia-associated genes by targeted deep next-generation sequencing (NGS). Buccal cells were analyzed to confirm the somatic origin of mutations. A total of 16 somatic mutations in leukemia-associated genes were identified in 13 of 50 (26%) elderly individuals. One subject presented with two, another subject with three different mutations. Ten of 16 mutations (63%) affected epigenetic modifier genes ( DNMT3A , n=8; TET2 , n=1; IDH2 , n=1). Four somatic mutations affected genes involved in the RNA splicing machinery ( SRSF2 , n=2; SF3B1 , n=1; U2AF1 , n=1). Mutations in TP53 and NRAS were identified in two individuals. All but one mutation were missense mutations with cytosine to thymine transitions being the most common base pair change (n=7). Mutations occurred at low variant allele frequencies (VAF) with a median of 11.7% (range, 1.0 to 30.7%) indicating that mutations were presented in only a subset of nucleated blood cells. Mutation kinetics remained virtually stable over a follow-up observation of three years as measured by targeted NGS (median VAF 13.1%; range, 1.0 to 35.3%). Two subjects with mutations in splicing factor genes died, one with an SF3B1 mutation developed pancreatic cancer, the other harbored a U2AF1 mutation and died from a stroke. All other individuals with mutations are alive without any evidence for cancer or cardiovascular disorders. To study the prevalence of DNMT3A mutations in more detail, a DNMT3A specific high-sensitive (sensitivity 1-3%) NGS assay was established for investigation of an additional cohort of 163 healthy individuals including younger people (84 women; median age 39 years; range 1-79 years). No DNMT3A mutation was detected in 40 children and adolescents (1-19 years). Somatic DNMT3A mutations were found in 2/43 (4.6%) individuals with an age of 20-39 years, 1/40 subjects (2.5%) between 40-59 years and in 3/40 subjects (7.5%) between 60-79 years. Again, mutations occurred at low VAF with a median of 8.2% (range, 1.5 to 37.3%). Two DNMT3A variants were detected both in blood and buccal cells indicating germline variants or rare polymorphisms (a 34-year old female and a 74-year old male, respectively). These findings indicate that the appearance of low-level clones characterized by mutations in epigenetic regulator genes and the RNA splicing machinery is a common age-associated phenomenon which may represent a premalignant condition in the development of cancers and may also predispose to other aging associated disorders. DNMT3A mutations were the most common mutations identified in elderly individuals but were also apparent in younger healthy people. The question why subclones are initially selected but apparently enter a stage of clonal size stability without further selection in healthy individuals in contrast to patients with myeloid disorders is of particular interest and needs further investigation. Disclosures Hochhaus: Incyte: Research Funding; ARIAD: Research Funding; BMS: Research Funding; MSD: Research Funding; Pfizer: Research Funding; Novartis: Research Funding.",
    "topics": [
        "hematological diseases",
        "hematopoiesis",
        "leukemia",
        "mutation",
        "older adult",
        "massively-parallel genome sequencing",
        "cancer",
        "precancerous conditions",
        "cardiovascular diseases",
        "cerebrovascular accident"
    ],
    "author_names": [
        "Thomas Ernst, MD",
        "Jenny Rinke",
        "Danica Midic",
        "Violetta Müller",
        "Anja Waldau",
        "Alexander Kaiser, MD",
        "Bernd Gruhn",
        "Jürgen Landschulze, MD",
        "Frank Pester, MD",
        "Andreas Hochhaus, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas Ernst, MD",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jenny Rinke",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danica Midic",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Violetta Müller",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Waldau",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Kaiser, MD",
            "author_affiliations": [
                "Internal Medicine II, Jena University Hospital, Jena, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd Gruhn",
            "author_affiliations": [
                "Department of Pediatrics, Department of Pediatrics, Jena, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Landschulze, MD",
            "author_affiliations": [
                "HausArztZentrum, Kahla, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Pester, MD",
            "author_affiliations": [
                "HausArztZentrum, Kahla, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "Jena University Hospital, Jena, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T21:26:50",
    "is_scraped": "1"
}