{
    "doi": "https://doi.org/10.1182/blood-2019-124533",
    "article_title": "Targeted Treatment and Survival Following Relapse after Allogeneic Hematopoietic Cell Transplantation for Acute Leukemia and MDS in the Contemporary Era ",
    "article_date": "November 13, 2019",
    "session_type": "723.Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "abstract_text": "Introduction: Relapse is the most frequent cause of treatment failure after allogeneic hematopoietic cell transplantation (alloHCT). While transplant-related mortality has decreased substantially over the last few decades, little progress has been made in outcomes and no standard of care exists for patients (pts) with post-alloHCT relapse. In the recent era, several new therapies, including targeted agents, have been approved for ALL, AML, and MDS. We conducted a study to evaluate outcomes of pts with these diseases who relapse after alloHCT in the contemporary period with routine availability of these newer therapeutic agents. Methods: We performed a single-institution retrospective cohort study to review treatment strategies and outcomes of relapse post-alloHCT. We identified 420 adult pts who received their first alloHCT in 2010-2018 using any conditioning regimen or donor source. Overall, 115 (27%) pts experienced relapse (ALL=17/64 [27%], AML=67/242 [28%], MDS=31/114 [27%]) and were included in the analysis. Results: Myeloablative (54%) matched-unrelated donor grafts (50%) were the most common types of HCTs. Peripheral blood stem cell graft (49%) and bone marrow graft (48%) were used the most. Median time from alloHCT to relapse was 5 (range 1-65) months, and 83% of relapses occurred within the first year. Only 24% and 11% of pts experienced grade II-IV acute and any chronic GVHD prior to relapse, respectively. Seven of 17 pts had Philadelphia chromosome positive ALL. Mutation panel was tested in 56% of AML and MDS. Median follow-up period after relapse was 19 (range 6-80) months. The estimated survival after relapse for all diseases was 32% (95% CI 24-41%) at 6 months, 21% (14-28%) at 12 months, and 14% (8-21%) at 24 months (Fig 1). Excluding pts treated with supportive care only, the majority received a combination of different treatments; pts with ALL received median 3 (range 1-5), pts with AML received median 2 (1-4), and pts with MDS received median 1 (1-3) agent. Targeted therapies used for ALL pts included blinatumomab (n=5) and BCR-ABL targeting tyrosine kinase inhibitors with (n=2) or without (n=4) chemotherapy. Among AML pts, targeted agents were used in 15 pts (sorafenib [n=7], 2 each with enasidenib, gemtuzumab ozagamicin, and ivosidenib, and 1 each with venetoclax and SEL24 [a dual pan-PIM/FLT3 inhibitor]). One pt each was treated with enasidenib, gemtuzumab ozagamicin, and PTC299 (an inhibitor of VEGFA mRNA translation) followed by SEL24 for MDS. Second alloHCTs (n=5) were performed median 5 (range 1-16) months after first HCT and median 1 month (range 0-5 months) after relapse. Two pts received no bridging therapy, while 3 pts received chemotherapy (n=2) or donor lymphocyte infusions (DLI [n=1]) prior to the second transplant. DLI without second transplant was used in 25 pts at a median of 20 (range 3-18) months after ALL relapse, median 2 (range 0-13) months after AML relapse, and median 3 (range 1-5) months after MDS relapse. Following DLI, 53% pts developed GVHD. Targeted therapy was associated with a trend towards better survival compared to other therapies (Fig 2, HR 0.65, 95% CI 0.41-1.03, p=0.06). Based on multivariable analysis, matched unrelated (vs. matched sibling, HR 1.70, p=0.027) or haploidentical donor grafts (HR 2.69, p=0.003), presence of grade II-IV acute GVHD before relapse (HR 2.46, p12 months, HR 6.34, p12 months, HR 3.16, p=0.005) were adverse prognostic features with survival after relapse post-alloHCT (Table 1). Conclusion: Outcomes of pts with ALL, AML, and MDS who relapse following alloHCT remain poor in the contemporary era when several newer therapies, including targeted agents, are available for their treatment. Targeted agents were used only in a minority of post-alloHCT relapses likely due to the combination of pt status, absence of the target mutation, the agents' availability, and other factors. Pts who developed grade II-IV acute GVHD and had shorter \"disease-free\" duration from unrelated or haploidentical donor grafts had the significantly shorter survival following relapse. More innovative treatment strategies to prevent and treat relapse post-alloHCT are needed. View large Download slide View large Download slide  Close modal Disclosures Hill: Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celegene: Consultancy, Honoraria, Research Funding; Amgen: Research Funding; TG therapeutics: Research Funding; Genentech: Consultancy, Research Funding; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kite: Consultancy, Honoraria; Pharmacyclics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AstraZeneca: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Takeda: Research Funding. Anwer: In-Cyte: Speakers Bureau; Seattle Genetics: Membership on an entity's Board of Directors or advisory committees. Majhail: Atara Bio: Consultancy; Anthem, Inc.: Consultancy; Nkarta: Consultancy; Mallinckrodt: Honoraria; Incyte: Consultancy.",
    "topics": [
        "hematopoietic stem cell transplantation",
        "leukemia, acute",
        "brachial plexus neuritis",
        "tissue transplants",
        "transplantation",
        "chemotherapy regimen",
        "enasidenib",
        "gemtuzumab",
        "graft-versus-host disease, acute",
        "molecular targeted therapy"
    ],
    "author_names": [
        "Sanghee Hong, MD",
        "Lisa Rybicki, MS",
        "Donna Corrigan",
        "Betty K. Hamilton, MD",
        "Ronald Sobecks, MD",
        "Matt Kalaycio, MD",
        "Robert M. Dean, MD",
        "Brian T. Hill, MD",
        "Brad Pohlman, MD",
        "Deepa Jagadeesh, MDMPH",
        "Faiz Anwer, MD",
        "Navneet S. Majhail, MD MS"
    ],
    "author_dict_list": [
        {
            "author_name": "Sanghee Hong, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Rybicki, MS",
            "author_affiliations": [
                "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donna Corrigan",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betty K. Hamilton, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Sobecks, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matt Kalaycio, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Dean, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hill, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad Pohlman, MD",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Jagadeesh, MDMPH",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiz Anwer, MD",
            "author_affiliations": [
                "Department of Hematology, Medical Oncology, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Navneet S. Majhail, MD MS",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T02:32:22",
    "is_scraped": "1"
}