{
    "doi": "https://doi.org/10.1182/blood-2020-134475",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4586",
    "start_url_page_num": 4586,
    "is_scraped": "1",
    "article_title": "Real-World Evidence of the Use of Carfilzomib Among Multiple Myeloma Patients with at Least One Prior Therapy across 10 European Countries and Israel ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "topics": null,
    "author_names": [
        "Evangelos Terpos, MDPhD",
        "Borhane Slama, MD",
        "Renato Zambello",
        "Sorina Nicoleta Badelita, MD",
        "Eirini Katodritou, MD",
        "Jo Caers, MD PhD",
        "Thomas Kühr, MD",
        "Florence Suzan, MD",
        "Abeera Mohammad, MSc",
        "Sally Wetten, MSc",
        "Xavier Leleu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
        ],
        [
            "Service d'Hématologie, Centre Hospitalier d'Avignon, Avignon, France "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padova, Italy "
        ],
        [
            "Institutul Clinic Fundeni, Bucharest, Romania "
        ],
        [
            "Department of Hematology, Theagenio Cancer Hospital, Thessaloniki, Greece "
        ],
        [
            "Department of Hematology, CHU de Liège, Liege, Belgium "
        ],
        [
            "Department of Internal Medicine IV, Academic Teaching Hospital Wels-Grieskirchen, Wels, Austria "
        ],
        [
            "Amgen (Europe) GmbH, Rotkreuz, Switzerland "
        ],
        [
            "Global Biostatistical Science, Amgen Ltd, Uxbridge, United Kingdom "
        ],
        [
            "Centre for Observational Research, Amgen Ltd, Uxbridge, United Kingdom "
        ],
        [
            "Department of Oncology-Haematology and Cell Therapy, CHU Poitiers, INSERM, Inserm CIC 1402, Poitiers, France"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "Background: To understand carfilzomib (K) usage, effectiveness and safety in patients (pts) with relapsed or refractory multiple myeloma (RRMM) in real-life, we describe the results of an interim analysis by K-based regimens from a large prospective observational study (NCT03091127). Methods: Adult pts who received ≥1 prior line of therapy and ≥1 K dose in routine care were enrolled from 11 participating countries across the EU and Israel. Follow-up was until 30 days after last K dose or up to 18 months from initiation. Medical history and pt characteristics at the time of diagnosis and K initiation were collected. Cytogenetic risk status was as assessed by the physician and frailty was derived (Palumbo et al., Blood 2015;125:2068-74; Facon et al., Blood 2015;126:4239). Adverse events (AEs) of grade 3 or above (Gr3+) including serious adverse events (SAEs) were collected during the study. Results: As of 17 March 2020, a total of 701 pts were included in the analysis. Over half (55%) received the triplet K, lenalidomide and dexamethasone (KRd), and 39% were treated with K and dexamethasone alone (Kd). The remaining pts (n=46, 7%) received other K-based triplets, mainly: K, cyclophosphamide, dexamethasone (KCyd, 2%), K, pomalidomide, dexamethasone (KPomd, 2%), or K, daratumumab, dexamethasone (KdD, 1%). Due to the heterogenous nature of this subgroup, this data is not further described. At K initiation, pts who received KRd were younger than Kd pts: 65 vs 68 years (median age), respectively. Of the 32% of pts with known ISS status at K initiation, 23% and 38% had an ISS stage 3 in KRd and Kd pts, respectively. Among pts with derived frailty score at K initiation (65%), 31% of the KRd subset, and 51% of Kd were calculated as frail. Cytogenetic risk was reported in 34% and 18% of KRd and Kd pts, in which 43% and 64% were high risk, respectively. A large proportion of pts presented with pre-existing cardiovascular conditions in both cohorts (49% and 61% for KRd and Kd, respectively) which mostly consisted of hypertension (35% and 41% for KRd and Kd, respectively). KRd pts had received a median of 1 prior line of therapy while Kd pts were more heavily treated with a median of 3 prior lines. Previous autologous stem cell transplant was described for 64% of KRd pts 44% of Kd pts. Nearly all pts regardless of treatment (96% of KRd and 97% of Kd) had a prior exposure to bortezomib although more Kd pts (54%) were refractory to bortezomib according to IMWG criteria than KRd pts (31%). The proportions of lenalidomide-exposed/refractory pts were higher in Kd pts (68%/55%) than KRd pts (34%/19%). More pts treated with Kd had been previously treated with a monoclonal antibody (28%) than KRd pts (9%). Of pts with a response assessment reported, a high overall response rate (ORR) was seen in KRd pts with nearly one-third achieving a complete response (CR) or better and 66% achieving a very good partial response (VGPR) or better (Table). A good ORR (68%) was also seen in Kd pts considering the prognosis of this pt population, however, an ORR of 80% was achieved for pts with 1 prior line of therapy. Deeper responses were seen in earlier lines of therapy for both cohorts. The mean K dose intensity received relative to EU label for KRd (20/27 mg/m 2 for K) and Kd pts (20/56 mg/m 2 for K) was 90% and 83%, respectively. The Kaplan-Meier median estimate of treatment duration was 14.6 months (95% confidence interval [CI]: 12.9, 16.4) for KRd and 7.5 months (95% CI: 6.5, 8.8) for Kd pts. Gr3+ AEs were reported in 47% of KRd pts and 45% of Kd pts and 25% and 21% of KRd and Kd pts experienced an event considered to be treatment related. The most commonly reported events were blood disorders (21% KRd, 14% Kd), infections (14% KRd, 17% Kd), and vascular disorders (7% KRd, 5% Kd). SAEs occurred in 30% and 36% of KRd and Kd pts, respectively, and 3% and 8% were fatal. Conclusions: In this real-life setting, KRd use was in accordance with the label, inducing high responses that could be maintained for long durations. Compared with KRd pts, Kd was used in later lines to treat older and more heavily pre-treated pts with refractory disease. The benefit-risk profile of KRd and Kd in the real-world was consistent with clinical trial results from ASPIRE and ENDEAVOR, respectively. Both KRd and Kd achieved deeper responses in earlier lines of therapy, emphasizing the importance of optimizing MM therapies. View large Download slide View large Download slide  Disclosures Terpos: Janssen: Honoraria, Other: travel expenses , Research Funding; Amgen: Honoraria, Research Funding; Takeda: Honoraria, Other: travel expenses , Research Funding; Celgene: Honoraria; Genesis: Honoraria, Other: travel expenses , Research Funding; Medison: Honoraria. Zambello: Janssen: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Badelita: Janssen: Consultancy, Honoraria, Other: Travel, accommodations, expenses; Takeda: Consultancy, Honoraria, Other: Travel, accommodations, expenses; Novartis: Consultancy, Honoraria; Fundeni Clinical Institute: Current Employment; Amgen: Consultancy, Honoraria, Other: Travel, accommodations, expenses. Katodritou: Takeda: Honoraria, Other: Expenses, Research Funding; Karyopharm: Research Funding; Genesis Pharma: Honoraria, Other: Expenses, Research Funding; Janssen-Cilag: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Theagenion Cancer Hospital: Current Employment; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Research Funding. Caers: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees. Kühr: Pfizer: Other; Celgene: Honoraria; Merck: Honoraria; Takeda: Honoraria; Novartis: Honoraria; Abbvie: Honoraria; Roche: Honoraria; Lilly: Honoraria, Other: travel, accommodation, expenses; Amgen: Honoraria; Bayer: Honoraria, Other: Travel, accommodations, expenses; Janssen: Consultancy, Honoraria; Incyte: Consultancy, Honoraria; Klinikum Wels-Grieskirchen: Current Employment. Suzan: Amgen: Current Employment, Current equity holder in publicly-traded company. Mohammad: Amgen: Current Employment, Current equity holder in publicly-traded company. Wetten: Amgen: Current Employment, Current equity holder in publicly-traded company. Leleu: Oncopeptide: Honoraria; Sanofi: Honoraria; Karyopharm: Honoraria; Amgen: Honoraria; AbbVie: Honoraria; GSK: Honoraria; Novartis: Honoraria; BMS-celgene: Honoraria; Janssen: Honoraria; Merck: Honoraria; Carsgen: Honoraria; Incyte: Honoraria."
}