{
    "doi": "https://doi.org/10.1182/blood.V120.21.724.724",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2251",
    "start_url_page_num": 2251,
    "is_scraped": "1",
    "article_title": "Promiscuous Cryptic Rearrangements of the MYC Locus Cis-Dysregulate MYC Expression and Are Present in the Majority of Patients with Hyperdiploid Myeloma ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: New Insights into Myeloma Biology from Clonogenic Cells to Circulating Tumor Cells",
    "topics": [
        "multiple myeloma",
        "monoclonal gammopathy of undetermined significance",
        "idiopathic guttate hypomelanosis",
        "immunoglobulin heavy chains",
        "array-based comparative genomic hybridization",
        "neoplasms",
        "massively-parallel genome sequencing",
        "bortezomib",
        "dna",
        "immunoglobulins"
    ],
    "author_names": [
        "P Leif Bergsagel, MD",
        "Maurizio Affer, PhD",
        "Oleg K Glebov, PhD",
        "Wei-Dong D Chen, PhD",
        "Jonathan J Keats, PhD",
        "Leslie A Brents",
        "Marta Chesi, PhD",
        "Scott Van Wier",
        "Sandra K Badar",
        "Rafael Fonseca, MD",
        "W Michael Kuehl, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Cancer Genetics Branch, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Cancer Genetics Branch, National Cancer Institute, Bethesda, MD, "
        ],
        [
            "Integrated Cancer Genomics, Translational Genomics Research Institute, Phoenix, AZ, USA"
        ],
        [
            "Cancer Genetics Branch, National Cancer Institute, Bethesda, MD, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Division of Hematology/Oncology, Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Cancer Genetics Branch, National Cancer Institute, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "33.5857691",
    "first_author_longitude": "-111.7936678",
    "abstract_text": "Abstract 724 Background: Chromosome content identifies two pathogenic pathways, each occurring in about half of patients with MGUS and multiple myeloma (MM). Hyperdiploid MM (HRD) has 48–75 chromosomes with multiple trisomies selectively involving chromosomes 3, 5, 7, 9, 11, 15, 19 and 21; only 10% of these HRD tumors have primary IgH translocations and no frequent focal genetic mutations have been identified. In contrast primary IgH translocations are identified in over 70% of non-hyperdiploid MM (NHRD). Rearrangements of MYC have been detected by FISH in only 16% of untreated MM, but over 90% of MM cell lines, identifying a late role for MYC in the progression of MM. The introduction of a MYC transgene into a mouse strain predisposed to MGUS results in mice that uniformly develop MM, suggesting a distinct early role of MYC in the progression of MGUS to MM. We report here that rearrangements in a 4Mb region surrounding MYC are present in 70% of HRD, representing the most frequent focal genetic mutation in this genetic subtype of MM. Results: We analyzed the MMRC reference collection of gene expression (Affymetrix Hu133Plus2) and copy number (Agilent 244k CGH) data and performed FISH to identify MYC rearrangements with IgH or IgL loci in 218 patients with untreated and relapsed MM. We found MYC rearrangements in 48% of MM (identified only by FISH in 5%, only by aCGH in 33%, and by both FISH and aCGH in 10%), including 43% of untreated, and 51% of relapsed MM. Using a hyperdiploid index calculated from the median copy number of the chromosomes involved in trisomies we determined that rearrangements of MYC were present in 70% of the top third, 35% of the middle third, and 25% of the bottom third. Using the paired gene expression data we found that the expression of MYC was approximately two-fold higher in the samples with rearrangements compared to those without rearrangements (p<0.001) and about three-fold higher in MM tumors without rearrangements compared to MGUS (p<0001). Using paired RNA and DNA from the MMRC reference collection we determined in 22 informative patients that MYC rearrangements are associated with monoallelic expression of MYC (p<0.01), consistent with cis-dysregulation of MYC . Analysis of the various changes on aCGH, and fine mapping of the genetic architecture of the rearrangements using next generation sequencing identifies a promiscuous array of rearrangements that often result in the introduction of an enhancer within the MYC locus, resulting in its cis-dysregulation. Since they cannot be comprehensively identified by either CGH or FISH alone, more sensitive techniques, such as next generation sequencing approaches, will be required to comprehensively identify all MYC rearrangements in MM. Conclusions: Rearrangements of MYC are the most frequent focal genetic mutation in untreated MM and are particularly prevalent in hyperdiploid MM. While only one third involve an immunoglobulin locus, they all result in cis-dysregulated expression of MYC , and may be one mechanism responsible for the progression of MGUS to MM. Tumors lacking MYC rearrangements bi-allelically over-express MYC by a trans mechanism including potentially inactivating mutations of BLIMP1/PRDM1, or activating mutations of IRF4. We propose two largely non-overlapping pathogenic pathways in MM: HRD associated with frequent MYC rearrangements, and NHRD associated with frequent primary IgH translocations. The prevalence of MYC rearrangements increases with tumor progression, identifying a role for MYC both early and late in tumorigenesis. As therapies that have been reported to target MYC (e.g., IMiDs ® , bortezomib, bromodomain inhibitors) are used in the clinic, it will be important to associate their effect with the presence or absence of MYC rearrangements. Disclosures: Bergsagel: Constellation Pharmaceuticals: Consultancy. Keats: Tgen: Employment."
}