{
    "doi": "https://doi.org/10.1182/blood.V116.21.365.365",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1661",
    "start_url_page_num": 1661,
    "is_scraped": "1",
    "article_title": "Follow-up of 12,559 Unrelated Donors of Peripheral Blood Stem Cells or Bone Marrow ",
    "article_date": "November 19, 2010",
    "session_type": "CLINICAL RESULTS - ALTERNATIVE DONOR TRANSPLANTATION II",
    "topics": [
        "bone marrow",
        "donors",
        "follow-up",
        "peripheral blood stem cells",
        "cancer",
        "hodgkin's disease",
        "leukemia",
        "plasmacytoma",
        "lymphoma, non-hodgkin",
        "melanoma"
    ],
    "author_names": [
        "Alexander H. Schmidt",
        "Thilo Mengling",
        "Julia Pingel",
        "Gabi Rall",
        "Gerhard Ehninger"
    ],
    "author_affiliations": [
        [
            "DKMS German Bone Marrow Donor Center, Tubingen, Germany, "
        ],
        [
            "DKMS German Bone Marrow Donor Center, Tubingen, Germany, "
        ],
        [
            "DKMS German Bone Marrow Donor Center, Tubingen, Germany, "
        ],
        [
            "DKMS German Bone Marrow Donor Center, Tubingen, Germany, "
        ],
        [
            "Medical Clinic I, University hospital, Dresden, Germany"
        ]
    ],
    "first_author_latitude": "48.522144149999995",
    "first_author_longitude": "9.0477834",
    "abstract_text": "Abstract 365 Donor follow-up is indicated to detect potential long-term risks for allogeneic stem cell donors. We sent a follow-up questionnaire to 15,456 donors of peripheral blood stem cells (PBSC) or bone marrow (BM) within a retrospective study design. Donors were asked for their general health conditions (question #1), hospitalization or long-term medical treatment since donation and the underlying disease (#2), prescription drugs taken regularly or for at least 4 week since donation (#3) and for their willingness to donate again (#4). With 12,559 responses, we achieved an overall return rate of 81.3% leading to 30,777 observation years for PBSC donors (n=8,730), 23,037 for BM donors (n=3,556) and 1,414 for donors of both PBSC and BM (n=273). The median (average) time since donation of responding donors was 3.3 (4.2) years. Most donors (95.1% of PBSC, 96.0% of BM and 92.2% of PBSC+BM donors) assessed their health conditions as very good or good (comparison of PBSC and BM donors: χ 2 test, p =0.03). In univariate analysis, PBSC donors showed significantly less often indicators for health-related problems according to questions #2 and #3 than BM donors ( χ 2 tests, p <0.001). Multivariate analysis, however, did not confirm these differences. As the PBSC sample included significantly more male ( χ 2 test, p <0.001) and younger ( χ 2 test, p <0.001) donors than the BM group, we conclude that the observation of more health-related problems in BM donors resulted from differences in sample characteristics. The willingness to donate again was high in both PBSC and BM donors (95.4% and 95.9%, respectively; χ 2 test, p =0.17). In total, 85 malignancies were reported within the project, thereof 50 in 48 PBSC donors, 31 in BM donors and 4 in donors of both PBSC and BM. Six cases of hematological malignancies are included: 2 cases of Hodgkin's disease (both in PBSC donors), plasmocytoma (PBSC donor), AML (BM donor), Non-Hodgkin lymphoma (BM donor), CLL (donor of both PBSC and BM). Through donor center practice, we got notice of 21 further donor malignancies, 5 of those were hematological: Hodgkin's disease (PBSC donor), plasmocytoma (PBSC donor), AML (donor of both PBSC and BM), and 2 cases of CML (1 PBSC donor, 1 BM donor). The observed standard incidence ratio (SIR) for all malignancies and all donors of 0.99 (95% confidence interval: 0.79–1.24) suggests that underreporting does not substantially affect the quality of the collected data on malignancies. Corresponding SIR values for PBSC and BM donors are 1.12 (0.82-1.50) and 0.84 (0.56-1.19), respectively. A higher-than-expected incidence of malignant melanoma could be observed in BM donors (SIR=3.02, 95% confidence interval 1.38–5.73, based on 9 reported cases). As a correlation between BM donation and the development of malignant melanoma seems not to be plausible, a type I statistical error may be the most probable explanation for this result. Furthermore, we observed lower-than-expected incidences of lung cancer (SIR=0.15, 95% confidence interval 0.00–0.82) and malignant neoplasms of lips, oral cavity and pharynx (SIR=0.00, 95% confidence interval 0.00–0.75). A correlation between malignancy development and a lack of health-conscious behavior is well-known for these malignancies. One might, therefore, hypothesize that stem cell donors show more often health-conscious behavior than the general population. No increased incidences of leukemia, non-Hodgkin lymphoma, plasmocytoma or Hodgkin's disease compared to age- and gender-adjusted incidences of the German population could be observed in PBSC, BM or PBSC+BM donors. The respective SIR values with 95% confidence intervals for PBSC donors are 0.00 (0.00-2.62), 0.00 (0.00-1.72), 3.59 (0.11-20.02) and 2.46 (0.30-8.89). Based on these data, a threefold or stronger increase of the leukemia risk through PBSC donation can be excluded with an error probability of α =0.05. The high number of observation years supports the relevance of our study. A detailed analysis of malignancies allowed us to narrow down a potential increase of leukemia risk after PBSC donation that has been discussed in the literature. In summary, we found no evidence that PBSC or BM donation might be unsafe procedures. Our study shows that retrospective stem cell donor follow-up projects may be valuable complements to prospective donor follow-up that often suffers from high drop-out rates. Disclosures: No relevant conflicts of interest to declare."
}