{
    "doi": "https://doi.org/10.1182/blood.V118.21.3920.3920",
    "article_title": "Diffuse Pattern of Bone Marrow Involvement in MRI Is Associated with High Risk Cytogenetics and Poor Outcome in Newly Diagnosed, Symptomatic Patients with Multiple Myeloma, ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3920 Magnetic Resonance Imaging (MRI) and specific recurrent cytogenetic abnormalities offer important prognostic information for multiple myeloma (MM) patients. However, limited data are available about the association between cytogenetic abnormalities and MRI patterns of marrow infiltration. To address this issue, we analyzed 203 newly-diagnosed, symptomatic patients who were treated in a single center, in Athens (Greece). The pattern of marrow involvement in MRI was recognized as: (1) normal when there was no evidence of abnormal signal; (2) focal which consisted of localized areas of abnormal marrow; (3) diffuse, in which the normal bone marrow is completely replaced; and (4) variegated which consists of innumerable small foci of disease on a background of intact marrow. Cytogenetic studies by FISH were performed in CD138 selected plasma cells using standard methodology. Eighty-six (42%) patients had focal pattern, 79 (39%) diffuse, 28 (14%) normal and 10 (5%) variegated pattern. Due to the low number of patients with variegated pattern and to our previous finding that variegated and diffuse patterns have similar outcomes, we analyzed these two patterns together. Patients with normal MRI pattern presented with better performance status (86% had ECOG PS ≤1 vs. 47% and 45% of patients with focal or diffuse patterns, p<0.001). Patients with focal or diffuse infiltration had features of advanced disease, such as anemia (Hb <10 g/dl; p<0.001), elevated serum LDH ≥300 IU/L (p=0.008) and advanced ISS stage (p<0.001). Patients with focal MRI pattern presented less often with renal impairment (eGFR <50 ml/min; p=0.017) but more often with lytic bone disease (p<0.001). The presence of del17p was more common in patients with diffuse pattern (22% vs. 10% in patients with focal and none in those with normal pattern, p=0.04). Similarly, add1q21 was more common in patients with diffuse pattern (37% vs. 13% and 15% for patients with focal or normal pattern; p=0.038). Del13q was observed also more frequent in diffuse pattern (48% vs. 28% and 24% for focal and normal pattern, p=0.056) while there were no significant differences in the frequency of t(4;14) and t(14;16) among patients with different MRI patterns. In general, 56% of patients with diffuse MRI pattern had high risk cytogenetics [any of del17p, add1q21, t(4;14) or t(14;16)] vs. 31% and 22% of patients with focal and normal patterns (p=0.012). Most patients (70%) received first line therapy based on novel agents (thalidomide, bortezomib or lenalidomide). Response to first line therapy was similar for patients with different MRI patterns (76%, 77.5% and 75% for focal, diffuse and normal pattern, respectively). However, patients who were treated upfront with conventional chemotherapy (CC) and had a diffuse MRI pattern had inferior response (46% vs. 79% and 83% for patients with focal and normal patterns, respectively, p=0.024). When patients were treated with novel agent-based frontline therapy, the response rates were similar among MRI patterns (89%, 74% and 73% for diffuse, focal and normal MRI patterns, respectively; p=NS). The median survival for patients with normal, focal and diffuse MRI patterns was 102, 57 and 37 months, respectively (p75 years; p<0.001), CC (p=0.001), ISS (p<0.001) and serum LDH ≥ 300 IU/L (p=0.05). When high risk cytogenetics were included in the multivariate model then only high risk cytogenetics (HR: 2, p=0.046), ISS stage (p=0.027) and serum LDH ≥300 IU/L were independently associated with poor survival. In conclusion, diffuse MRI pattern of bone marrow infiltration is associated with the presence of high risk cytogenetics, such as del17p and add1q21. The strong correlation of diffuse pattern with poor survival, even in the era of novel agents, suggests the need for more effective therapies for those patients and highlights the importance of the performance of baseline MRI in all patients with symptomatic disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow involvement",
        "cytogenetics",
        "magnetic resonance imaging",
        "multiple myeloma",
        "chief complaint",
        "lactate dehydrogenase test, serum",
        "anemia",
        "bone diseases",
        "bortezomib",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Lia A Moulopoulos",
        "Efstathios Kastritis",
        "Evangelos Terpos",
        "Maria Gkotzamanidou",
        "Maria Roussou",
        "Andreas Koureas",
        "Magdalini Migkou",
        "Maria Gavriatopoulou",
        "Dimitra Gika",
        "Vasilios Koutoulidis",
        "Meletios Athanasios Dimopoulos, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lia A Moulopoulos",
            "author_affiliations": [
                "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Efstathios Kastritis",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evangelos Terpos",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gkotzamanidou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Roussou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Koureas",
            "author_affiliations": [
                "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalini Migkou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gavriatopoulou",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitra Gika",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vasilios Koutoulidis",
            "author_affiliations": [
                "Department of Radiology, University of Athens School of Medicine, Athens, Greece, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meletios Athanasios Dimopoulos, MD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:45:49",
    "is_scraped": "1"
}