{
    "doi": "https://doi.org/10.1182/blood.V106.11.2946.2946",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=302",
    "start_url_page_num": 302,
    "is_scraped": "1",
    "article_title": "High Resolution Genomic Profiling in CLL Using SNP Oligonucleotide Microarrays. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is a heterogeneous disease characterized by different recurrent chromosomal aberrations with prognostic significance. Therefore, convenient genome-wide assays to identify genetic changes with high accuracy are required to assess the risk category of an individual patient, and to identify genetic mechanisms underlying the malignant transformation. Array-based CGH with custom-made chips has been proposed for this purpose (Schwaenen et al., 2004). We analyzed unselected peripheral blood cells from 50 consecutive CLL patients (33 with mutated IgVH genes) for the presence of genetic changes using Affymetrix 10k and 50k SNP mapping arrays that allow copy number analysis with a mean intermarker distance 300 kb and 60 kb, respectively. The detection limit of the assay with respect to tumor cell content was 25 to 40 % as assessed by validation experiments with a commercially available panel of FISH probes for typical recurrent CLL aberrations. 14 cases (28%) failed to show any detectable abnormalities. Among the common prognostically important aberrations, we readily identified del13q14 in 26 (52%), trisomy 12 in 9 (18%), del11q22 in 6 (12%), and del17p13 in 3 cases (6%). In 9 cases, additional losses in 17q (3 cases), 14q (2 cases), 5q (2 cases), 1q, 18p and 20q were detected. Likewise, multiple gains like trisomy 3, dup17q and dup2p (2 cases) were diagnosed. In addition to their convenient detection, size and extent of genomic aberrations can be defined with high resolution due to the precise positional information of the SNPs: In 2 out of 6 patients with a del11q22, in which deletion of the ATM (ataxia-telangiectasia mutated) gene is thought to represent the critical event, the ATM gene was present, but a 1Mb deletion around the RDX (radixin) gene was revealed. These deletions were missed by FISH analysis with ATM-spanning probes. Similarly, TP53 was still present in 1 of 3 patients with del17p13, despite the common assumption that this deletion causes the loss of a TP53 allele. An observed gain of 2p16 could be narrowed down to a 3Mb region containing the REL gene. Overexpression of REL may contribute to resistance to DNA-damage-induced apoptosis in CLL cells in vitro (Vallat et al., 2003). Finally, both the 10k and 50k SNP arrays showed the extent of the most frequent del13q14 in a wide range with a size distribution of 500kb to over 30Mb. However, for a more reliable detection of the del13q14 core region, the 50k array may be preferable to the 10k version, since this region is covered by 34 compared to 4 SNPs, respectively. Unexpectedly, 3 of 6 cases with a homozygous del13q14 showed loss of heterozygosity (LOH) associated with a normal copy number distal to the del13q14 extending to the telomere. A similar phenomenon has recently been described in AML patients (Raghavan et al., 2005) and can be explained by a somatic recombination event. Preliminary analyses demonstrated additional large regions of homozygosity ranging from 3 to over 20Mb on various chromosomes in at least 12 CLL cases. In conclusion, genomic profiling with Affymetrix SNP microarrays is an efficient screening method for simultaneous genome-wide detection of submicroscopic aberrations. Information on genotype with dosis information reveals hitherto undetected regions of homozygosity that may harbor imprinted genes or loss-of-function alleles with importance for the pathogenesis of CLL.",
    "topics": [
        "gene expression profiling",
        "oligonucleotide arrays",
        "single nucleotide polymorphism",
        "protein p53",
        "ataxia-telangiectasia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna",
        "fluorescent probes",
        "malignant transformation"
    ],
    "author_names": [
        "Justyna Rawluk",
        "Dietmar Pfeifer",
        "Milena Pantic",
        "Hendrik Veelken"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology/Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology/Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ],
        [
            "Department of Hematology/Oncology, Freiburg University Medical Center, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.0066412",
    "first_author_longitude": "7.836938899999998"
}