{
    "doi": "https://doi.org/10.1182/blood.V128.22.5594.5594",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3319",
    "start_url_page_num": 3319,
    "is_scraped": "1",
    "article_title": "Efficacy of First-Line CLL Treatments in Comparison to Chlorambucil: A Network Meta-Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "abstract_text": "Background: In the past several years, biology of CLL is being unleashed which had led to discovery of novel treatments, including ofatumumab and obinutuzumab, CD20 monoclonal antibodies (mAb), and ibrutinib, a Bruton tyrosine kinase inhibitor, which exhibited a paradigm shift in CLL. Available clinical trials provided direct comparison with chlorambucil, with no head-to-head trials to compare them. We conducted a network meta-analysis (NMA) to summarize the evidence on first-line treatments of CLL. Methods: We included randomized controlled trials (RCTs) that evaluated the efficacy of ofatumumab, obinutuzumab, ibrutinib, rituximab, bendamustin or alemtuzumab, in patients with previously untreated CLL. Efficacy outcome measures included progression-free survival (PFS) at 18 months and best overall response rate (ORR), which consists of both complete and partial response rates. Bayesian NMA method was used to conduct this NMA that pools evidence from direct and indirect comparisons to facilitate simultaneous inference regarding all treatments used. Results: Five trials were identified, enrolling 2,113 newly diagnosed CLL patients with a median age ranging from 60 to 73. NMA demonstrated superiority of obinutuzumab plus chlorambucil over other mAb combinations and ibrutinib, and had the highest probability of achieving PFS at 18 months when compared to ibrutinib with risk ratio (RR) of 2.41 (credible interval [CrI] 0.89 to 5.29) and ofatumumab plus chlorambucil with RR of 7.11 (CrI 3.31 to 13.8). Table-1 depicts the results of NMA for PFS at 18 months. It also had the highest probability of achieving ORR, followed by ibrutinib ranking the second. Conclusion: Obinutuzumab plus chlorambucil has higher probability of achieving efficacy compared to other mAb combinations or ibrutinib, in terms of better ORR and better PFS rates, followed by ibrutinib. The certainty in the evidence is low because of indirectness, which is a limitation in this NMA, however our results parallel the evidence based practice. Although no head to head clinical trials compared first-line treatments for CLL, our NMA showed that obinutuzumab plus chlorambucil and ibrutinib had better efficacy profile. NMA is not a substitute for well conducted RCTs investigating direct comparisons. Abbreviations: CrI, credible intervals; PFS, progression free survival. *Treatments are ranked according to their probability of achieving comparative effectiveness. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chlorambucil",
        "network meta-analysis",
        "ibrutinib",
        "obinutuzumab",
        "monoclonal antibodies",
        "ofatumumab",
        "alemtuzumab",
        "bendamustine",
        "btk inhibitors",
        "cd20 antigens"
    ],
    "author_names": [
        "Belal Firwana, MD",
        "Mohamad Bassam Sonbol, MD",
        "Shebli Atrash, MD",
        "Rahul Ravilla, MD",
        "Mihir Raval, MD MPH",
        "Lin Hao, MD",
        "Yogesh Jethava, MB, MRCP, MD FRCPath",
        "Muthu Veeraputhiran, MD MPH",
        "Issam Makhoul, MD",
        "Appalanaidu Sasapu, MD MS"
    ],
    "author_affiliations": [
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "Mayo Clinic, Phoenix, AZ"
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ],
        [
            "University of Arkansas for Medical Sciences, Little Rock, AR "
        ]
    ],
    "first_author_latitude": "34.74931540000001",
    "first_author_longitude": "-92.320596"
}