{
    "doi": "https://doi.org/10.1182/blood.V110.11.1778.1778",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=835",
    "start_url_page_num": 835,
    "is_scraped": "1",
    "article_title": "AHSP Knockdown in Human Erythroleukemia Cell Line and Human Hematopoietic Stem Cells Results in Alpha Hemoglobin Chain Precipitation, Decreased Hemoglobin Levels and Increased Cell Death. ",
    "article_date": "November 16, 2007",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "acute erythroblastic leukemia",
        "cell death",
        "cell lines",
        "hematopoietic stem cells",
        "hemoglobin",
        "hemoglobin measurement",
        "precipitation",
        "liposomes",
        "cd34 antigens",
        "hemin"
    ],
    "author_names": [
        "Flavia O. Pinho, M.Sc.",
        "Dulcineia M. Albuquerque, Ph.D.",
        "Sara T.O Saad, M.D., Ph.D.",
        "Fernando F. Costa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, Campinas, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "-22.818439299999994",
    "first_author_longitude": "-47.0647206",
    "abstract_text": "Alpha Hemoglobin Stabilizing Protein (AHSP) binds alpha hemoglobin chain (αHb), avoiding its precipitation and its pro-oxidant activity. In the presence of beta hemoglobin chain (βHb), the αHb-AHSP complex is dismembered and βHb displaces AHSP to generate the quaternary structure of hemoglobin. These data have been obtained in vitro and in mouse cells, but strongly suggest the importance of AHSP for normal hemoglobin synthesis in humans. To the best of our knowledge, the relationship between hemoglobin formation and alterations in AHSP expression has not yet been described in human red cells. Hence, to investigate the consequences of a reduced AHSP synthesis in human red cells, we established the RNA interference-mediated knockdown of AHSP expression in human erythroleukemia cell line (K562 cells) and human hematopoietic stem cells (CD34 + cells) induced to erythroid differentiation, and analyzed the consequent cellular and molecular aspects of AHSP knockdown in these cells. shRNA expression vectors, aimed at the AHSP mRNA target sequence, were cloned and transfected into K562 and CD34 + cells using a non-liposomal lipid reagent. Following transfection, K562 cells that stably expressed AHSP-shRNA and CD34 + cells that transiently expressed AHSP-shRNA were selected. K562 and CD34 + cells were stimulated to erythroid differentiation by hemin and erythropoietin (EPO) respectively. The cells were examined in terms of gene expression using quantitative real-time PCR; production of reactive oxygen species (ROS), apoptosis and hemoglobin production through flow cytometry assays; and immunofluorescence assays for globin chains. AHSP-shRNA hemin-induced K562 cells and AHSP-shRNA EPO-induced CD34 + cells presented 71% and 75% decreases in AHSP expression levels, respectively. The RNAi-mediated knockdown of AHSP expression resulted in a considerable αHb precipitation, as well as in a significant decrease in fetal hemoglobin formation. In addition, AHSP-knockdown cells demonstrated an increased ROS production and increased rate of apoptosis. These findings strengthen the hypothesis that AHSP stabilizes the alpha hemoglobin chain, avoiding its precipitation and its ability to generate ROS which implicate in cell death. Moreover, data indicate that AHSP may be highly significant for human hemoglobin formation and suggest that AHSP is a key chaperone protein during human erythropoiesis."
}