{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1456.1456",
    "article_title": " DUSP22 Rearrangements Identify a Molecularly Distinct Type of Anaplastic Large Cell Lymphoma Characterized By DNA Hypomethylation and Lack of Activated STAT3 ",
    "article_date": "December 7, 2017",
    "session_type": "621. Lymphoma—Genetic/Epigenetic Biology: Poster I",
    "abstract_text": "Background: Anaplastic large cell lymphomas (ALCLs) comprise a group of T-cell non-Hodgkin lymphomas that share common pathologic features such as CD30 expression, but demonstrate marked heterogeneity in clinical presentation, genetic features, and outcomes. Current classification of ALCLs is based on site of presentation (systemic or localized) and ALK status (positive or negative). Rearrangement of the DUSP22 locus is seen in ~30% of ALK-negative ALCLs and is considered a prognostically favorable biomarker, but the molecular features of these cases are incompletely understood. Specifically, their relationship to convergent mechanisms that activate STAT3 in both ALK-positive and ALK-negative ALCL has not been studied. Methods: Gene expression profiling (GEP) data from 31 frozen ALCL samples were analyzed using hierarchical clustering and gene-set enrichment analysis (GSEA). Immunohistochemistry for phosphorylated (p) STAT3 (Tyr705) was performed on whole-tissue paraffin sections and scored in a blinded fashion based on percentage of tumor cell nuclei staining. Reduced representation bisulfite sequencing (RRBS) was performed on DNA extracted from the 31 frozen ALCLs and differentially methylated regions (DMRs) were identified among genetic subtypes using methylKit software. RRBS and RNA sequencing also was performed on 6 T-cell lymphoma cell lines treated with the demethylating agent decitabine or vehicle alone, and gene expression and methylation profiles were evaluated. Results: Unsupervised clustering of GEP data identified two main groups of ALCLs, Cluster 1 (n=10) and Cluster 2 (n=21). All DUSP22- rearranged ALCLs (n=7) were in Cluster 1 whereas all ALK-positive ALCLs (n=8) were in Cluster 2. Both clusters contained ALK-negative ALCLs lacking DUSP22 rearrangements. GSEA identified significant depletion of IL6-JAK-STAT3 signaling pathway genes in Cluster 1 (NES=-2.05; p<0.001). Immunohistochemistry in 100 ALCLs confirmed low or absent pSTAT3 in DUSP22- rearranged cases (n=23; 9.2 ± 21.5 % versus 55.7 ± 35.2 % for ALCLs without DUSP22 rearrangements; p<0.0001). However, absent pSTAT3 alone could not explain the favorable prognosis in DUSP22- rearranged ALCLs, and the 3 ALK-negative ALCLs in Cluster 1 that lacked DUSP22- rearrangements showed aggressive clinical behavior. We previously found that DUSP22- rearranged ALCLs showed upregulation of cancer-testis antigen genes. Because these genes are regulated largely by methylation, we performed RRBS and found marked hypomethylation of DUSP22- rearranged ALCLs across all categories of gene-associated methylation sites (p≤0.0001). Furthermore, this hypomethylation could be recapitulated in vitro using decitabine, which led to upregulation of a DUSP22- specific gene expression signature in T-cell lymphoma cell lines. Conclusions: DUSP22- rearranged ALCLs are a molecularly distinct type of ALCL. These cases belong to a group of ALCLs that show down-regulation of STAT3-associated genes and lack activated STAT3 protein. Furthermore, DUSP22- rearranged ALCLs show global hypomethylation that contributes to their unique GEP signature, including up-regulation of cancer-testis antigens. These data suggest DUSP22- rearranged ALCLs may be less sensitive to therapies targeting JAK-STAT3 that have been proposed in ALCL but might benefit from immunotherapy approaches, which have efficacy in other cancers demonstrating hypomethylation and overexpression of cancer-testis antigens. Disclosures Ansell: Celldex: Research Funding; Affimed: Research Funding; Seattle Genetics: Research Funding; Bristol-Myers Squibb: Research Funding; Merck: Research Funding. Cerhan: Janssen: Other: Scientific Advisory Board (REMICADELYM4001); Janssen: Other: Multiple Myeloma Registry Steering .",
    "topics": [
        "hypomethylation",
        "ki-1+ anaplastic large cell lymphoma",
        "stat3 protein",
        "antigens",
        "testicular cancer",
        "decitabine",
        "t-cell lymphoma",
        "antigens, cd30",
        "biological markers",
        "cancer"
    ],
    "author_names": [
        "Rebecca Boddicker, PhD",
        "Surendra Dasari, PhD",
        "Naoki Oishi, MD PhD",
        "Guangzhen Hu, PhD",
        "Jagmohan Sidhu, MD",
        "Julie Cunningham, PhD",
        "Zhifu Sun, MD",
        "Saurabh Baheti, MS",
        "Julie C Porcher",
        "Stephen M Ansell, MD PhD",
        "Nabila Nora Bennani, MD",
        "James R. Cerhan, MD PhD",
        "Andrew L Feldman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rebecca Boddicker, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Surendra Dasari, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoki Oishi, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN ",
                "Department of Pathology, University of Yamanashi, Yamanashi, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangzhen Hu, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jagmohan Sidhu, MD",
            "author_affiliations": [
                "United Health Services Hospitals, Johnson City/Binghamton, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Cunningham, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhifu Sun, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Baheti, MS",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie C Porcher",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M Ansell, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nabila Nora Bennani, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Cerhan, MD PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L Feldman, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:57:17",
    "is_scraped": "1"
}