{
    "doi": "https://doi.org/10.1182/blood.V116.21.3335.3335",
    "article_title": "Evaluation of Anticoagulant Drugs with TF-Induced Thrombin Generation: An In Vitro comparative Study In Platelet-Rich Plasma (PRP) Versus Platelet-Poor Plasma (PPP) ",
    "article_date": "November 19, 2010",
    "session_type": "Antithrombotic Therapy: Poster II",
    "abstract_text": "Abstract 3335 Introduction: We previously reported that thrombin generation (TG) conducted in human PPP supplemented with synthetic phospholipids (PL) and triggered by 5 pM tissue factor (TF) was a very rapid, suitable and reliable pharmacological tool for screening thrombin and/or FXa inhibitors whatever their inhibition mode. However, a drawback of this work was that platelets, which are known to play a critical role in blood coagulation cascade by providing the catalytic surfaces for coagulation factors activation, were lacking in these experiments. Aims: The aim of this study was thus to compare the effects of various anticoagulant agents on TF-induced TG in platelet rich plasma (PRP)and platelet poor plasma (PPP) in order to define the most relevant and reliable assay to evaluate the potency and the behavior of drugs targeting thrombin and/or FXa. Methods: TG experiments were conducted with Calibrated Automated Thrombogram® (Thrombinoscope) in fresh PRP (150 000 platelets/μL) of 3 individual healthy donors with 1 pM TF + 16.7 mM CaCl 2 and in normal pool frozen-thawed PPP of 32 healthy donors with 5 or 1 pM TF + 4 μM PL + 16.7 mM CaCl 2 . Five anticoagulants with various mode of action (argatroban, lepirudin, enoxaparin, fondaparinux and rivaroxaban) were spiked in the plasmas at increasing concentrations ranging from 10 nM to 5 μM. Results: In the absence of the drugs, the peak of active thrombin concentration was delayed (lag time increase), prolonged (Tmax increase) and reduced (Cmax decrease) when using PRP instead of PPP with 1 pM TF. These effects were still higher when comparing to PPP with 5 pM TF. However, the total amount of active thrombin (ETP) was similar in the three experimental designs. For all the parameters, the experimental CVs were <5% for PPP with 5 pM TF and < 15% for both PPP and PRP with 1 pM TF. In presence of the anticoagulant drugs, the peak of active thrombin concentration was concentration-dependently delayed, prolonged and reduced within all the assays. In PRP with 1 pM TF, all the drugs displayed close behaviors, excepting lepirudin. In PPP, and especially with 5 pM TF, more different profiles were found according to the mechanism of action of drugs. Regarding to the potency of the drugs, the inhibition parameters (i.e. 2x lag time, 2x Tmax, Cmax EC 50 and Vmax EC 50 ) were in the same range for argatroban and lepirudin whatever the chosen assay. For enoxaparin, rivaroxaban and fondaparinux, the drug effects varied among the assays but also following to the studied parameters. In all the assays, lepirudin was the most active drug to increase the lag time and the Tmax. The Cmax was mostly decreased by fondaparinux in PRP with 1 pM TF, by rivaroxaban in PPP with 5 pM TF and by both drugs in PPP with 1 pM TF. The ETP was mostly diminished by fondaparinux in PRP with 1 pM TF while the stronger effects were found with fondaparinux and enoxaparin using the two others inducers. Conclusions: The present study did not demonstrate a superiority of TF-induced thrombin generation assay conducted in PRP compared to PPP supplemented with synthetic PL. Although the potency of the drugs varied according to the studied parameter and the experimental design of the assay, experiments conducted in PL-supplemented PPP with 5 pM TF seemed to be the best suited to study the effects of anticoagulant drugs targeting thrombin and/or FXa due to their high reproducibility and their relevancy on drug mechanism of action. Moreover, the use of frozen-thawed normal pool plasma within these assays was more convenient regarding to the sample collection, storage and handling. It also excluded the inter-donor variability to be more relevant on the normal population hemostatic system. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anticoagulants",
        "blood platelets",
        "comparative study research",
        "plasma",
        "platelet rich plasma",
        "thrombin",
        "polymyositis",
        "prednimustine",
        "fondaparinux",
        "lepirudin"
    ],
    "author_names": [
        "Severine Robert",
        "François Mullier",
        "Nicolas Lufin",
        "Philippe Devel",
        "Bernard Chatelain",
        "Jean-Michel Dogné"
    ],
    "author_dict_list": [
        {
            "author_name": "Severine Robert",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur Research Institute for LIfe Sciences (NARILIS), Namur, Belgium, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "François Mullier",
            "author_affiliations": [
                "Hematology laboratory, UCL Mont-Godinne, Namur Research Institute for LIfe Sciences (NARILIS), Yvoir, Belgium, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Lufin",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur Research Institute for LIfe Sciences (NARILIS), Namur, Belgium, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Devel",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur Research Institute for LIfe Sciences (NARILIS), Namur, Belgium, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Chatelain",
            "author_affiliations": [
                "Hematology Laboratory, UCL Mont-Godinne, Namur Research Institute for LIfe Sciences (NARILIS), Yvoir, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Dogné",
            "author_affiliations": [
                "Department of Pharmacy, University of Namur, Namur Research Institute for LIfe Sciences (NARILIS), Namur, Belgium, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T15:36:53",
    "is_scraped": "1"
}