{
    "doi": "https://doi.org/10.1182/blood.V104.11.4446.4446",
    "article_title": "Differential Expression of VEGF and Its Receptors in the Primary Cells of Various Risk Classified Acute Lymphoblastic Leukemia Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Expression of VEGF and its receptors (Flt-1, KDR) were assayed by means of ELISA and RT-PCR on healthy donors (20 cases), patients under remission (20 cases), patients of standard risk (29 cases) and high-risk group cases (12 cases). Meanwhile, the clinical data of all the patients enrolled in this study were collected and then analysed with the detection of VEGF and its receptors. Results showed that expressions of VEGF and its receptors are diversely detected in 4 groups studied. VEGF and its receptors are expressed higher in high risk group than standard risk group, however, compared to remission group and healthy donors standard risk patients expressed higher VEGF and its receptors. Concordantly, the clinical data are in line with the expressions of VEGF and its receptors on all leukemia samples studied. Patients with higher expression of VEGF and its receptors often have higher peripheral white blood cell counts, severe liver infiltration, higher LDH value and poor treatment response. We also found that expression of VEGF and its receptors are not associated with age, sex, sample status and cytogenetic characteristics. This is demonstrated that ALL patients with highly expressed VEGF and its receptors are usually with higher tumor burden, especially in high-risk cases. Detection of VEGF and its receptors might be one of prognostic marker for ALL treatment.",
    "topics": [
        "acute lymphocytic leukemia",
        "vascular endothelial growth factor a",
        "disease remission",
        "leukemia",
        "neoplasms",
        "prognostic marker",
        "reverse transcriptase polymerase chain reaction",
        "vegfr-1",
        "enzyme-linked immunosorbent assay",
        "leukocyte count"
    ],
    "author_names": [
        "Aibin Liang, MD",
        "Li Li, MS",
        "Long-Jun Gu, MD",
        "Hua Jiang, MD",
        "Hui Ye, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aibin Liang, MD",
            "author_affiliations": [
                "Hematology/Oncology, Tongji Hospital of Tongji University, Shanghai, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li Li, MS",
            "author_affiliations": [
                "Hematology/Oncology, Tongji Hospital of Tongji University, Shanghai, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Long-Jun Gu, MD",
            "author_affiliations": [
                "Hematology/Oncology, Xinhua Hospital/Shanghai Children’s Medical Center, Shanghai Second Medical University, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hua Jiang, MD",
            "author_affiliations": [
                "Hematology/Oncology, Xinhua Hospital/Shanghai Children’s Medical Center, Shanghai Second Medical University, Shanghai, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Ye, MD",
            "author_affiliations": [
                "Hematology/Oncology, Xinhua Hospital/Shanghai Children’s Medical Center, Shanghai Second Medical University, Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T21:38:02",
    "is_scraped": "1"
}