{
    "doi": "https://doi.org/10.1182/blood-2021-147609",
    "article_title": "Prognostic Factors of Idiopathic Hypereosinophilic Syndrome: A Nationwide Survey in Japan ",
    "article_date": "November 5, 2021",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Background Idiopathic hypereosinophilic syndrome (iHES) is a rare disease characterized by prolonged hypereosinophilia and organ damage without any known cause of eosinophilia. Since iHES was first proposed, the concept of the disease has continued to change, and its clinical features, optimal treatment, and prognosis have not yet been elucidated. Therefore, to clarify the clinical features and prognostic factors of iHES, we conducted a nationwide survey and collected detailed clinical information of iHES in Japan. Methods We conducted a nationwide postal questionnaire survey of iHES. A first simple questionnaire was sent to departments of hematology across the country to determine presence or absence of iHES in their department. Subsequently, a detailed questionnaire was sent to the department that responded that they had experience with iHES. After collecting the questionnaires, the validity of the diagnosis was determined. Only those that corresponded to iHES were used for subsequent analysis. In this research, iHES was defined as follows: absolute eosinophil counts more than 1,500/µL, presence of organ damage due to eosinophilia, with no known cause of eosinophilia. Allergy, collagen diseases, infection, asthma, drugs, vasculitis, and other diseases that can cause eosinophilia were ruled out. The absence of hematopoietic malignancies was confirmed by bone marrow examination, fluorescence in situ hybridization for FIP1L1-PDGFRA fusion gene, and chromosomal analysis by G-banding. Results The 1st questionnaire was sent to 492 departments of hematology, and we identified 152 patients with iHES in Japan. Among those patients, a detailed clinical information was collected from 68 patients. Of the 68 patients, 23 did not meet the criteria for iHES, and the remaining were subjected to subsequent analysis. Of the 45 patients with iHES, 27 (60%) were male, and 18 (40%) were female. The median age of diagnosis was 54 (range: 16-95) years, and the median number of involved organs per patient was 2 (range: 1-7). Symptoms caused by hypereosinophilia were consisted of systemic symptom (22, 49%), hematopoietic disorder (17, 38%), skin (16, 36%), digestive (15, 33%), respiratory (14, 31%), cardiovascular (14, 31%), and kidney (4, 9%). The median white blood cell and absolute eosinophil count were 18,800/µL (5,300-73,000/µL) and 9587/µL (2,067-63,370/µL), respectively. The median hemoglobin level was 13.3 g/dL (6.6-16 g/dL), and the median platelet count was 255 × 10 9 /L (4.7-54 × 10 9 /L). The median levels of lactate dehydrogenase and C-reactive protein were 299 U/L (123-972 U/L) and 0.96 mg/dL (0.02-13.9 mg/dL), respectively. Of the 45 cases, 37 (82%) required treatment, and 35 (78%) received corticosteroid as 1st line treatment. Although 28 (80%) patients responded to corticosteroid, 12 (34%) patients required subsequent 2nd line treatment, and 2 (6%) patients died. In addition, 6 patients required 3rd line treatment. Six of 45 patients died from any cause during the follow-up, and the median follow-up period for censored cases was 3.1 years (0.2-23 years). The median survival from diagnosis for all cases was 2.5 years (0.1- 23 years). In univariate analysis, hemoglobin less than 10 g/dL (P=0.02), the presence of renal symptoms (P<0.001), and the presence of respiratory symptoms (P<0.01) were statistically significant factors for overall survival. In multivariate analysis, hemoglobin less than 10 g/dL was a statistically significant factor for overall survival (HR, 17.2; 95% CI, 1.51-197; P=0.02). Conclusion In this nationwide survey, we clarified the clinical characteristics of iHES in Japan. In addition to clinical features at the time of diagnosis, the response rate to corticosteroid and long-term prognosis were also clarified. Furthermore, the presence of anemia was found to be a poor prognostic factor for iHES. Further accumulation of cases is necessary to establish the optimal treatment strategy for iHES. Disclosures Honda:  Takeda Pharmaceutical: Other: Lecture fee; Nippon Shinyaku: Other: Lecture fee; Ono Pharmaceutical: Other: Lecture fee; Otsuka Pharmaceutical: Other: Lecture fee; Chugai Pharmaceutical: Other: Lecture fee; Jansen Pharmaceutical: Other: Lecture fee. Toyama:  Celgene Corporation: Other: Lecture fee; Otsuka Pharmaceutical Co., Ltd.: Other: Lecture fee; NIHON PHARMACEUTICAL CO., LTD.: Other: Lecture fee; ONO PHARMACEUTICAL CO., LTD.: Other: Lecture fee; DAIICHI SANKYO COMPANY, LIMITED: Other: Lecture fee; CHUGAI PHARMACEUTICAL CO., LTD.: Other: Lecture fee; Takeda Pharmaceutical Company Limited: Other: Lecture fee. Matsuda:  Ono Pharmaceutical: Other: Lecture fee; Kyowa Kirin: Other: Lecture fee. Komatsu:  Fujifilm Wako Pure Chemical Corporation: Research Funding; Fuso Pharmaceutical Industries, Ltd.: Research Funding; Japan Tobacco Inc.: Consultancy; Otsuka Pharmaceutical Co. Ltd: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis Pharma KK: Consultancy, Research Funding, Speakers Bureau; Shire Japan KK: Consultancy, Research Funding, Speakers Bureau; PharmaEssentia Japan KK: Consultancy, Current Employment, Research Funding; Chugai Pharmaceutical Co., Ltd.: Research Funding; Kyowa Hakko Kirin Co., Ltd.: Research Funding. Kurokawa:  Nippon Shinyaku Co., Ltd.: Research Funding, Speakers Bureau; Sumitomo Dainippon Pharma Co., Ltd.: Research Funding, Speakers Bureau; Chugai Pharmaceutical Company: Research Funding, Speakers Bureau; MSD K.K.: Research Funding, Speakers Bureau; Eisai Co., Ltd.: Research Funding, Speakers Bureau; Otsuka Pharmaceutical Co., Ltd.: Research Funding, Speakers Bureau; ONO PHARMACEUTICAL CO., LTD.: Research Funding, Speakers Bureau; Takeda Pharmaceutical Company Limited.: Research Funding, Speakers Bureau; Kyowa Hakko Kirin Co., Ltd.: Research Funding, Speakers Bureau; Astellas Pharma Inc.: Research Funding, Speakers Bureau; Daiichi Sankyo Company.: Research Funding, Speakers Bureau; Teijin Limited: Research Funding, Speakers Bureau; Pfizer Japan Inc.: Research Funding, Speakers Bureau; AbbVie GK: Research Funding, Speakers Bureau.",
    "author_names": [
        "Akira Honda",
        "Kazuhiro Toyama",
        "Yu Oyama",
        "Kensuke Matsuda",
        "Hideaki Mizuno",
        "Akiko M Saito",
        "Yoshio Katayama",
        "Norio Komatsu",
        "Mineo Kurokawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Akira Honda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kazuhiro Toyama",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Oyama",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Matsuda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideaki Mizuno",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko M Saito",
            "author_affiliations": [
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshio Katayama",
            "author_affiliations": [
                "Kobe University Hospital, Kobe, JPN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norio Komatsu",
            "author_affiliations": [
                "Department of Hematology, Juntendo University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mineo Kurokawa",
            "author_affiliations": [
                "Department of Hematology and Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T04:04:03",
    "is_scraped": "1"
}