{
    "doi": "https://doi.org/10.1182/blood.V116.21.3800.3800",
    "article_title": "Systematic Review to Identify Validated Manual Warfarin Maintenance Dosing Tools. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 3800 Rationale: Vitamin K antagonists, of which warfarin is the most widely used in North America, are some of the most difficult medications to control and require careful monitoring to keep the international normalized ratio (INR) in the therapeutic range. Anticoagulation clinics and computer-assisted decision support systems have been associated with an improved time patients spend in the therapeutic INR range, but these systems can be expensive. Also, patient self-management delivers the best INR control, but is only useful for patients who are capable to perform self testing and management. Simple, inexpensive and easy to use dosing algorithms have the potential to overcome some of these logistical barriers and offer a tool that could be used without the infrastructure of a formal anticoagulation clinic. We performed a systematic review to identify validated manual warfarin maintenance dosing algorithms that do not require computer support. Methods: MEDLINE was searched, without language restriction, by two independent reviewers for observational and experimental reports of warfarin dosing algorithms, nomograms or formulas. Studies that reported efficacy of anticoagulation clinics, patient self management and computer assisted warfarin dosing were reviewed for references for an underlying dosing process. Inclusion criteria for studies for this review were: 1) the tool needed to provide advice on maintenance dose adjustment and next INR testing, 2) the manual dosing tool needed to be compared to a control group, 3) time in therapeutic range or patient outcomes were reported, 4) the effect of the dosing method could be separated from other interventional aspects of warfarin management. Inter-rater agreement for inclusion of candidate studies was measured with the kappa statistic and disagreement was resolved by consensus. Results: Twenty-five studies were identified and 23 either did not report a manually useful tool (computer-based algorithm or complex formula), did not have a control comparator, did not report the time in therapeutic range or patient outcomes, or the effect of the tool could not be separated from other interventional aspects of anticoagulation clinics, computer systems or self-management. Only 2 studies fulfilled all of the inclusion criteria and there was 100% agreement between the two independent reviewers for their selection. Both studies were single center studies and used practice performance before implementation of the dosing tool as the comparator. One study (n=72) showed an improvement in the proportion of INRs in the therapeutic range from 32% to 46% (p < 0.05). The other study (n=1961) showed an improvement in the time in therapeutic range in patients with a target INR range of 2–3 from 67% to 73% (p < 0.001) and in patients with a range of 2.5–3.5, form 50% to 64% (p < 0.001). Data of the two studies were not pooled due to differences in the dosing tool, quality level of care and calculation of the primary outcome, and the negligible effect of the smaller study. Conclusion: We identified only 2 manually useful VKA maintenance dosing tools that have been compared with a control group. Both studies showed an improvement in the quality of INR control with a simple dosing algorithm, but the studies were limited by their pre/post interventional design. Our results stress the need for a randomized trial to validate the usefulness of a manual dosing algorithm which could yield a simple and inexpensive evidence-based method for many physicians managing patients taking a vitamin K antagonist. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "warfarin",
        "international normalized ratio",
        "self-management",
        "vitamin k antagonists",
        "drug maintenance dose",
        "stress",
        "computers",
        "computer systems",
        "decision support systems",
        "medline"
    ],
    "author_names": [
        "Robby Nieuwlaat",
        "Ben Connolly",
        "John Eikelboom",
        "Stuart Connolly",
        "Scott Kaatz"
    ],
    "author_dict_list": [
        {
            "author_name": "Robby Nieuwlaat",
            "author_affiliations": [
                "Population Health Research Institute/McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ben Connolly",
            "author_affiliations": [
                "Population Health Research Institute/McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Eikelboom",
            "author_affiliations": [
                "Population Health Research Institute/McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stuart Connolly",
            "author_affiliations": [
                "Population Health Research Institute/McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Kaatz",
            "author_affiliations": [
                "Henry Ford Hospital, Detroit, MI, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:30:23",
    "is_scraped": "1"
}