{
    "doi": "https://doi.org/10.1182/blood.V118.21.4628.4628",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2140",
    "start_url_page_num": 2140,
    "is_scraped": "1",
    "article_title": " TRIB2 Gene Overexpression Is Associated with Adult Minimally Differentiated Acute Myeloid Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "bone marrow aspiration",
        "cancer",
        "cytogenetic analysis",
        "dna",
        "dna restriction enzymes",
        "enzymes",
        "gene expression profiling",
        "genes",
        "leukemia, myelocytic, acute",
        "multicatalytic endopeptidase complex"
    ],
    "author_names": [
        "Crescenzio Francesco Minervini",
        "Valentina Buttiglione",
        "Nicoletta Coccaro",
        "Luciana Impera",
        "Luisa Anelli",
        "Antonella Zagaria",
        "Paola Casieri",
        "Angela Minervini",
        "Giuseppina Tota",
        "Francesco Albano",
        "Giorgina Specchia"
    ],
    "author_affiliations": [
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ],
        [
            "University of Bari, Hematology, Bari, Italy"
        ]
    ],
    "first_author_latitude": "41.1205546",
    "first_author_longitude": "16.868474499999998",
    "abstract_text": "Abstract 4628 Background. Tribbles homolog gene 2 ( TRIB2 ) is a pseudokinase gene belonging to a three member gene family. Tribbles gene was first identified in Drosophila melanogaster where is involved in the regulation of morphogenesis and mitosis. Likewise, mammalian homologous genes of Tribbles ( TRIB1 , TRIB2 , TRIB3 ) promotes the degradation of specific transcription factors and interacts with several cell signaling mediators and modulators. Recently it has been demonstrated that TRIB2 was able to induce AML in bone marrow transplanted mouse by inducing C/EBPα proteasome-dependent degradation. Moreover, gene expression profiles data from AML patients revealed that patients carrying C/EBPα mutations clustered with those patients with up-regulated TRIB2. Aims. To test the hypothesis that TRIB2 expression was related to a differentiation degree in AML, we evaluated several AML cases based on FAB cytotype. Patients and Methods. We performed quantitative Real Time-PCR (qRT-PCR) analysis on AML patients (15 AML-M0, 14 AML-M2, 5 AML-M3, 2 M4 and 3 M5b bone marrow aspirate samples) to measure the expression level of TRIB2 in different FAB AML subtype. Four healthy bone marrows were used as reference samples. qRT-PCR was conduct using SYBR green chemistry and specific primers for TRIB2 transcript and for two housekeeping genes ( B2M and IPO8 ) previously tested for their stability and efficiency. All AML sample were tested by conventional cytogenetic analysis and by FISH with TRIB2 specific probe. We performed, also, methylation analysis of a CpG island located in the TRIB2 promoter region by methylation sensitive restriction enzyme (MSRE) and qPCR. Briefly, DNA samples were digested with MSRE and were quantified by qPCR using specific primer pairs surrounding restriction enzymes recognition sites. Results. qRT-PCR experiments revealed that TRIB2 expression was higher (from 3 to 20 fold) in AML-M0 respect to the AML-M2 (p= 0.02), AML-M3 (p=0.01), AML-M5 (p=0.006) FAB subtypes, and references (p=0.003), respectively. Moreover, the AML-M0 cases showed a TRIB2 overexpression compared to that observed in the two AML-M4 cases (about 4 fold changes) but this difference there was not statistically significant probably because of M4 cases paucity in our series. Therefore qRT-PCR displayed a progressive decreasing TRIB2 expression along FAB subtypes. Conventional cytogenetic and FISH analysis did not show any kind of rearrangement involving TRIB2 gene. MSRE experiments revealed an higher methylation degree of a CpG island located in the TRIB2 promoter region in AML-M0 cases respect to the others FAB subtypes; moreover, methylation was significantly correlated with TRIB2 expression (r = 0.9; p = 0.0002). Conclusions. Our data showed that the TRIB2 gene overexpression was associated to AML-M0. In our cases TRIB2 dysregulation was not due to gene amplification as in other cancers. Surprisingly we observed that AML-M0 samples showed an higher methylation degree in the TRIB2 promoter region. Usually methylation cause gene silencing but our results showed that TRIB2 promoter region methylation was associated to the overexpression of the gene. Maybe methylation inhibits binding of some unknown transcriptional repressor as already seen for hTERT gene in others tumors cells. In conclusion, our data revealed that TRIB2 dysregulation seems to be linked to AML-M0 phenotype. Further studies are needed to clarify the reasons for this association. Disclosures: No relevant conflicts of interest to declare."
}