{
    "doi": "https://doi.org/10.1182/blood-2019-128286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4410",
    "start_url_page_num": 4410,
    "is_scraped": "1",
    "article_title": "Humanized CD19-Specific Chimeric Antigen Receptor T Cells for Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "acute lymphocytic leukemia",
        "burkitt's lymphoma",
        "cd19 antigens",
        "chimeric antigen receptors",
        "t-lymphocytes",
        "infusion procedures",
        "hematopoietic stem cell transplantation",
        "leukemia, b-cell, acute",
        "chimeric antigen receptor t-cell therapy",
        "leukemia"
    ],
    "author_names": [
        "Jiang Cao, MD",
        "Hai Cheng, MD",
        "Kunming Qi",
        "Wei Chen",
        "Ming Shi",
        "Junnian Zheng",
        "Kailin Xu, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Affiliated Hospital of Xuzhou Medical University, Xuzhou, China ",
            "National Institutes of Health, Rockville, MD "
        ],
        [
            "Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Affiliated Hospital of Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Xuzhou Medical University, Xuzhou, China "
        ],
        [
            "Department of Hematology, Affliated Hospital of Xuzhou Medical University, Blood Diseases Institute, Xuzhou Medical University, xuzhou, China"
        ]
    ],
    "first_author_latitude": "34.26409700000001",
    "first_author_longitude": "117.25560600000001",
    "abstract_text": "Introduction: Adoptive infusion of CD19-targeted chimeric antigen receptor T (CAR-T) cells has showed promising treatment effects for relapsed/refractory (R/R) acute lymphoblastic leukemia (ALL). While immune response induced by murine single-chain variable fragment (scFv) of the CAR leads to its premature elimination, and thus increases the risk of leukemia relapse. Humanized scFv is expected to reduce the immunogenicity of CAR, thereby promoting the survival time as well as improving the therapeutic efficacy of CAR-T treatment. We developed a humanized anti-CD19 scFv domain and now report on treatment with humanized CD19 CAR-T cells (hCART19s). Methods: A pilot phase 1 study of CAR-modified T cells containing a humanized anti-CD19 scFv domain (hCART19s) was performed with recruitment of children and adults with R/R B-ALL with or without prior exposure to a murine CD19 CAR-T cell product. Patient-derived T cells were transduced ex vivo with a lentiviral vector encoding a CAR composed of humanized anti-CD19 scFv, the human CD8 transmembrane, CD8 hinge, 4-1BB costimulatory domain, CD3ζ intracellular regions and T2A-EGFRt sequence. After lymphodepletion chemotherapy with cyclophosphamide (750 mg/m 2 , day -5) and fludarabine (30 mg/m 2 /day, days -5 to -2), patients received a single dose of autologous hCART19s infusion at a dose of 1×10 6 cells/kg (body weight) on day 0. The post-infusion responses, toxicities, expansion and persistence of hCART19s in patients were observed and monitored. Results: 51 R/R B-ALL patients aged 3-69 yr were treated with hCART19s. 5 patients was diagnosed as Ph+ B-ALL. 2 patients had received prior allogeneic stem cell transplant (SCT). A total of 8 patients had central nervous system leukemia (CNSL), and 1 had testicular leukemia (TL). Among 46 patients without previous CAR-T therapy, 38 (82.6%) achieved complete remission (CR) or CR with incomplete count recovery (CRi) on day 30, while 2 of 5 patients, who relapsed after murine CAR-T infusion, achieved CR after hCART19s infusion. The rates of event-free survival and overall survival were 63% (95% confidence interval [CI], 46 to 75) and 79% (95% CI, 64 to 88), respectively, at 6 months and 44% (95% CI, 27 to 59) and 67% (95% CI, 51 to 79) at 12 months. Among the 40 patients with CR or CRi, 17 had a relapse before receiving additional anticancer therapy. 12 patients underwent allogeneic hematopoietic stem-cell transplantation (HSCT) while in remission, 10 were alive without relapse and 2 had a relapse after HSCT. During treatment, 37 (72.5%) patients developed grade 1-2 cytokine release syndrome (CRS), and 11 (21.6%) patients developed grade 3-5 CRS. Neurologic events occurred in 4 (7.8%) patients within 8 weeks after infusion. 2 (3.9%) patients had grade 3 neurologic events; no grade 4 events or cerebral edema were reported. Conclusions: This study demonstrated that hCART19s have high therapeutic efficacy and safety in children and adults with R/R B-ALL. More importantly, hCART19s was confirmed to exert anti-leukemic activities in patients who relapsed after murine CAR-T infusion. HSCT is a potential approach to reduce leukemia relapse in patients who achieved CR after CAR-T therapy. Disclosures No relevant conflicts of interest to declare."
}