{
    "doi": "https://doi.org/10.1182/blood-2018-99-115064",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3942",
    "start_url_page_num": 3942,
    "is_scraped": "1",
    "article_title": "PD-L1 Expression Is Regulated By microRNAs-21 and -130 in Cutaneous T-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Poster III",
    "topics": [
        "lymphoma, t-cell, cutaneous",
        "micrornas",
        "programmed cell death 1 ligand 1",
        "neoplasms",
        "chronic inflammation",
        "ligands",
        "polymerase chain reaction",
        "rna, messenger",
        "antagomirs",
        "antibodies"
    ],
    "author_names": [
        "Renee Estephan, BS",
        "Sung Hee Kil, PhD",
        "Steven T Rosen",
        "Christiane Querfeld, MD PhD"
    ],
    "author_affiliations": [
        [
            "Div. of Dermatology, City of Hope, Duarte, CA ",
            "Beckman Research Institute, Toni Stephenson Lymphoma Center, City of Hope, Duarte, CA "
        ],
        [
            "Div. of Dermatology, City of Hope, Duarte, CA ",
            "Beckman Research Institute, Toni Stephenson Lymphoma Center, City of Hope, Duarte, CA "
        ],
        [
            "Beckman Research Institute, Toni Stephenson Lymphoma Center, City of Hope, Duarte, CA ",
            "Department of Hematology/Hematopoietic Cell Transplantation, City of Hope, Duarte, CA"
        ],
        [
            "Div. of Dermatology, City of Hope, Duarte, CA ",
            "Beckman Research Institute, Toni Stephenson Lymphoma Center, City of Hope, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.09786475",
    "first_author_longitude": "-118.0103189",
    "abstract_text": "Background: Cutaneous T-cell lymphoma (CTCL), collectively known as mycosis fungoides (MF) and Sézary syndrome (SS), is characterized by the accumulation of neoplastic memory T- cells in the skin in a background of chronic inflammation. This observation suggests that chronic inflammation fosters the growth of CTCL cells, and may impair successful anti-tumor responses mediated by the CD8+ tumor-infiltrating T-cells. T-cell exhaustion plays an important role in the pathogenesis of CTCL. PD-1 and other inhibitory immune checkpoints are overexpressed in exhausted T-cells (Cancer Immunol Res 6; 2018). Their binding to corresponding ligands like PD-L1 on dendritic cells (DCs), macrophages and tumor cells in the microenvironment directly reduces the functional and proliferative capabilities of T-cells by repressing T-cell receptor signaling and inducing genes that impair T-cell function. As a result, malignant CTCL cells escape immune surveillance and are not eliminated. The miRNA profile of CTCL correlates with a dysfunctional/exhausted immunophenotype, suggesting that epigenetic regulation is involved in the regulation of immune checkpoints. Signaling pathways such as JAK-STAT are constitutively active in CTCL and may also be involved in immune checkpoint regulation. At present, the exact role of miRNAs in regulating the expression of PD-L1 in CTCL has yet to be elucidated. Therefore, the goal of this project is to understand how PD-L1 is regulated, how this regulation contributes to T-cell exhaustion, and how this regulation is altered to contribute to the development of CTCL. To this end, we set out to test the hypothesis that PD-L1 is regulated by oncogenic miRNAs in CTCL. Methods: We first conducted a high-throughput miRNAseq analysis to assess the miRNA profile of 50 CTCL patient tumor samples. Library preparation, miRNA sequencing, and correlation calculation of miRNAs with PD-L1 mRNA expression was performed by the City of Hope Integrative Genomics Core. Next, we verified the expression of 2 highly upregulated miRs-miRs-21and -130- from the miRNAseq analysis in 5 CTCL cell lines and tumor samples using qRT-PCR and in situ hybridization (ISH). Finally, we transfected the CTCL cell line Hut78 with anti-miR-21, -130 or Scramble (Scr) control using the Lonza nucleofection kit and nucleofector machine. Cell lysates were prepared 72 hours after transfection and then subjected to Western Blot analysis. We probed the blot with antibodies against PD-L1, pSTAT3 and GAPDH as a loading control. Results: The miRNAseq data revealed that miRs-21 and -130 had the highest correlation with PD-L1 mRNA. qRT-PCR and ISH revealed that miRs-21 and -130 were upregulated in all 5 CTCL cell lines and primary tumor samples. There was a drastic decrease in PD-L1 and pSTAT3 expression in Hut78 cells transfected with anti-miRs-21 or -130, compared to cells transfected with Scr. Conclusions: PD-L1 expression in CTCL is regulated by miRs-21 and -130. miRs-21 and -130 may be regulating PD-L1 indirectly by silencing negative regulators of STAT signaling such as the SOCS family of proteins. This would explain the decrease in pSTAT3 levels in Hut78 cells transfected with anti-miRs. Taken together, these results demonstrate the ability of miRNAs to regulate immune checkpoints and ligands like PD-L1, and pave the way for the creation of miRNA therapeutics to reverse T-cell exhaustion and slow CTCL disease progression. Disclosures Querfeld: Acelion: Membership on an entity's Board of Directors or advisory committees; Kyowa: Membership on an entity's Board of Directors or advisory committees; Bioniz: Membership on an entity's Board of Directors or advisory committees; Medivir: Membership on an entity's Board of Directors or advisory committees; Trillium Therapeutics: Membership on an entity's Board of Directors or advisory committees."
}