{
    "doi": "https://doi.org/10.1182/blood.V108.11.4552.4552",
    "article_title": "Comparison of Survival Times after Administration of Tipifarnib or Ara-C-Containing Therapy, to Older Patients with Newly-Diagnosed Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Non-cytotoxic (“targeted”) therapies are finding increasing use as initial treatment of older patients with untreated AML. However, the effect of this practice on survival is unknown. We compared survival times in 140 patients age ≥ 65 given the non-cytotoxic agent tipifarnib (T) at 5 centers (C1–C5) not including M.D. Anderson (MDA) with survival in similarly-aged patients treated at MDA with intermediate-dose ara-C + idarubicin (IA, 124 patients) or + agents other than idarubicin (XA, 49 patients). Because there was no randomization between T and IA or XA comparisons were confounded by center effects (C1–C5 versus MDA). This motivated use of Bayesian sensitivity analyses accounting for hypothetical between-center effects as well as age, performance status, cytogenetics, and whether AML was de novo or secondary. These analyses suggested that, while the odds were 7 to 1 that T was associated with shorter survival than IA or XA, it was nonetheless plausible (95% credible interval for relative risk included 1.0) that survival with T was in fact longer than with IA or XA. More importantly, the magnitude of the differences in survival was sufficiently short that a case could be made for use of T given its greater convenience. More generally we suggest that single-arm trials administering experimental therapies to patients with AML should include interim comparison of survival times with those obtainable with standard therapy, and that randomized phase II trials to avoid treatment-trial confounding may be desirable.",
    "topics": [
        "leukemia, myelocytic, acute",
        "older adult",
        "tipifarnib",
        "idarubicin",
        "cytarabine",
        "experimental treatment",
        "arm",
        "sensitivity analysis"
    ],
    "author_names": [
        "Elihu H. Estey, MD",
        "Peter F. Thall, Ph.D.",
        "X.-M. Wang, M.S.",
        "Francis Giles, M.D.",
        "Judith E. Karp, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Elihu H. Estey, MD",
            "author_affiliations": [
                "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter F. Thall, Ph.D.",
            "author_affiliations": [
                "Biostatistics & Applied Math, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "X.-M. Wang, M.S.",
            "author_affiliations": [
                "Biostatistics & Applied Math, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis Giles, M.D.",
            "author_affiliations": [
                "Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith E. Karp, M.D.",
            "author_affiliations": [
                "Hematologic Malignancies, The Sidney Kimmel Cancer Ctr at Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:25:21",
    "is_scraped": "1"
}