{
    "doi": "https://doi.org/10.1182/blood.V126.23.4812.4812",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3016",
    "start_url_page_num": 3016,
    "is_scraped": "1",
    "article_title": "Tumor Vs Normal Gene Expression Profiles Identify Deregulated Pathways in ETV6/RUNX1 Positive Acute Lymphoblastic Leukemia: A Microarray-Based Meta-Analysis ",
    "article_date": "December 3, 2015",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "acute lymphocytic leukemia",
        "animal model",
        "etv6 gene",
        "gene expression profiling",
        "neoplasms",
        "leukemia",
        "1-phosphatidylinositol 3-kinase",
        "cancer",
        "childhood cancer",
        "leukemia, lymphocytic, acute, childhood"
    ],
    "author_names": [
        "Thomas Heiden, PhD",
        "Janette Nickel",
        "Robert Preissner, PhD",
        "Karl Seeger, Prof. PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology/Hematology/SCT, Charité Campus Virchow-Klinikum, 13353 Berlin, Germany "
        ],
        [
            "Structural Bioinformatics Group, Charité Campus Berlin Buch, 13125 Berlin, Germany"
        ],
        [
            "Structural Bioinformatics Group, Charité Campus Berlin Buch, 13125 Berlin, Germany"
        ],
        [
            "Department of Pediatric Oncology/Hematology/SCT, Charité Campus Virchow-Klinikum, 13353 Berlin, Germany "
        ]
    ],
    "first_author_latitude": "52.53527995",
    "first_author_longitude": "13.3592162",
    "abstract_text": "Acute lymphoblastic leukemia (ALL), a clinically and biologically heterogeneous disease, is the most common type of childhood cancer. Approximately 25% of B-cell precursor ALL (BCP-ALL) carry the cryptic chromosomal translocation t(12;21)(p13;q22), the most frequent genetic aberration in pediatric ALL. This translocation combines two transcription factors and essential regulators of normal hematopoiesis, ETV6 and RUNX1 , generating the fusion oncogene ETV6/RUNX1 (synonym TEL/AML1 ). Recent studies in various animal models have strengthened the view that ETV6/RUNX1 positive cells give rise to preleukemic clones with a differentiation block in the pro/pre-B stage of B cell development that, after acquisition of additional mutations, may transform into full malignancy. However, the effects triggered by the expression of ETV6/RUNX1 and the associated additional mutated genes are not well understood. We compared global gene expression data from ETV6/RUNX1 positive ALL and normal hematopoietic progenitor cells to identify expression signatures underlying the malignant phenotype. Our meta-analysis comprised Affymetrix HG-U133A und HG-U133 Plus 2.0 data from a total of 321 patients with ETV6/RUNX1 positive ALL, different ETV6/RUNX1 positive cell models, leukemias with 11q23 rearrangements and hyperdiploid ALL, as well as 251 samples from various normal controls including normal bone marrow, hematopoietic stem cells (HSCs) and normal B-(progenitor) cells (multipotent progenitor, pro-, pre-, immature-, naive-, centrocyte-, centroblast-, memory-, plasmablast-B cells). To eliminate potential lab batch effects, we performed RMA normalization of all microarray CEL files and next applied the batch effect removal algorithm ComBat. For determination of differentially expressed genes and pathway analyses, the R/Bioconductor packages limma and SPIA were used, respectively. We generated a gene expression landscape of the normal B-cell development and were able to show that pre-B cells are the closest normal counterpart of ETV6/RUNX1 positive ALL. Furthermore, in comparisons with normal HSCs the p53-, mTOR-, PI3K-AKT-, Apoptosis-, and JAK-STAT signaling pathways were found to be deregulated in those ALL. The combination of multiple global gene expression data sets from ETV6/RUNX1 positive ALL offers the possibility of an integrated large-scale meta-analysis and reveals novel insights into deregulated gene networks in this type of leukemia. Disclosures No relevant conflicts of interest to declare."
}