{
    "doi": "https://doi.org/10.1182/blood.V118.21.2930.2930",
    "article_title": "A Phase 1b/2 Study of Prolonged Infusion Carfilzomib in Patients with Relapsed and/or Refractory (R/R) Multiple Myeloma: Updated Efficacy and Tolerability From the Completed 20/56mg/m 2 Expansion Cohort of PX-171-007 ",
    "article_date": "November 18, 2011",
    "session_type": "653. Myeloma - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2930 Background: Carfilzomib is a next-generation proteasome inhibitor that selectively and irreversibly binds to its target. In patients with multiple myeloma (MM), single-agent carfilzomib shows activity with an acceptable safety and tolerability profile when administered IV over a period of 2–10 minutes at doses up to 27 mg/m 2 . Based on preclinical safety data that a slower infusion was better tolerated than a 2- to 10- minute infusion, the Phase 1b/2 PX-171-007 was designed to evaluate a 30-minute infusion of carfilzomib using a modified stepped-up dosing regimen. Preliminary data of encouraging activity and an acceptable safety profile have been previously reported from the dose-escalation phase, where a maximum tolerated dose (MTD) of 56 mg/m 2 was initially established. Here we report the updated results from this study, including interim efficacy and safety data of the complete 56 mg/m 2 dose-expansion cohort. Methods: Carfilzomib was given as a 30-minute IV infusion on days (D) 1, 2, 8, 9, 15, and 16 of a 28-day cycle (C). C1 D1–2 doses were 20 mg/m 2 , followed by escalation to a higher dose of either 36, 45, 56, or 70 mg/m 2 . Dexamethasone as premedication to mitigate infusion-related reactions (4 mg for ≤45 mg/m 2 , 8 mg for >45 mg/m 2 ) was given prior to infusion. Overall response rate (ORR; [sCR + CR + VGPR + PR]) was determined according to International Myeloma Working Group Uniform Response Criteria. Pharmacokinetic and pharmacodynamic analyses were performed on samples obtained at C1D1 and C2D1. Safety assessments included incidence, severity, and duration of adverse events (AEs). Subjects were evaluated for dose-limiting toxicity (DLT) according to the Common Terminology Criteria for Adverse Events v 3.0. Results: A total of 33 patients were enrolled (4 at 36 mg/m 2 ; 3 at 45 mg/m 2 ; 24 at 56 mg/m 2 ; 2 at 70 mg/m 2 ). Patients had received a median of 5 (range 1–9) prior treatment regimens. The median duration of carfilzomib treatment is 4 cycles (range 1–17); 5 patients went on to receive ≥10 cycles, reinforcing carfilzomib tolerability at higher doses. DLTs occurred in 2 patients treated at 70 mg/m 2 , with both patients able to continue carfilzomib at reduced doses (1 patient reduced to 56 mg/m 2 achieved a PR, ongoing into cycle 12). Best response to carfilzomib is detailed in the table. The 56 mg/m 2 cohort had an ORR of 60%, with 1 patient achieving sCR, 4 patients achieving VGPR, and 7 patients attaining PR, as assessed by the investigator. Three patients remain active at this dose, with best response of 1 VGPR, 1 PR, and 1 SD.  Best Response (evaluable patients), n (%) . 20/36 mg/m 2 n=3 . 20/45 mg/m 2 n=3 . 20/56 mg/m 2 n=20 . 20/70 mg/m 2 n=2 * . sCR 0 (0) 0 (0) 1 (5) 0 (0) CR 0 (0) 0 (0) 0 (0) 0 (0) VGPR 0 (0) 0 (0) 4 (20) 0 (0) PR 2 (67) 1 (33) 7 (35) 1 (50) MR 0 (0) 1 (33) 1 (5) 1 (50) SD 1 (33) 1 (33) 4 (20) 0 (0) PD 0 (0) 0 (0) 3 (15) 0 (0) ORR (sCR + CR + VGPR + PR) 2 (67) 1 (33) 12 (60) 1 (50) Best Response (evaluable patients), n (%) . 20/36 mg/m 2 n=3 . 20/45 mg/m 2 n=3 . 20/56 mg/m 2 n=20 . 20/70 mg/m 2 n=2 * . sCR 0 (0) 0 (0) 1 (5) 0 (0) CR 0 (0) 0 (0) 0 (0) 0 (0) VGPR 0 (0) 0 (0) 4 (20) 0 (0) PR 2 (67) 1 (33) 7 (35) 1 (50) MR 0 (0) 1 (33) 1 (5) 1 (50) SD 1 (33) 1 (33) 4 (20) 0 (0) PD 0 (0) 0 (0) 3 (15) 0 (0) ORR (sCR + CR + VGPR + PR) 2 (67) 1 (33) 12 (60) 1 (50) * One patient treatment ongoing at 56 mg/m 2 View Large The majority of the AEs in the 20/56 mg/m 2 cohort were G1-2 in severity with the exception of anemia and thrombocytopenia. The most common AEs, irrespective of relationship to carfilzomib, in this cohort were dyspnea (54%), fatigue (54%), nausea (54%), pyrexia (54%), anemia (38%), chills (38%), hypertension (38%), and thrombocytopenia (38%). There was 1 report of G1 peripheral neuropathy (4%) in this cohort. Additionally, the most common ≥G3 AEs in this group were thrombocytopenia (38%), anemia (21%), and hypertension (13%). Five patients (21%) treated at 20/56 mg/m 2 required dose reductions. Pharmacodynamic analysis demonstrated inhibition of proteasome chymotrypsin-like activity in peripheral blood mononuclear cells of >80% at 20 mg/m 2 and ≥95% at ≥56 mg/m 2 . Carfilzomib at 56 mg/m 2 inhibited all 3 subunits of the immunoproteasome, resulting in ∼78% inhibition in total activity. Conclusions: The 20/56 mg/m 2 dose for carfilzomib administered as a 30-minute IV infusion was associated with 60% ORR, noteworthy for a late-line, heavily pretreated patient population. The dose group additionally reported an acceptable safety profile (with 1 patient reporting G1 neuropathy), supporting the pre-clinical finding that longer infusion time enables higher dose and achieves greater levels of proteasome inhibition. Disclosures: Papadopoulos: Proteolix: Consultancy, Research Funding; Onyx Pharmaceuticals: Research Funding. Singhal: Celgene: Speakers Bureau; Millennium: Speakers Bureau; Onyx Pharmaceuticals: Research Funding. Holahan: Onyx Pharmaceuticals: Consultancy, Research Funding. Vesole: Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Millennium: Speakers Bureau. Kunkel: VLST biothech: Consultancy; Threshold: Consultancy; Onyx Pharmaceuticals: Consultancy. Hannah: Onyx Pharmaceuticals: Consultancy. Siegel: Millennium: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "carfilzomib",
        "infusion procedures",
        "multiple myeloma",
        "anemia",
        "thrombocytopenia",
        "adverse event",
        "hypertension",
        "intravenous infusion procedures",
        "chills",
        "chymotrypsin"
    ],
    "author_names": [
        "Kyriakos P Papadopoulos, MD",
        "Peter Lee, MD, PhD",
        "Seema Singhal, MD",
        "Joseph R. Holahan, MD",
        "David H. Vesole, MD, PhD",
        "Steven T. Rosen, MD, FRCPA",
        "Lori Kunkel, MD",
        "Alison L. Hannah, MD",
        "David S. Siegel, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kyriakos P Papadopoulos, MD",
            "author_affiliations": [
                "South Texas Accelerated Research Therapeutics, San Antonio, TX, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Lee, MD, PhD",
            "author_affiliations": [
                "Roy and Patricia Disney Family Cancer Center, Burbank, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seema Singhal, MD",
            "author_affiliations": [
                "Division of Hem./Onc., Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph R. Holahan, MD",
            "author_affiliations": [
                "The START Center for Cancer Car, San Antonio, TX, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David H. Vesole, MD, PhD",
            "author_affiliations": [
                "The John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven T. Rosen, MD, FRCPA",
            "author_affiliations": [
                "Northwestern University, Robert H. Lurie Comprehensive Cancer Center, Chicago, IL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori Kunkel, MD",
            "author_affiliations": [
                "NA, San Francisco, CA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison L. Hannah, MD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, South San Francisco, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David S. Siegel, MD, PhD",
            "author_affiliations": [
                "John Theurer Cancer Center, Hackensack University Medical Center, Hackensack, NJ, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T02:26:06",
    "is_scraped": "1"
}