{
    "doi": "https://doi.org/10.1182/blood.V106.11.2114.2114",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=420",
    "start_url_page_num": 420,
    "is_scraped": "1",
    "article_title": "A Prognostic Model Using ZAP- 70, CD38 and Cytogenetics To Better Predict Need for Early Therapy and Response to Treatment in Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "alemtuzumab",
        "brachial plexus neuritis",
        "cd38",
        "chemotherapy regimen",
        "chlorambucil",
        "chromosome 13q deletion",
        "chromosome abnormality",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine"
    ],
    "author_names": [
        "Peter Acs, MD",
        "Blanche Mavromatis, MD",
        "Metin Ozdemirly, MD",
        "Daniel Hartmann, PhD",
        "Jean Meck, PhD",
        "Emre Zafer, MD",
        "Rebecca Slack",
        "Bruce Cheson, MD"
    ],
    "author_affiliations": [
        [
            "V. Lombardi Comprehensive Cancer Center, Georgetown University Medical Center (GUMC), Washington, DC, USA"
        ],
        [
            "V. Lombardi Comprehensive Cancer Center, Georgetown University Medical Center (GUMC), Washington, DC, USA"
        ],
        [
            "Department of Pathology, GUMC, Washington, DC, USA"
        ],
        [
            "Department of Pathology, GUMC, Washington, DC, USA"
        ],
        [
            "Department of Obstetrics and Gynecology, Cytogenetics Section, GUMC, Washington, DC, USA"
        ],
        [
            "Department of Obstetrics and Gynecology, Cytogenetics Section, GUMC, Washington, DC, USA"
        ],
        [
            "Biostatistics, GUMC, Washington, DC, USA"
        ],
        [
            "V. Lombardi Comprehensive Cancer Center, Georgetown University Medical Center (GUMC), Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.9109602",
    "first_author_longitude": "-77.07591819999999",
    "abstract_text": "Introduction. New prognostic markers such as ZAP-70, CD38, and cytogenetics have proven to be highly predictive of outcome in CLL. However, their role in the management and treatment of CLL patients (pts) has yet to be determined. Furthermore, the impact of each marker in the context of other markers has also not been identified. Of 70 CLL pts seen at our institution 54 pts were enrolled on an ongoing prospective CLL trial, with data also available on an additional 16 pts. ZAP-70 was measured by immunohistochemistry using a monoclonal antibody (clone 2F3.2). CD38 was detected by flow cytometry on peripheral blood lymphocytes, and cytogenetic abnormalities were tested by FISH analysis. We correlated results of the marker studies with the need for early treatment compared to those who were managed by a continued watch and wait approach, and, if treatment was instituted the prediction of these markers on response. Using a linear regression model, the markers were analyzed by univariate analysis as they pertained to the above. Data. The median pt age was 61 years (yrs) (range 26-83), median number of yrs with CLL was 5 (range 0–27 yrs), and the median Rai stage was 2. 20/34 pts who required therapy because of rapidly progressive or symptomatic disease were previously untreated, and the median number of prior therapies for the other 14 pts was 1.6 (range 1–4). Pts were otherwise followed by a watch and waited approach until therapy was indicated according to the NCI-WG guidelines ( Cheson et al. Blood  87 : 4990 , 1996 ). Treatments included chemotherapy-rituximab combinations, e.g. rituximab with fludarabine (+/− oblimerson), or CHOP, and 8 pts received fludarabine alone, alemtuzumab, chlorambucil, or radiation. ZAP-70 was positive in 26/51 pts. CD38 was positive in 24/65 CLL pts. 19 pts were positive for ZAP-70 and CD38. FISH data were available for 64 pts; 28 had del 13q abnormality, 2 del 11, 1 del 17, 23 normal cytogenetics, and 2 complex abnormalities. 22/26 (85%) ZAP-70 + pts required early treatment, compared to 14/25 (56%) ZAP-70 - pts (p=0.034). 20/24 (83%) CD38 + pts required early treatment, compared to 18/41 (44%) in CD38 - pts (p=0.036). ¾ (75%) pts with refractory disease were positive for ZAP-70 and CD38. 7/14 pts with 13q deletion requiring therapy had a CR with 13/14 (93%) ORR and 1/14 (7%) SD. 6/13 pts (46%) with nl FISH had a CR with ORR of 11/13 (84%), and 1 pt with refractory disease. Conclusions. ZAP-70 and CD38 were strong independent equally predictive markers of need for treatment.13q deletion was predictive of treatment not being indicated at the time of study, only when ZAP-70 expression and CD38 expression were negative. ZAP-70 negativity was highly predictive of overall response to therapy, whereas CD38 negativity was more predictive of achieving a CR. The simultaneous presence of ZAP-70 and CD38 was suggestive of refractory disease, although the numbers were too small for statistical significance. The presence of 13q deletion was equally predictive of CR and ORR when compared to pts with a normal karyotype. These results need to be incorporated into a CLL treatment model to better delineate pts who may require earlier intervention."
}