{
    "doi": "https://doi.org/10.1182/blood.V128.22.1051.1051",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3368",
    "start_url_page_num": 3368,
    "is_scraped": "1",
    "article_title": "ASXL2 Is Recurrently Mutated in t(8;21) AML and Regulates Hematopoietic Development ",
    "article_date": "December 2, 2016",
    "session_type": "603. Oncogenes and Tumor Suppressors: Altered Epigenetic and Metabolic Regulation",
    "topics": [
        "animal model",
        "bone marrow aspiration",
        "bromodeoxyuridine",
        "chromosome abnormality",
        "complex",
        "cyclic amp",
        "hematologic neoplasms",
        "histones",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Vikas Madan, PhD",
        "Lin Han",
        "Norimichi Hattori, MD",
        "Anand Mayakonda",
        "Qiao-Yang Sun, PhD",
        "Ling-Wen Ding, PhD",
        "Hazimah Binte Mohd Nordin",
        "Su Lin Lim",
        "Weoi Woon Teoh",
        "Pavithra Shyamsunder",
        "Janani Sundaresan",
        "Ngan B. Doan",
        "Masashi Sanada, MD PhD",
        "Aiko Sato-Otsubo",
        "Li-Zhen Liu",
        "Henry Yang",
        "Jonathan W. Said, MD",
        "Seishi Ogawa, MD PhD",
        "Der-Cherng Liang, MD",
        "Lee-Yung Shih, MD",
        "Tsuyoshi Nakamaki, MD",
        "Q. Tian Wang",
        "H. Phillip Koeffler, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
            "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
            "Division of Hematology, Department of Medicine, Showa University School of Medicine, Tokyo, Japan "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of California-Los Angeles Medical Center, Los Angeles, CA, "
        ],
        [
            "Department of Advanced Diagnosis, Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan ",
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
        ],
        [
            "Department of Pathology and Laboratory Medicine, University of California-Los Angeles Medical Center, Los Angeles, CA "
        ],
        [
            "Department of Pathology and Tumor Biology, Graduate School of Medicine, Kyoto University, Kyoto, Japan "
        ],
        [
            "Division of Pediatric Hematology-Oncology, Mackay Children's Hospital and Mackay Medical College, Taipei, Taiwan "
        ],
        [
            "Division of Hematology-Oncology, Department of Internal Medicine, Chang Gung Memorial Hospital, Chang Gung University, Taoyuan, Taiwan "
        ],
        [
            "Division of Hematology, Department of Medicine, Showa University School of Medicine, Tokyo, Japan "
        ],
        [
            "Department of Biological Sciences, University of Illinois at Chicago, Chicago, "
        ],
        [
            "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
            "Department of Hematology-Oncology, National University Cancer Institute of Singapore (NCIS), The National University Health System (NUHS), Singapore, Singapore ",
            "UCLA School of Medicine, Cedars-Sinai Medical Center, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "1.2954827000000002",
    "first_author_longitude": "103.78172909999999",
    "abstract_text": "Chromosomal translocation t(8;21) (q22;q22) leading to generation of oncogenic RUNX1-RUNX1T1 fusion is a cytogenetic abnormality observed in about 10% of acute myelogenous leukemia (AML). Studies in animal models and recent next generation sequencing approaches have suggested cooperativity of secondary genetic lesions with t(8;21) in inducing leukemogenesis. In this study, we used targeted and whole exome sequencing of 93 cases (including 30 with matched relapse samples) to profile the mutational landscape of t(8;21) AML at initial diagnosis and post-therapy relapse. We identified recurrent mutations of KIT , TET2 , MGA , FLT3 , NRAS , DHX15 , ASXL1 and KMT2D genes in this subtype of AML. In addition, high frequency of truncating alterations in ASXL2 gene (19%) also occurred in our cohort. ASXL2 is a member of mammalian ASXL family involved in epigenetic regulation through recruitment of polycomb or trithorax complexes. Unlike its closely related homolog ASXL1, which is mutated in several hematological malignancies including AML, MDS, MPN and others; mutations of ASXL2 occur specifically in t(8;21) AML. We observed that lentiviral shRNA-mediated silencing of ASXL2 impaired in vitro differentiation of t(8;21) AML cell line, Kasumi-1, and enhanced its colony forming ability. Gene expression analysis uncovered dysregulated expression of several key hematopoiesis genes such as IKZF2 , JAG1 , TAL1 and ARID5B in ASXL2 knockdown Kasumi-1 cells. Further, to investigate implications of loss of ASXL2 in vivo , we examined hematopoiesis in Asxl2 deficient mice. We observed an age-dependent increase in white blood cell count in the peripheral blood of Asxl2 KO mice. Myeloid progenitors from Asxl2 deficient mice possessed higher re-plating ability and displayed altered differentiation potential in vitro . Flow cytometric analysis of >1 year old mice revealed increased proportion of Lin-Sca1+Kit+ (LSK) cells in the bone marrow of Asxl2 deficient mice, while the overall bone marrow cellularity was significantly reduced. In vivo 5-bromo-2'-deoxyuridine incorporation assay showed increased cycling of LSK cells in mice lacking Asxl2. Asxl2 deficiency also led to perturbed maturation of myeloid and erythroid precursors in the bone marrow, which resulted in altered proportions of mature myeloid populations in spleen and peripheral blood. Further, splenomegaly was observed in old ASXL2 KO mice and histological and flow cytometric examination of ASXL2 deficient spleens demonstrated increased extramedullary hematopoiesis and myeloproliferation compared with the wild-type controls. Surprisingly, loss of ASXL2 also led to impaired T cell development as indicated by severe block in maturation of CD4-CD8- double negative (DN) population in mice >1 year old. These findings established a critical role of Asxl2 in maintaining steady state hematopoiesis. To gain mechanistic insights into its role during hematopoietic differentiation, we investigated changes in histone marks and gene expression affected by loss of Asxl2. Whole transcriptome sequencing of LSK population revealed dysregulated expression of key myeloid-specific genes including Mpo , Ltf , Ngp Ctsg , Camp and Csf1r in cells lacking Asxl2 compared to wild-type control. Asxl2 deficiency also caused changes in histone modifications, specifically H3K27 trimethylation levels were decreased and H2AK119 ubiquitination levels were increased in Asxl2 KO bone marrow cells. Global changes in histone marks in control and Asxl2 deficient mice are being investigated using ChIP-Sequencing. Finally, to examine cooperativity between the loss of Asxl2 and RUNX1-RUNX1T1 in leukemogenesis, KO and wild-type fetal liver cells were transduced with retrovirus expressing AML1-ETO 9a oncogene and transplanted into irradiated recipient mice, the results of this ongoing study will be discussed. Overall, our sequencing studies have identified ASXL2 as a gene frequently altered in t(8;21) AML. Functional studies in mouse model reveal that loss of ASXL2 causes defects in hematopoietic differentiation and leads to myeloproliferation, suggesting an essential role of ASXL2 in normal and malignant hematopoiesis. *LH and NH contributed equally Disclosures Ogawa: Takeda Pharmaceuticals: Consultancy, Research Funding; Sumitomo Dainippon Pharma: Research Funding; Kan research institute: Consultancy, Research Funding."
}