{
    "doi": "https://doi.org/10.1182/blood.V126.23.5462.5462",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3260",
    "start_url_page_num": 3260,
    "is_scraped": "1",
    "article_title": "Recovery of CMV-Specific T Cells Following Alternative Donor Allogeneic Transplant with Post-Transplant Cyclophosphamide ",
    "article_date": "December 3, 2015",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Background: Post-transplant cyclophosphamide (PTCy) is increasingly used for GVHD prophylaxis after allogeneic hematopoietic stem cell transplantation (HCT) using alternative donors. However, immune reconstitution can be delayed posing an increased risk for CMV reactivation. We evaluated the outcomes of patients who received HCT-apheresis products comparing the impact of PTCy on lymphocyte recovery, CMV reactivation and CMV-specific CD8+ T cell recovery following haplo-identical (HAPLO), matched unrelated donor (MUD), and mismatched unrelated donor (mMUD) grafts vs. with conventional matched related donor (MRD) graft recipients. Methods: We examined 26 patients (median age, 49 years; range, 20-72 years) with advanced hematologic malignancies; n=5 (HAPLO); 6 (MRD); 15 (MUD). All patients received myeloablative conditioning regimens that was either busulfan- or total body irradiation (TBI)-based. PTCy (50 mg/kg/day) was administered on days +3 and +4 following HAPLO and on day +3 following MUD/mMUD transplant. Peripheral blood lymphocyte reconstitution and frequency of circulating CMV-directed CD8+ T cells was assessed (day ± 10 days) on post-transplant days +30, +60, and +90. Circulating anti-CMV T cell frequency was assessed using a phycoerythrin-tagged MHC dextramer against HLA-specific CMV pp65, IE-1, or pp50 peptides (Immudex; Copenhagen, DK) in combination with Tru-Count ¨ tubes and fluorescent-labeled monoclonal antibodies against CD3, CD8, CD4, CD16/56, and CD19 (BD Biosciences; San Jose, CA). Anti-CMV CD8+ T cell immunity was defined as a CMV-dextramer (CMV/DEX) positive count of ≥7cells/ml. CMV reactivation was defined as a serologic titer of >500IU/mL. All patients with CMV reactivation received ganciclovir therapy until CMV titer became negative. Results: Day +30 total T cell recovery was significantly faster in MRD than CY-treated recipients (p=0.015) due principally to more robust CD8+ T cell recovery. CD4 T cell recovery remained below normal range in all groups through day +100. NK cells recovered to normal numbers at day +28 in all groups. Neither PTCy nor donor source significantly impacted the percentage of patients that recovered anti-CMV CD8+ T cells at each time interval ( p = 0.8232). Excluding donors (D) and recipients (R) that were both negative, CMV/DEX+ T cells recovery was >7/mL in 4/5 MRD, 7/14 MUD, and 3/5 HAPLO by day +100. Among MRD recipients either D+ or R+ (n=5), 2 patients showed CMV reactivation within 40 days of transplant that was associated with 90/mL) CMV/DEX T cell response in one patient shortened the duration of viremia to 10 days (vs. 16 days with poor responder) and 3 patients showed no CMV reactivation and a high CMV/DEX+ T cell response by day +60. For MUD CMV D+ and/or R+ recipients (n=14), 3 showed CMV reactivation within 50 days of transplant. All 3 patients had suboptimal CMV/DEX T cell response on day +30. Robust CMV/DEX+ T cell response on day +60 predicted shorter duration of viremia (20 days vs. average of 32 days). For HAPLO CMV D+ and/or R+ (n=5) recipients, 4 experienced CMV reactivation within 50 days of transplant. All patients had a <7 CMV/DEX+ T cells/mL +30. Robust CMV/DEX+ T cell response by day +60 was associated with shorter duration of viremia (range 7-21 days), while one patient with <7/mL CMV/DEX+ T cells had continued CMV viremia for 36 days. Conclusion: In this preliminary analysis, neither PTCy nor donor source significantly impacted the percentage of patients that recovered anti-CMV CD8+ T cells at each time interval. A weak CMV/DEX+ response (<7 cells/mL) on day +30 was consistent with increased risk of CMV reactivation (viremia) in all groups. A CMV/DEX+ T cell count ≥7 cells/mL was not immediately protective against CMV reactivation, but higher counts were associated with a shortened duration of viremia while on antiviral therapy. Conversely, subnormal counts were associated with a longer duration of viremia. This interim analysis suggests that CMV/DEX+ T cell enumeration is a useful biologic correlate for determining clinical response to antiviral therapy, and that donor-derived CMV specific T cell immunity is not further compromised with following PTCy in alternative donor HCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "cytomegalovirus",
        "donors",
        "t-lymphocytes",
        "transplantation",
        "cmv reactivation",
        "viremia",
        "antiviral agents",
        "tissue transplants",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Ayman Saad, MD",
        "Samantha B Langford, BS",
        "Shin Mineishi, MD",
        "Lawrence S. Lamb, Jr., PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL ",
            "Blood and Marrow Transplantation and Cell Therapy Program, University of Alabama at Birmingham, Birmingham, AL"
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL ",
            "Blood and Marrow Transplantation and Cell Therapy Program, University of Alabama at Birmingham, Birmingham, AL"
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Alabama at Birmingham, Birmingham, AL ",
            "Blood and Marrow Transplantation and Cell Therapy Program, University of Alabama at Birmingham, Birmingham, AL"
        ]
    ],
    "first_author_latitude": "33.47678495",
    "first_author_longitude": "-86.78341155"
}