{
    "doi": "https://doi.org/10.1182/blood.V128.22.4775.4775",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3463",
    "start_url_page_num": 3463,
    "is_scraped": "1",
    "article_title": "Measurement of Quality of Life and Depression of Spouse Caregivers for Survivors after Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "topics": [
        "caregivers",
        "depressive disorders",
        "hematopoietic stem cell transplantation",
        "spouse",
        "survivors",
        "quality measurement",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "chemotherapy regimen",
        "depression scales"
    ],
    "author_names": [
        "Silvia Park",
        "Juhee Cho",
        "Jun Ho Jang",
        "Chul Won Jung",
        "Mi Hwa Heo"
    ],
    "author_affiliations": [
        [
            "Division of Hematology-Oncology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Cancer Education Center, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea "
        ],
        [
            "Division of Hematology-Oncology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Division of Hematology-Oncology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Introduction : Hematopoietic stem cell transplantation (HSCT) is a quite exhausting process, which encompasses multitude of chemotherapy before HSCT and long term care and surveillance in post transplant period. Caregivers are also exposed to this whole process, and are often the sole provider of physical and emotional support for the patients. Methods : This was a cross-sectional, HSCT survivor-spouse caregiver matching study to determine the caregiver's quality of life (QoL) and depression. From September 2013 to March 2015, a total of 103 HSCT survivor-partner pairs were answered to a set of questionnaire for the assessment of QOL and depression, which were measured by the World Health Organization Quality of Life (WHOQOL)- BREF 26 and Patient Health Questionnaire-9 (PHQ9), respectively. Results : Among a total of 103 pairs, the data from 97 married couples were finally used for the analysis. Mean age of the caregiver participants was 49.7 years (range 30-73) and majority of caregivers were female (n=65, 67%). More than 70% of pairs were assessed with a monthly income of $2,000-4,000 or more, and 55.2% of caregivers responded to have co-morbidities. Mean duration since transplant was 3.2 years, and allogeneic HSCT comprised 68.7% of cases. As a result, overall QoL, psychological health, social relationships and environmental health were not significantly different between survivors and caregivers (p=0.345, 0.424, 0.415, and 0.253) whereas physical QoL was reported to be better in caregivers compared to survivors (p=0.011). Mean depression scale of depression was comparable between survivors and caregivers with mean score of 5.3 and 5.1 (p=0.812) and there was no difference in the proportion of severe depression between the two groups (15.6% in survivors, 13.7% in caregivers) (p=0.270). It was revealed that family income had significantly correlation with caregiver's overall QoL and environmental health (p=0.013, and 0.023), and female gender, co-morbidites and family income were the important factors associated with caregiver's depression (p=0.007, 0.017 and 0.049). Conclusion : The present study identified that there was no significant difference in QoL and the level of depression between HSCT survivors and spouse caregivers. Family income, gender and co-morbidites showed significant association with caregiver's distress. We suggest that psychosocial intervention starting from a clinical attention to both survivors and caregivers is needed, and that social support to families who are financially challenged has to be considered. Disclosures Jang: Kyowa Hakko Kirin Co., Ltd.: Research Funding."
}