{
    "doi": "https://doi.org/10.1182/blood-2019-129057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4399",
    "start_url_page_num": 4399,
    "is_scraped": "1",
    "article_title": "Predictors of Efficacy for Blinatumomab in BCP-ALL Patients: Non-Responders Show Impaired CD19-BiTE®-Mediated Cytotoxicity in Vitro  ",
    "article_date": "November 13, 2019",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "blinatumomab",
        "cd19 antigens",
        "cytotoxicity",
        "bites",
        "antibodies",
        "biological markers",
        "cd28 antigens",
        "acute lymphocytic leukemia",
        "antigens",
        "biological products"
    ],
    "author_names": [
        "Veit Bücklein, MD",
        "Michaela Scheurer",
        "Bettina Brauchle, MSc",
        "Roman Kischel, MD",
        "Michael von Bergwelt",
        "Karsten Spiekermann, MD",
        "Marion Subklewe, MD"
    ],
    "author_affiliations": [
        [
            "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany ",
            "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany "
        ],
        [
            "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany "
        ],
        [
            "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany ",
            "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany "
        ],
        [
            "Amgen Research (Munich) GmbH, Munich, Germany "
        ],
        [
            "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany ",
            "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ],
        [
            "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany ",
            "Experimental Leukemia and Lymphoma Research (ELLF), University Hospital, LMU Munich, Munich, Germany ",
            "Laboratory of Leukemia Diagnostics, Department of Medicine III, University Hospital, LMU Munich, Munich, Germany"
        ],
        [
            "Laboratory for Translational Cancer Immunology, Gene Center of the LMU Munich, Munich, Germany ",
            "Department of Medicine III, University Hospital, LMU Munich, Munich, Germany ",
            "German Cancer Consortium (DKTK) and German Cancer Research Center (DKFZ), Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "48.1317114",
    "first_author_longitude": "11.522569400000002",
    "abstract_text": "Bispecific T-cell engaging (BiTE ® ) antibody constructs recruit T cells to target antigens independent of their T-cell receptor specificity. Blinatumomab, a CD19xCD3 BiTE ® antibody construct, is approved for the treatment of relapsed/refractory (r/r) B-cell precursor acute lymphoblastic leukemia (BCP-ALL), including patients with persistence or reoccurrence of measurable residual disease (MRD). Despite superior anti-leukemic efficacy compared to cytostatic agents, a majority of patients do not respond to treatment. Biomarkers for the identification of non-responders prior to or early during treatment are unknown. However, the definition of robust biomarkers for efficacy is of high importance for clinical decision-making and might also indicate ways to improve response rates. We therefore established a comprehensive immune-monitoring program for blinatumomab patients. We sequentially analysed peripheral blood of patients with r/r or MRD-positive disease receiving blinatumomab prior to the start of infusion and once weekly over the course of the first 28-day cycle. We determined CD3+ T cell counts and their subset distribution (CD4, CD8, naïve [T N ], central memory [T CM ], effector memory [T EM ], and effector memory CD45RA-positive [T EMRA ] T cells) by multiparameter flow cytometry (MPFC). Additionally, patient-derived T cells were cocultered with BCP-ALL cell lines (SEM and REH) at an effector: target ratio of 1:3 in presence of blinatumomab or a control BiTE ® (0.5 ng/ml, respectively) for 3 days to assess their cytotoxic capacity. Blinatumomab-mediated cytotoxicity was determined by MPFC. T-cell proliferation was evaluated by MPFC (Far Red Cell tracer) after incubation with CD3/CD28 beads for 6 days. A total of 16 patients were enrolled. Four of these patients suffered from MRD disease, whereas the remaining 12 had overt relapse of BCP-ALL. Response rates for patients with morphological relapse were 50% (4 CR MRD- and 2 CR MRD+ after the first cycle) and 75% for patients with MRD disease (3 MRD conversions, 1 MRD persistence). Absolute lymphocyte counts were not significantly different between responders and non-responders before treatment initiation (0.9 G/l and 0.7 G/l, respectively). Whereas the percentage of CD3+ T cells (of all lymphocytes) did not significantly differ between responders and non-responders on day 0, non-responders had a significantly reduced CD3+ percentage on day 7 (81.2% vs 92.9%, p=0.03). Until day 28 of the first cycle, CD3+ percentages of responders and non-responders re-converged (80.2% and 81.4%, respectively). There were no significant differences for CD4+ and CD8+ T-cell percentages prior to and over the course of the first cycle. This was also true for T N , T CM , T EM and T EMRA subset distributions. Additionally, CD19-BiTE ® -mediated cytotoxicity of patient-derived T cells was assessed against CD19 expressing target B cell lines in vitro . Interestingly, specific lysis did not differ between responders and non-responders on day 0 (89.6% vs 79.8%, p=0.89), but decreased for non-responders over the course of the first cycle (normalized AUC for cytotoxicity 149 vs 403 in responders, p=0.03). However, this observation was only true for the patients with refractory morphologic relapse, as the non-responding MRD patient maintained T cell cytotoxicity over the first cycle of therapy. Impaired T cell proliferation (leading to reduced E:T ratios) might contribute to the observed dysfunctional cytotoxicity in non-responders, as the percentage of proliferating T cells after CD3/CD28 bead-based stimulation tended to be reduced for non-responders (17.9% vs 36.1%, p=0.07). In summary, lymphocyte counts, T cell percentage and T cell subset distributions do not allow for a response prediction prior to treatment start for patients receiving blinatumomab. BCP-ALL patients with morphological relapse/persistence who do not achieve a remission with blinatumomab therapy show reduced cytotoxicity in vitro in comparison to patients responding to treatment. As this observation could not be confirmed with one MRD non-responder in our cohort, the burden of disease might contribute to the observed T cell dysfunction, possibly by interfering with T cell proliferation. Evaluation of immune checkpoint expression on effector and target cells over the course of the therapy is currently ongoing, as are analyses of the T cell transcriptome of responders and non-responders. Disclosures Kischel: AMGEN Research (Munich) GmbH: Employment, Equity Ownership. Subklewe: Celgene: Consultancy, Honoraria; Oxford Biotherapeutics: Research Funding; Miltenyi: Research Funding; Roche: Consultancy, Research Funding; Janssen: Consultancy; Gilead: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria; Morphosys: Research Funding; AMGEN: Consultancy, Honoraria, Research Funding."
}