{
    "doi": "https://doi.org/10.1182/blood-2018-99-113580",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3931",
    "start_url_page_num": 3931,
    "is_scraped": "1",
    "article_title": "Increased Longevity of Continuous Bone Marrow Cultures and Radioresistance of Bone Marrow Stromal Cells from SOD1 93A ALS (Amyotrophic Lateral Sclerosis) Mice ",
    "article_date": "November 29, 2018",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Introduction: The SOD1 G93A mouse model of ALS, demonstrates hind limb paralysis beginning at 90 - 100 days of age with stage 4 paralysis at 125 days of age and progressive neuromuscular loss. Materials & Methods: To determine whether deficiency of functional SOD1 influenced parameters of hematopoiesis, long-term bone marrow cultures were established from ALS and control mice. Bone marrow stromal cell lines derived from LTBMCs were tested for clonogenic radiation survival. We tested the effect of bone marrow transplant after total body irradiation on delay of paralysis. Results: SOD1 G93A marrow cultures demonstrated significant increase in production of hematopoietic progenitor cells (p < 0.0001) and overall longevity of production of hematopoietic cells (p = 0.0354), and bone marrow stromal cell lines were significantly radioresistant (D 0 = 1.33 ± 0.09, and ñ = 8.57 ± 1.8) compared to control C57BL/6J mice (D 0 = 1.59 ± 0.11, p = 0.117; and ñ = 3.4 ± 0.4, p= 0.0466). Total body irradiation and bone marrow transplantation with GFP+ donor marrow demonstrated a significant increase in paralysis free interval from 129.2 ± 3.0 to 240.7 ± 21.1 days (p = 0.0010), normalization of blood/brain barrier permeability, and increase in M2 marrow origin microglial cells in proximity to degenerating anterior horn cell/motor neurons. Isolated brain and spinal cord irradiation did not prolong the paralysis free interval (129.0 ± 2.7 days, p = 0.7748). Conclusions: The results showing increased longevity of hematopoiesis in LTBMCs of marrow from mice displaying an absence of SOD1 and the radioresistance of derived bone marrow stromal cell lines represent two unexpected pleiotrophic effects of the SOD1 G93A genotype. Further studies will be required to determine how marrow transplant after TBI prolonged the paralysis free interval in these ALS mice. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "amyotrophic lateral sclerosis",
        "bone marrow",
        "bone marrow culture",
        "longevity",
        "mice",
        "sod1 gene",
        "stromal cells",
        "paralysis",
        "bone marrow transplantation",
        "whole-body irradiation"
    ],
    "author_names": [
        "Andrew Henderson",
        "Renee Fisher",
        "Michael Epperly, PhD",
        "Donna Shields",
        "Lora Rigatti",
        "Christopher Donnelly",
        "Simon Watkins",
        "Joel S. Greenberger, MD"
    ],
    "author_affiliations": [
        [
            "UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh Cancer Center Institute, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "UPMC Hillman Cancer Center, University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "University of Pittsburgh, Pittsburgh, PA "
        ],
        [
            "Upmc-Shadyside, Pittsburgh, PA"
        ]
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999"
}