{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4740.4740",
    "article_title": "Detection of Gene Mutations in Patients with Clinically Suspected Heritary Spherocytosis By Next Generation Sequencing ",
    "article_date": "December 7, 2017",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "Introduction: Hereditary spherocytosis (HS) is the most frequent form of inherited hemolytic anemia characterized by the presence of spherical-shaped erythrocytes on the peripheral blood smear, hemolysis, splenomegaly, jaundice, and gallstones. The clinical severity of HS varied widely, and its prevalence is 1 in 2,000 in Northern European population and1 in 100,000 in China. The diagnosis can be based on the physical examination, complete red blood cell count, reticulocytes count, medical history and specific tests, preferentially the EMA test test and AGLT, as well as molecular diagnosis particularly gene sequencing. To date, mutations in at least five genes ( ANK1 , EPB42 , SLC4A1 , SPTA1 , and SPTB ) are associated with different subtypes of HS. Next-generation gene sequencing (NGS) is a high-throughput parallel sequencing method and its high-sensitivity is widely used in variation identification in clinical settings with a wide range of human diseases including inherited disorders. This study is aim to discover pathogenic mutations in clinically suspected HS patients by NGS to confirm and/or discriminate diagnosis. Methods: A cohort of seven patients with clinically suspected HS were enrolled in this study. The DNA samples were extracted from peripheral blood samples of the patients and their parents (if available), and were sheared into 200-300bp fragments using the Covaris ultrasonic instrument, followed by whole-exome sequencing. NGS samples were sequenced on the Illumina HiSeq X10 instrument according to manufacturer's protocol. Raw data analysis was performed with the Illumina Pipeline software and the identified mutations were confirmed by Sanger sequencing. Sequences were aligned to the hg19 human genome reference using information from databases including NCBI dbSNP, HapMap, and the 1000 Human Genomes Project dataset. SOAPsnp and Samtools were used to locate the mutations, and the potential functional impacts of the identified variants were assessed using SIFT, PolyPhen-2 and MutationTaster software. Results: Seven patients with age from 8-44yrs were enrolled in our cohort study. NGS results have identified 4 missense mutation SLC4A1 (P854L), SLC4A1 (P455R), SEC23B (P25H and P567R), 3 nonsense mutation ANK1 (R1334X), SPTB (R1756X), SPTB (E1602X), and 1 splicing mutation SPTB (c.5937+1G>C) in seven patients respectively. Three novel mutations, SPTB (R1756X and E1602X) that were stop-gain single nucleotide variants (SNVs) and splicing variant SPTB (c.5937+1G>C) were identified responsible for hereditaryspherocytosis (HS). Considering that the missense mutation SLC4A1 (P854L) was inherited from asymptomatic mother, the pathogenicity of this site is low. Moreover, the mutation SPTB (E1602X) is a de novo mutation and thus likely to be pathogenic. However, the compound heterozygous mutation SEC23B (P25H and P567R) is responsible for congenital dyserythropoietic anemia (CDA) which represent similar clinical symptoms with HS, may have been misdiagnosed and needs to be further studied. Conclusions: Together, we have identified three novel mutations, two stop-gain mutation SPTB (R1756X and E1602X) and one splicing variant SPTB (c.5937+1G>C), in hereditary spherocytosis patients. Our results suggested that genetic diagnosis by NGS is a fast, economic and accurate way to detect and identify pathogenic alterations of inherited diseases like hereditary spherocytosis, and more importantly a useful tool for differential diagnosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "massively-parallel genome sequencing",
        "mutation",
        "spherocytosis",
        "hereditary spherocytosis",
        "genetic disorder",
        "anemia, hemolytic, congenital",
        "biliary calculi",
        "congenital dyserythropoietic anemia",
        "dideoxy chain termination dna sequencing",
        "dna"
    ],
    "author_names": [
        "Li Qin, PhD",
        "Yujiao Jia, MD",
        "Donglei Zhang, PhD",
        "Kun Ru, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Li Qin, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yujiao Jia, MD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital, Tianjin, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donglei Zhang, PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital, Tianjin, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kun Ru, MD PhD",
            "author_affiliations": [
                "Institute of Hematology and Blood Disease Hospital, Tianjin, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:37:49",
    "is_scraped": "1"
}