{
    "doi": "https://doi.org/10.1182/blood.V106.11.4288.4288",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=383",
    "start_url_page_num": 383,
    "is_scraped": "1",
    "article_title": "ATM and ATR Are Not Required for DNA Damage-Dependent Accumulation of Chk1 at the Centrosome. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "ATR-Seckel syndrome and ataxia-teleangiectasia are autosomal recessive disorders associated with hematologic malignancies. They share the feature of genetic instability and are caused by defects in the DNA damage response: underlying causes are a hypomorphic ATR mutation and inactivating ATM mutations, respectively. A common substrate of ATM and ATR in the DNA damage response is the nuclear checkpoint kinase Chk1, which we have recently shown to localize to interphase centrosomes and thereby negatively regulate entry into mitosis by preventing premature activation of cyclin B-Cdk1 ( Nat Cell Biol  6 : 884 –891, 2004 ). Here, we demonstrate that DNA damage by ultraviolet radiation or hydroxyurea treatment enhances the centrosomal localization of Chk1. In fibroblasts derived from ATR-Seckel or ataxia-teleangiectasia patients, this DNA damage-dependent centrosomal accumulation of Chk1 was rather more pronounced in comparison with control fibroblasts. Accordingly, this cellular reaction is not dependent on ATR or ATM. These results indicate that centrosomal accumulation of Chk1 might contribute a novel regulatory mechanism to the DNA damage checkpoint. Our study might help to further dissect the contributions of ATR and ATM to the DNA damage response, and to better understand their role in the development of hematologic malignancies.",
    "topics": [
        "centrosome",
        "dna",
        "ataxia",
        "hematologic neoplasms",
        "autosome disorder",
        "cdc2 protein kinase",
        "cyclins",
        "hydroxyurea",
        "phosphotransferases",
        "dna damage"
    ],
    "author_names": [
        "Harald Loeffler, MD",
        "Tilmann Bochtler, MD",
        "Anthony D. Ho, MD",
        "Penny A. Jeggo, PhD",
        "Jiri Bartek, MD, PhD",
        "Alwin Kraemer, MD"
    ],
    "author_affiliations": [
        [
            "Abteilung Innere Medizin V, Medizinische Universitaetsklinik Heidelberg, Heidelberg, Germany"
        ],
        [
            "Abteilung Innere Medizin V, Medizinische Universitaetsklinik Heidelberg, Heidelberg, Germany"
        ],
        [
            "Abteilung Innere Medizin V, Medizinische Universitaetsklinik Heidelberg, Heidelberg, Germany"
        ],
        [
            "Genome Damage and Stability Centre, University of Sussex, Brighton, East Sussex, United Kingdom"
        ],
        [
            "Department of Cell Cycle and Cancer, Danish Cancer Society, Copenhagen, Denmark"
        ],
        [
            "Abteilung Innere Medizin V, Medizinische Universitaetsklinik Heidelberg, Heidelberg, Germany"
        ]
    ],
    "first_author_latitude": "49.41440665",
    "first_author_longitude": "8.676450599999999"
}