{
    "doi": "https://doi.org/10.1182/blood.V116.21.5120.5120",
    "article_title": "Seasonal Variation In the Occurrence of Venous Thromboembolism In Canada ",
    "article_date": "November 19, 2010",
    "session_type": "Pathophysiology of Thrombosis",
    "abstract_text": "Abstract 5120 Background. The evidence in support of a seasonal variation in the occurrence of venous thromboembolism (VTE) is conflicting and based on studies of mostly small or moderate size, often single centered and moreover, have never included data from Canada which has clearly-defined seasons with wide temperature differences between winter and summer months. Objectives. We used discharge data from a population-level hospital registry to assess the occurrence of a seasonal pattern in hospital admissions with VTE (deep vein thrombosis (DVT) or pulmonary embolism (PE)), DVT alone and PE alone in the province of Quebec, Canada. Methods. Using data from the province of Quebec's hospital discharge database (Med-Echo) which systematically records information on all hospital admissions in Quebec since 1967, we constructed a retrospective cohort of all individuals who had a first-time discharge diagnosis of DVT or PE between January 1, 1996 and December 31, 2004 and no prior discharge diagnosis for DVT or PE back to 1983. DVT and PE were defined based on the International Classification of Diseases, 9th edition, Clinical Modification. VTE cases were grouped according to season and month of occurrence, and statistical significance of seasonal variation was determined using the Edwards' and Walter & Elwood test. Results. The cohort comprised of 45,588 (26,076 (57%) women and 19,512 (43%) men) admitted patients with incident VTE. The mean age was 62.5 years (SD 17.6) and 26,537 (58%) patients had DVT alone, 12,758 (28%) had PE alone and 6,239 (14%) had DVT with PE. Data by season showed a statistically significant difference with the lowest proportion of hospital VTE admissions in summer months (24.1%) and highest in winter (25.9%) months (p<0.0001). Seasonal variation in number of admissions by month was statistically significant for PE alone (p=0.0084; adjusted for total number of monthly hospital admissions for the Quebec province) with peak occurrence in November-December. There was no seasonal variation in monthly VTE (p=0.12) and DVT alone (p=0.87) admissions. Conclusion. Our large-scale population study provides evidence that in Quebec, Canada there is a seasonal variation in PE hospital admissions with an annual autumn peak. The underlying pathophysiologyic mechanisms are unknown and deserve further study. Disclosures: Tagalakis: Pfizer: Research Funding; Sanofi Aventis: Honoraria. Kahn: Sigvaris: Research Funding; sanofi-aventis: Advisory Board, Research Funding; Boehringer Ingelheim: .",
    "topics": [
        "seasonal variation",
        "venous thromboembolism",
        "deep vein thrombosis",
        "hospital admission",
        "echocardiography",
        "patient discharge",
        "pulmonary embolism",
        "body temperature",
        "quebec",
        "international classification of diseases"
    ],
    "author_names": [
        "Dimple Kondal, PhD",
        "Vicky Tagalakis, MD, MSc",
        "Antonio Ciampi, PhD",
        "Susan Kahn, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Dimple Kondal, PhD",
            "author_affiliations": [
                "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vicky Tagalakis, MD, MSc",
            "author_affiliations": [
                "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Ciampi, PhD",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, McGill University, Montreal, QC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Kahn, MD, MSc",
            "author_affiliations": [
                "Centre for Clinical Epidemiology and Community Studies, Jewish General Hospital, Montreal, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:31:20",
    "is_scraped": "1"
}