{
    "doi": "https://doi.org/10.1182/blood.V116.21.4017.4017",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1677",
    "start_url_page_num": 1677,
    "is_scraped": "1",
    "article_title": "Efficacy of Azacitidine In the Treatment of Chronic Myelomonocytic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster III",
    "topics": [
        "azacitidine",
        "leukemia, myelomonocytic, chronic",
        "complete remission",
        "decitabine",
        "hemoglobin",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "partial response",
        "splenomegaly",
        "frequency of responses"
    ],
    "author_names": [
        "Melissa L. Teichman, PharmD",
        "Gene A. Wetzstein, PharmD, BCOP",
        "Viet Q. Ho, PharmD, BCOP",
        "Jeffrey E. Lancet, MD",
        "Alan F. List",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "Pharmacy, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL, USA"
        ]
    ],
    "first_author_latitude": "28.064229599999994",
    "first_author_longitude": "-82.4215455",
    "abstract_text": "Abstract 4017 Background: Chronic myelomonocytic leukemia (CMML) is a heterogeneous disease sharing features of myelodysplastic syndromes (MDS) and myeloproliferative neoplasms (MPN). FDA approved indications for azacitidine and decitabine include CMML as subset of MDS. Fewer than 10 patients with CMML, however, were treated in each of the original studies. In this study we report our institutional experience of azacitidine treatment of CMML patients. Methods: This was a retrospective review of CMML patients who received azacitidine at Moffitt Cancer Center. The primary endpoint was determining response rate to azacitidine utilizing International Working Group 2006 criteria (IWG 2006). Secondary objectives were to assess treatment tolerance and overall survival. Descriptive statistics were used for baseline characteristics and response rates. Kaplan-Meier estimates were used for evaluation of overall survival. Results: Between July 2004 and December 2009, 35 CMML patients treated with azacitidine were identified. Table-1 summarizes baseline characteristics of those patients. Based on Dusseldorf CMML risk criteria one patient (2.9%) was low risk, 17 (48.7%), intermediate, 7 (20%) high risk and 10 (28.6%) were unknown. According to MD Anderson CMML risk model, 11 (31.4%) were low risk, 12 (34.3%) int-1, 2 (5.7%) int-2, 1 (2.9%) high risk and 9(25.7%) unknown. The median number of azacitidine cycles was 6.0 (1-34) The best response rates by IWG 2006 criteria were complete response (CR) 5 (14.3%), marrow CR 4 (11.4%), partial response (PR) 1 (2.9%), and hematological improvement (HI) 7 (20%). The overall response rate was 48.6%. The median OS was 25 month (95%CI 13.8–36.1 mo). Conclusions: In this retrospective analysis, response to azacitidine in CMML was similar to response rates reported in other MDS patients on azacitidine studies. The median overall survival is comparable to AZA-001 randomized clinical study. Table-1 Baseline characteristics of CMML patients treated with azacitidine  Variable . . n (%) . Age (years) Median 70  Range 33–85 Gender M:F 19:16 Splenomegaly Yes 13 (37.1) Hemoglobin, g/dl <10.0 8 (22.9) Platelets, × 10 9/L  <50 12 (34.3)  <100 19 (54.3) Variable . . n (%) . Age (years) Median 70  Range 33–85 Gender M:F 19:16 Splenomegaly Yes 13 (37.1) Hemoglobin, g/dl <10.0 8 (22.9) Platelets, × 10 9/L  <50 12 (34.3)  <100 19 (54.3) View Large Disclosures: Lancet: Celgene: Research Funding. List: Celgene: Research Funding. Komrokji: Celgene: Research Funding, Speakers Bureau."
}