{
    "doi": "https://doi.org/10.1182/blood.V128.22.2003.2003",
    "article_title": "Clinico-Pathological Spectrum and Role of Flow Cytometry in Myelodysplastic Syndrome: Experience of a Tertiary Care Centre in North India ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "abstract_text": "Myelodysplastic syndrome (MDS) is a heterogeneous group of clonal hematopoietic stem cell disorder characterized by morphological dysplasia which is subjective. There are numerous morphological mimickers of dysplasia which need to be differentiated from MDS. Cytogenetic abnormalities form an important component of the existing risk stratification protocols though seen in 30-70% individuals. Flow cytometry (FCM) on the other hand provides an objective evidence of dysplasia even in the absence of appreciable dysplastic morphological features or non-informative cytogenetics. Clinico-pathological profiles of 112 consecutive patients diagnosed as MDS over 45 months were analyzed. FCM analysis with single tube 6 colour combination using monoclonal antibodies against CD13, CD11b, CD16, CD34, CD45 and CD56 was applied in 43 patients. The panel was also applied in 14 other cases with morphological dysplasia and 21 age matched controls. Six prominent features, namely i) hypogranulatrity based on reduced side scatter ii) side scatter peak channel values (SSC PCV) ratio of the granulocytes and lymphoid cells, myeloid maturation pattern based on iii) CD13/16, iv) CD13/11b, v) CD11b/16 and vi) blast percentage based on CD34/SSC dot plot amongst all nucleated cells were noted. A score of 1 was assigned to each abnormality. A score of ≥3 was considered as \"positive for MDS\", 2 as 'suspicious for MDS' and ≤ 1 as \"negative for MDS\". Cytogenetic studies could be done in 65 patients using G banding and counting 20 metaphases. There were 69 males and 43 females (M: F=1.6:1), with a median age of 55.5 (range 3-87 years). Majority of these patients presented with pancytopenia 67.8% (76/112) followed by bicytopenia in 29.5% (33/112). As per the recent WHO classification 2016, the cases were classified as MDS-single lineage dysplasia (n=7, 6.25%), MDS-multilineage dysplasia (n=48, 42.86%), MDS excess blast 1 (n=24, 21.42%), MDS execss blast 2 (n=18, 16.07%), Hypoplastic MDS (n=14, 12.5%), and refractory cytopenia of childhood (n=1, 0.9%). Chromosomal abnormality were detected in 32/65 (49.2%) patients, where complex karyotype was the most common abnormality. Most frequent individual chromosomal abnormality observed was chromosome 7 (11/32; 34.3%) in the form of monosomy and interstitial deletions. IPSS -R prognostic risk stratification showed majority of the patients (39/65, 59.9%) belonging to the very high and high risk groups. On FCM analysis, an SSC PCV ratio was found to differ significantly among the three groups (p 3 was found in 84.7% of MDS patients. Overall sensitivity, specificity, positive and negative predictive values of this panel was found to be 86%, 64.2%, 90% and 62.5% respectively. MDS appears to have a relatively distinct clinicopathological profile in the Indian subcontinent, with a lower median age of presentation and a higher proportion of high IPSS-R risk group. Limited panel FCM can fairly predict the diagnosis of MDS using the objective scoring system and thus should be incorporated as a part of the routine work up in patients presenting with persistent cytopenia with or without morphological evidence of dyspoiesis. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Rahman: SGPGI, Lucknow , India: Employment, Research Funding. Gupta: SGPGI, Lucknow, India: Employment, Research Funding. Singh: SGPGI, Lucknow, India: Employment. Kumari: SGPGI,Lucknow, India: Employment. Yadav: SGPGI,Lucknow, India: Employment. Kumar: SGPGI,Lucknow, India: Employment. Gupta: SGPGI,Lucknow, India: Employment. Nityanand: Sanjay Gandhi Post Graduate Institute of Medical Sciences: Employment, Research Funding.",
    "topics": [
        "flow cytometry",
        "india",
        "myelodysplastic syndrome",
        "tertiary care hospitals",
        "dysplasia",
        "alanine aminopeptidase",
        "macrophage-1 antigen",
        "cd34 antigens",
        "chromosomal disorder",
        "cytopenia"
    ],
    "author_names": [
        "Khaliqur Rahman, MD",
        "Ruchi Gupta, MD",
        "Manish Singh, MD",
        "Surabhi Kumari, MD",
        "Geeta Yadav, MD",
        "Pradeep Kumar, MD DM",
        "Anshul Gupta, MD FNB",
        "Soniya Nityanand, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Khaliqur Rahman, MD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruchi Gupta, MD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manish Singh, MD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Surabhi Kumari, MD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Geeta Yadav, MD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pradeep Kumar, MD DM",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anshul Gupta, MD FNB",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soniya Nityanand, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Sanjay Gandhi Post Graduate Institute of Medical Sciences, Lucknow, India"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:12:22",
    "is_scraped": "1"
}