{
    "doi": "https://doi.org/10.1182/blood.V128.22.1196.1196",
    "article_title": "Deficiency of Spicing Factor SF3B1 Impairs Human Erythropoiesis and Leads to Changes in Pre-mRNA Splicing ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Molecular Control of Erythropoiesis",
    "abstract_text": "Pre-mRNA splicing is a fundamental process in eukaryotes and emerges as an important co-transcriptional or post-transcriptional regulatory mechanism. More than 90% of multiple-exon genes undergo alternative splicing, enabling generation of multiple protein products from a single gene. In the context of erythropoiesis, one classic example is the splicing of protein 4.1R alternative exon 16. This exon is predominantly skipped in early erythroblasts but included in late stage erythroblasts. In addition, alternative isoforms of various erythroid transcripts have been reported. More recently, we and others have documented that a dynamic alternative splicing program regulates gene expression during terminal erythropoiesis. These findings strongly suggest the roles of alternative splicing and associated regulatory factors in erythropoiesis. However, the studies on the roles of mRNA splicing in erythropoiesis are very limited. RNA splicing is carried out by mRNA splicing machinery known as spliceosome. Each spliceosome is composed of five small nuclear RNAs (U1, U2, U4, U5, U6) and a range of associated proteins. Of note, recent next-generation sequencing studies have identified several mutations involving multiple components of the mRNA splicing machinery, including SF3B1, SRSF2,U2AF1, ZRSR2, PRPF40B, U2AF65, and SF1 in myelodysplastic syndrome (MDS) patients. Out of these splicing factors, SF3B1 is one of the most frequently mutated genes, and mutations in SF3B1 have been found in up to 90% of patients with refractory anemia with ringed sideroblasts (RARS). The specific high frequency of SF3B1 mutations in RARS makes this gene a very strong candidate responsible for the pathogenesis of this subtype of MDS. Given the fact that RARS is mainly characterized by isolated erythroid dysplasia with mild dysplasia in granulocytic or megakaryocytic lineages, we hypothesize that SF3B1 plays important roles in normal erythropoiesis by regulating the alternative splicing of erythroid transcripts and that dysfunction of SF3B1 in RARS may directly account for the erythroid dysplasia of these patients. To test our hypothesis, we first examined the expression of SF3B1 in erythroid cells. We show that SF3B is abundantly expressed in erythroid cells. We then knocked down SF3B1 in human CD34 + hematopoietic stem cells employing shRNA mediated approach to explore the role of SF3B1 in human erythropoiesis. We show that knockdown of SF3B1 resulted in decreased formation of erythroid colonies BFU-E and CFU-E. We further show that knockdown of SF3B1 led to significantly impaired cell growth of erythroid cells with very little effects on the growth of granulocytes and monocytes. The decreased cell growth is accompanied by increased apoptosis. Knockdown of SF3B1 also led to delayed erythroid differentiation, generation of bi/multinucleated late stage erythroblasts and impaired enucleation. To explore the underlying mechanisms for the phenotypic changes following SF3B1 knockdown, we performed RNA-seq analysis on sorted erythroblasts at each distinct developmental stage. Bioinformatics analysis revealed that more than 40 genes were mis-spliced. Bioinformatics analysis also revealed that consistent with the impaired cell growth and increased apoptosis of CFU-E cells, knockdown of SF3B1 led to changes in expression of genes involved in regulation of cell growth and apoptosis in CFU-E cells. Similarly, consistent with generation of bi/multinucleated late stage erythroblasts and impaired enucleation, the expression of genes involved in mitosis and cytokinesis is downregulated in polychromatic and orthochromatic erythroblasts. Together, our findings demonstrated the critical role of SF3B1 in normal human erythropoiesis and identified potential SF3B1 targets in erythroid cells. Our findings not only provide novel insights into regulation of normal erythropoiesis but also have implications in understanding ineffective erythropoiesis in RARS patients with SF3B1 mutation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythropoiesis",
        "heterogeneous nuclear rna",
        "rna splicing",
        "sf3b1 gene",
        "refractory anemia with sideroblasts",
        "dysplasia",
        "rna, messenger",
        "enucleation procedure",
        "spliceosomes",
        "cd34 antigens"
    ],
    "author_names": [
        "Yumin Huang",
        "John Hale, PhD",
        "Lixiang Chen, PhD",
        "Huizhi Zhao, PhD",
        "Xinhua Guo, BS",
        "Mohandas Narla, DSc",
        "Ling Sun, MD PhD",
        "Xiuli An, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yumin Huang",
            "author_affiliations": [
                "Membrane Biology Laboratory, New York Blood Center, New York, NY ",
                "Department of Hematology, the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Hale, PhD",
            "author_affiliations": [
                "Red Cell Physiology Laboratory, New York Blood Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lixiang Chen, PhD",
            "author_affiliations": [
                "School of Life Science, Zhengzhou University, Zhengzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huizhi Zhao, PhD",
            "author_affiliations": [
                "School of Life Science, Zhengzhou University, Zhengzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinhua Guo, BS",
            "author_affiliations": [
                "Membrane Biology Laboratory, New York Blood Center, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohandas Narla, DSc",
            "author_affiliations": [
                "Red Cell Physiology Laboratory, New York Blood Center, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Sun, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiuli An, MD PhD",
            "author_affiliations": [
                "Membrane Biology Laboratory, New York Blood Center, New York, NY ",
                "Department of Hematology, the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China ",
                "School of Life Science, Zhengzhou University, Zhengzhou, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T09:29:17",
    "is_scraped": "1"
}