{
    "doi": "https://doi.org/10.1182/blood.V114.22.406.406",
    "article_title": "R-CHOP14 Compared to R-CHOP21 in Elderly Patients with Diffuse Large B-Cell Lymphoma: Results of the Interim Analysis of the LNH03-6B GELA Study. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS - NON-HODGKIN LYMPHOMA: THERAPY",
    "abstract_text": "Abstract 406 Introduction: In 2000, the Gela demonstrated the survival advantage of adding Rituximab to CHOP21 over CHOP21 in the treatment of diffuse large B-cell lymphoma (DLBCL) in elderly patients. Two consecutive studies from the German group have shown an improvement of survival with CHOP14 compared to CHOP21, and then after with R-CHOP14 compared to CHOP14. Here, we report the results of the planned interim analysis of the LNH03-6B, a multicentric, phase III open-label, randomized trial evaluating the efficacy of R-CHOP given every 14 days compared to R-CHOP given every 21 days, held after the inclusion of the first 202 patients, with a median follow-up of 24 months. Patients and methods: Patients between 60 and 80 years old with DLBCL and aaIPI ≥ 1 were eligible. They were randomized between two immunochemotherapy regimens combining Rituximab and CHOP given every 2 (R-CHOP14, arm A) or 3 weeks (R-CHOP21, arm B) for 8 cycles. They were subsequently randomized between a prophylactic treatment with Darbepoetin alfa and a conventional treatment of chemotherapy-induced anemia. G-CSF was given according to physician decision. The primary objective was to evaluate the efficacy of R-CHOP14 compared to R-CHOP 21 as measured by the EFS, events being defined as death from any cause, relapse for complete responders and unconfirmed complete responders, progression during or after treatment and changes of therapy during allocated treatment. Secondary objectives were OS, PFS, DFS, response rate and analysis of dose-intensity and toxicity. According to previous LNH98-5 protocol, sample size was calculated to demonstrate an improvement of 2-year EFS from 55% to 65% with R-CHOP14. Six-hundred patients, randomized 1:1 between the two treatment groups recruited over 4 years and followed for a minimum of one year, will provide 80% power at the overall 5% (2-sided) significance level to detect the expected difference. Results: In this planned interim analysis, 202 patients were randomized and 201 received study treatment, 103 with R-CHOP14 and 98 with R-CHOP21. Median age was 72 years. Patients' characteristics were similar in both groups with a slightly higher proportion of patients with aaIPI 2-3 in R-CHOP14 arm (67% vs 59%) whereas a higher proportion of patients in R-CHOP21 arm presented with B symptoms (43% vs 37%). The median interval between cycles was 15 days in R-CHOP14 group and 21 days in R-CHOP21 group; 73 patients (71%) in R-CHOP14 group and 74 patients (76%) in R-CHOP21 group completed 8 cycles without progression. In the R-CHOP14 group, the increase of dose-intensity at the end of treatment, calculated according to 3-week interval as a reference, was 125% for cyclophosphamide and doxorubicin. Ninety percent of patients treated with R-CHOP14 received G-CSF, whereas only 66% in R-CHOP21 group. Response rate (CR+CRu) was 67% in R-CHOP14 arm and 75% in R-CHOP21 arm (p=NS). The 2-year EFS was 48% in R-CHOP14 arm compared with 61% in R-CHOP21 (p=NS). A similar trend was observed for 2-year PFS (49% vs 63%), 2-year DFS (57% vs 70%) and 2-year OS (67% vs 70%) (p=NS for all). Grade 3-4 hematological toxicity was more frequent in R-CHOP14 group, with a higher proportion of patients receiving red cell or platelet transfusions and/or experiencing febrile neutropenia, resulting in higher proportion of patients hospitalized for adverse events. In contrast, there was no difference for extra-hematological grade 3-4 toxicities. Conclusions: The results of this interim analysis of the LNH03-6B trial favor treatment with R-CHOP21 in elderly patients with DLBCL, with trends toward higher efficacy and lower toxicity compared to R-CHOP14. These results should be confirmed by the final analysis, concerning the 602 patients included, planned in 2010. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "interim analysis",
        "older adult",
        "toxic effect",
        "r-chop",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "rituximab",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "Richard Delarue, MD",
        "Herve Tilly, MD",
        "Gilles Salles, MD, PhD",
        "Christian Gisselbrecht, MD",
        "Nicolas Mounier, MD",
        "Marion Fournier",
        "Thierry Jo Molina, MD",
        "Caroline Bonmati, MD",
        "Hervé Ghesquieres, MD",
        "Michel Blanc, MD",
        "Delphine Germain",
        "Laurence Girard",
        "Corinne Haioun, MD",
        "Andre Bosly, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard Delarue, MD",
            "author_affiliations": [
                "Hopital Necker, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly, MD",
            "author_affiliations": [
                "Centre Henri Becquerel, Rouen, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Salles, MD, PhD",
            "author_affiliations": [
                "Hematologie, Centre Hospitalier Lyon-Sud, Pierre-Benite, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Gisselbrecht, MD",
            "author_affiliations": [
                "Dept. of Hematology, St. Louis Hospital, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Mounier, MD",
            "author_affiliations": [
                "CHU Nice, Nice, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Fournier",
            "author_affiliations": [
                "Gelarc, Lyon, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Jo Molina, MD",
            "author_affiliations": [
                "Pathology, Université Paris Descarte and Hôtel Dieu Hospital, Paris, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Bonmati, MD",
            "author_affiliations": [
                "CHU Nancy, Nancy, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Ghesquieres, MD",
            "author_affiliations": [
                "Hematology, centre Léon Bérard, Lyon, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Blanc, MD",
            "author_affiliations": [
                "Centre Hospitalier, Chambery, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Germain",
            "author_affiliations": [
                "Gelarc, Lyon, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Girard",
            "author_affiliations": [
                "Gelarc, Lyon, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Haioun, MD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, Hôpital Henri Mondor, Créteil, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Bosly, MD, PhD",
            "author_affiliations": [
                "Mont-Godinne Univ., Yvoir, Belgium"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T13:04:38",
    "is_scraped": "1"
}