{
    "doi": "https://doi.org/10.1182/blood.V122.21.3682.3682",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2418",
    "start_url_page_num": 2418,
    "is_scraped": "1",
    "article_title": "The Leukemia-Associated Rho Guanine Nucleotide Exchange Factor (LARG) /ARHGEF12 Is Important For Erythroid Differentiation ",
    "article_date": "November 15, 2013",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster III",
    "topics": [
        "acute erythroblastic leukemia",
        "antibodies",
        "cell lines",
        "embryo",
        "erythrocytes",
        "guanine nucleotide exchange factors",
        "guanosine triphosphate phosphohydrolases",
        "leukemia",
        "leukemia, myelocytic, acute",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Li Gao",
        "Yong Zhou, PhD",
        "JingYan Tang, MD",
        "Shuhong Shen, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of hematology/Oncology,, Shanghai Children’s Medical Center, Shanghai Jiaotong University School of medicine, Shanghai, China, "
        ],
        [
            "Division of development and disease, Institute of health science, Shanghai Institutes for Biological Sciences Chinese Academy & Shanghai Jiaotong University School of medicine, Shanghai, China, "
        ],
        [
            "Department.of Hematology and Oncology, Shanghai Children’s Medical Center, Shanghai, P.R. China, Pudong, China, "
        ],
        [
            "Division of Hematology and Oncology, Shanghai Children’s Medical Center, Shanghai, P.R. China, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.208806999999997",
    "first_author_longitude": "121.49713049999998",
    "abstract_text": "ARHGEF12,which was initially identified as a fusion partner of MLL in acute myeloid leukemia, is a regulatory protein involved in the GDP/GTP exchange reaction of the Rho A and activates a Rho-GTPase-dependent signaling pathway. However, the role of ARHGEF12 in hematopoiesis remains unknown. Here, we first report that ARHGEF12 takes part in erythroid differentiation not only in erythroleukemia cell line K562 but also in zebra fish based on knockdown technology. Although primitive hematopoiesis including erythroid differentiation progressed normally, double silencing of both orthologues arhgef12a and arhgef12b in Danio rerio with morpholino caused erythropenia during definitive hematopoiesis. Meanwhile, cytology assay reveal less mature red blood cells with large and loose nuclear in morpholino injected embryos. The phenotype of blocked erythroid differentiation can be rescured by mRNA overexpression of RhoA active mutant. On the other hand, injection of mRNA transcripted from the dominant negative mutant of RhoA could replicate the phenotype of arhgef12 silencing. Antibody array screen of kinase phosphorylation suggested STAT1 and MAPK pathways downstream of Rho A may be important for erythroid differentiation in our modles. Disclosures: No relevant conflicts of interest to declare."
}