{
    "doi": "https://doi.org/10.1182/blood.V104.11.2050.2050",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=258",
    "start_url_page_num": 258,
    "is_scraped": "1",
    "article_title": "Silencing of Caspase 8 Expression in Leukemia Cells and Patient Samples. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Gene silencing through hypermethylation is common in cancer cells and may contribute to chemoresistance and poor patient outcomes. To investigate this mechanism in leukemia, OCI-AML2 leukemia cells were screened for methylated genes. Among the genes identified using Cpg arrays was caspase-8. Levels of mRNA and protein of caspase-8 were decreased in OCI-AML2 cells compared to control cell lines (Jurkat cells). In contrast, levels of FLIP, caspase-3 and XIAP did not differ between both cell lines. As further evidence of caspase-8 hypermethylation, treatment of OCI-AML2 cells with the demethylating agent 5-Aza-2′-Deoxycytidine (AzaD) increased expression of caspase-8 protein to levels similar to Jurkat cells. To determine whether the silencing of caspase-8 occurs in primary patient samples, levels of caspase-8 were measured by immunoblots in 16 samples from patients with AML. Compared to normal peripheral blood mononuclear stem cells, caspase-8 was reduced in five of 16 (31%) samples. To determine whether the low caspase 8 was a functional consequence, OCI-AML2 cells were treated with CH-11 anti-FAS antibody (100 ng/mL) for 24 hours. Despite the cells expressing the FAS receptor on the surface, less than 5% of apoptosis occurred. In contrast, an equal concentration of CH-11 induced 80% apoptosis in Jurkat cells. To test the status of the death receptor pathway downstream of caspase-8, cytosolic lysates from OCI-AML2 cells were stimulated with recombinant active caspase-8 to directly activate effector caspases. Stimulation of OCI-AML2 lysates with recombinant active caspase-8 increased the maximal rate of effector caspase hydrolysis of Ac-DEVD-AFC 8 fold above buffer treated control, comparable to treatment of Jurkat lysates. These results indicate that OCI-AML2 cells have defects above the level of the effector casapses that renders them resistant to death receptor ligands. To determine if silencing of casp-8 is sufficient to explain these defects, OCI-AML2 cells were cultured with AzaD and CH-11 anti-FAS antibody. Despite restoration of caspase-8 protein levels, AzaD did not restore sensitivity to CH-11. Likewise, transfection of caspase-8 into OCI-AML2 did not restore sensitivity. Therefore, casp-8 is silenced in OCI-AML2 cells and primary patient samples. However, the events indicate the presence of additional defects in the death receptor pathway that cannot be reversed by demethylation. These results suggest that blockade of apoptosis throughout the death receptor pathway may occur at several points and that in some cases, simple reversal of demethylation may not be sufficient.",
    "topics": [
        "caspase-8",
        "leukemia",
        "death domain receptors",
        "lysate",
        "antibodies",
        "caspases",
        "buffers",
        "caspase-3",
        "cd95 antigens",
        "demethylating agents"
    ],
    "author_names": [
        "Patricia Disperati, MD",
        "Fernando Suarez-Saiz, MD",
        "Marcela Gronda, MSc",
        "Mark D. Minden, MD, PhD",
        "Aaron Schimmer, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada",
            "Authors contributed equaly to the paper"
        ],
        [
            "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada",
            "Authors contributed equaly to the paper"
        ],
        [
            "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada"
        ],
        [
            "Ontario Cancer Institute, Princess Margaret Hospital, Toronto, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999"
}