{
    "doi": "https://doi.org/10.1182/blood.V110.11.3213.3213",
    "article_title": "Accessory Splenectomy for Relapsed Idiopathic Thrombocytopenic Purpura. ",
    "article_date": "November 16, 2007",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Background : Patients with ITP will frequently relapse following splenectomy. The search for and subsequent removal of accessory spleens remains a common therapeutic option in these patients. Conflicting data limit the interpretation of the current literature regarding the effectiveness of this treatment. We present a single institution study of the outcomes and clinical correlates of response in patients with ITP who underwent an accessory splenectomy (AS) Patients & Methods : The study cohort consisted of a consecutive group of splenectomized patients (pts) with ITP evaluated at the Mayo Clinic between 1960 and 2006 who underwent AS for relapsed disease. Only those patients who met ASH guidelines for diagnosis of ITP were included. Criteria for response after AS at 1 month and at last follow-up were defined as a Complete Response (CR, platelets ≥ 150 x 10 9 /L), a Partial Response (PR, platelets ≥ 30 but < than 150 x 10 9 /L) and No Response (NR, platelets < 30 x 10 9 /L). Results : Baseline Patient Characteristics: A total of 14 pts were identified that underwent AS for relapsed ITP -- 4 pediatric pts with a median age at diagnosis of 10 years (range 7–14) and 10 adult pts with a median age at diagnosis of ITP of 41 years (range 20–63). In all cases the accessory spleen was detected by radionuclide imaging. Among pediatric and adults pts, the mean number of therapies attempted prior to AS other than splenectomy was 2.3 (1–5) and 2.4 (1–7); platelet count at AS was 17 x 10 9 /L (11–88), and 16 x 10 9 /L (6–112), and median time from diagnosis to AS was 99.5 mos. (48–288) and 139 mos. (1–269) and respectively Response to AS in Pediatric pts: All 4 pts had open laparotomy with 1 post-operative complication. Among these pediatric patients 50% (2/4) pts achieved a CR, one a PR and 1 did not respond at 1 month follow up. With a median follow up of 63.5 mos. (16–137), two responders subsequently relapsed (one PR and one CR) at 14 and 6 mos. respectively. Response to AS in Adults: Eight of 10 patients underwent open laparotomy, 3 of whom experienced significant post-operative complications, one resulting in death. The other 2 had laparoscopic AS. A median number of 1 (1–4) splenules was removed. Evidence of a splenectomized state (defined as the presence of Howell-Jolly bodies (HJB) on blood smear) was present in 66% (6/10) of pts pre-operatively and 100% (10/10) post operatively. Overall, 50% (5/10) of pts responded to AS: Two pts achieved a CR, 3 pts had a PR and 5 pts had NR at the initial evaluation period of 1 month. With a median follow-up period of 11 mos. (range 1–265), 3 pts remain in continued remission and two pts have relapsed at 1.6 and 45 mos., respectively and required additional therapy. Clinical Determinants of Response in Adults: Clinical factors suggestive of correlation with response to AS included: female gender (4/5 vs 1/5 in males), favorable response to prednisone at first exposure (5/7 vs 0/3) and absence of HJB prior to AS (3/3 vs 2/6). There was no evidence of correlation between age at diagnosis of ITP or AS, prior response to splenectomy, number of prior therapies, nor volume of splenules. Conclusions : Laparoscopic accessory splenectomy remains a viable treatment option for pts with relapsed ITP following splenectomy, especially in those without HJB on the peripheral smear. However, given the evolving role for novel therapeutic agents, the potential morbidity of this invasive surgical procedure must be weighed against its effectiveness.",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "splenectomy",
        "brachial plexus neuritis",
        "follow-up",
        "accessory spleen",
        "laparoscopy",
        "laparotomy",
        "postoperative complications",
        "blood smear",
        "complete remission"
    ],
    "author_names": [
        "Gita Thanarajasingam, Bsc",
        "Alexandra P. Wolanskyj, M.D.",
        "Robert L. Phyliky, M.D.",
        "Dirk R. Larson, M.S."
    ],
    "author_dict_list": [
        {
            "author_name": "Gita Thanarajasingam, Bsc",
            "author_affiliations": [
                "Mayo Medical School, Mayo College of Medicine"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexandra P. Wolanskyj, M.D.",
            "author_affiliations": [
                "Internal Medicine, Div. of Hematology"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L. Phyliky, M.D.",
            "author_affiliations": [
                "Internal Medicine, Div. of Hematology"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk R. Larson, M.S.",
            "author_affiliations": [
                "Biostatistics, Mayo College of Medicine, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-04T21:39:30",
    "is_scraped": "1"
}