{
    "doi": "https://doi.org/10.1182/blood-2021-150138",
    "article_title": "Allogeneic, CD34 + , Umbilical Cordblood-Derived NK Cell Adoptive Immunotherapy for the Treatment of Acute Myeloid Leukemia Patients with Measurable Residual Disease ",
    "article_date": "November 5, 2021",
    "session_type": "704.Cellular Immunotherapies: Clinical",
    "abstract_text": "Although the majority of patients with acute myeloid leukemia (AML) achieve complete remission (CR), most of them relapse due to measurable residual disease (MRD), leading to poorer prognosis. The elimination of MRD before morphological relapse in patients who achieved CR is therefore an important therapeutic strategy to achieve improved long term outcomes in AML. A promising approach is targeting MRD via natural killer (NK) cell adoptive immunotherapy. NK cells can be used without HLA matching (allogeneic), enabling the transfer of high numbers of immune effector cells, which were not exposed to cytotoxic chemotherapy. A phase I dose-escalation trial in ten elderly subjects with AML in morphologic CR after induction chemotherapy showed that a single infusion of an allogeneic NK cell product generated from umbilical cord blood-derived CD34 + cells, following cyclophosphamide/fludarabine (Cy/Flu) pre-conditioning, was safe and well tolerated, with some patients (2 of 4) achieving MRD negativity (Dolstra et al. 2017). Currently, our dose escalation and expansion trial with the \"off-the shelf\", cryopreserved, allogeneic NK cell product GTA002 (NCT04632316) is ongoing in adults with AML who are in morphologic CR (including CRi) with MRD and who are not proceeding to allogeneic hematopoietic stem cell transplantation. Two patients have been dosed with a single GTA002 infusion of approximately 5 x 10 8 viable NK cells and completed 6- and 3-month follow-up, respectively. Patient #1 is a 73-year-old male, with AML with recurrent genetic abnormalities (including NPM1 mut and FLT3 -ITD), who initially received azacitidine and gilteritinib, leading to stable disease. Upon progression, the patient received further treatment with decitabine, followed by 3 cycles of azacitidine/venetoclax (aza/ven), which led to CRi with MRD persistence (confirmed by centralized multiparameter flow cytometry (MFC) on bone marrow (BM)). The patient then received cyclophosphamide (Cy) and fludarabine (Flu) as preconditioning regimen from day -6 to day -3 (Cy: 900 mg/m 2 ; Flu:15 mg/m 2 /day; Flu adjusted for renal impairment), followed by a single intravenous infusion of GTA002 on day 0. The patient experienced a serious adverse event (SAE) on day 5 (grade 3 febrile neutropenia) deemed related to Cy/Flu, which fully resolved on day 16. MRD results by MFC on BM showed that patient #1 converted to MRD negativity (<0.1%) on day 0, which was sustained at 1, 2, 3 and 6 months. Interestingly, NPM1 MRD was detectable by next generation sequencing (MRD-NGS) up to month 1 in peripheral blood (PB), but was cleared by month 2, 3 and 6 in PB (<0.01%VAF). In line with the PB results, NPM1 MRD was detectable in BM at month 1 and was cleared at months 3 and 6. Patient #2 is a 78 year old male with a history of MDS with pancytopenia and IDH2, SRSF2 and PTPN11 mutations that evolved into AML with myelodysplasia-related changes. The patient achieved CR after receiving aza/ven, with MRD positivity after 3 cycles, leading to clinical trial inclusion. He was preconditioned with an adjusted dose of Cy/Flu (Cy 300 and Flu 30 mg/m 2 /day from day -5 to day -3), with no SAEs reported. Analysis of BM by MFC showed MRD positivity at screening and on day 0, which turned to MRD negativity at month 1, turning positive again at month 2 and 3. Follow up in PB and BM by MRD-NGS showed that the IDH2 and SRSF2 clones persisted after preconditioning and GTA002 infusion, but the PTPN11 clone became undetectable in PB by Day 0 and in BM by month 2 and month 3. Taken together, these cases describe clearance of MRD by MFC and NGS in AML with a single dose infusion of allogeneic, CD34+ cord blood derived NK cells in one patient and clearance of the PTPN11 mutated clone in another one, reconfirming the excitement to further investigate this treatment strategy for disease control. The delayed clearance of MRD could suggest an ongoing immunotherapeutic effect that will be further investigated. Disclosures Heuser:  Karyopharm: Research Funding; Daichi Sankyo: Honoraria, Research Funding; Bayer AG: Honoraria, Research Funding; BMS/Celgene: Research Funding; Jazz Pharmaceuticals: Honoraria, Research Funding; BergenBio: Research Funding; Astellas: Research Funding; Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Roche: Research Funding; Tolremo: Honoraria; AbbVie: Honoraria; Janssen: Honoraria. Thol:  Abbvie: Honoraria; Astellas: Honoraria; Novartis: Honoraria; Jazz: Honoraria; Pfizer: Honoraria; BMS/Celgene: Honoraria, Research Funding. Schwarzer:  Bantam Pharmaceutical: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Pinkernell:  Medigene AG: Ended employment in the past 24 months; Glycostem Therapeutics: Current Employment. Ganser:  Jazz Pharmaceuticals: Honoraria; Novartis: Honoraria; Celgene: Honoraria.",
    "author_names": [
        "Michael Heuser",
        "Astrid Tschan-Plessl",
        "Felicitas Thol",
        "Adrian Schwarzer",
        "Arnold Kloos",
        "Nadine Kattre",
        "Jakob Passweg",
        "Kai Pinkernell",
        "Arnold Ganser"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department for Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Astrid Tschan-Plessl",
            "author_affiliations": [
                "Clinical and Diagnostic Hematology, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felicitas Thol",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Schwarzer",
            "author_affiliations": [
                "Institute of Experimental Hematology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Kloos",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Kattre",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jakob Passweg",
            "author_affiliations": [
                "Clinical and Diagnostic Hematology, University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Pinkernell",
            "author_affiliations": [
                "Glycostem Therapeutics, Oss, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:06:41",
    "is_scraped": "1"
}