{
    "doi": "https://doi.org/10.1182/blood.V120.21.1070.1070",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2304",
    "start_url_page_num": 2304,
    "is_scraped": "1",
    "article_title": "Direct Observation of Von Willebrand Factor Elongation and Fiber Formation On Collagen During Acute Whole Blood Exposure to Pathological Flow ",
    "article_date": "November 16, 2012",
    "session_type": "302. Vascular Wall Biology, Endothelial Progenitor Cells and Platelet Adhesion: Poster I",
    "abstract_text": "Abstract 1070 Under conditions of pathological shear rate, von Willebrand Factor (vWF) undergoes conformational changes and self aggregation. We sought to visualize this phenomenon using a novel microfluidic model of stenosis and understand its role in thrombus formation in elevated shear rate environments. In severe stenosis, vWF experiences millisecond exposures to pathological wall shear rates (g w ). Distinct from shear experiments that last many seconds, we deployed microfluidic devices for single-pass perfusion of whole blood or platelet free plasma (PFP) over fibrillar type 1 collagen (< 50 msec transit time) at pathological g w or spatial wall shear rate gradient ( grad g w ). Using fluorescent anti-vWF, long thick vWF fibers (>20 mm) bound to collagen were visualized at constant g w > 30,000 s −1 during perfusion of PFP, a process enhanced by EDTA. Rapid acceleration or deceleration of EDTA-PFP at grad g w = ± 5.5 × 10 5 to 4.3 × 10 7 s −1 /cm did not promote vWF deposition when g w < 30,000. At 19,400 s −1 , EDTA-blood perfusion resulted in rolling vWF-platelet nets, while blood perfusion (normal Ca 2+ ) generated large vWF/platelet deposits that repeatedly embolized and were blocked by anti-GP1b or the a IIb β 3 inhibitor GR144053 and did not require shear gradients. Blood perfusion at venous shear rate (200 s −1 ) produced a stable platelet deposit that was a substrate for massive but unstable vWF-platelet aggregates when flow was increased to 7800 s −1 . Supported by collagen and enhanced by platelet GP1b and a IIb β 3 , vWF fiber formation occurred during acute exposures to pathological g w but did not require wall shear rate gradients. Figure 1 View large Download slide A, Platelet free citrated-plasma was treated with 1 μg/mL fluorescently labeled anti-vWF and 5 mM EDTA. The plasma samples were perfused over a collagen type 1 surface at local wall shear rates of 30,000, 62,400 and 125,000 s −1 from left to right. Long fibers of vWF (>20 μm) appeared at shear rates above ∼30,000 s −1 , with more fibers appearing at higher shear rates. The bar indicates 15 μm. Figure 1 View large Download slide A, Platelet free citrated-plasma was treated with 1 μg/mL fluorescently labeled anti-vWF and 5 mM EDTA. The plasma samples were perfused over a collagen type 1 surface at local wall shear rates of 30,000, 62,400 and 125,000 s −1 from left to right. Long fibers of vWF (>20 μm) appeared at shear rates above ∼30,000 s −1 , with more fibers appearing at higher shear rates. The bar indicates 15 μm.  Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "collagen",
        "von willebrand factor",
        "whole blood",
        "edetate disodium",
        "edetic acid",
        "perfusion",
        "constriction, pathologic",
        "thrombus",
        "collagen type i",
        "blood platelets"
    ],
    "author_names": [
        "Thomas Vincent Colace",
        "Scott L. Diamond, PhD"
    ],
    "author_affiliations": [
        [
            "University of Pennsylvania, Philadelphia, PA, USA, "
        ],
        [
            "Institute for Medicine and Biology, University of Pennsylvania, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9522188",
    "first_author_longitude": "-75.1932137"
}