{
    "doi": "https://doi.org/10.1182/blood-2020-138963",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4658",
    "start_url_page_num": 4658,
    "is_scraped": "1",
    "article_title": "Neutrophil-to-Lymphocyte Ratio (NLR) and Platelet-to-Lymphocyte Ratio (PLR) at Admission Are Predictors for Worse Functional Outcome in Cerebral Venous Sinus Thrombosis ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "topics": null,
    "author_names": [
        "Binbin Zheng, MDMSc",
        "Qian Wang, MD MPH",
        "Sridevi Rajeeve, MD",
        "Biyue Dai, PhD",
        "Cynthia Zevallos, MD",
        "Darko Quispe-Orozco, MD",
        "Mudassir Farooqui, MDMPH",
        "Jorge Ares-Morcuende",
        "Santiago Ortega-Gutierrez, MDMSc"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Icahn School of Medicine, Mount Sinai Morning and Mount Sinai West, NEW YORK, NY"
        ],
        [
            "Division of Hematology and Medical Oncology, Icahn School of Medicine at Mount Sinai, New York, NY"
        ],
        [
            "Division of Hematology and Oncology - Department of Medicine, Icahn School of Medicine At Mount Sinai Hospital, New York, NY"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ],
        [
            "Department of Neurology, Carver College of Medicine, Iowa City, IA"
        ]
    ],
    "first_author_latitude": "40.769664999999996",
    "first_author_longitude": "-73.98680209999999",
    "abstract_text": "INTRODUCTION: Cerebral Venous Sinus Thrombosis (CVST) primarily affects children and young adults, especially young women of child-bearing age. Despite overall favorable outcome with systemic anticoagulation, it is still associated with up to 15% mortality and a high incidence of morbidity, resulting in a significant loss of productive life. Neutrophil-to-lymphocyte ratio (NLR), lymphocyte-to monocyte ratio (LMR) and platelet-to-lymphocyte ratio (PLR) are inflammatory and immunologic serum biomarkers that have been described to be predictive of outcome in arterial and venous thromboembolism events including pulmonary embolism and ischemic stroke. Nonetheless, predictive values of these ratios in CVST are not well established. METHODS: This is a single-center, observational and retrospective study that included patients diagnosed with CVST from January 2004 to December 2016 in University of Iowa Hospitals and Clinics. Patients with age older than 18 years were included. Exclusion criteria were incomplete clinical or laboratory data and patients with active malignancy receiving chemotherapy at the time of CVST diagnosis. Patients' complete blood count obtained at admission was used for ratio calculation. Receiver Operating Characteristic (ROC) curve was used to determine cutoff value for the ratios. Predictive utility of each ratio was evaluated in separate multivariate logistic regression models, conditioned on variables that were already shown to have strong association with mRS outcome in univariate analyses. An Akaike information criterion (AIC)-based backward stepwise selection scheme was used for model selection. Functional outcome was assessed by using modified Rankin score (mRS) which was into good outcome (mRS score of 0 to 2) and poor outcome (mRS score of 3 to 6). A two-sided p-value of 0.05 was considered statistically significant. RESULTS: 134 patients were included; median age was 42 years (IQR = 26.75 years) and 90 (67%) were female. The overall mortality was 9% (N=13). After adjusting by demographic characteristics, presenting symptoms and comorbidities, NLR>6.24 (OR=4.57, 95% CI 1.85 - 11.29, p=0.001) and PLR>144 (OR=4.80, 95% CI 1.95 - 11.82, p=0.001) were statistically associated with poor mRS (mRS 3-6) at hospital discharge. Altered mental status on presentation was independently correlated with poor neurologic outcome and in-hospital mortality. While altered motor function and concomitant infection correlated with higher mRS and higher mortality, respectively. The present study did not observe significant prediction between ratios and in-hospital mortality, being NLR marginally significant (OR= 4.67, 95% CI 0.85 - 25.67, p=0.077). CONCLUSION: To the best of our knowledge, this is the first study that describes a statistically significant association between increased NLR and PLR at admission and poor functional outcome in CVST patients at discharge. Their predictive value could be potentially used in the early identification of high-risk patients who may benefit from more aggressive therapeutic approaches, such as endovascular treatment. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}