{
    "doi": "https://doi.org/10.1182/blood.V120.21.2123.2123",
    "article_title": "Correlations Between Pancreatic Iron Burden and Heart Iron Overload and Function by MRI in a Large Cohort of Thalassemia Major Patients. ",
    "article_date": "November 16, 2012",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster II",
    "abstract_text": "Abstract 2123 Background. The leading cause of death in thalassemia major patients remains the heart failure, but impairment of the endocrine and exocrine function of the pancreas is a common complication. Multiecho T2* Magnetic Resonance Imaging (MRI) is a well established technique for heart and liver iron overload assessment. Little is known about the relationship between myocardial iron burden and cardiac function with pancreatic siderosis. Aim of our study was to investigate using quantitative MRI the correlation between heart iron overload and function with pancreatic siderosis in thalassemia major patients. Methods. We studied 147 thalassemia major patients (233 males, mean age 31±9 years) consecutively enrolled in the Myocardial Iron Overload in Thalassemia network where MRI (1.5 T) was performed using standardized and validated procedures. Myocardial iron overload was measured by T2* multislice multiecho technique. Biventricular function parameters were quantitatively evaluated by cine images. Pancreatic iron burden was measured using a T2* gradient-echo multiecho sequence. The images were analyzed using a previously validated, custom-written software (HIPPO-MIOT IFC-CNR ® ). Results. Significant positive correlations of the global pancreas T2* values were demonstrated for global heart T2* values (r=0.355, P<0.0001; Figure 1 ), number of segments with normal T2* (r=0.389, P<0.0001) and T2* values in the mid-ventricular septum (r=0.323, P<0.0001). Of the 136 patients with pancreatic iron overload, 45 (33.1%) had a pathological global heart T2* value. No patients without pancreatic iron overload had cardiac iron overload. A normal global pancreas T2* value showed a negative predictive value of 100% for cardiac iron. Pancreatic T2* values were positively related with left ventricular (r=0.21, P=0.028; Figure 2 A) and right ventricular (r=0.23, P=0.015; Figure 2 B) ejection fractions. No significant correlation was found between pancreatic T2* values and biventricular volumes. Conclusions. Pancreatic iron overload is positively correlated to myocardial iron overload and negatively correlated to bi-ventricular systolic function. Figure 1. View large Download slide Scatter diagram and regression line of global heart T2*values versus global pancreas T2* values. The horizontal and vertical dotted lines in each graph represent the cut-off for T2* values. Figure 1. View large Download slide Scatter diagram and regression line of global heart T2*values versus global pancreas T2* values. The horizontal and vertical dotted lines in each graph represent the cut-off for T2* values. Close modal Figure 2. View large Download slide Scatter diagram of left ventricular (A) and right ventricular (B) ejection fractions versus global pancreas T2*. The horizontal and vertical dotted lines in each graph represent the cut-off for ejection fractions and T2* values, respectively. Figure 2. View large Download slide Scatter diagram of left ventricular (A) and right ventricular (B) ejection fractions versus global pancreas T2*. The horizontal and vertical dotted lines in each graph represent the cut-off for ejection fractions and T2* values, respectively. Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cooley's anemia",
        "heart",
        "iron",
        "iron overload",
        "magnetic resonance imaging",
        "pancreas",
        "siderosis",
        "diagnostic imaging",
        "echocardiography",
        "heart failure"
    ],
    "author_names": [
        "Antonella Meloni, PhD",
        "Gennaro Restaino, MD",
        "Massimiliano Missere, MD",
        "Vincenzo Positano, MSc",
        "Nicola Romano, MD",
        "Giuseppe Serra, MD",
        "Rino Biguzzi, MD",
        "Lucia De Franceschi, MD",
        "Brunella Favilli, MSc",
        "Giuseppina Sallustio, MD",
        "Massimo Lombardi, MD",
        "Alessia Pepe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonella Meloni, PhD",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gennaro Restaino, MD",
            "author_affiliations": [
                "Centro di Ricerca e Formazione ad Alta Tecnologia nelle Scienze Biomediche, Università Cattolica del Sacro Cuore, Campobasso, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimiliano Missere, MD",
            "author_affiliations": [
                "Centro di Ricerca e Formazione ad Alta Tecnologia nelle Scienze Biomediche, Università Cattolica del Sacro Cuore, Campobasso, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincenzo Positano, MSc",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Romano, MD",
            "author_affiliations": [
                "S.C. Medicina Trasfusionale, AO Arcispedale “S. Maria Nuova”, Reggio Emilia, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Serra, MD",
            "author_affiliations": [
                "Presidio Osp. n.2 “S. Giuseppe da Copertino”, Copertino (LE), Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rino Biguzzi, MD",
            "author_affiliations": [
                "Servizio di immunologia e trasfusionale, Ospedale M. Bufalini, Cesena, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia De Franceschi, MD",
            "author_affiliations": [
                "Clinical and Experimental Med., Policlinico GB Rossi, Univ. of Vero, Verona, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brunella Favilli, MSc",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppina Sallustio, MD",
            "author_affiliations": [
                "Centro di Ricerca e Formazione ad Alta Tecnologia nelle Scienze Biomediche “Giovanni Paolo II”, Università Cattolica del Sacro Cuore, Campobasso, Italy, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Lombardi, MD",
            "author_affiliations": [
                "CMR Unit, Fondazione G. Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Pepe, MD, PhD",
            "author_affiliations": [
                "CMR Unit, Fondazione G.Monasterio CNR-Regione Toscana and Institute of Clinical Physiology, Pisa, Italy, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T21:31:28",
    "is_scraped": "1"
}