{
    "doi": "https://doi.org/10.1182/blood.V124.21.528.528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2724",
    "start_url_page_num": 2724,
    "is_scraped": "1",
    "article_title": "Aberrant Hedgehog Pathway Activity Marks Clinical MDS Progression and Accelerates Leukemic Transformation in Vivo ",
    "article_date": "December 6, 2014",
    "session_type": "636. Myelodysplastic Syndromes – Basic and Translational Studies: Genetic Defects in Myelodysplastic Syndromes",
    "abstract_text": "Introduction:Myelodysplastic Syndromes (MDS) represent a heterogeneous group of hematopoietic stem cell (HSC) disorders with varying clinical outcomes, but prognosis uniformly worsens with transformation to secondary acute myeloid leukemia (AML). Despite recent progress in genomics, the mechanisms responsible for disease progression are not fully understood as most of the somatic mutations defined thus far can be found at early stages of the disease. Previous studies have identified aberrant activation of the Hedgehog (Hh) signaling pathway in a subset of AML patients and the expression of the Hh-regulated transcription factor GLI2 correlated with inferior overall and progression free survival. In solid tumors, Hh pathway activation has been associated with metastatic disease progression, and we examined its role in MDS progression and transformation to AML. Methods/Results: We initially quantified changes in Hh pathway activity in CD34+ cells isolated from serial bone marrow samples collected from MDS patients at the time of diagnosis and following progression to AML. We found that the expression of the Hh target genes GLI1 and PTCH1 was increased in 67% of patients (4/6) suggesting that pathway activation was involved in the development of secondary AML. We also analyzed gene expression in 135 MDS patients and found significantly higher GLI2 expression in high-risk MDS (N=80) compared to low-risk MDS (N=55) (p=0.036). In addition, bone marrow blast percentage was significantly higher in the MDS cohort with higher GLI2 expression (mean±SEM=7.1±0.7%) than with lower expression (5.4±0.5%, p=0.039). In order to mechanistically study the effects of Hh pathway activation on MDS progression, we studied mice expressing the Nup98-HoxD13 (NHD13) fusion gene under the control of the vav promoter that generates progressive cytopenia and, in some animals, progression to AML. We crossed NHD13 mice with mice conditionally expressing the constitutively active mutant of the Hh signal transduction regulator Smoothened (SmoM2) in hematopoietic cells expressing Mx1-Cre. The survival of double transgenic animals (NHD13/SmoM2) was significantly shorter compared to mice expressing NHD13 (median survival of 3 months vs. 12 months, p<0.001, Fig. 1). Similar to previous reports we found that the expression of SmoM2 alone had no significant effect on survival or hematologic phenotype. Compared to NHD13 mice, NHD13/SmoM2 mice had significantly higher peripheral blood WBC (93.9k vs. 5.2k, p<0.001) and splenomegaly (633mg vs. 462mg, p=0.006) at the time of disease progression. Furthermore, an immature population of myeloid cells (Mac1+/Gr1 dim) was widely present in peripheral blood, bone marrow and spleen of NHD13/SmoM2 mice. We also examined mice prior to the onset of disease (4-8 weeks post Smo M2 induction) and found an increased frequency of myeloid cells (Mac1+/Gr1+) within the peripheral blood compared to wild type and NHD13/Smo M2 mice (wild type – 17.2%, NHD13 - 40.5%, NHD13/SmoM2 - 68%, p<0.01). Within the bone marrow, hematopoietic stem/progenitor cells (Lin-Sca1+cKit+) were depleted within both NHD13 and NHD13/SmoM2 mice. To examine the impact of Hh activation on clonogenic growth and self-renewal potential, we plated bone marrow cells in methylcellulose and found that NHD13/SmoM2 cells contained a significantly higher number of CFU compared to NHD13 cells (37 vs. 2, p=0.002) that was sustained with subsequent passages (400 vs. 30, p<0.001). In order to define the compartment enriched for leukemia initiating potential (LIC) we transplanted Lin- and Lin+ leukemic fractions from NHD13/SmoM2 mice into naive recipients and found that Lin+ cells led to death within 3 months suggesting that the Lin+ compartment has acquired self- renewal potential. Conclusions:We found that the Hh signaling pathway may be aberrantly activated in a subset of secondary AML patients progressing from MDS. We also demonstrated that activation of Hh signaling induces fatal AML in a mouse model of MDS characterized by inferior survival and widespread expansion of immature myeloid cells. This disease progression is driven by the acquisition of self-renewal and tumor initiating potential in differentiated Lin+ hematopoietic cells. Our findings suggest that Hh pathway inhibition may be a promising approach for AML arising from MDS. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Maciejewski: Alexion: Speakers Bureau; Celgene: Speakers Bureau.",
    "topics": [
        "bone marrow specimen",
        "cytopenia",
        "disease progression",
        "doxorubicin/etoposide/vincristine protocol",
        "erinaceidae",
        "leukemia",
        "leukemia, secondary acute",
        "myelodysplastic syndrome",
        "neoplasm metastasis",
        "neoplasms"
    ],
    "author_names": [
        "Lukasz P Gondek, MD PhD",
        "Yiting Lim, PhD",
        "Hideki Makishima, MD PhD",
        "Qiuju Wang, MA",
        "Jaroslaw P. Maciejewski, MD PhD FACP",
        "Peter D Aplan, MD",
        "Amy E. DeZern, MD MHS",
        "William Matsui, MD"
    ],
    "author_affiliations": [
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Cleveland Clinic, Cleveland, OH "
        ],
        [
            "National Cancer Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ],
        [
            "Johns Hopkins University, Baltimore, MD "
        ]
    ],
    "first_author_latitude": "39.329901299999996",
    "first_author_longitude": "-76.6205177"
}