{
    "doi": "https://doi.org/10.1182/blood-2018-99-118995",
    "article_title": "The Mutational Profile of Pediatric Therapy-Related Myeloid Neoplasms ",
    "article_date": "November 29, 2018",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "We and others recently showed that the mutational spectrum of de novo pediatric myelodysplastic syndrome (MDS) and acute myeloid leukemia (AML) is different than those in adults. MDS and AML also occur in children as a consequence of cytotoxic therapies used to treat childhood malignancies and are collectively referred to as therapy-related myeloid neoplasms (tMN). The incidence of pediatric tMN is ~1% in the pediatric cancer population. These secondary malignancies are usually resistant to conventional chemotherapy and managed with hematopoietic cell transplantation (HCT). These patients have a dismal prognosis. TP53 mutations and somatic alterations in chromatin modifiers predominate in adults with tMN, yet whether children with tMN have a similar constellation of genetic alterations remains unclear since comprehensive genomic profiling has not been completed in a large pediatric tMN cohort. We hypothesize that the mutational profile of pediatric tMN will be different than adult tMN given the patients' younger age and the different spectrum of primary tumor types and chemotherapies. Here we describe the somatic mutational profile of pediatric tMN (including tMDS & tAML) using whole exome (WES) and RNA-sequencing. We evaluated 65 diagnostic bone marrow samples from 61 unique patients, obtained from the St. Jude Children's Research Hospital Tissue Bank from patients diagnosed between 1987 & 2018. The cohort contains 26 tMDS and 39 tAML cases; in 4 patients both tMDS and tAML samples were included. Primary tumors included hematological malignancies (n=45), bone and soft tissue solid tumors (n=14), and brain tumors (n=2); acute lymphoblastic leukemia (ALL) was the most common primary tumor (n = 38, 62%). WES was completed for 61 tumor/normal pairs using Nextera Rapid Capture Expanded Exome (Illumina), while WGS was completed on 4 pairs. Normal comparator genomic DNA was obtained from flow-sorted lymphocytes. Median sequencing coverage for the tumor and normal samples were 107x and 95x, respectively. An average of 49 variants/patient (range: 6-217) was observed in the tMN cohort, including coding, non-coding, silent, and splice site variants, which is significantly different than our previously reported 5 variants/patient in pediatric primary MDS (p = 1x10 -6 ). There was not a significant difference in the number of mutations/patient when tMDS was compared to tAML. Mutational signature analysis (https://cancer.sanger.ac.uk/cosmic/signatures) identified 3 major signatures, the most predominant was characterized by a strong bias for C>A mutations (Signature 24), followed by a signature with strong transcriptional strand bias for T>A mutations (Signature 27) and then a smaller subset resembling MDS and AML (Signature 1). Interestingly, patients with Signature 1 had an inferior 2-year overall survival than the other mutational signatures, with a median survival of 0.3 years (p = 0.0005). WES data and conventional karyotyping showed that chromosome 7 deletions (del(7)) were frequent (n=21, 32%), followed by deletions involving chromosome 5 (del(5)) (n=10, 15%). All of the cases with del(5) had complex cytogenetics and 6 of the 10 cases also had del(7). Ras/MAPK pathway mutations were present in 37% of the cases (40 total mutations in 27 cases). Canonical KRAS (n = 14), NF1 (n = 8), and NRAS (n = 7) mutations were the most frequent coding mutations present overall. Only 5 patients had somatic TP53 mutations, all of which had complex karyotypes. RNA sequencing was performed on 55 samples with suitable RNA. KMT2A rearrangements ( KMT2Ar ) were common (n = 29, 53%), 4 of which were cytogenetically cryptic. KMT2A rearrangements were more common in tAML (n = 25) but were present in tMDS (n = 4). Nearly half of these KMT2Ar cases also harbored an additional Ras/MAPK mutation. Fusions involving NUP98 , RUNX1 , MECOM , and ETV6 were also detected. In conclusion, we show that the mutational profile of pediatric tMN has fewer TP53 mutations and more KMT2Ar than adults, as well as a unique set of mutational signatures. These differences are likely a reflection of age-specific chemotherapeutic strategies and fewer pre-existing TP53 mutant hematopoietic clones in children. Future studies understanding the clonal evolution of pediatric tMN development will be helpful in describing pediatric tMN further. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "neoplasms",
        "pediatrics",
        "thin basement membrane disease",
        "protein p53",
        "chemotherapy regimen",
        "childhood cancer",
        "karyotype determination procedure",
        "mitogen-activated protein kinases",
        "sequence analysis, rna",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Jason R Schwartz, MD PhD",
        "Michael P Walsh, PhD",
        "Jing Ma, PhD",
        "Tamara Lamprecht, B.S.",
        "Raul C Ribeiro, MD",
        "Jeffery M. Klco, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason R Schwartz, MD PhD",
            "author_affiliations": [
                "Department of Hematology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael P Walsh, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Ma, PhD",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tamara Lamprecht, B.S.",
            "author_affiliations": [
                "Department of Pathology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul C Ribeiro, MD",
            "author_affiliations": [
                "Department of Oncology, St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffery M. Klco, MD PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:42:00",
    "is_scraped": "1"
}