{
    "doi": "https://doi.org/10.1182/blood.V128.22.4504.4504",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3512",
    "start_url_page_num": 3512,
    "is_scraped": "1",
    "article_title": "Early Discontinuation of Lenalidomide in Patients with Relapsing or Refractory Multiple Myeloma: Predictive Factors for Stopping in the Real Life ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "predictor variable",
        "toxic effect",
        "disease progression",
        "withdrawing treatment",
        "asthenia",
        "bortezomib",
        "brachial plexus neuritis",
        "cyclophosphamide"
    ],
    "author_names": [
        "Aureliano Pistone, MD",
        "Marie Maerevoet, MD",
        "Sebastian Wittnebel, MD PhD",
        "Marie Vercruyssen",
        "Chloé Spilleboudt, MD",
        "Sarah Buntinx, MD",
        "Dominique Bron, MD PhD",
        "Nathalie Meuleman, MD PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ],
        [
            "Clinical and Experimental Hematology, Institut Jules Bordet, ULB, Brussels, Belgium"
        ],
        [
            "Hematology, Institut Jules Bordet, ULB, Brussels, Belgium "
        ]
    ],
    "first_author_latitude": "50.833392499999995",
    "first_author_longitude": "4.3471516999999995",
    "abstract_text": "Introduction: The immunomodulatory drug lenalidomide (Len) is a major drug in myeloma treatment. It has been reported that continuous treatment with Len until disease progression or unacceptable toxicity is associated with a better outcome. Although an early Len stop is associated with a decrease of progression free survival and overall survival, there is few published data on the reasons of early discontinuation beside disease progression. The aim of this study is to evaluate, in the real life, the reason of early Len discontinuation in patients with relapsed or refractory multiple myeloma. Methods: We retrospectively reviewed relapsing or refractory myeloma patients who received a Len based treatment in our center from January 2008 to December 2015. We collected data on toxicity, treatment discontinuation and dose modifications from the start of Len therapy until treatment discontinuation. We analyzed the baseline characteristics of the patients and their treatment. Results : 78 patients received a Len therapy for a total of 107 lines of treatment. The median age was 62 (38-84) years. The treatment was a combination of Len and low dose dexamethasone (dex) in 71% of the cases (n=75) and a triple combination in 29% (n=32) including a majority of Len-dex-cyclophosphamide (n=17) and Len-dex-bortezomib (n=12). The treatment was discontinued for toxicity in 39% (n=34) of the patients. Main reasons for early discontinuation of Len were: hematological toxicity in 38% (n=13), general symptoms (malaise, asthenia) in 32% (n=11), gastro intestinal toxicity in 9% (n=3). 47% of the pts (n=16) stopped treatment due to more than one toxicity. The median duration of treatment was 5.8 months for patients stopping Len for toxicity reasons compared to 11, 7 months in patients stopping Len for disease progression. Discontinuation for hematological toxicities was usually preceded by dose reduction. In a multivariate analysis, predictive factors for early Len discontinuation were: age (OR : 1,08 (1,03 - 1,11) ; p = 0,004) and a triple combination (OR : 4,84 (1,71 - 13,71) ; p = 0,003). Receiver operating characteristic (ROC) curves identified an age threshold of 69 predictive of early arrest for another cause than progression with an area under the ROC curves of 0,67 (0,55 - 0,79). The presence of comorbidities was not associated with a risk of dose reduction or early arrest of therapy. A reduction of the Len dose was done in 31% of the 107 lines (n=33). In 81 % of these 33 lines, we observed ≥ 2 toxicities (median of 3; range 1-9). The most frequently reported toxicities were: general symptoms in 84% (n=27), GI toxicity in 53% (n=17), infection in 13%. Hematological toxicity was reported in 87% although it motivated a dose reduction in only 22% of the lines (n=7). The only predictive factor for dose reduction in multivariate analysis was sex (OR : 3,63 (1,37 - 10,59) ; p = 0,007) with 76% of dose reduction in males comparing to 24% in females. In 75% of the cases (n=29) the dose reduction was followed by an early discontinuation of treatment for toxicity. Conclusion In our survey, Len-related non hematological toxicity is observed more frequently than expected from the literature and Len therapy modification was frequently due to multiple toxicities. In our analysis, age and Len-dex based triple combination are predictive factors for early Len discontinuation. Sex was a predictive factor for Len dose reduction. This has previously not been reported and may be due to the small sample size of this study. On the other hand this may be explained by variable pharmacokinetics in male and female. Interestingly, a dose reduction was followed in 75% of the cases by an early discontinuation of Len suggesting that - in patients at high risk of discontinuation of Len (e.g. older males) - Len could be started at lower dose and progressively increased according to the tolerance. Disclosures Meuleman: Takeda: Consultancy; Bristol-Myers-Squibb: Consultancy; Amgen: Consultancy; Celgene: Consultancy."
}