{
    "doi": "https://doi.org/10.1182/blood.V108.11.2930.2930",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=630",
    "start_url_page_num": 630,
    "is_scraped": "1",
    "article_title": "Treatment of Adenovirus Infection by Adoptive Immunotherapy: Adenovirus Capsid Hexon Is the Main Target Protein of Adenovirus-Specific Cellular Immunity. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "adenovirus infections",
        "adenoviruses",
        "capsid",
        "immunotherapy, adoptive",
        "immunity, cellular",
        "antigens",
        "lysate",
        "cytokine",
        "cd40 ligand",
        "infections"
    ],
    "author_names": [
        "Olga Arbach, MD",
        "Marco Frentsch, PhD",
        "Barbara Chmielewicz, PhD",
        "Marco Kaiser, PhD",
        "Heinz Ellerbrock, PhD",
        "Roland Lauster, PhD",
        "Renate Arnold, MD",
        "Andreas Radbruch, PhD",
        "Sebastian Voigt, MD",
        "Wolfram Ebell, MD",
        "Andreas Thiel, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics Clinic, Charité University Hospital, Berlin, Germany"
        ],
        [
            "Clinical Immunology, German Rheumatism Research Center, Berlin, Germany"
        ],
        [
            "Robert Koch Institute, Berlin, Germany"
        ],
        [
            "Molecular Biology, German Rheumatism Research Center, Berlin, Germany"
        ],
        [
            "Robert Koch Institute, Berlin, Germany"
        ],
        [
            "Molecular Biology, German Rheumatism Research Center, Berlin, Germany"
        ],
        [
            "Hematology and Oncology, Charité University Hospital, Berlin, Germany"
        ],
        [
            "Cell Biology, German Rheumatism Research Center, Berlin, Germany"
        ],
        [
            "Pediatrics Clinic, Charité University Hospital, Berlin, Germany"
        ],
        [
            "Pediatrics Clinic, Charité University Hospital, Berlin, Germany"
        ],
        [
            "Clinical Immunology, German Rheumatism Research Center, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.5264618",
    "first_author_longitude": "13.3766245",
    "abstract_text": "Introduction: Adenovirus (AdV) infection is a severe complication after hematopoietic stem cell transplantation, particularly in paediatric patients. Control of AdV infection particularly seems to be dependent on CD4+ T-cells but their main AdV antigenic targets have remained unknown so far. In order to design protocols for targeted adoptive immunotherapy the identification of the main AdV antigenic targets is a fundamental prerequisite. Methods: We here adapted a novel technique to directly assess the entire repertoire of CD4+ T-cells specific AdV antigens according to antigen-induced CD154 expression after short-term ex vivo stimulation. AdV-lysate-specific and AdV-hexon-specific CD4+ T-cells were isolated, expanded in vitro and further assessed for their fine specificities using recombinant AdV-proteins and AdV-lysates from various AdV-serogroups. The cytokine profile of AdV-lysate- and AdV-hexon-specific CD4+ T-cells were assessed by intracellular analysis of AdV-induced CD154+ CD4+ T-cells. Results: AdV-lysate-specific CD4+ T-cells reacted predominantly with AdV-hexon capsid protein. Furthermore, AdV-hexon (serogroup B) specific CD4+ T-cells crossreacted with recombinant hexon protein derived from various other AdV-serotypes and were characterized by a Th1-like cytokine profile. Conclusion: Our results prove the effectiveness of antigen-induced CD154-expression for assessment of the entire repertoire of CD4+ T-cells specific for pathogens, for the identification of immunodominant target antigen from pathogens. We demonstrate that adenovirus hexon protein is a suitable candidate antigen for the ex vivo generation of adenovirus-specific, serogroup cross-reactive CD4+ T-cells with a Th1-like cytokine profile for adoptive T-cell therapies."
}