{
    "doi": "https://doi.org/10.1182/blood.V114.22.4490.4490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1438",
    "start_url_page_num": 1438,
    "is_scraped": "1",
    "article_title": "Novel Anti-Fibrotic Therapies for Experimental Chronic Graft-Versus-Host Disease. ",
    "article_date": "November 20, 2009",
    "session_type": "EXPERIMENTAL TRANSPLANTATION - GVHD AND GVL",
    "topics": [
        "graft-versus-host disease, chronic",
        "weight reduction",
        "imatinib mesylate",
        "nilotinib",
        "alopecia",
        "platelet-derived growth factor",
        "platelet-derived growth factor receptor",
        "transplantation",
        "bone marrow transplantation",
        "cytokine"
    ],
    "author_names": [
        "Bernd M. Spriewald, MD",
        "Pawel Zerr, MSc",
        "Alfiya Akhmetshina, PhD",
        "Andreas Mackensen, MD",
        "Georg Schett, MD",
        "Joerg H.W. Distler, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine 5 - Hematology and Oncology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany, "
        ],
        [
            "Department of Medicine 3 - Rheumatology and Immunology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Medicine 3 - Rheumatology and Immunology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Medicine 5 - Hematology and Oncology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany, "
        ],
        [
            "Department of Medicine 3 - Rheumatology and Immunology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany"
        ],
        [
            "Department of Medicine 3 - Rheumatology and Immunology, Friedrich-Alexander University, Erlangen-Nuernberg, Erlangen, Germany"
        ]
    ],
    "first_author_latitude": "49.5978804",
    "first_author_longitude": "11.004550699999998",
    "abstract_text": "Abstract 4490 Background Chronic graft-versus host disease (cGvHD) can result in a scleroderma-like disease with dermal, pulmonary and gastrointestinal fibrosis. The histopathological hallmark of sclerodermatous chronic GvHD is accumulation of extracellular matrix proteins by pathologically activated fibroblasts, caused at least in part by the profibrotic cytokines TGF-β and PDGF. It was shown recently that the family of abl kinases plays an important role in the activation of matrix synthesis. Here we investigated whether imatinib and nilotinib, both targeting specifically TGF-β and PDGF signaling pathways by inhibiting the tyrosine kinase activity of c-abl and PDGF receptors, could reduce cGvHD in a murine model. Material and Methods Recipient mice (BALB/c, H2d) received total body irradiation (2×6 Gy), followed by 1×10∧6 bone marrow cells and 2×10∧6 splenocytes from B10.D2 donors (H2d, multiple minor mismatches). Recipients receiving syngeneic bone marrow and spleen cells served as control. The treatment of transplanted mice started 12 to 14 days post transplantation. Imatinib (150 mg/kg) was given per os once daily and nilotinib (37.5 mg/kg) was administrated per os twice daily until 6 weeks after bone marrow transplantation. Observed skin changes were documented using a clinical score. After 6 weeks dermal thickness was determined by staining with hematoxylin and eosin and activated fibroblasts by using immunohistochemistry for alpha smooth muscle actin. Collagen concentration in afflicted skin was analyzed with the hydroxyproline assay. Results Untreated mice receiving an allogeneic transplant, in contrast to syngeneic controls, showed clinical features of cutaneous cGvHD, including skin lesions with alopecia and a lower mobility, in addition to diarrhea and weight loss until 6 weeks after alloBMT. Treatment of recipients with imatinib and nilotinib resulted in serum concentrations comparable to those achieved in humans by standard dosing. Application of imatinib or nilotinib completely prevented the development of cutaneous cGvHD including alopecia and skin ulceration, and was effective in preventing weight loss. Compared to untreated recipients dermal thickness was decreased by 100 ± 8 % (p = 0.001) with imatinib and by 54 ± 14 % (p = 0.016) with nilotinib. The numbers of myofibroblasts were reduced by 84 ± 16 % (p = 0.001) with imatinib and by 87 ± 18 % (p = 0.002) with nilotinib. Furthermore, the collagen content in afflicted skin was reduced by 83 ± 15 % with imatinib and by 94 ± 14 % with nilotinib. Conclusions The combined inhibition of c-abl and PDGFR by imatinib or nilotinib was effective for the prevention of sclerodermatous chronic GvHD. The data support recent clinical observations of the potential effect of imatinib in fibrotic chronic graft-versus-host disease. Disclosures: Spriewald: Novartis: Research Funding. Off Label Use: Imatinib and Nilotinib as anti-fibrotic drug in the prevention and treatment of chronic graft-versus-host disease.. Distler: Novartis: Research Funding."
}