{
    "doi": "https://doi.org/10.1182/blood.V124.21.2348.2348",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2842",
    "start_url_page_num": 2842,
    "is_scraped": "1",
    "article_title": "Complexity of CEBPA Mutated Acute Myeloid Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "ccaat/enhancer binding protein alpha",
        "leukemia, myelocytic, acute",
        "mutation",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "karyotype determination procedure",
        "transcription factor",
        "chromatin",
        "clone cells"
    ],
    "author_names": [
        "Annette Fasan, PhD",
        "Claudia Haferlach, MD",
        "Karolina Perglerová",
        "Wolfgang Kern, MD",
        "Torsten Haferlach, MD",
        "Susanne Schnittger, PhD"
    ],
    "author_affiliations": [
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL2 s.r.o., Praha, Czech Republic"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany "
        ]
    ],
    "first_author_latitude": "48.1080895",
    "first_author_longitude": "11.473868",
    "abstract_text": "Introduction: CEBPA mutations (mut) occur in 5-14% of patients with acute myeloid leukemia (AML). A difference in prognosis between CEBPA single- (sm) and CEBPA double-mutated (dm) cases has been reported with longer overall and event-free survival in dm cases. This may be due to differences in the amount and composition of concomitant mutations. Aims: 1) Elucidate the cause of the clinical difference between CEBPA sm and dm cases. 2) Evaluate the clonal architecture of CEBPA mut AML in a well characterized cohort (Fasan et al., Leukemia 2014). Patients: We investigated concomitant mutations in a cohort of 229 CEBPA mut AML cases (129 sm and 100 dm). The cohort was composed of 113 females and 116 males, median age was 67.1 y (range: 15.7-87.6 y). 218 cases showed intermediate risk (n=162 normal and n=56 aberrant karyotype), 11 cases adverse risk cytogenetics. Results: CEBPA dm (median age 56.8 y, range 15.7–87.6 y) were significantly younger compared to sm (median age 64.7 y, range 20.4–87.0 y, p=0.001). Furthermore, CEBPA dm occurred significantly more often in females than in males (61.0% vs 39.0%; p=0.002). With regard to cytomorphology and cytogenetics, no significant differences between CEBPA sm and dm cases were seen. Concomitant mutations were present in significantly more CEBPA sm cases compared to CEBPA dm cases (93.0% vs 79.0%; p=0.003). Furthermore, the amount of additional mutations was higher in CEBPA sm (mean: 2.1 mutations, range: 1-6) compared to CEBPA dm (1.3 mutations, range: 1-4). ASXL1 (p=0.009), DNMT3A (p<0.001), FLT3 -ITD (p=0.007), IDH2 (p=0.042), NPM1 (p<0.001) and RUNX1 (p=0.004) mutations were significantly more frequent in CEBPA sm compared to dm. In contrast, GATA2 (p<0.001) and WT1 (p=0.039) were more frequently mutated in CEBPA dm. No respective differences were detected in the frequencies of MLL -PTD and of mutations in IDH1 , KRAS , NRAS and TET2 . We additionally analyzed concomitant mutations according to functional pathways. No differences between CEBPA sm and dm were detected in myeloid transcription factors ( GATA2 , RUNX1 ) and oncogenes ( KRAS , NRAS ). Significantly higher frequencies were found in CEBPA sm compared to dm for the following pathways: mutations affecting DNA-methylation ( DNMT3A , IDH1 / 2 , TET2 ; 64.3% vs 43.0%; p=0.001), nucleophosmin (30.2% vs 2.0%; p<0.001), signaling ( FLT3- ITD , FLT3- TKD; 21.7% vs 8.0%; p=0.006) and chromatin modifiers ( ASXL1 , MLL- PTD ; 27.1% vs 13.0%; p=0.009). In contrast, the tumor suppressor WT1 was significantly less frequently mutated in CEBPA sm (3.9% vs 12.0%; p=0.023). Regarding outcome, CEBPA dm cases with DNA methylation affecting mutations as compared to those without had significantly shorter EFS (median 11.3 vs 45.9 months in all others; p=0.052) and OS (median 29.3 months vs n.r.; p=0.009). Furthermore, mutations in chromatin modifiers negatively influenced EFS (median 5.4 vs 26.4 months; p=0.002) and OS (median 15.9 months vs n.r.; p=0.006) in CEBPA dm cases. We further compared clonal architecture between CEBPA sm and dm cases. As a first step we compared mean mutation loads of concomitant mutations in CEBPA sm and dm and observed no difference between the two entities. As a next step, cases with uniform mutation loads in all genes were considered monoclonal, while cases with heterogeneous mutation loads (range of loads for different mutations spanning >30%) were considered clonally diverse. CEBPA sm were significantly more often clonally diverse compared to dm (52.7% vs. 32.0%; p=0.002). In 63.3% of diverse CEBPA dm cases (n=19/30), the dominant clone comprised CEBPA mut compared to only 32.3% (n=22/68) of diverse CEBPA sm (p=0.009). In 20.0% (n=6/30) of CEBPA dm with subclonal CEBPA mut, the dominant clone was TET2 mut and in 10.0% (n=3/30) WT1 mut . In 2 cases (7.6%), the dominant clone had mutations in different genes. In 26.5% (n=18/68) of CEBPA sm with subclonal CEBPA mut, the dominant clone carried TET2 mut , 8.8% (n=6/68) DNMT3A mut, 4.4% (n=3/68) ASXL1 mut. In 27.9% (n=19/68) the dominant clone had mutations in different genes. Conclusions: 1. CEBPA sm occur preferentially in male patients and are correlated with older age. 2. Biological diversity of CEBPA mut cases is reflected by the amount and composition of additional mutations. 3. Prognosis in CEBPA dm cases is adversely influenced by mutations affecting DNA-methylation and chromatin modifiers. 4. Clonal architecture is more complex in CEBPA sm compared to dm cases. Disclosures Fasan: MLL Munich Leukemia Laboratory: Employment. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Perglerová: MLL2 s.r.o.: Employment. Kern: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Schnittger: MLL Munich Leukemia Laboratory: Employment, Equity Ownership."
}