{
    "doi": "https://doi.org/10.1182/blood.V104.11.1684.1684",
    "article_title": "Adults with Severe Sickle Cell Anaemia and Iron Overload Have a High Incidence of Osteopenia and Osteoporosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: There is very little published data on osteopenia or osteoporosis in patients with sickle cell disorders (SCD) with only occasional case reports that have noted osteopenia in individual SCD patients. It is known that individuals of Afro-Caribbean decent have on average higher BMD scores then age matched Caucasian controls. The causes for bone demineralisation in SCD may be multifactoral. Putative contributory mechanisms include; marrow expansion, bone infarction, delayed puberty from anaemia, low vitamin D, iron overload from blood transfusion, iron chelation therapy, and hypogonadism. Methods and Findings: 17 consecutive SCD patients who had previously been transfused or were currently on a transfusion programme underwent DEXA scanning using a Hologic QDR 4500A. Hypogonadism was assessed for in all patients as well as Vitamin D3, parathyroid hormone (PTH), serum ferritin and haemoglobin levels. 11 of the 17 patients had undergone MRI to assess liver iron. Of 10 females, 6 had osteopenia (Z >−1.0, n= 4) or osteoporosis ( Z >−2.0, n=2) in the spine compared to age matched caucasian controls (p=0.008). In contrast, only 4 had significant hip demineralisation; 2 patients had osteoporosis and 2 were osteopenic. All patients with hip osteopenia also had spinal osteopenia. Liver iron concentration was significantly higher in the osteopenic (9.4mg/g dry wt) than the non-osteopenic group (1.95mg/g dry wt) (p=0.01). Mean serum oestradiol levels were no different between the osteopenic (235 pmol/L) and the non osteopenic patients (287 pmol/L). No differences in ferritin, units of blood transfused, parathyroid hormone or vitamin D level were seen. Only 2 females had received iron chelation with deferrioxamine one of whom was osteopenic. Among 7 males, 2 had spinal osteopenia (mean Z score −1.4) (p= 0.05) but none had osteopenia of the hip. The liver iron was higher in the osteopenic males (mean 12.9 mg/g dry weight) than in the non osteopenic group (mean 2.32 mg/g/dry weight) (p <0.05). Serum ferritin was also higher in osteopenic patients (mean 3729ug/l) than the non-osteopenic group (mean 745ug/l) (p=0.008). No significant difference between the serum testosterone and units of blood transfused, parathyroid hormone or vitamin D level was seen. Only one of the patients had received iron chelation and he was not osteopenic. Among all patients together, there was no evidence on MRI of increased cardiac iron but there was evidence of hypogonadothrophic hypogonadism is 1 female, while the remainder were not hypogonadal. There was evidence of disturbance of the Calcium- Vitamin D- PTH axis in 2 patients (1 male,1 female) both of whom were osteopenic. Conclusion: Osteopenia is a surprisingly common in adult patients with sickle disorders; 47% of patients had osteopenia. Iron loading may be a relevant contributing factor as liver iron was significantly greater in osteopenic than non-osteopenic patients. Hypogonadism and iron chelation therapy can be reasonably excluded as contributory facors in most patients but should be monitored in all patients on transfusion programmes.",
    "topics": [
        "iron overload",
        "osteopenia",
        "osteoporosis",
        "sickle cell anemia",
        "iron",
        "hypogonadism",
        "iron chelation therapy",
        "parathyroid hormones",
        "magnetic resonance imaging",
        "serum ferritin level result"
    ],
    "author_names": [
        "Farrukh T. Shah",
        "Ratna Chatterjee",
        "Matilda Owusu-Asante",
        "John B. Porter"
    ],
    "author_dict_list": [
        {
            "author_name": "Farrukh T. Shah",
            "author_affiliations": [
                "Department of Haematology, Whittington Hospital NHS Trust, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ratna Chatterjee",
            "author_affiliations": [
                "Department of Reproductive Medicine and Haematology, University College London Hospitals NHS Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matilda Owusu-Asante",
            "author_affiliations": [
                "Department of Reproductive Medicine and Haematology, University College London Hospitals NHS Trust, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John B. Porter",
            "author_affiliations": [
                "Department of Reproductive Medicine and Haematology, University College London Hospitals NHS Trust, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T21:30:42",
    "is_scraped": "1"
}