{
    "doi": "https://doi.org/10.1182/blood-2020-139681",
    "article_title": "Anxiety in Adult Patients Living with ITP Stratified across Different Treatment Types and Groups ",
    "article_date": "November 5, 2020",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Background: Immune thrombocytopenia purpura (ITP) is an autoimmune bleeding disorder that is heterogeneous in presentation, disease course, treatment response, and impact on quality of life. Treatments often cause unpleasant side effects, and prolonged use can lead to tolerability issues and toxicity. Disease symptoms and treatments available impact the health-related quality of life (HRQoL) among patients living with ITP. Here, we compare anxiety and its impact among adult ITP patients and determine whether anxiety levels differ dependent on treatment. Methods: For this study, we used three of the five surveys from the PDSA Natural History Study Registry including; treatment history and two adult QoL surveys. As of June 2020, 357 adult patients completed the survey assessing treatment history. A total of 310 adult patients completed the adult QoL (part one) survey, and 301 adults completed the adult QoL (part two) survey. Patients were stratified by 1) no treatment received 2) treated in the past 3) on therapy within the last six months; patients currently on therapy were further stratified by first and second-line therapy. Results: Among the 357 completed surveys on treatment history, 11% (n=40) have never received treatment for ITP, 46% (n=166) have in past, and 43% (n=158) currently receive therapy (within the last six months). Among those currently on treatment, 82% receive monotherapy; 26% use a first-line therapy (corticosteroid, IVIG, or Anti-D), and 43% are using a second-line therapy (TPO-RA, rituximab, and other second-line options). Therapies reported include TPO-RA's (41%), corticosteroids (24%), IVIG (7%), rituximab (3%), SYK inhibitor (1%), antibiotics (4%), anti-D (1%) and other second-line treatments (such as MMF), and \"other\" treatments including complementary therapies (14%). Overall, 23% had a splenectomy at some point to manage their active ITP. When asked to reflect on the last seven days, patients completing the QoL survey (n=310), 66% felt anxious; 17% reported this was experienced 'almost always/often'. Among those who have never been treated, feeling anxious was reported 67% of the time; 18% reported feeling this way 'almost always/often'. A similar trend was observed in patients not currently on treatment. Among those receiving a first line therapy, anxiousness was reported 74% overall; 19% 'almost always/often'. Among those receiving a second line therapy, 72% reported feeling anxious; 9% reported feeling this way 'almost always/often'. Differences in high levels of anxiousness reported among the different treatment groups was not significant (X 2 = 3.4, p=.48). Difficulties focusing were reported (51%, 9% reporting this occurred 'almost always/often'). Among those who have never been treated, difficulties were reported (48%, 12%, 'almost always/often'). Those not currently receiving treatment had difficulties focusing due to anxiety (50%, 4% reporting this 'almost always/often'). Those on first line treatment indicated focus was impacted by anxiety overall (60%, 36% 'almost always/often') and those receiving second-line therapy reported (58%, 8% 'almost always/often'). Differences in high levels of anxiety affecting concentration reported among the treatment groups was significant (X 2 = 20.87, p=.00033), revealing a higher anxiety profile among those using corticosteroids. When difficulty with focus due to anxiety was compared between those receiving corticosteroids and those receiving a TPO-RA specifically, anxiety was significantly higher in the steroid group (X 2 =9.15, P=.0024); this trend was not found to be statistically significant among other second line therapies. Conclusion: The physical symptoms of ITP often guide treatment selection for patients however, providers should also focus on mitigating stress and other indicators of mental health in order to provide the best outcome and quality of life in disease course. Differences in interpretation behind the terms feeling 'anxious' vs ' anxiety affecting focus' may explain our conflicting results. Higher anxiety levels (in contrast to higher anxiousness) appeared related to treatment type in those currently receiving therapy; corticosteroid users were more impacted by their anxiety than those receiving TPO-RAs; steroids are known to interfere with mood and concentration, and this is confirmed by patients in this survey. Disclosures Kruse: CSL Behring: Other: Grant paid to PDSA; UCB: Other: Grant and consultancy fee, all paid to PDSA; Rigel: Other: Grant paid to PDSA; Principia: Other: Grant paid to PDSA; Pfizer: Other: Grant and consultancy fee, all paid to PDSA; Argenx: Other: Grant paid to PDSA; Amgen: Other: Grant and honorarium, all paid to PDSA; Novartis: Other: PDSA received payment for recruiting patients to I-WISh and for promoting I-WISh on the globalitp.org website. Grant and consultancy fee, all paid to PDSA outside the submitted work. Lambert: AstraZeneca: Research Funding; Principia: Consultancy, Membership on an entity's Board of Directors or advisory committees; Dova: Consultancy, Membership on an entity's Board of Directors or advisory committees; Shionogi: Consultancy; Sysmex: Research Funding; RDMD ITP study: Consultancy; ITP Australia: Consultancy; CdLS Foundation: Consultancy; 22qSociety: Consultancy; Platelet Disorder Support Association (PDSA): Consultancy; ClinGen: Honoraria; Bayer: Consultancy; Argenix: Consultancy; Octapharma: Consultancy, Research Funding; Educational Concepts in Medicine: Consultancy; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "author_names": [
        "Jennifer Diraimo, MS, CCGC",
        "Caroline Kruse",
        "Michele P. Lambert, MD MSTR",
        "Alexandra Kruse"
    ],
    "author_dict_list": [
        {
            "author_name": "Jennifer Diraimo, MS, CCGC",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Caroline Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele P. Lambert, MD MSTR",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Kruse",
            "author_affiliations": [
                "Platelet Disorder Support Association, Cleveland, OH ",
                "Tulane University School of Medicine, New Orleans, LA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T04:05:59",
    "is_scraped": "1"
}