{
    "doi": "https://doi.org/10.1182/blood.V128.22.5541.5541",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3312",
    "start_url_page_num": 3312,
    "is_scraped": "1",
    "article_title": "Outcome of Patients Younger Than 50 Years Old Diagnosed with Myelodysplastic Syndromes (MDS): Single Institution Experience ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "dysplasia",
        "allogeneic hematopoietic stem cell transplant",
        "cancer",
        "fibrosis",
        "follow-up",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "hemoglobin"
    ],
    "author_names": [
        "Aref Al-Kali, MD",
        "Rong He, MD",
        "Mrinal M Patnaik, MBBS",
        "David S Viswanatha, MD",
        "Patricia T. Greipp, DO",
        "Darci Zblewski, CNP",
        "Michelle Elliott, MD",
        "Naseema Gangat, MBBS",
        "Ayalew Tefferi, MD",
        "Mark R. Litzow, MD",
        "Phuong L. Nguyen, MD"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematopathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematopathology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Laboratory Genetics, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Hematopathology, Mayo Clinic, Rochester, MN"
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Background: Myelodysplastic syndromes (MDS) are rare hematological neoplasms that are more typically seen in elderly patients. Young patients (< 50 years old) have been reported to comprise between 3-6% in the Surveillance, Epidemiology and End Results (SEER) (Ma X et al, Cancer 2007; Rollison R et al, Blood 2008 ) with a better overall survival (OS). We hereby report the characteristics of young MDS patients with long survival follow-up. Methods: A total of 1012 MDS patients' data from Oct 1993 to Dec 2015 at Mayo Clinic were reviewed after appropriate IRB approval was obtained. All cases had their bone marrow slides reviewed at our institution. Patients youngers than 50 years old (yMDS) were included as cohort 1, while the rest was included as control group (cohort 2). Prognostic factors were analyzed by univariate and multivariate analyses. Survival estimates were calculated using Kaplan-Meier curves and univariate and multivariate analyses was based on log-rank testing using JMP software version 10. Results: Characteristics: We identified 68 (7%) yMDS patients with a median age of 42 years (range, 18-49). Female gender was more common in yMDS (43% vs 31%, p= 0.05). Upon comparison between cohort 1 and 2, only platelets were significantly lower in yMDS (61 vs 102, p <0.0001), but not white blood cells, hemoglobin or degree of marrow fibrosis. MDS subtyping according to World Health Organization 2016 showed single lineage dysplasia in 15% vs 2%, multilineage dysplasia 24% vs 36% , ring sideroblasts 9% vs 15%, isolated del (5q) 1% vs 3%, excess blasts 44% vs 31%, and unclassifiable in 6% vs 5%. As expected, therapy related MDS (t-MDS) was more frequent in yMDS (33% vs 17%, p= 0.005). Transformation to acute myeloid leukemia (AML) was also more frequent in yMDS (28 % vs 11%, p= 0.0004). Compared to cohort 2, yMDS IPSS-R scores were very high, high, intermediate, low, and very low in 24% vs 13%, 29% vs 16%, 21% vs 20%, 19% vs 35%, and 7% vs 17%, respectively. Allogenic hematopoietic cell transplantation (HCT) was more frequent in yMDS (42% vs 4%, p< 0.0001). Survival outcome: Median OS was longer for cohort 1 vs cohort 2 but did not reach statistical significance (43 vs 21 months, p= 0.1). Median progression free survival (PFS) was shorter for cohort 1 vs cohort 2 but did not reach statistical significance (8 vs 12 months, p= 0.3). Median OS for cohort 1 based on R-IPSS was 44, 105, 40, 18, and 12 months for very low, low, intermediate, high and high risk groups, respectively (p= 0.09). Median OS was shorter in t-MDS vs de novo MDS in cohort 1 (13 vs 47 months, p = 0.04). Young patients who had transformed to AML had a worse median OS (18 vs 93 months, p=0.001). On multivariate analysis neither t-MDS nor R-IPSS had a statistically significant impact on OS. Conclusions: MDS is rarely diagnosed under the age of 50. IPSS-R was less powerful in detecting differences between its risk groups for this patient population, although more than half of the patients with yMDS had either high or very high risk. Among this cohort of yMDS patients, there was a significantly higher proportion with therapy-related myeloid neoplasms compared to older patients (one third of patients), with subsequent higher rates of transformation to AML and higher allogeneic HCT. In our study, we did not find an improved OS for yMDS patients compared to older patients. Disclosures Al-Kali: Celgene: Research Funding; Onconova Therapeutics, Inc.: Research Funding."
}