{
    "doi": "https://doi.org/10.1182/blood.V124.21.915.915",
    "article_title": "The BTK Inhibitor Ibrutinib Blocks SDF1/CXCR4 Mediated Migration of Acute Myeloid Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster I",
    "abstract_text": "Introduction Despite recent significant progress in the understanding of the biology of acute myeloid leukemia (AML) the clinical outcomes for the majority of patients diagnosed with AML presently remain poor. Consequently, there is an urgent need to identify pharmacological strategies in AML, which are not only effective but can be tolerated by the older, less well patient. Recently our group and others have shown that there is high Bruton’s Tyrosine Kinase (BTK) phosphorylation and RNA expression in AML. Moreover, our recent study described for the first time that ibrutinib and BTK-targeted RNA interference reduced factor-induced proliferation of both AML cell lines and primary AML blasts, as well as reducing AML blast adhesion to bone marrow stromal cells. Inhibition of BTK has been shown to regulate chronic lymphocytic leukemia, mantle cell lymphoma and multiple myeloma cell migration by inhibiting SDF1 (stromal derived factor 1) induced CXCR4 regulated cell trafficking. Here we report that in human AML ibrutinib in addition functions in a similar way to inhibit SDF1/CXCR4-mediated AML migration at concentrations achievable in vivo. Methods To investigate the role of BTK in regulating AML migration we used both pharmacological inhibitor ibrutinib and genetic knockdown using a lentivirus mediated BTK targeted miRNA in primary AML blasts and AML cell lines. We examined migration of AML blasts and AML cells to SDF-1 using Transwell permeable plates with 8.0µM pores. Western blotting was used to examine the role of SDF-1 in regulating BTK, AKT and MAPK activation in primary AML blasts. Results We initially examined the expression of CXCR4 in human AML cell lines and found that 4/4 cell lines were positive for CXCR4 expression. Next we examined the effects of ibrutinib on the migration of the AML cell lines U937, MV4-11, HL60 and THP-1 in response to SDF1. We found that ibrutinib can inhibit the migration of all AML cell lines tested. We tested the in-vitro activity of ibrutinib on SDF-1 induced migration in a spectrum of primary AML blasts from a wide age spectrum of adult patients and across a range of WHO AML subclasses and found that ibrutinib significantly inhibits primary AML blast migration (n=12). Next we found that ibrutinib can inhibit SDF-1 induced BTK phosphorylation and downstream MAPK and AKT signalling in primary AML blast. Finally to eliminate the problems associated with off target ibrutinib activity we evaluated migration of AML cells lines using genetic inhibition of BTK. The introduction of BTK-specific miRNA dramatically inhibited the expression of BTK in THP-1 and HL60 and reduced SDF1 mediated migration confirming that BTK is involved in regulating AML migration in response to SDF1. Conclusions These results reported here provide a molecular mechanistic rationale for clinically evaluating BTK inhibition in AML patients and suggests that in some AML patients the blasts count may initially rise in response to ibrutinib therapy, analgous to similar clinical observations in CLL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "btk inhibitors",
        "cxcr4 receptors",
        "ibrutinib",
        "leukemia, myelocytic, acute",
        "stromal cell-derived factor 1",
        "micrornas",
        "mitogen-activated protein kinases",
        "proto-oncogene proteins c-akt",
        "adhesions",
        "chronic b-cell leukemias"
    ],
    "author_names": [
        "Stuart A Rushworth, PhD",
        "Lyubov Zaitseva, PhD",
        "Megan Y Murray, PhD",
        "Matthew J Lawes, MB BS",
        "David J MacEwan, PhD",
        "Kristian M Bowles, MB BS, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stuart A Rushworth, PhD",
            "author_affiliations": [
                "Norwich Medical School, Norwich, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lyubov Zaitseva, PhD",
            "author_affiliations": [
                "Norwich Medical School, Norwich, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megan Y Murray, PhD",
            "author_affiliations": [
                "Norwich Medical School, Norwich, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J Lawes, MB BS",
            "author_affiliations": [
                "Norfolk and Norwich University Hospital, Norwich, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J MacEwan, PhD",
            "author_affiliations": [
                "University of Liverpool, Liverpool, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristian M Bowles, MB BS, PhD",
            "author_affiliations": [
                "Norwich Medical School, Norwich, United Kingdom ",
                "Norfolk and Norwich University Hospital, Norwich, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T04:07:09",
    "is_scraped": "1"
}