{
    "doi": "https://doi.org/10.1182/blood.V122.21.2444.2444",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2557",
    "start_url_page_num": 2557,
    "is_scraped": "1",
    "article_title": "Molecular Integration Of HoxB4 and STAT3 For Self-Renewal Of Hematopoietic Stem Cells: A Model Of Molecular Convergence For Stemness ",
    "article_date": "November 15, 2013",
    "session_type": "503. Hematopoiesis: Regulation of Gene Transcription: Poster II",
    "abstract_text": "Multiple transcription factors (TFs) that regulate the self-renewal/stem cell state of hematopoietic stem cells (HSCs) have been identified, but understanding the molecular interplay of these TFs for their functional coordination remains a challenging issue. In this study, we investigated the functional integration and transcriptional coordination of STAT3 and HoxB4, which are TFs known to have similar effects on the self-renewal of HSCs. We found that while STAT3 (STAT3-C) or HoxB4 similarly enhanced the in vitro self-renewal and in vivo repopulating activities of HSCs, simultaneous transduction of both STAT3-C and HoxB4 did not have any additive enhancing effects. In contrast, the overexpression of HoxB4 caused a ligand-independent Tyr-phosphorylation in STAT3, and the inhibition of the STAT3 activity in HoxB4-overexpressing bone marrow cells significantly abrogated the enhancing effects of HoxB4 on both the bone marrow repopulation and maintenance of the undifferentiated state, revealing a molecular integration of these two TFs for HSC self-renewal. Expression microarray analysis revealed a significant overlap of the transcriptomes regulated by STAT3 and HoxB4 in undifferentiated hematopoietic cells. Moreover, a gene set enrichment analysis (GSEA) for TFs that can recapitulate the transcriptional changes induced by HoxB4 or STAT3 showed significant overlap in the candidate TFs. Interestingly, among these identified TFs were the puripotency-related genes, Oct-4 and Nanog. These results indicate the functional integration of tissue-specific TFs for HSC self-renewal and provide insights into the functional convergence of various TFs towards a conserved transcription program for the stem cell state. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "stat3 protein",
        "ligands",
        "transcription factor",
        "stem cells",
        "bone marrow",
        "bone marrow cells"
    ],
    "author_names": [
        "Il-Hoan Oh, MD, Ph.D",
        "Kim Tae-Min, MD, Ph.D",
        "Jae-Seung Shim, Ph.D"
    ],
    "author_affiliations": [
        [
            "Dept. of Medical Lifescience, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Catholic High-Performance Cell Therapy Center, Catholic University of Korea, Seoul, South Korea"
        ]
    ],
    "first_author_latitude": "37.58592180000001",
    "first_author_longitude": "127.00432749999999"
}