{
    "doi": "https://doi.org/10.1182/blood-2019-126872",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4341",
    "start_url_page_num": 4341,
    "is_scraped": "1",
    "article_title": "Clonal Hematopoiesis in the Molecular Landscape of Therapy-Related Myeloid Neoplasms in Patients Previously Treated for Gynecologic and Breast Cancers ",
    "article_date": "November 13, 2019",
    "session_type": "503.Clonal Hematopoiesis: Aging and Inflammation",
    "topics": [
        "breast cancer",
        "neoplasms",
        "hematopoiesis",
        "genetic predisposition to disease",
        "cancer",
        "chemotherapy regimen",
        "radiation therapy",
        "massively-parallel genome sequencing",
        "protein p53",
        "cancer diagnosis"
    ],
    "author_names": [
        "Sabine Khalife-Hachem",
        "Khalil Saleh, MD",
        "Florence Pasquier, MD PhD",
        "Anthony Tarabay",
        "Cyril Quivoron",
        "Sophie Cotteret",
        "Christophe Willekens, MD",
        "Veronique Saada",
        "Ines-Maria Vaz-Luis",
        "Suzette Delaloge",
        "Alexandra Leary",
        "Hana Raslova, PhD",
        "Filippo Rosselli",
        "Olivier Caron",
        "Iléana Antony-Debre, PhD",
        "Eric Solary, MD PhD",
        "Stephane de Botton, MD PhD",
        "Christophe Marzac, MD",
        "Jean-Baptiste Micol, MD"
    ],
    "author_affiliations": [
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Hematology, Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Département clinique d'hématologie, INSERM UMR1170, Villejuif, FRA "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Department of Hematology, Gustave Roussy Cancer Center, Villejuif, France "
        ],
        [
            "Département de Biologie-Pathologie, Gustave Roussy, Université Paris-Saclay, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "INSERM U1170, Gustave Roussy, Villejuif, France, Villejuif, FRA "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Gustave Roussy, Villejuif, France "
        ],
        [
            "Inserm UMR1170, Gustave Roussy, Villejuif, France "
        ],
        [
            "INSERM U1170, Université Paris-Sud, Gustave Roussy Cancer Center, Villejuif, France "
        ],
        [
            "Hematology Department, Institut Gustave Roussy, Villejuif, FRA "
        ],
        [
            "Département de biologie-pathologie, Gustave Roussy, Université Paris-Saclay, Villejuif, France "
        ],
        [
            "Gustave Roussy cancer center, Villejuif, France"
        ]
    ],
    "first_author_latitude": "48.7947638",
    "first_author_longitude": "2.3485726999999996",
    "abstract_text": "Introduction: Therapy-related Myeloid Neoplasms (TRMN) arise after cytotoxic chemotherapy and/or radiotherapy administered for a prior neoplasm and have dismal outcome. Inherited predisposition or direct induction of fusion transcripts can be responsible of TRMN. Recent evidence suggests that patient with Clonal Hematopoiesis of Indeterminate Potential (CHIP) may have an increased risk of TRMN. In gynecological and breast cancers, CHIP mutations have been described in around 25 % of patients (Coombs et al. , Cell Stem Cell 2017). In this setting, we aimed to identify the impact of CHIP-associated mutations in overall survival of TRMN. Methods: In this retrospective study, we included patients with TRMN diagnosed and/or treated at Gustave Roussy Cancer Center between January 2004 and December 2018 if they had a previous breast or gynecological cancer, DNA samples available at TRMN diagnosis and a signed informed consent. We performed a targeted 77 genes mutational analysis using Next Generation Sequencing (NGS), using Haloplex technique (Agilent), sequencing on MiSeq (Illumina). If any somatic mutation associated with hematological malignancies could define CHIP, the most frequent genes mutated in original CHIP papers are: ASXL1, ASXL2, ATM, BCOR, CBL, CHEK2, DNMT3A, IDH1, IDH2, JAK2, PPM1D, SF3B1, SRSF2, TET2 and TP53 . These will define \"CHIP-associated mutations\" at TRMN diagnosis. According to results, patients were classified into \"CHIP-associated mutations\" or \"no-CHIP\" categories (no mutations detected or all the other mutations detected at TRMN diagnosis). Moreover, patients were also classified into 3 subgroups according to a modified genetic ontogeny-based classifier (Lindsley et al., Blood 2015): \"P53/PPM1D\" subgroup, \"MDS and AML with MDS mutations\" subgroup, and \"de novo/pan-AML\" subgroup. Survival analyses were performed using GraphPad software. Results: 77 patients were identified: 49 therapy-related AML (t-AML) (64%) and 28 therapy-related MDS (t-MDS) (36%). Median age at TRMN diagnosis was 62 years [36-86] and median time interval between primary cancer and TRMN was 5.1 years. Primary cancers were breast (70%), ovarian (23%), endometrial (4%) and cervical (3%) cancers. Patients were treated with radiotherapy alone (13%), cytotoxic agent alone (19%), or chemotherapy/radiotherapy (68%). The most frequently mutated genes at TRMN diagnosis were: TP53 (31%), DNMT3A (19%), NRAS (13%), TET2 (12%), NPM1 (10%), PPM1D (9%), PTPN11 (9%) (Fig1A) . 10% of patients had no gene mutation detected. According to 2017 ELN risk stratification, genetic risk for t-AML was favorable, intermediate and adverse in 19 (39%), 14 (28%) and 16 patients (33%), respectively. According to IPSS score, 86% of the t-MDS patients were classified as High risk/Intermediate 2 and 14% as Intermediate 1/Low risk. Treatment options included best supportive care for 16 patients (21%), low dose chemotherapy for 26 patients (34%), or intensive chemotherapy/allogenic transplant for 34 patients (45%). Based on Lindsley's modified classifier median overall survival for \"P53/PPM1D\", \"MDS\" and \"de novo/pan-AML\" subgroups were 12, 17 and 25 months, respectively (p=0.009) (Fig1B). \"CHIP-associated mutations\" were detected in 53 patients (69%) with no significant impact on overall survival (Fig1C). Interestingly, age at TRMN diagnosis in patients with \"CHIP-associated mutations\" vs patients with \"no-CHIP\" was higher (65 vs 56 years old, p=0.002) and the time interval between cancer diagnosis and TRMN was longer (6.6 [0.9-38.1] vs 2.9 [1.2-8.5] years, p< 0.001) (Fig1D). CHIP emergence was not correlated with type of cancer's treatment or with number of treatment lines. \"P53/PPM1D\" subgroup was more frequent in patients treated with 2 lines or more for their primary cancer than in patients who received only 1 line of treatment (50% and 25% respectively, p=0.03). Conclusion: TRMN occurring after gynecological or breast cancers are of bad prognosis, especially for P53 and PPM1D mutated patients. Our results show that CHIP related mutations are found in a large percentage of patients and could be responsible for emergence of TRMN, especially in older patients. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures de Botton: Forma: Consultancy, Research Funding; Bayer: Consultancy; Daiichi: Consultancy; Novartis: Consultancy; Astellas: Consultancy; Abbvie: Consultancy; Pierre Fabre: Consultancy; Syros: Consultancy; Agios: Consultancy, Research Funding; Janssen: Consultancy; Pfizer: Consultancy; Servier: Consultancy; Celgene: Consultancy, Speakers Bureau. Micol: AbbVie: Consultancy; Jazz Pharmaceuticals: Consultancy."
}