{
    "doi": "https://doi.org/10.1182/blood.V118.21.3825.3825",
    "article_title": "The Significance of Megakaryocytic Transcription Factor Fli1 and Erythroid Transcription Factor EKLF in the Ribosomopathies: 5q Minus Syndrome and Diamond-Blackfan Anemia. the Role of Fli1 in p53 Regulation and in 5q Minus Syndrome Megakaryopoiesis, ",
    "article_date": "November 18, 2011",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3825 Introduction: 5q- syndrome and DBA belong to ribosomopathies. 5q- syndrome patients (pts) have haploinsufficient RPS14 gene and approximately 50% DBA pts have mutated some of genes for ribosomal proteins. These two disorders share similar erythroid and megakaryocytic characteristics: macrocytic anemia, decreased erythropoiesis, normal platelet count and they differ in: frequent neutropenia in 5q- syndrome, rare thrombocytemia and absence of hypolobulated megakaryocytes in DBA. We recently studied two transcription factors Fli1(Friend leukemia virus integration 1) and EKLF (Erythroid Krüppel like factor, also named KLF1) involved in MEP (common megakaryocytic and erythroid progenitor) differentiation in MDS 5q-syndrome pts. Now we present the examination of these factors in DBA pts. There exists cross-antagonism between Fli1 and EKLF with probable dominance of EKLF. Fli1 mRNA is target for microRNA-l45 (miR-145) localized in common deleted region of 5q. Haploinsuffciency of miR-145 in 5q- syndrome stabilizes Fli1 mRNA and increases Fli1 ( Kumar et al. Blood 2009;114 abstr.947 ). Fli1 is also increased by interkleukin 6. IL-6 is induced by haploinsufficiency of miR-145 and miR-146a. Fli1 gene promoter is upregulated by Fli1 itself. Transcription factor PU.1 is positive regulator of Fli1 gene expression. In mice Fli1 regulates p53 via MDM2 (mouse double minute 2 or HDM2 in humans), an E3 ubiquitin ligase, which promotes p53 degradation in proteasomes ( Truong et al. Oncogene 2005;24:962–69 ). Patients and Methods: Mononuclear cells were isolated from blood of 31 pts with 5q- syndrome, 26 MDS low risk pts with normal chromosome 5, 16 healthy controls and 10 DBA pts (7 with mutation of RP and 3 without proved mutation). Further, mononuclear cells were obtained from bone marrow of 17 pts with 5q-syndrome, 15 MDS low risk pts with normal chromosome 5, and 8 healthy controls. In total RNA of blood and bone marrow mononucklear cells Fli1, EKLF, p53, HDM2 and PU.1 mRNA levels were determined by quantitative real-time PCR. Related levels of mRNAs were calculated to the level of housekeeping GAPDH mRNA. We examined methylation status of EKLF promoter region in 5q- syndrome pts by bisulfite genomic DNA sequencing. All MDS pts involved in this study were examined by FISH and in all 5q- syndrome pts the deletion of 5q31 was confirmed. Results: In 5q- syndrome pts íncreased levels of Fli1 mRNA and decreased EKLF mRNA were detected both in blood and bone marrow mononuclear cells in comparison with healthy controls. In MDS low risk pts with normal chromosome 5 the increased Fli1 mRNA was found only in peripheral blood. There was no difference between EKLF mRNA levels in pts and in controls. In 8 of 10 DBA pts EKLF mRNA was decreased in blood in comparison to healthy controls, while Fli1 mRNA levels did not differ from controls with one pt exception. Methylation of EKLF gene promoter region is not responsible for the decrease EKLF mRNA in 5q- syndrome. Significantly increased level of p53 mRNA was found only in bone marrow of 5q- pts but not in blood of 5q- or DBA pts. There was no significant difference in HDM2 and PU.1 mRNA levels in blood and bone marrow of both groups of MDS pts and also in blood of DBA pts. Discussion: Significant EKLF decrease in all pts with 5q- syndrome and in 8 of 10 DBA pts corresponds to anemia and decreased erythropoiesis in both groups, but the cause of the EKLF decrease remains unknown. In 5q- syndrome low EKLF might be explained by the cross-antagonism between Fli1 and EKLF. Most significant is high Fli1 in all 5q- pts. This finding is important for the explanation of effective megakaryopoiesis contrary to defective erythropoiesis. The situation is different in DBA pts, where Fli1 mRNA is not increased with one exception (pt with atypical RPL5 mutation). Increased Fli1 might be the clue for the maintenance of effective megakaryopoiesis in 5q- syndrome. In erythroid cells ribosomal proteins inhibit HDM2, p53 is not degraded and increased p53 enhances apoptosis of erythroid cells. High Fli1 in megakaryocytic cells transcriptionally stimulates HDM2. In addition, IL-6 stimulates not only Fli1 but also DNA methylase 1, which methylates TP53 promoter and silences TP53 expression. These processes prevent apoptosis of megakaryocytic cells. For effective megakaryopoiesis in DBA pts we have not explanation so far. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diamond-blackfan anemia",
        "fli1 gene",
        "gata1 protein, human",
        "megakaryocytes",
        "megakaryocytopoiesis",
        "transcription factor",
        "brachial plexus neuritis",
        "rna, messenger",
        "5q syndrome",
        "interleukin-6"
    ],
    "author_names": [
        "Radana Neuwirtova, MD, PhD",
        "Ota Fuchs, PhD",
        "Dagmar Pospisilova, MD, PhD",
        "Radek Cmejla, PhD",
        "Monika Holicka",
        "Martin Vostry",
        "Arnost Kostecka",
        "Hana Hajkova",
        "Anna Jonasova, MD",
        "Jaroslav Cermak, MD, PhD",
        "Kyra Michalova, PhD",
        "Jana Brezinova, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Radana Neuwirtova, MD, PhD",
            "author_affiliations": [
                "Hematology, 1st Medical Clinic, Prague 2, Czech Republic, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ota Fuchs, PhD",
            "author_affiliations": [
                "Molecular Genetics, Institute of Hematology and Blood Transfusion, Prague 2, Czech Republic, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dagmar Pospisilova, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, University Hospital, Olomouc, Czech Republic, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Radek Cmejla, PhD",
            "author_affiliations": [
                "Department of Cell Physiology, Institute of Haematology and Blood Transfusion, Prague, Czech Republic, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Holicka",
            "author_affiliations": [
                "Molecular Genetics, Institute of Hematology and Blood Transfusion, Prague 2, Czech Republic, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Vostry",
            "author_affiliations": [
                "Molecular Genetics, Institute of Hematology and Blood Transfusion, Prague 2, Czech Republic, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnost Kostecka",
            "author_affiliations": [
                "Molecular Genetics, Institute of Hematology and Blood Transfusion, Prague 2, Czech Republic, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hana Hajkova",
            "author_affiliations": [
                "Molecular Genetics, Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Jonasova, MD",
            "author_affiliations": [
                "1st Dept Medicine, Charles University General Hospital, Prague, Czech Republic, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslav Cermak, MD, PhD",
            "author_affiliations": [
                "Institute of Hematology & Blood Transfusion, Prague, Czech Republic, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyra Michalova, PhD",
            "author_affiliations": [
                "1st Faculty of Medicine Center of Oncocytogenetics, General Univerity Hospital, Prague, Czech Republic, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Brezinova, PhD",
            "author_affiliations": [
                "Dept. of Cytogenetics, Institute of Hematology and Blood Transfusion, Prague 2, Czech Republic"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:39:57",
    "is_scraped": "1"
}