{
    "doi": "https://doi.org/10.1182/blood-2019-122302",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4163",
    "start_url_page_num": 4163,
    "is_scraped": "1",
    "article_title": "A Matching-Adjusted Indirect Comparison of Nivolumab Versus Brentuximab Vedotin for Relapsed/Refractory Classical Hodgkin Lymphoma after Failure of Autologous Hematopoietic Cell Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "brentuximab vedotin",
        "hematopoietic stem cell transplantation",
        "hodgkin's disease",
        "nivolumab",
        "chlorambucil",
        "invasive pneumococcal disease",
        "peritoneal dialysis, intermittent",
        "cross trial",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "Clara Chen, PhD BS, MS",
        "Philippe Armand, MD PhD",
        "Basia Rogula",
        "Karissa Johnston",
        "Derek Peterson",
        "Joseph M Connors, MD",
        "Greta Lozano-Ortega, MSc"
    ],
    "author_affiliations": [
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Broadstreet Health Economics & Outcomes Research, Vancouver, Canada "
        ],
        [
            "Broadstreet Health Economics & Outcomes Research, Vancouver, Canada "
        ],
        [
            "Bristol-Myers Squibb, Princeton, NJ "
        ],
        [
            "BC Cancer Centre for Lymphoid Cancer, Vancouver, Canada"
        ],
        [
            "Broadstreet Health Economics & Outcomes Research, Vancouver, Canada "
        ]
    ],
    "first_author_latitude": "40.305382449999996",
    "first_author_longitude": "-74.69371604999999",
    "abstract_text": "Introduction : Historically, patients with relapsed/refractory classical Hodgkin lymphoma (R/R cHL) who relapse after autologous hematopoietic cell transplantation (auto-HCT) have poor outcomes. In the phase 2 CheckMate 205 study (NCT02181738) of patients with R/R cHL and prior auto-HCT, patients in Cohort A were brentuximab vedotin (BV) naive, and those in Cohorts B and C had prior BV exposure. Nivolumab (nivo), an anti-PD-1 immune checkpoint inhibitor monoclonal antibody, was associated with a high response rate (71% Cohorts A+B+C; 65% Cohort A) and durable remissions (median duration of response 18 and 25 months, respectively). Notably, the 2-year overall survival (OS) rates were 87% in Cohorts A+B+C and 90% in Cohort A; the median OS was not reached (median follow-up 33 months; Armand et al. ASH 2018). These results appear better than those in prior studies in this patient population. In the phase 2 pivotal trial of BV (NCT00848926), patients with R/R cHL had a 2-year OS rate of approximately 65% (Chen et al. Blood 2016). Without direct head-to-head randomized trials, cross-trial comparisons have limitations primarily due to differences in patient populations and trial design, and the survival benefits of various treatments are difficult to distinguish. We used matching-adjusted indirect comparison (MAIC) to balance patient populations and then assess the efficacy and survival benefit of nivo relative to BV in patients with R/R cHL for whom auto-HCT had failed. Methods : Individual patient data (IPD) from patients receiving nivo in the CheckMate 205 study were matched to summary data from patients in the BV pivotal trial reported by Chen et al. IPD from Cohort A and combined Cohorts A+B+C of the CheckMate 205 study were re-weighted to match relevant baseline characteristics reported for BV. Pseudo-IPD were generated for BV from KM curves applying a published algorithm. Treatment outcomes (progression-free survival [PFS] and OS) were then compared across balanced trial populations and assessed using hazard ratios (HRs) generated via Cox regression and differences in the area under the curve (ΔAUC) from best-fitting parametric curves. For nivo, 2 well-fitting OS curves were selected for comparison, which conveyed optimistic and conservative assumptions. Restricted AUC at a specific time point is identical to mean survival time at that time point, thus ΔAUC was used as a summary metric to compare survival time between groups. Confidence intervals (CIs) for AUC estimates were generated via bootstrapping. Results : Patients receiving nivo from Cohort A (unmatched n = 63) and Cohorts A+B+C (unmatched n = 243) were matched to those receiving BV (n = 102) using age, sex, performance status score, B symptoms, prior radiotherapy, primary refractory disease, and best response to the most recent prior systemic regimen (matched size: Cohort A, n = 38, Cohorts A+B+C, n = 172). For Cohort A, MAIC analysis of nivo versus BV showed statistically significant reductions in the risk of death (HR, 0.11; 95% CI, 0.12-0.53; P < 0.001) and the risk of progression/death per investigator (HR, 0.54; 95% CI, 0.32-0.91; P = 0.02). Comparing mean survival time at 15 years using AUCs, the expected OS was estimated to range from 153 months (conservative) to 165 months (optimistic) for nivo versus 69 months for BV, with ΔAUC ranging from 85 (95% CI, 51-111) to 94 (72-113) months, respectively. The PFS per investigator at 5 years was estimated to be 32 months for nivo and 22 months for BV, with ΔAUC of 11 (95% CI, −1 to 22) months. MAIC analyses of Cohorts A+B+C produced similar findings ( Figure ), with the HR for nivo versus BV of 0.33 (95% CI, 0.21-0.53; P < 0.001) for OS, and 0.60 (0.43-0.83; P = 0.002) for PFS per investigator. Comparing AUC at 15 years, the expected OS ranged from 114 months (conservative) to 131 months (optimistic) for nivo versus 69 months for BV, with ΔAUC ranging from 46 (95% CI, 21-71) to 61 (36-83) months, respectively. The estimated PFS per investigator at 5 years was 29 months for nivo versus 22 months for BV, with ΔAUC of 8 (95% CI, 0.4-14) months. Conclusions : MAIC of Cohort A to BV suggests that nivo may provide a favorable OS compared with BV. Additionally, MAIC of Cohorts A+B+C with BV suggests that nivo alone or adding nivo after BV in patients with R/R cHL and prior auto-HCT may provide a meaningful OS benefit compared with BV alone. MAIC of Cohorts B+C with BV is ongoing. Study support : BMS. Writing support: Janice Zhou, Caudex, funded by BMS. View large Download slide View large Download slide  Disclosures Chen: Bristol-Myers Squibb: Employment. Armand: Genentech: Research Funding; Sigma Tau: Research Funding; Infinity: Consultancy; Affimed: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy; Adaptive: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; ADC Therapeutics: Consultancy; Tensha: Research Funding; Roche: Research Funding; Otsuka: Research Funding. Rogula: Broadstreet HEOR: Employment; Bristol-Myers Squibb: Other: I am an employee of Broadstreet HEOR which was contracted by Bristol-Myers Squibb for the conduct of this work.. Johnston: Broadstreet HEOR: Employment; Bristol-Myers Squibb: Other: I am an employee of Broadstreet HEOR which was contracted by Bristol-Myers Squibb for the conduct of this work.. Peterson: Bristol-Myers Squibb: Employment, Equity Ownership. Connors: Bristol-Myers Squibb: Consultancy; Takeda Pharmaceuticals: Honoraria; Seattle Genetics: Honoraria, Research Funding. Lozano-Ortega: Broadstreet HEOR: Employment; Bristol-Myers Squibb: Other: I am an employee of Broadstreet HEOR which was contracted by Bristol-Myers Squibb for the conduct of this work.."
}