{
    "doi": "https://doi.org/10.1182/blood.V122.21.796.796",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2465",
    "start_url_page_num": 2465,
    "is_scraped": "1",
    "article_title": "The Ryk Receptor Regulates Hematopoietic Stem and Progenitor Cell Proliferation and Their Sensitivity To Myeloablative Agents ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "antibodies",
        "caspase-3",
        "cd45 antigens",
        "cd48 antigen",
        "chemotherapy regimen",
        "fluorouracil",
        "immunoglobulin g",
        "immunoglobulin isotypes",
        "immunophenotyping",
        "ligands"
    ],
    "author_names": [
        "Benjamin Povinelli",
        "Michael Nemeth"
    ],
    "author_affiliations": [
        [
            "Department of Cellular and Molecular Biology, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Department of Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "The molecular mechanisms that control the balance between quiescence and proliferation of hematopoietic stem and progenitor cells (HSPCs) are critical for maintaining life-long hematopoiesis. In a recent study (Povinelli, et al. Stem Cells, In Press, 2013) we demonstrated that the Wnt5a ligand inhibits HSPC proliferation through a functional interaction with a non-canonical Wnt ligand receptor termed Related to Receptor Tyrosine Kinase (Ryk). Expression of Ryk on HSPCs in vivo was associated with a decreased rate of proliferation. Following treatment with fluorouracil (5-FU), the percentage of Ryk + HSPCs increased at the expense of Ryk -/low HSPCs. Based on these data, we hypothesized that one function of the Ryk receptor is to protect HSPCs from the effects of myeloablative agents. To test this hypothesis, we injected 6-8 week old C57BL/6 mice with 150 mg/kg of 5-FU and analyzed bone marrow 48 hours later for the presence of apoptotic HSPCs, defined as lineage negative (Lin - ), Sca-1 + , CD48 - cells positive for active caspase-3. There was a 2.5-fold decrease in the percentage of apoptotic Ryk + HSPCs (12.9 ± 1.7%) compared to Ryk -/low HSPCs (32.4 ± 5.3%, p < 0.001, n = 3). To test whether this effect was limited to 5-FU, we performed a similar study in which we irradiated C57BL/6 mice with 3 cGy of total body irradiation (TBI) and analyzed bone marrow 72 hours later for apoptotic HSPCs (for this experiment, defined by a Lin - , c-kit + , Sca-1 + , CD150 + , CD48 - immunophenotype or LSK, SLAM). Comparable to the effects of 5-FU, there was a significant 3.0-fold reduction in the percentage of apoptotic Ryk + HSPCs (3.1 ± 0.2%) compared to Ryk -/low HSPCs (9.2 ± 1.5%, p < 0. 001, n = 3) in mice receiving 3 cGy TBI. These results demonstrated an association between Ryk expression and survival of HSPCs following myeloablative injury. To determine whether in vivo targeting of the Ryk receptor would increase the sensitivity of HSPCs to myeloablative injury, we utilized a neutralizing rabbit anti-Ryk antibody (α-Ryk). We injected C57BL/6 mice with 5 mg/kg α-Ryk or rabbit IgG isotype for 2 consecutive days. Twenty-four hours after the second dose, we determined the frequency and cell cycle status of LSK SLAM cells. Treatment with α-Ryk significantly increased the percentage of LSK SLAM cells in the S/G 2 /M phases compared to control (α-Ryk: 17.8 ± 2.2%; isotype IgG: 11.6 ± 2.7%, p < 0.05, n = 3). This was associated with a decrease in the percentage of LSK, SLAM cells in G 1 following treatment with α-Ryk (α-Ryk: 40.5 ± 3.2%, isotype IgG: 51.3 ± 2.2; p < 0.01, n = 3). The percentage of G 0 LSK SLAM cells was unchanged (α-Ryk: 37.9 ± 2.6, isotype IgG: 35.7 ± 3.1% n = 3) indicating that inhibiting Ryk promoted the exit of LSK SLAM cells from G 1 . Treatment with α-Ryk also increased the percentage of whole bone marrow cells expressing the LSK SLAM phenotype by 1.4-fold compared to controls (p < 0.05, n = 3). To determine if α-Ryk treatment altered HSPC function, we transplanted whole bone marrow cells from C57BL/6 mice treated with two days of α-Ryk or isotype IgG at a 1:1 ratio with whole bone marrow from untreated Ubc-GFP transgenic mice into lethally irradiated B6.SJL mice. Four weeks after transplant, we analyzed peripheral blood cells for the percentage of CD45.2 + GFP - cells. There was no difference in engraftment by transplanted bone marrow cells from mice treated with α-Ryk or isotype IgG (α-Ryk: 61.6 ± 6.1% n = 4, isotype IgG: 52.8 ± 13.6%, n = 5), indicating that the neutralizing antibody does not inhibit short-term HSPC function on its own. We then tested whether blocking Ryk function resulted in greater sensitivity of HSPCs to 5-FU. We treated B6.SJL mice with 5 mg/kg α-Ryk or isotype IgG for 2 consecutive days, followed by 150 mg/kg of 5-FU. Forty-eight hours after 5-FU treatment, we transplanted 2x10 6 C57BL/6 whole bone marrow cells into treated B6.SJL mice without additional conditioning. Four weeks after transplant, we determined the percentage of donor-derived CD45.2 + peripheral blood cells. Treatment of recipient mice with α-Ryk prior to 5-FU treatment resulted in increased engraftment of donor bone marrow by 3.6-fold compared to isotype (p < 0.05, n = 5), suggesting that inhibition of Ryk resulted in increased elimination of host HSPCs by 5-FU. Collectively, these data suggest a model in which inhibition of the Ryk receptor results in increased proliferation of HSPCs, rendering them more sensitive to the effects of myeloablative agents such as chemotherapy or TBI. Disclosures: No relevant conflicts of interest to declare."
}