{
    "doi": "https://doi.org/10.1182/blood.V128.22.252.252",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3330",
    "start_url_page_num": 3330,
    "is_scraped": "1",
    "article_title": "Linear and Logistic Regression Models of Patient-Reported Outcomes and Patient Characteristics in US Adults with Hemophilia from the Pain, Functional Impairment, and Quality of Life (P-FiQ) Study ",
    "article_date": "December 2, 2016",
    "session_type": "903. Outcomes Research-Non-Malignant Conditions: Patient-Related Outcomes in Non-Malignant Hematology",
    "topics": [
        "functional impairment",
        "hemophilia a",
        "hemophilias",
        "logistic regression",
        "pain",
        "patient self-report",
        "quality of life",
        "procedure on joint",
        "virus diseases",
        "biological products"
    ],
    "author_names": [
        "Katharine Batt, MD MSc",
        "Michael Recht, MD PhD",
        "Michael Wang, MD",
        "Doris V. Quon, MD PhD",
        "Lisa N Boggio, MD MS",
        "Craig M. Kessler, MD",
        "Tyler W. Buckner, MD MSc",
        "Anne T. Neff, MD",
        "Neeraj N Iyer, PhD",
        "David L Cooper, MD MBA",
        "Christine L Kempton, MD MSc"
    ],
    "author_affiliations": [
        [
            "Wake Forest Baptist Medical Center, Winston-Salem, NC "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Orthopaedic Hemophilia Treatment Center, Los Angeles, CA "
        ],
        [
            "Rush Hemophilia & Thrombophilia Center, Rush University Medical Center, Chicago, IL "
        ],
        [
            "Lombardi Cancer Center, Washington, DC "
        ],
        [
            "Medicine/Hematology, University of Colorado School of Medicine, Aurora, CO ",
            "Divisions of Hematology and Pediatric Hematology/Oncology, Hemophilia and Thrombosis Center, University of Colorado School of Medicine, Aurora, CO "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic Foundation, Cleveland, OH "
        ],
        [
            "Novo Nordisk Inc., Plainsboro, NJ "
        ],
        [
            "Novo Nordisk Inc., Plainsboro, NJ "
        ],
        [
            "Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "36.090217149999994",
    "first_author_longitude": "-80.27109655",
    "abstract_text": "Introduction: P-FiQ enrolled US adults with hemophilia and included administration of patient-reported outcome (PRO) instruments to assess pain, functional impairment, and quality of life (QoL). Regression methods were used to determine associations between patient characteristics and responses to PRO instruments. Methods: Adults with mild to severe hemophilia and a history of joint pain or bleeding were enrolled from 15 sites. During routine visits, participants completed a pain history and 5 PROs: EQ-5D-5L with visual analog scale (VAS), Brief Pain Inventory v2 Short Form (BPI), International Physical Activity Questionnaire (IPAQ), SF-36v2, and Hemophilia Activities List (HAL). To evaluate subject characteristics associated with the 5 PRO instruments, simple linear regression (outcomes: EQ-5D-5L VAS, BPI pain severity, SF-36v2 overall health, and HAL overall score) and logistic regression (outcome: IPAQ total activity, high vs moderate/low) were used. Subject characteristics shown here either had statistically significant associations or were considered directional ( p ≤0.15). Results: The study enrolled 381 patients; median age was 34 years. Most participants were employed (68%) and 61% had attended college. A majority had severe hemophilia (71%), and half (50%) reported a history of joint procedures; over the previous 6 months, 85% experienced pain and 67% had restrictions in school/work or recreational activities. Comorbidities and viral diseases included diabetes (6%), cardiovascular disease (19%), depression (19%), anxiety (14%), HIV infection (16%), and HCV infection (32%). Functional impairment as measured by HAL overall score was associated with a lack of college education, unemployment, older age, history of joint procedures, viral disease (HIV, hepatitis C), comorbidities (diabetes, cardiovascular disease, depression, anxiety), and severe hemophilia ( Table ). Reduced physical activity as measured by IPAQ total activity was associated with a history of joint procedures, viral disease, and comorbidities, and being younger was associated with 4-fold greater physical activity. BPI pain severity was associated with a lack of college education, unemployment, older age, history of joint procedures, viral disease, comorbidities, severe hemophilia, and not having a current or past history of inhibitors. Reduced EQ-5D-5L VAS was associated with a lack of college education, unemployment, older age, history of joint procedures, viral disease, comorbidities, and no current or past history of inhibitors. Reduced SF-36v2 overall health was associated with employment, a history of routine factor infusions, younger age, a lack of comorbidities, and severe hemophilia. Conclusions: This analysis identified sociodemographic characteristics and comorbidities potentially associated with PRO measurements. Some of the factors most consistently associated with pain, functional impairment, and reduced QoL were a lack of college education, unemployment, older age, a history of joint procedures, viral disease, and comorbidities. Measuring PROs during clinical encounters may facilitate monitoring the impact of patient characteristics on important health outcomes. Table. View large Download slide Table. View large Download slide  Disclosures Batt: Merck: Equity Ownership; Sanofi: Equity Ownership; Novo Nordisk: Research Funding. Recht: Kedrion: Consultancy; Novo Nordisk: Consultancy, Research Funding; Baxalta: Research Funding; Biogen Idec: Research Funding. Wang: Baxalta: Membership on an entity's Board of Directors or advisory committees; HEMA Biologics: Membership on an entity's Board of Directors or advisory committees; LFB: Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Biogen: Membership on an entity's Board of Directors or advisory committees. Quon: Novo Nordisk: Consultancy, Speakers Bureau; Biogen: Consultancy, Speakers Bureau; Grifols: Speakers Bureau; Bayer: Consultancy. Boggio: Bayer: Consultancy, Research Funding; Novo Nordisk: Consultancy, Research Funding; Baxter: Consultancy, Research Funding; CSL Behring: Consultancy, Research Funding; OctaPharma: Consultancy, Research Funding; Selexys: Research Funding; OPKO: Research Funding. Kessler: LFB: Other: Member of DSMB; Biogen: Consultancy; Pfizer: Consultancy; Grifols: Consultancy; Genentech: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; Baxalta: Consultancy, Research Funding; Octapharma: Consultancy, Research Funding; Novo Nordisk: Consultancy, Research Funding. Buckner: Genentech: Consultancy; Novo Nordisk: Consultancy; Baxalta: Consultancy. Neff: Shire: Membership on an entity's Board of Directors or advisory committees; Pfizer: Other: DSMB Chair for research study; ABIM: Other: Hematology Exam committee; CSL Behring: Membership on an entity's Board of Directors or advisory committees; HEMA Biologics: Membership on an entity's Board of Directors or advisory committees. Iyer: Novo Nordisk: Employment. Cooper: Novo Nordisk: Employment. Kempton: Baxalta: Consultancy; Novo Nordisk: Consultancy, Research Funding; Genentech: Consultancy."
}