{
    "doi": "https://doi.org/10.1182/blood.V108.11.3291.3291",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=767",
    "start_url_page_num": 767,
    "is_scraped": "1",
    "article_title": "Burden of Illness of Chronic, Adult Idiopathic Thrombocytopenic Purpura (ITP): A Retrospective, Longitudinal, Cohort Study. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "purpura, thrombocytopenic, idiopathic",
        "cost of illness",
        "follow-up",
        "glucocorticoids",
        "immunoglobulins, intravenous",
        "pharmacotherapy",
        "adrenal corticosteroids",
        "adverse effects",
        "blood transfusion",
        "mineralocorticoids"
    ],
    "author_names": [
        "Mansoor N. Saleh, MD",
        "Kelly Grotzinger, PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Research, Georgia Cancer Specialists, Tucker, GA, USA"
        ],
        [
            "Global Health Outcomes, Oncology, GlaxoSmithKline, Collegeville, PA, USA"
        ]
    ],
    "first_author_latitude": "33.83508915",
    "first_author_longitude": "-84.1993747",
    "abstract_text": "Chronic ITP is characterized by reduced platelet levels resulting from a decrease in production and an increase in destruction of platelets. The increased risk of bleeding and bruising coupled with side effects from pharmacological treatments contribute to morbidity and health related quality of life issues in these patients. Standard treatment strategies have proven to be moderately effective but can be associated with significant side effects and costs. A retrospective, longitudinal, cohort study was undertaken to characterize the burden of chronic ITP among adults by patient attribute, treatment characteristic, use of healthcare resources, and costs. The database used for this study contains a broad clinically rich spectrum of longitudinal claims data from health plans in the southeastern, mid-Atlantic, central, and western regions of the United States, dating back to January 1, 1999. These health plans have approximately 22 million current active enrollees. Claims data from January 1, 2000 through December 31, 2004 were analyzed for patients ≥18 years of age with continuous enrollment of at least 12 months from an index date of first diagnosis of ITP. Data collected included patient demographics, comorbidities, concomitant medications, treatment patterns, healthcare resource utilization and cost. One year prevalence of chronic ITP among patients with plan eligibility during the study period was 0.08%. There were 3,743 adult chronic ITP patients identified from claims data and included in the study cohort. On average the patients in the cohort had 975 days of follow up. Most patients evaluated (65%) were ≥ 50 years old, roughly equally distributed between male and female genders (47.4% and 52.6%, respectively). There were 1,834 patients in the cohort who received pharmacologic treatment in the outpatient setting with the majority receiving oral corticosteroid therapy (91.5%). Other first line therapies included IVIG (2.6%) and Anti-D (1.4%). Second line therapies included cyclosporine (3.8%), mycophenolate (3.0%), azathioprine (2.6%), danazol (2.4%), and cyclophosphamide (0.9%). When evaluated over time, oral corticosteroid use remained high (>90% annually). Coverage involved an average of 3.8 prescriptions and mean 90 days supply for those with 12 to 18 months of follow-up (n=715). Other ITP-associated interventions included whole blood and platelet transfusions (9.2% and 2.0% of patients received a transfusion, respectively). Bleeding events were identified for 32.9% of the cohort patients at any time during the study period with a mean of two events per patient during the follow up period. Overall, there were 1,077 inpatient hospitalizations where ITP contributed to the reason for the stay (median= 1/patient) at a median cost of $3,115 per admission, but a per stay allowable cost range of nominal to $441,000. In patients with 12 to 18 months of follow-up, pharmacologic treatments had a median cost per patient that ranged from $12 (oral corticosteroids) to $19,050 (IVIG). Other median costs per patient of ITP-related resource utilization in this group included whole blood transfusions ($552), platelet transfusions ($402). These data support the need for safe and effective treatments for adult patients with chronic ITP to reduce the incidence of costly hospitalizations, transfusions, IVIG infusions, and splenectomy."
}