{
    "doi": "https://doi.org/10.1182/blood.V122.21.3057.3057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2590",
    "start_url_page_num": 2590,
    "is_scraped": "1",
    "article_title": "Updated Efficacy and Safety, and Exploratory Ki-67 Results For The MCL-001 Study Of Lenalidomide In Mantle Cell Lymphoma Patients Who Relapsed Or Were Refractory To Bortezomib ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "bortezomib",
        "ki-67 antigen",
        "lenalidomide",
        "mantle-cell lymphoma",
        "follow-up",
        "surrogate endpoints",
        "adverse event",
        "anemia",
        "biological response modifiers",
        "biopsy"
    ],
    "author_names": [
        "Andre Goy, MD",
        "Michael E. Williams, MD, ScM",
        "Sevgi Kalayoglu Besisik, MD",
        "Johannes Drach",
        "Radhakrishnan Ramchandren, MD",
        "Michael J. Robertson, MD",
        "Irit Avivi, MD",
        "Jacob M Rowe, MD",
        "Raoul Herbrecht, MD",
        "Achiel Van Hoof",
        "Miklos Egyed",
        "Lei Zhang",
        "Sherri Cicero",
        "Tommy Fu",
        "Carla Heise, PhD",
        "Thomas E Witzig, MD"
    ],
    "author_affiliations": [
        [
            "John Theurer Cancer Center at HUMC, Hackensack, NJ, USA, "
        ],
        [
            "University of Virginia Health System, Charlottesville, VA, USA, "
        ],
        [
            "Istanbul University Faculty of Medicine, Istanbul, Turkey, "
        ],
        [
            "Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Department of Oncology, Wayne State University and Karmanos Cancer Institute, Detroit, MI, USA, "
        ],
        [
            "Bone Marrow and Stem Cell Transplantation Program, Lymphoma Program, and the Division of Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN, USA, "
        ],
        [
            "Rambam Health Care Campus, Haifa, Israel, "
        ],
        [
            "Shaare Zedek Medical Center, Jerusalem, Israel, "
        ],
        [
            "Hopital de Hautepierre, Strasbourg, France, "
        ],
        [
            "General Hospital St-Jan, Brugge, Belgium, "
        ],
        [
            "Kaposi Mor Teaching Hospital, Kaposvar, Hungary, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Department of Translational Medicine, Celgene Corporation, San Francisco, CA, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "40.884336499999996",
    "first_author_longitude": "-74.0533021",
    "abstract_text": "Introduction Patients with mantle cell lymphoma (MCL) typically respond to initial therapy and almost inevitably relapse with frequent chemoresistance over time and poor outcome. Multiple phase II studies have established the efficacy and safety of lenalidomide, an immunomodulatory agent with tumoricidal and antiproliferative properties, in relapsed/refractory MCL. The prospective phase II multicenter MCL-001 “EMERGE” study led to FDA approval of lenalidomide for patients with relapsed/refractory MCL after 2 prior treatments, that included bortezomib. The activity of lenalidomide was seen regardless of MIPI, number of prior therapies, prior high dose therapy, bulky disease or high tumor burden. One of the most established prognostic factors in MCL is the proliferation index Ki67 (MIB1), now confirmed both in standard and dose-intensive high-dose therapy strategies. We present here longer follow-up of efficacy and safety from the MCL-001 study in patients relapsed/refractory to bortezomib and the potential relationship between Ki-67 and efficacy outcomes. Methods Patients with heavily pretreated MCL, that included prior bortezomib, received lenalidomide 25 mg/day PO, days 1-21 in 28-day cycles until disease progression or intolerability. Primary study endpoints were overall response rate (ORR) and duration of response (DOR); secondary endpoints included complete response (CR), time to response (TTR), progression-free survival (PFS), overall survival (OS), and safety. Response rates and time-to-event data were analyzed by independent central reviewers per modified IWG criteria and Kaplan-Meier estimates respectively (data cut-off March 20, 2013). Ki-67 was examined as an exploratory endpoint by immunohistochemistry for 81/134 patients (60%) either performed on biopsy samples for 24 patients, or based on the Ki-67 scores reported in local pathology reports for 57 patients. Results Median age for the enrolled intent-to-treat patient population (N=134) was 67 years (range, 43-83; 63% ≥65 years). The median number of previous therapies was 4 (range, 2-10; 78% received ≥3), 93% stage III/IV, and 72% were <6 months from last prior treatment. At a median follow-up of 13.2 months, the ORR was 28% (CR/CRu 8%), with a median DOR of 16.6 months (95% CI, 9.2-26.7; median not reached in patients with CR/CRu) by central review. Median TTR was 2.3 months (95% CI, 1.7-13.1), with a median time to CR/CRu of 4.1 months (95% CI, 1.9-13.2). Median PFS was 4.0 months (95% CI, 3.6-6.9), and median OS was 20.9 months (95% CI, 13.7-24.4). The average dose intensity of lenalidomide was 20 mg/day, for a median duration of 94.5 days (range, 1-1,256). Dose reductions or interruptions due to adverse events (AEs) occurred in 40% and 58% of patients, respectively. Neutropenia (44%), thrombocytopenia (28%), and anemia (11%) were the most common treatment-related grade 3/4 AEs. Ki-67 results were available in 81/134 patients, and efficacy data were categorized using 30% and 50% cut-off thresholds for Ki-67 expression ( Table 1 ). Although patient numbers were limited, the ORR was similar in both lower and higher Ki-67 group, but those with lower Ki-67 levels demonstrated better CR rates, DOR and survival outcomes compared with patients with elevated Ki-67. Table 1 Lenalidomide efficacy by Ki-67 expression in rel/ref MCL post-bortezomib (n=81)  . <30% Ki-67 (n=43) . ≥30% Ki-67 (n=38) . <50% Ki-67 (n=57) . ≥50% Ki-67 (n=24) . ORR, n (%) 12 (28) 9 (24) *  15 (26) 6 (25) *  CR/CRu 4 (9) 2 (5) 6 (11) 0 PR 8 (19) 7 (18) 9 (16) 6 (25) Stable disease, n (%) 17 (40) 6 (16) 23 (40) 0 Median DOR, mo (95% CI) NR (NR-NR) NR (NR-29.6+) NR (NR-NR) 5.7 (1.8-15.1+) Median PFS, mo (95% CI) 4.5 (3.7-7.6) 1.9 (1.7-5.6) 4.5 (3.7-7.2) 1.8 (1.6-2.8) Median OS, mo (95% CI) 28.4 (19.5-34.7) 9.7 (3.4-18.6) 23.9 (13.7-34.7) 7.4 (2.7-19.0) . <30% Ki-67 (n=43) . ≥30% Ki-67 (n=38) . <50% Ki-67 (n=57) . ≥50% Ki-67 (n=24) . ORR, n (%) 12 (28) 9 (24) *  15 (26) 6 (25) *  CR/CRu 4 (9) 2 (5) 6 (11) 0 PR 8 (19) 7 (18) 9 (16) 6 (25) Stable disease, n (%) 17 (40) 6 (16) 23 (40) 0 Median DOR, mo (95% CI) NR (NR-NR) NR (NR-29.6+) NR (NR-NR) 5.7 (1.8-15.1+) Median PFS, mo (95% CI) 4.5 (3.7-7.6) 1.9 (1.7-5.6) 4.5 (3.7-7.2) 1.8 (1.6-2.8) Median OS, mo (95% CI) 28.4 (19.5-34.7) 9.7 (3.4-18.6) 23.9 (13.7-34.7) 7.4 (2.7-19.0) * Highest Ki-67 value for responder was 90%. View Large Conclusions Single-agent lenalidomide in heavily pretreated patients with relapsed/refractory MCL post-bortezomib showed durable long-term efficacy with a consistent safety profile. Consistent with what is reported in the literature, high Ki-67 is associated with poor outcome in our cohort with shorter OS. Though based on retrospective evaluation and subsets of patients, the ORR to lenalidomide was similar in both low and high Ki-67 groups, suggesting lenalidomide can be active in patients expressing high levels of Ki67. Prospective studies are needed to confirm these findings. Disclosures: Goy: Celgene: Consultancy, Research Funding, Speakers Bureau. Off Label Use: This is a phase 2 clinical study of safety and efficacy for lenalidomide in patients with MCL. Williams: Celgene: Consultancy, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Drach: Celgene: Honoraria. Ramchandren: Celgene: Research Funding. Zhang: Celgene: Employment. Cicero: Celgene: Employment. Fu: Celgene: Employment. Heise: Celgene: Employment, Equity Ownership. Witzig: Celgene: Research Funding."
}