{
    "doi": "https://doi.org/10.1182/blood-2018-99-117485",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4129",
    "start_url_page_num": 4129,
    "is_scraped": "1",
    "article_title": "Phase 2 Trial of Single Agent Gedatolisib (PF-05212384), a Dual PI3K/mTOR Inhibitor, for Adverse Prognosis and Relapse/Refractory AML: Clinical and Transcriptomic Results ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "mtor inhibitors",
        "phosphoinositide 3-kinase",
        "brachial plexus neuritis",
        "mtor serine-threonine kinases",
        "adverse event",
        "solid tumors",
        "anal fissure",
        "chemotherapy regimen",
        "disease progression"
    ],
    "author_names": [
        "Jacques Vargaftig, MD PhD",
        "Hassan Farhat, MD",
        "Lionel Ades, MD PhD",
        "Adrien Briaux",
        "Camille Benoist",
        "Isabelle Turbiez",
        "Norbert Vey, MD PhD",
        "Sylvie Glaisner, MD",
        "Céline Callens, PharmD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Institut Curie - Hôpital René Huguenin, Saint-Cloud, France "
        ],
        [
            "Department of Hematology, Hôpital André Mignot, Centre Hospitalier de Versailles, Le Chesnay, France "
        ],
        [
            "INSERM UMR-S1131, Institut Universitaire d'Hématologie, Université Paris-Diderot, Assistance Publique-Hôpitaux de Paris Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Department of Genetics, Institut Curie, Paris, France "
        ],
        [
            "Department of Genetics, Institut Curie, Paris, France "
        ],
        [
            "Direction de la Recherche de l'Ensemble Hospitalier (DREH) - Pôle Promotion, Institut Curie, Saint-Cloud, France "
        ],
        [
            "Department of Hematology, Institut Paoli Calmettes, Marseille, France "
        ],
        [
            "Department of Hematology, Institut Curie - Hôpital René Huguenin, Saint-Cloud, France "
        ],
        [
            "Department of Genetics, Pharmacogenomics Unit, Institut Curie, Paris, France"
        ]
    ],
    "first_author_latitude": "48.844801249999996",
    "first_author_longitude": "2.2181586",
    "abstract_text": "Background: Acute Myeloid Leukemia (AML) is a heterogeneous disease carrying a dismal prognosis. This outcome is the consequence of patient factors (age, comorbidity) and intrinsic biologic abnormalities. Cytogenetic and mutational data are already used to define treatment strategy, but many cellular signaling pathways are deregulated in AML, including targetable PI3K/mTOR pathway. Activation of the PI3K/mTOR pathway promotes cell growth, survival and resistance to chemotherapy and is detected in virtually all AML samples. mTOR, a serine/threonine kinase downstream of PI3K, may be activated independently of PI3K. Gedatolisib is a small molecule in development of solid tumors. It inhibits both PI3K and mTOR kinases, which may result in apoptosis and growth inhibition of leukemic cells. We explored the clinical activity and tolerance of Gedatolisib in the particularly underserved group of relapse/refractory and adverse prognosis AML. Methods: We conducted an open, prospective, single-arm, multicentric phase 2 trial in 4 academic French hematology centers. Enrollment took place between September 2015 and August 2016. Inclusion criteria were relapse/refractory AML and therapy-related AML. Experimental drug dosage was derived from phase 1 studies in solid tumors. Treatment protocol consisted in 4 cycles, each cycle containing 4 weekly injections of Gedatolisib 150 mg delivered IV. Monitoring included weekly blood counts and bone marrow (BM) aspiration after 2 and 4 cycles. Primary objective was Overall Response Rate and secondary objectives were Progression-Free Survival (PFS) and Overall Survival (OS). An ancillary biologic study focused on RNA sequencing (RNAseq) of AML-infiltrated BM samples (>30% blasts at diagnosis) before and after drug exposure to explore its molecular impact. This trial was funded by French National Cancer Institute (INCa) and registered as NCT02438761. Results: 12 patients were included but only 10 patients were retained in the final analysis. 6 patients (pts) were males (60%) and the median age was 59.6 years (range: 33-74). All pts had relapsed AML (5 pts in 1 st relapse, 5 pts in 2 nd relapse) and symptomatic uncontrolled AML. 1 patient (pt) had therapy-related AML (prostate adenocarcinoma). Cytogenetic risk: 4 pts had intermediate and 6 pts had adverse risk. Only 1 pt completed the treatment including 4 cycles of Gedatolisib. 1 pt received 3 cycles, 3 pts received 2 cycles and 5 pts received 1 cycle (i.e. 4 injections). Reasons for early patient withdrawal were: objective disease progression for 5 pts (including uncontrolled hyperleukocytosis for 4 pts), global deterioration of health status for 2 pts, treatment-related adverse event for 1 pt (anal ulcer), treatment-unrelated adverse event for 1 patient (pneumonia). No objective response was detected for any of the 10 pts according to the IWG AML criteria (Cheson, 2003). Serious adverse events included mouth ulcers (2 pts) and anal ulcer (1 pt). Median follow-up was 4.4 months (mo) (range: 1.7-16.3). OS was 3.5 mo (IC95%=2 mo). PFS was 2.3 mo (IC95%=2 mo). The biologic study used 6 paired BM samples (at inclusion and after drug exposure) which could be analyzed by RNAseq: 1 pair after 4 cycles, 3 pairs after 2 cycles, 2 pairs after more than 1 cycle (6 and 7 drug injections). Transcriptomic principal component analysis showed that each pair clustered together and apart of the other samples, reflecting the heterogeneity of the cohort. The drug impacts weakly gene expression pattern as only 38 genes were significantly differentially-expressed. Among up-regulated genes, 4 were associated with NK cell immunity. Gedatolisib might affect immune cells as already described for other PI3K inhibitors. We detected 23 pathogenic variants and 58 variants of unknown pathogenicity (median=6 variants/sample [1-22]) without obvious correlation with drug resistance. Ongoing research focuses on genes and pathways previously associated with PI3K inhibitor resistance in solid tumors. Conclusion: Gedatolisib, a dual PI3K/mTOR inhibitor used as a single therapy had no clinical benefit in adverse prognosis and relapsed/refractory AML patients. Combination of Gedatolisib with chemotherapy was not explored, yet this could be a potential therapeutic development, as it was recently shown for Midostaurin and FLT3-mutated AML. Disclosures No relevant conflicts of interest to declare."
}