{
    "doi": "https://doi.org/10.1182/blood.V124.21.1997.1997",
    "article_title": "Incidence of Autoimmune Cytopenias (AIC) in Chronic Lymphocytic Leukemia and Small Lymphocytic Lymphoma (CLL/SLL) Patients (pts) Treated with Ibrutinib ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: Ibrutinib is a first-in-class inhibitor of Bruton's tyrosine kinase (BTK) approved for the treatment of relapsed and high-risk CLL/SLL. Autoimmune cytopenias (AIC), including autoimmune hemolytic anemia (AIHA) and immune thrombocytopenia (ITP), are common in CLL/SLL and can be precipitated by treatment with standard chemotherapy agents, most notably fludarabine. The effects of ibrutinib on AIC have not previously been reported. This retrospective cohort study was undertaken to characterize the incidence of AIC arising during ibrutinib treatment for CLL/SLL. Methods: The study population included pts with relapsed/refractory CLL/SLL and related disorders enrolled on 3 sequential clinical trials: PCYC-1102 (phase 1b/2 single agent ibrutinib), PCYC-1109 (phase 1b/2 study of ibrutinib and ofatumumab), and OSU 11133 (phase 2 single-agent ibrutinib). Pts with a history of AIC arising at any time since the diagnosis of CLL/SLL were identified. Pts were classified as having active AIC at treatment start if an episode of AIHA or ITP had occurred in the 3 months prior to starting ibrutinib and they remained on AIC treatment. Treatment emergent AIC was defined as incident diagnosis after beginning ibrutinib treatment. Relapsed pts were those with a history of AIC who were diagnosed with a recurrence while receiving ibrutinib. Results: The study population was comprised of 271 patients: median age was 65 and they had received median 3 prior treatments (range 0-13). Of these patients 195 (72.0%) were IGVH unmutated, 152 (56.1%) had a complex karyotype, and 104 (38.4%) had a deletion17p. Fludarabine had been given to 195 (72.0%), 228 (84.1%) had received an alkylating agent, and 257 (94.8%) had prior anti-CD20 monoclonal antibody therapy. The incidence of AIC arising at any time in the CLL/SLL disease course was 24.0% (n=65). There were no demographic differences between this group and the study population as a whole. AIHA occurred in 46 (70.8%) of AIC pts and 25 (38.5%) had ITP, the majority (92.3%, n=60) arising before beginning treatment with ibrutinib. Of those, 21 (32.3%) had experienced an episode in the 3 months prior to starting ibrutinib and 11 (16.9%) had an active autoimmune cytopenia at treatment start. Of patients receiving AIC treatments while on ibrutinib 11 of 22 (50%) were able to discontinue them. Four pts were diagnosed with treatment-emergent AIC while taking ibrutinib: 1) pt developed AIHA 5 months into ibrutinib treatment and successfully continued ibrutinib after treatment with prednisone; 2) pt with controlled AIHA at starting ibrutinib developed ITP 8 months into treatment when prednisone was tapered but remained on ibrutinib and subsequently tapered immune suppression; 3) pt was diagnosed with AIHA possibly antedating study entry, was successfully treated with IVIG, and remained on ibrutinib; 4) pt with inactive AIHA at starting ibrutinib developed autoimmune neutropenia associated with emergence of a T-cell LGL clone which was successfully controlled with cyclosporine. Only 2 pts had relapse of antecedent AIC during ibrutinib treatment: 1 pt with active/controlled AIHA at treatment start relapsed 4 weeks into treatment requiring discontinuation of ibrutinib for protocol-excluded high dose steroids; 1 pt with prior ITP diagnosis developed recurrent ITP and rash two years into ibrutinib treatment after starting sulfasalazine. Ibrutinib was discontinued, but ITP was uncontrolled with steroids. Conclusions: Despite a study population with an incidence of AIC (24.0%) higher than historical controls, relapse of AIC was uncommon (0.7%). Treatment-emergent AIC was rare (1.5%) and remained uncontrolled only in cases where ibrutinib treatment was not restarted. Ibrutinib does not appear to trigger AIC and can facilitate tapering of chronic AIC treatments. These data support prospective study of ibrutinib for treatment of CLL/SLL-related AIC. Development of AIC in ibrutinib treated patients. Table  Timing of AIC . Total (n=271) . AIC at any time since CLL/SLL diagnosis 65 (24.0%) History of AIC prior to ibrutinib 60 (22.1%) Never active on treatment Active at treatment start On AIC treatment at ibrutinib start Stopped AIC treatment on ibrutinib 50 (18.5%) 11 (4.1%) 18 (6.6%) 11 (4.1%) Developed AIC on ibrutinib 6 (2.2%) New Relapsed 4 (1.5%) 2 (0.7%) Developed AIC after stopping ibrutinib 1 (0.4%) Timing of AIC . Total (n=271) . AIC at any time since CLL/SLL diagnosis 65 (24.0%) History of AIC prior to ibrutinib 60 (22.1%) Never active on treatment Active at treatment start On AIC treatment at ibrutinib start Stopped AIC treatment on ibrutinib 50 (18.5%) 11 (4.1%) 18 (6.6%) 11 (4.1%) Developed AIC on ibrutinib 6 (2.2%) New Relapsed 4 (1.5%) 2 (0.7%) Developed AIC after stopping ibrutinib 1 (0.4%) View Large Disclosures Blum: Janssen, Pharmacyclics : Research Funding. Jaglowski: Pharmacyclics: Research Funding. Maddocks: Pharmacyclics, Seattle Genetics, MorphoSys: Advisory Board Other, Research Funding. Byrd: Pharmacyclics: Research Funding; Genentech: Research Funding. Jones: Pharmacyclics: Consultancy, Research Funding.",
    "topics": [
        "autoimmunity",
        "brachial plexus neuritis",
        "chronic b-cell leukemias",
        "cytopenia",
        "ibrutinib",
        "small cell lymphoma",
        "autoimmune hemolytic anemia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "fludarabine"
    ],
    "author_names": [
        "Kerry A. Rogers, MD",
        "Jennifer A. Woyach, MD",
        "Leslie A. Andritsos, MD",
        "Farrukh Awan, MD MS",
        "Kristie A. Blum, MD",
        "Joseph M Flynn, DO, MPH",
        "Samantha Jaglowski, MD MPH",
        "Gerard Lozanski, MD",
        "Kami J. Maddocks, MD",
        "John C. Byrd, MD",
        "Jeffrey A. Jones, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kerry A. Rogers, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer A. Woyach, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie A. Andritsos, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farrukh Awan, MD MS",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristie A. Blum, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M Flynn, DO, MPH",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Jaglowski, MD MPH",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerard Lozanski, MD",
            "author_affiliations": [
                "Ohio State University Medical Center, Columbus, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kami J. Maddocks, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John C. Byrd, MD",
            "author_affiliations": [
                "The Ohio State University Medical Center, Columbus, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A. Jones, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T12:58:43",
    "is_scraped": "1"
}