{
    "doi": "https://doi.org/10.1182/blood.V112.11.747.747",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1299",
    "start_url_page_num": 1299,
    "is_scraped": "1",
    "article_title": " Cbfb-MYH11 Can Block Hematopoiesis and Alter Gene Expression through Mechanisms Independent of Cbfb and Runx1 Repression ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "abstract_text": "Inv(16)(p13;q22), the chromosomal inversion commonly found in patients with AML M4Eo, results in the fusion gene CBFB-MYH11 . It has been proposed that this fusion gene acts by dominantly repressing the activity of the CBFβ/RUNX1 heterdimeric transcription factor. It has been shown that the fusion protein contains high-affinity RUNX binding sites that are thought to preferentially bind RUNX1 and block its normal gene regulatory functions. Data from mouse models support this hypothesis as embryos heterozygous for the knock-in allele of Cbfb-MYH11 ( Cbfb +/ MYH11 ) have the same phenotype as mice homozygous null for either Cbfb ( Cbfb −/−) or Runx1 ( Runx1 −/−) embryos: failure of definitive hematopoiesis, severe central nervous system hemorrhaging, and embryonic lethality. However, we also observed defects in primitive hematopoiesis in the Cbfb +/ MYH11 embryos, which were not described in initial reports of Cbfb −/− or Runx1 −/− embryos, raising the possibility that Cbfb-MYH11 has activities not related to Cbfb inhibition. To address this hypothesis, we further characterized primitive blood cells in Cbfb +/ MYH11 , Cbfb −/−, and Runx1 −/− embryos. We found that Cbfb-MYH11 caused defects in differentiation, proliferation, and apoptosis that were undetectable or less severe in Cbfb −/− and Runx1 −/− embryos, indicating that Cbfb-MYH11 has activities independent of Cbfb/Runx repression during primitive hematopoiesis. Gene expression profiling showed a large number of changes in primitive blood cells of Cbfb +/ MYH11 , but not Cbfb −/−, embryos, with 95% of them being up-regulation. These gene expression changes are potentially important for leukemogenesis as most of the genes (76%) upregulated in the blood of Cbfb +/ MYH11 embryos also showed expression in leukemic cells of mice expressing Cbfb-MYH11 . In addition, analysis of published gene expression profiling studies of patients with Inv16+ AML indicates that many of these genes are also expressed in human Cbfb-MYH11 expressing AML cells. Of the over 400 genes that show deregulated expression uniquely in Cbfb +/ MYH11 embryos, and expression in mouse leukemic cells, we further examined the expression of 3 genes: Csf2rb, Il1rl1, and Gata2. These genes were chosen because they were among the genes with highest expression changes in the embryos and they have multiple functional roles during hematopoiesis. They are also all linked, either directly or indirectly, with eosinophil development. Abnormal eosinophils are a hallmark of Inv16+ AML, and are not associated with AMLs involving other translocations that disrupt CBFB/RUNX function, such as t(8:21), therefore genes involved in eosinophil development are likely downstream targets of CBFB-MYH11 . In agreement with our gene expression studies, we found that the Csf2rb, Il1rl1, and Gata2 proteins are expressed at high levels in leukemic cells from mice expressing Cbfb-MYH11 . Interestingly, we found that in mice with a conditional allele of Cbfb-MYH11 , a transient population of myeloid progenitor-like cells expressing both Csf2rb and Il1rl1 was seen in the peripheral blood soon after induction of Cbfb-MYH11 expression. This implies that upregulation of Csf2rb and Il1rl1 are early events after Cbfb-MYH11 expression and that they may be direct targets of the fusion protein. In addition, the promoters of both of the genes, as well as GATA2, contain multiple RUNX binding sites, raising the possibility that Cbfb-MYH11 is affecting their transcription through aberrant transactivation by RUNX1. Collectively this study indicates that, in addition to its ability to repress CBFB/RUNX, Cbfb-MYH11 has other activities that are likely important for leukemogenesis. This finding has important implications for future efforts to develop new treatments for Inv16+ AML.",
    "topics": [
        "fusion proteins",
        "gene expression",
        "gene expression profiling",
        "hematopoiesis",
        "hemorrhage",
        "interleukin-1 receptor-like 1 protein",
        "leukemic cells",
        "leukemogenesis",
        "repression",
        "transcription factor"
    ],
    "author_names": [
        "R. Katherine Hyde, PhD",
        "Yasuhiko Kamikubo, MD, PhD",
        "Lemlem Alemu",
        "Ling Zhao, MD, PhD",
        "Chenwei Wang",
        "Pu Paul Liu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Gmbb/Ods, NIH/NHGRI, Bethesda, MD, USA"
        ],
        [
            "Gmbb/Ods, NIH/NHGRI, Bethesda, MD, USA"
        ],
        [
            "Gmbb/Ods, NIH/NHGRI, Bethesda, MD, USA"
        ],
        [
            "Gmbb/Ods, NIH/NHGRI, Bethesda, MD, USA"
        ],
        [
            "Gtb, NHGRI/NIH, Bethesda, MD, USA"
        ],
        [
            "Gmbb/Ods, NIH/NHGRI, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999"
}