{
    "doi": "https://doi.org/10.1182/blood-2019-131727",
    "article_title": "The Dendritic Cell HLA-Class-II/Therapeutic Factor VIII (FVIII) Peptidome Is Influenced in Unanticipated Ways By the B-Domain of FVIII and the FVIII Chaperon Protein, Von Willebrand Factor: The Outrigger and Glycosylation-Umbrella (GUMB) Hypotheses ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background: Patients with the X-linked bleeding disorder hemophilia A have impaired blood clotting due to deficient or absent factor VIII (FVIII) coagulant activity. Bleeding can be managed by infusions of any of several plasma-derived (pd) or recombinant (r) therapeutic FVIII proteins (tFVIIIs). The efficacy of tFVIIIs can be eliminated, however, if neutralizing anti-tFVIII-antibodies called \"inhibitors\" develop. Since the development of inhibitors is T-helper-cell dependent, human leukocyte antigen (HLA)-class-II (HLAcII) molecules comprise an important early determinant. Accumulating evidence suggests that the presence of the FVIII chaperon protein, von Willebrand factor (VWF), in either pdFVIII or rFVIII concentrates, decreases the immunogenicity of these tFVIIIs by reducing their uptake by antigen presenting cells, especially dendritic cells (DCs). Objectives: Use a native (i.e., non-engineered) full-length (FL) tFVIII without ((−)) or with ((+)) pdVWF in DC-protein processing and presentation assays (PPPAs) followed by mass-spectrometric and peptide-proteomic analyses to identify and quantify the DP-, DQ-, and DR-bound/tFVIII-derived-peptides in individual HLAcII repertoires. Compare the number of peptides in the subset from any of the five globular domains (A1, A2, A3, C1 and C2) or three acidic-residue-rich connecting segments (a1, a2 and a3), which we collectively refer to as the non-B-domain (NBD) portion of a tFVIII, with the number of peptides from its non-globular \"outrigger like\" B-domain (BD) that contains ~80% of the N-linked glycans of a FL-FVIII molecule despite containing only 908 amino acid residues, i.e. slightly less than 40% of its 2,332 total residues. Methods: DC-PPPAs were performed using monocyte-derived (Mo)DCs obtained from 12 healthy blood donors. The tFVIII tested was a FL-rFVIII (Advate®) used (−) or (+) pdVWF (i.e., FL-rFVIII − pdVWF and FL-rFVIII + pdVWF) and the resulting data consists of counts of tFVIII-derived peptides presented on and extracted from HLAcII molecules. Difference of proportion tests were used to compare the effect of pdVWF as well as the NBD- and BD-regions of the FL tFVIII on the peptide counts. Results : FL-rFVIII − pdVWF yielded significantly more peptides (p<0.05) than FL-rFVIII + pdVWF from the NBD portions but not the BD. Interestingly, for the FL-rFVIII − pdVWF preparation, the NBD portions yielded significantly more peptides (p<0.05) than the BD, but this pattern was reversed for the FL-rFVIII + pdVWF preparation in that the NBD portions yielded significantly less peptides (p<0.05) than the BD. Conclusions: The Outrigger Hypothesis posits that in the presence of VWF the heavily glycosylated BD acts as an \"outrigger\" and renders this portion of a FL tFVIII relatively more likely to be internalized, proteolytically processed and HLAcII-presented. However, in the absence of VWF, the N-linked glycans individually act to protect the amide bonds in the underlying peptide bond backbone of a tFVIII from proteolytic processing, as posited by the GUMB Hypothesis. Our results support both hypotheses as important determinants in the pathogenesis of inhibitor development. Disclosures Howard: Haplogenics Corporation: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Luu: Haplogenics Corporation: Employment. Hofmann: CSL Behring: Employment. Dinh: Haplogenics Corporation: Employment. Mead: CSL Behring: Employment. Powell: Haplogenics: Membership on an entity's Board of Directors or advisory committees. Escobar: Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees; National Hemophilia Foundation: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees. Eugene: CSL Behring: Employment.",
    "topics": [
        "dendritic cells",
        "factor viii",
        "human leukocyte antigens",
        "von willebrand factor",
        "glycosylation",
        "peptides",
        "concentrate dosage form",
        "recombinant antihemophilic factor viii",
        "molecule",
        "hemophilia a"
    ],
    "author_names": [
        "Tom E. Howard, MD, PhD",
        "Bernadette W. Luu, B.S., M.T. (CLS)",
        "Marco Hofmann, M.S.",
        "Marcio A. Almeida, PhD",
        "Satish Kumar, PhD",
        "Long V. Dinh, PhD",
        "Henry Mead, M.B.A., M.P.H.",
        "Jerry S. Powell, MD",
        "Miguel A. Escobar, MD",
        "Raja Rajalingam, PhD",
        "Sarah Williams-Blangero, PhD",
        "John Blangero, PhD",
        "Maraskovsky Eugene, PhD",
        "Vincent P. Diego, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tom E. Howard, MD, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
                "Department of Pathology and Laboratory Medicine, VA Valley Coastal Bend Health Care System, Harlingen, TX ",
                "Haplogenics, Brownsville, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bernadette W. Luu, B.S., M.T. (CLS)",
            "author_affiliations": [
                "Haplogenics, Brownsville, TX ",
                "Department of Human Genetics, School of Medicine, University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Hofmann, M.S.",
            "author_affiliations": [
                "Research, CSL Behring GmbH, Marburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcio A. Almeida, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satish Kumar, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Long V. Dinh, PhD",
            "author_affiliations": [
                "Haplogenics, Brownsville, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henry Mead, M.B.A., M.P.H.",
            "author_affiliations": [
                "CSL Behring, King of Prussia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry S. Powell, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Internal Medicine, School of Medicine, The University of California at Davis, Davis, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel A. Escobar, MD",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Medicine, University of Texas Health Science Center and Gulf States Hemophilia and Thrombophilia Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raja Rajalingam, PhD",
            "author_affiliations": [
                "Immunogenetics and Transplantation Laboratory, Department of Surgery, School of Medicine, The University of California at San Francisco, San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Williams-Blangero, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Blangero, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maraskovsky Eugene, PhD",
            "author_affiliations": [
                "Research, Bio21 Institute, CSL Limited, Melbourne, Australia"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent P. Diego, PhD",
            "author_affiliations": [
                "Department of Human Genetics, School of Medicine, The University of Texas Rio Grande Valley, Brownsville, TX ",
                "South Texas Diabetes and Obesity Institute, The University of Texas Rio Grande Valley, Brownsville, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T12:52:28",
    "is_scraped": "1"
}