{
    "doi": "https://doi.org/10.1182/blood.V128.22.1820.1820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3285",
    "start_url_page_num": 3285,
    "is_scraped": "1",
    "article_title": "The Efficacy of JAK2 Inhibitor in Heavily Pretreated Classical Hodgkin Lymphoma: A Prospective Pilot Study of Ruxolitinib in Relapsed or Refractory Classical Hodgkin Lymphoma and Primary Mediastinal Large B-Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster I",
    "topics": [
        "epstein-barr virus infections",
        "hodgkin's disease",
        "primary mediastinal large b-cell lymphoma",
        "ruxolitinib",
        "chlorambucil",
        "toxic effect",
        "abdominal pain",
        "autologous stem cell transplant",
        "cancer",
        "complete remission"
    ],
    "author_names": [
        "Seok Jin Kim, MD PhD",
        "Hye Jin Kang, MD PhD",
        "Shin Dong-Yeop, MD PhD",
        "Ho Sup Lee",
        "Sung Yong Oh, MD",
        "Ho-Jin Shin, MD PhD",
        "Dok Hyun Yoon",
        "Jung Yong Hong, MD",
        "Jee Hyun Kong",
        "Kana Sakamoto",
        "Young Hyeh Ko, MD",
        "Kengo Takeuchi, MD PhD",
        "Cheolwon Suh",
        "Won Seog Kim"
    ],
    "author_affiliations": [
        [
            "Medicine, Samsung Med. Ctr., Seoul, South Korea "
        ],
        [
            "Korea Cancer Center Hospital, Seoul, Korea, The Republic of "
        ],
        [
            "Korea Cancer Center Hospital, Korea Institute of Radiological and Medical Sciences, Seoul, South Korea "
        ],
        [
            "Kosin University Gospel Hospital, Busan, Korea, The Republic of "
        ],
        [
            "Department of Internal Medicine, Dong-A University College of Medicine, Busan, South Korea "
        ],
        [
            "Pusan National University Hospital, Busan, South Korea "
        ],
        [
            "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Chung-Ang University Hospital, Seoul, South Korea "
        ],
        [
            "Wonju Severance Christian Hospital,, Wonju, South Korea "
        ],
        [
            "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan "
        ],
        [
            "Department of Pathology, Samsung Medical Center, Seoul, South Korea "
        ],
        [
            "Molecular Targeting Progect, The Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan "
        ],
        [
            "Department of Oncology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Korea, The Republic of "
        ],
        [
            "Division of Hematology-Oncology, Department of Medicine, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea, The Republic of"
        ]
    ],
    "first_author_latitude": "37.4889432",
    "first_author_longitude": "127.0876424",
    "abstract_text": "Background JAK2 expression and activity increased in classical Hodgkin lymphoma (HL) and primary mediastinal large B-cell lymphoma (PMBCL) because both of them were reported to have chromosome 9p24.1/JAK2 amplification. Thus, JAK2 has been suggested as a potential therapeutic target in both disease having similar clinical and genetic features, and a previous in vitro and in vivo study showed cHL and PMBCL with JAK2 amplification were sensitive to JAK2 inhibition. However, the efficacy of JAK2 inhibitor has never been evaluated in clinical trials with cHL and PMBCL patients. We performed a prospective pilot proof of concept study with JAK2 inhibitor, ruxolitinib in relapsed or refractory cHL and PMBCL to evaluate the effect of JAK2 inhibition. Methods This study enrolled only relapsed or refractory cHL and PMBCL. Subjects should experience at least two times of relapse or treatment failure before enrollment. We enrolled subjects who were more than 18 years and had at least one lesion of FDG-PET positive measureable disease. Ruxolitinib was administered orally at a dose of 20 mg twice a day of a 28-day cycle. Treatment cycles were repeated up to 16 cycles until disease progression or unacceptable toxicity occurred. The primary objective was to assess the overall disease control rate including the achievement of complete response (CR), partial response (PR) and stable disease (SD). Response evaluation was done according to the 2007 Cheson criteria, and the planned number of subjects was 20. Pathology review was done by the Korean Lymphoma Pathology Review Board after the enrollment was completed. The JAK2 amplification in tumor cells was independently analyzed by the Cancer Institute Hospital of Japanese Foundation for Cancer Research without clinical information. Details of the study were registered at ClinicalTrials.gov (NCT01965119). Results We enrolled 20 patients (median age: 43, range: 19 - 76) including 14 cHL and 6 PMBCL between 2013 and 2015. The median number of prior therapies was four (range: 2 - 10). Eight patients underwent autologous stem cell transplantation, and ten patients received involved field radiotherapy during their treatment period. Four cHL (29%, 4/14) and four PMBCL (67%, 4/6) were primarily refractory to induction treatment. At the time of enrollment, 18 patients were refractory to salvage treatment, and two patients relapsed five years after their last treatment. The first response evaluation after the 2 nd cycle showed 40% (7/20) of overall disease control rate (1 CR, 6 PR, and 1 SD). However, one cHL case with PR was excluded from the analysis after the final diagnosis was changed to chronic active EBV infection by the pathology review board. The comparison between cHL and PMBCL showed more efficacy of ruxolitinib in cHL because all patients with PMBCL rapidly progressed after 1 st or 2 nd cycle whereas disease was controlled in seven patients with cHL (1 CR, 5 PR and 1 SD) out of 13 patients with cHL (54%, 7/13). Although the median number of treatment cycle of all patients was two (range: 1-10), six responders received on the average five cycles of treatment (range: 4-10), and the median duration of response was 5 months (range: 4 - 12+ months). The toxicity was manageable without any grade 3 or 4 hematologic and non-hematologic toxicity. Most non-hematologic toxicities including liver enzyme elevation and abdominal pain were grade 1 or 2. The analysis of JAK2 amplification by FISH was done in 9 patients whose tissue sample was available. Among three patients with high amplification (more than 10 signals), only one SD was observed whereas two patients achieved PR out of six cases with low or absent amplification. Conclusions The efficacy of ruxolitinib in heavily pretreated patients with relapsed or refractory cHL suggested JAK2 inhibition might be more effective for the treatment of cHL than PMBCL. A phase I/II study with larger study population should be warranted based on our results of pilot study. Disclosures Kim: Celltrion, Inc.: Consultancy, Honoraria."
}