{
    "doi": "https://doi.org/10.1182/blood-2018-99-111352",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4068",
    "start_url_page_num": 4068,
    "is_scraped": "1",
    "article_title": "Post-Transplant Cyclophosphamide and Sirolimus in Matched Related and Unrelated Allogeneic Transplant with a Treosulfan-Based Conditioning ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "conditioning (psychology)",
        "cyclophosphamide",
        "rapamycin",
        "transplantation",
        "brachial plexus neuritis",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "allogeneic hematopoietic stem cell transplant"
    ],
    "author_names": [
        "Jacopo Peccatori",
        "Serena Albanese, MS",
        "Raffaella Greco, MD",
        "Francesca Lorentino",
        "Fabio Giglio, MD",
        "Daniela Clerici, MD",
        "Lorenzo Lazzari, MD",
        "Maria Teresa Lupo Stanghellini",
        "Simona Piemontese, MD",
        "Magda Marcatti, MD",
        "Sara Mastaglio, MD",
        "Andrea Assanelli, MD",
        "Luca Vago, MD PhD",
        "Consuelo Corti, MD",
        "Massimo Bernardi, MD",
        "Fabio Ciceri, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute IRCCS, Milano, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute IRCCS, Milano, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Haematology and Bone Marrow Transplant Unit, San Raffaele Scientific Institute IRCCS, Milan, Italy "
        ],
        [
            "Unit of Immunogenetics, Leukemia Genomics and Immunobiology, San Raffaele Scientific Institute, Milano, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, San Raffaele Scientific Institute IRCCS, Milano, Italy "
        ],
        [
            "IRCCS Ospedale San Raffaele, Milano, Italy"
        ],
        [
            "Hematology and Bone Marrow Transplantation Unit, IRCCS San Raffaele Scientific Institute, Milan, Italy "
        ]
    ],
    "first_author_latitude": "45.46273385",
    "first_author_longitude": "9.17773225",
    "abstract_text": "Introduction : Post transplant cyclophosphamide (PT-Cy) has recently emerged as a very promising pharmacological strategy to overcome human leukocyte antigen (HLA) barriers in the setting of haploidentical hematopoietic cell transplant (HCT). We recently reported a promising preliminary experience on the use of PT-Cy and sirolimus as graft-versus-host disease (GVHD) prophylaxis in matched allo-HSCT (Greco R et al, Blood 2016). Herein we describe long-term outcomes of matched allogeneic HSCT, using treosulfan-based conditioning, and GVHD prophylaxis with PT-Cy and sirolimus. Methods: In our center, we collected 104 adult patients (pts) receiving matched HSCT for high-risk hematological malignancies, mainly acute myeloid leukemia (n=43). Donor was matched related (MRD) for 45 pts, 10/10 matched unrelated (MUD) for 39 pts and 9/10 MUD for 20 pts. Median age was 48 years (range 19-78). At HSCT, 51% of patients were not in complete remission (CR), 39% were in CR1 and 11% in subsequent CR. Graft source was mainly PBSCs (95%). All pts received a conditioning regimen based on treosulfan and fludarabine; 89% received an intensified conditioning with the addition of melphalan. All pts received PT-Cy (50 mg/kg/day) on days 3 and 4. Sirolimus was given from day 5, and withdrawn 3 months after HSCT. Mycophenolate mofetil (MMF) was added from day 5 to day 30, only in MUD. All patients were treated according to current institutional programs upon written informed consent for transplant procedures. Results: Median follow up was over 16 months (range 3-51). Median CD34+ and CD3+ cell doses were 5.6x10^6/Kg (range, 1.5-10.9) and 2.0x10^8/Kg (range, 0.2-8.0), respectively. All the recipients of allo-HSCT experienced a sustained donor cell engraftment. The cumulative incidence of grades II-IV and III-IV acute GVHD at 100 days was 21% and 9%, respectively. The cumulative incidence of chronic GVHD was 25% at 2 years; we observed severe chronic GVHD only in 4% of pts. The cumulative incidences of relapse and non-relapse mortality (NRM) were 33% and 8% at 2 years, respectively. Two-year overall survival (OS) was 67% and progression free survival (PFS) 59%. The composite end point of GVHD-free/relapse-free survival (GRFS) was 52% at 2 years, in which events include grade 3-4 acute GVHD, systemic therapy-requiring chronic GVHD, relapse, or death. There was a longer OS, 2-year OS was 77% (p = 0.05), and a trend towards higher PFS and GRFS, 63% (p=0.07) and 58% (p=0.06) respectively, for pts with CR status at HSCT. We did not found a significant effect of HLA-matching (9/10 versus 10/10) or donor type (related versus unrelated) on major transplant outcomes (NRM, PFS, GRFS, relapse, acute and chronic GvHD). Conclusion: These outcomes confirmed that matched allogeneic HSCT using treosulfan-based chemotherapy, PT-Cy and sirolimus, is associated with low NRM and acceptable severe GVHD, providing relevant long-term survival in high-risk diseases. A randomized trial comparing this strategy with other kind of in-vivo T-cell depletion (i.e. ATG) is warranted. Disclosures Vago: Moderna TX: Research Funding; GENDX: Research Funding."
}