{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.796.796",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3730",
    "start_url_page_num": 3730,
    "is_scraped": "1",
    "article_title": "A p53-MDM2 Interaction Inhibitor, DS-5272, Inhibits the Development of MLL-Fusion Leukemia with the Assistance of Tumor Immunity ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Novel Therapeutics and Mechanisms of Resistance in Myeloid Disease",
    "topics": [
        "leukemia",
        "tumor immunity",
        "programmed cell death 1 ligand 1",
        "protein p53",
        "antagonists",
        "human leukocyte interferon",
        "immune checkpoint inhibitors",
        "immunologic deficiency syndromes",
        "inflammation",
        "interferons"
    ],
    "author_names": [
        "Susumu Goyama, MD PhD",
        "Yasutaka Hayashi",
        "XiaoXiao Liu",
        "Shiori Shikata",
        "Yosuke Tanaka",
        "Tomofusa Fukuyama, MD PhD",
        "Akiko Matsumoto",
        "Satoshi Yamasaki",
        "Tatsuhiro Shibata",
        "Toshio Kitamura, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cellular Therapy, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The University of Tokyo, Tokyo, JPN "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "The Institute of Medical Science, The University of Tokyo, Tokyo, Japan "
        ],
        [
            "Cellular Therapy, The Institute of Medical Science, The University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.642909",
    "first_author_longitude": "139.74613465",
    "abstract_text": "MLL-fusion leukemia is an aggressive form of leukemia carrying chimeric fusion of the MLL gene. Adverse therapy response of MLL-fusion leukemia is partly associated with the attenuated p53 response. The principal cellular antagonist of p53 is an E3 ubiquitin ligase MDM2. MDM2 binds to p53 and induces proteasomal degradation to downregulate p53 protein level. Therefore, targeting of p53-MDM2 interaction to reactivate p53 function is an attractive therapeutic approach for MLL-fusion leukemia. In this study, we assessed the effect of an orally active inhibitor of p53-MDM2 interaction, DS-5272, in a mouse leukemia model driven by MLL-AF9. DS-5272 inhibited in vitro growth of mouse leukemia cells transformed by MLL-AF9 with the IC50 value in the nanomolar range. A single administration of DS-5272 in vivo upregulated expression of p53 protein as well as its target genes, and induced cell cycle arrest, apoptosis, and differentiation of MLL-AF9 cells. Multiple oral doseadministration of DS-5272 (3 times per week) caused nearly complete tumor regressions of MLL-AF9 leukemia cells that were sustained well beyond the drug administration period with tolerable toxicity. In contrast, DS-5272 showed little effect on p53-deficient bone marrow cells transformed by MLL-AF9 both in vitro and in vivo , confirming that the antileukemic effect of DS-5272 is mediated by p53 activation. Despite the remarkable effect of DS-5272 against MLL-AF9 leukemia with wild-type p53, all mice eventually developed leukemia after a long latency, indicating the existence of leukemia stem cells (LSCs) that are resistant to p53 activation. The therapy-resistant LSCs were relatively enriched within the bone marrow (BM) endosteal region where osteoblasts reside. In contrast, LSCs in the BM central portion were eliminated almost completely by the DS-5272 treatment. Thus, LSCs within the osteoblast-rich area appear to be protected from p53-induced cell death. RNA-Seq analyses revealed the upregulation of inflammation- and interferon-associated genes in MLL-AF9 leukemia cells treated with DS-5272. Furthermore, DS-5272 treatment induced upregulation of PD-L1, a well-known suppressor of tumor immunity, in MLL-AF9 cells. These expression changes suggest that p53 activation triggered an immune-inflammatory response that led to leukemia regression. Interestingly, LSCs reside in the BM endosteal region expressed higher level of PD-L1 compared with those in the BM central portion, which may account for their low sensitivity to DS-5272. To examine the potential contribution of tumor immunity to the DS-5272-mediated suppression of leukemic growth, we next assessed the in vivo effect of DS-5272 on MLL-AF9 leukemia using immunodeficient NOD.Cg- Prkdc scid Il2rg tm1Wjl /SzJ (NSG) mice as recipients. Strikingly, the antileukemia effect of DS-5272 was markedly attenuated in NSG mice, indicating the important role of tumor immunity to enhance the efficacy of DS-5272. We then depleted PD-L1 in MLL-AF9 cells using the CRISPR/Cas9 system, and found that PD-L1-depleted MLL-AF9 cells become more sensitive to DS-5272 treatment. These data suggest that DS-5272 inhibits the development of MLL-AF9 leukemia with the assistance of tumor immunity, and its therapeutic efficacy is enhanced by PD-L1 inhibition in MLL-AF9 cells. In summary, our study demonstrated the potent antitumor activity of a p53-MDM2 interaction inhibitor, DS-5272, against MLL-fusion leukemia with intact p53. LSCs reside within the BM endosteal region express high level of PD-L1 and are relatively resistant to DS-5272 treatment. Combining p53-MDM2 inhibitors with the immune checkpoint inhibitors may result in synergistic enhancement of cell death and improved efficacy in the treatment of myeloid leukemia. Disclosures Kitamura: Daiichi Sankyo: Research Funding."
}