{
    "doi": "https://doi.org/10.1182/blood.V108.11.4490.4490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=784",
    "start_url_page_num": 784,
    "is_scraped": "1",
    "article_title": "Kinetics and Apoptotic Profile of Circulating Endothelial Cells as an Indicator of Response to Treatment in Acute Myeloid Leukemia Patients. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "annexins",
        "antiapoptotic agents",
        "brachial plexus neuritis",
        "chemotherapy, neoadjuvant",
        "complete remission",
        "endothelial cells",
        "flow cytometry",
        "kinetics",
        "leukemia, myelocytic, acute",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Agnieszka Wierzbowska, MD, PhD",
        "Tadeusz Robak",
        "Anna Krawczynska, PhD",
        "Agnieszka Pluta, MD, PhD",
        "Agata Wrzesien-Kus, MD, PhD",
        "Barbara Cebula, PhD",
        "Piotr Smolewski"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ],
        [
            "Department of Hematology, Copernicus Memorial Hospital, Lodz, Poland"
        ]
    ],
    "first_author_latitude": "51.731863499999996",
    "first_author_longitude": "19.455678",
    "abstract_text": "The circulating endothelial cells (CEC) are proposed to be a noninvasive marker of angiogenesis. Previously we have found that the number of resting (rCEC), activated (aCEC) CEC and circulating endothelial progenitor cells (CEPC) in peripheral blood of patients (pts) with AML is significantly higher than in healthy controls and correlates with tumour burden. In the present study we analysed CEC count in 111 AML pts at the time of diagnosis and 32 healthy controls. Additionally, we evaluated the kinetics of both rCEC, aCEC, CEPC as well as apoptotic CEC count in 40 AML pts treated with standard induction chemotherapy (ChT). In that group of pts measurements were performed additionally 24 hours after the first (day +1) and last (day +7) dose of ChT as well as at the time of response evaluation. The levels of CEC and their apoptotic profile were correlated with response to treatment. CEC were evaluated by the four colour flow cytometry using a panel of previously described monoclonal antibodies. CEPC were identified as CD45−/ D34+/ CD31+ and CD133+. rCEC were defined as CD45−/CD133−/ CD31+/CD34+/CD146+ and CD105−/CD106− cells. CD105+ or CD106+ CEC were classified as aCEC. Apoptotic CEC were detected as CD146+/Annexin V+ cells (CEC AnnV+ ) CEC level (22,9/μL) was 7-fold higher in untreated AML pts than in the controls (2,95/μL) p<0,0001. The median (Me) numbers of aCEC (12,7/μL), rCEC (12,3/μL) and CEPC (1,7/μL) were higher in AML pts at diagnosis compared to controls (aCEC 0,9/μL, rCEC 1,6/μL and 0,1/μL; p<0,0001). The CEC AnnV+ count was 16-fold higher in AML (2,4/μL) than in controls (0,15/μL; p30/μL; (p10/μL (p<0,03) compared to the pts with CEC<30/μL and CEPC<10/μL respectively. There was also trend toward a higher probability of CR in pts with increased number of apoptotic CEC (CEC AnnV+ >Me) (p=0,056) than in pts with CEC AnnV+ <Me. The numbers of aCEC, rCEC, CEPC and CEC AnnV+ evaluated at the diagnosis were comparable in pts who achieved CR and in pts refractory to treatment (NR). In CR pts the counts of aCEC, rCEC, CEPC and CEC AnnV+ determined at the time of response’s evaluation were significantly lower then those found at the time of diagnosis (p<0,001, p<0,01, p<0,05, p<0,05 respectively). Moreover, in those CR pts we observed a significant drop in the count of CEC 24 hours after the first as well as the last dose of the induction ChT (p<0,005 and p<0,003, respectively) and increase in the number of CEC AnnV+ (p<0,0002, p<0,001 respectively). In pts resistant to treatment the aCEC, rCEC, CEPC and CEC AnnV+ counts assessed before and after induction ChT did not differ significantly. In those NR pts a significant decrease in CEC count and increase of CEC AnnV+ number was noted only at day +7 after the induction ChT regimen (p<0,03; p<0,05). In conclusion, the CEC and CEC AnnV+ levels are significantly higher in AML pts than in healthy subjects and correlate with response to treatment. The high numbers of circulating CEC, both aCEC and rCEC, or CEPC can be a predictor of worse response to induction ChT in AML. Moreover, an early decrease in CEC and increase in CEC AnnV+ counts may predict good sensitivity to the treatment. In contrast, the antiapoptotic pattern of CEC may contribute to ChT resistance in AML."
}