{
    "doi": "https://doi.org/10.1182/blood.V124.21.4150.4150",
    "article_title": "Conditional Knockout of LRP1 in Murine Megakaryocytes and Its Affects on Platelet Factor 4 Biology in Megakaryocytes ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Poster III",
    "abstract_text": "We have previously shown that platelet factor 4 (PF4, CXCL4), which is synthesized almost exclusively by megakaryocytes undergoes release intramedullary after which it can undergo reuptake into alpha-granules, but also can be an important negative paracrine regulator of megakaryopoiesis, effecting platelet recovery post-radiation or chemotherapy. Animals that express high levels of human (h) PF4 in addition to their normal levels of murine (m) PF4 (hPF4 + ) have increased sensitivity to radiation- and chemotherapy-induced thrombocytopenia when compared to wild type (WT) mice or to mice that lack endogenous PF4 (mPF4 -/- ). Both PF4 reuptake and the negative paracrine effects are at least partially dependent upon the presence of low-density lipoprotein receptor related protein-1 (LRP1) on the surface of megakaryocytes as shown using shRNA suppression of megakaryocyte LRP1 levels. To further understand the role of LRP1 in megakaryopoiesis, we studied LRP1 expressed on primary megakaryocytes in murine models. Homozygous knockout for LRP1 constitutively is embryonically lethal and heterozygous deficiency of LRP1 is insufficient to have an observed effect on PF4 biology. We now established a megakaryocyte-specific knockout of LRP1 using a floxed LRP1 mouse previously described by Rohlman et al, mated to the Cre- PF4 promotor-driven Cre recombinase (Cre+) mice previously described by Tiedt et al. Megakaryocytes from mice that were LRP1 fl/fl /Cre + had no detectable LRP1 mRNA or LRP1 surface protein expression by flow cytometry, while LRP1 fl/fl /Cre - mice were essentially identical to WT mice. Baseline platelet counts in LRP1 fl/fl /Cre + and LRP1 fl/fl /Cre - mice did not different from each other, and there was no difference in bone marrow derived megakaryocyte ploidy. PF4 available in platelet releasate of LRP1 fl/fl /Cre + platelets was also significantly less than in LRP1 fl/fl /Cre - platelets (208 ± 42 vs. 362 ± 47 IU/10 6 platelets, p=0.002) consistent with a role of LRP1 in PF4 reuptake into megakaryocytes in the steady-state and demonstrating that >42% of PF4 may be released during PF4 megakaryopoiesis and requires megakaryocyte LRP1 expression. In siru cultured LRP1 fl/fl /Cre + megakaryocytes exposed to exogenous hPF4 has a lower level of total PF4 levels than LRP1 fl/fl /Cre - megakaryocytes (191 ± 7 vs. 236 ± 17 IU/10 6 cells, respectively (p=0.03)). A similar effect was seen in liquid bone marrow culture assays. Finally, while LRP1 fl/fl /Cre + /hPF4 + mice had similar platelet count recovery after irradiation compared to LRP1 fl/fl /Cre + /WT mice, treatment of these mice with a heparin-derivative (ODSH) shown to significantly improve platelet count recovery and animal survival in both WT and hPF4 + mice had no effect on either platelet count recovery or animal survival in animals that were also LRP1 fl/fl /Cre + . These data demonstrate that nearly half of the total PF4 in megakaryocytes undergoes recycling in vivo and that LRP1 is important for this phenomenon in the steady-state. LRP1 is also important in the negative paracrine effect of PF4 in stress megakaryopoiesis though LRP1 may affect megakaryocyte biology by non-PF4-dependent pathways as well. Whether the two observations – PF4 uptake and negative paracrine effects – are mechanistically related or are distinct LRP1-dependent pathways now needs to be elucidated. Disclosures Xiao: ECRI Institute: Employment.",
    "topics": [
        "megakaryocytes",
        "mice",
        "platelet factor 4",
        "bone marrow culture",
        "chemotherapy regimen",
        "flow cytometry",
        "heparin",
        "low density lipoprotein receptor",
        "membrane proteins",
        "rna, messenger"
    ],
    "author_names": [
        "Michele P Lambert, MD",
        "Liqing Xiao",
        "Mortimer Poncz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michele P Lambert, MD",
            "author_affiliations": [
                "University of Pennsylvania Perelman School of Medicine, Philadelphia, PA ",
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liqing Xiao",
            "author_affiliations": [
                "Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA ",
                "University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:38:52",
    "is_scraped": "1"
}