{
    "doi": "https://doi.org/10.1182/blood.V114.22.1062.1062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1531",
    "start_url_page_num": 1531,
    "is_scraped": "1",
    "article_title": "Salvage Therapy with Chemotherapy- or Arsenic Trioxide-Based Regimens for Acute Promyelocytic Leukemia in First Relapse. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster I",
    "topics": [
        "acute promyelocytic leukemia",
        "arsenic",
        "chemotherapy regimen",
        "salvage therapy",
        "tretinoin",
        "follow-up",
        "anthracycline antibiotics",
        "second line treatment",
        "toxic effect",
        "arsenic trioxide"
    ],
    "author_names": [
        "Pau Montesinos",
        "Jordi Esteve",
        "Edo Vellenga",
        "Concha Rivas",
        "Salut Brunet",
        "Montserrat Arnan",
        "Jose D. Gonzalez",
        "Pedro Sanchez",
        "Joaquín Díaz-Mediavilla",
        "Amparo Verdeguer",
        "Lourdes Escoda",
        "Elena Amutio",
        "Vicente Rubio",
        "Inmaculada Perez",
        "Ramon Guardia",
        "Javier Bueno",
        "Bob Lowenberg",
        "Miguel A. Sanz"
    ],
    "author_affiliations": [
        [
            "PETHEMA cooperative group, Valencia, Spain, "
        ],
        [
            "PETHEMA cooperative group, Barcelona, Spain, "
        ],
        [
            "Department of Hematology, HOVON cooperative group, Groningen, Netherlands, "
        ],
        [
            "PETHEMA cooperative group, Alicante, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Barcelona, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Hospitalet de Llobregat, Spain, "
        ],
        [
            "Hospital Insular de las Palmas. Servicio de Hematologia, PETHEMA cooperative group, Las Palmas, Spain, "
        ],
        [
            "PETHEMA cooperative group, Leganes, Spain, "
        ],
        [
            "PETHEMA cooperative group, Madrid, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Valencia, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Tarragona, Spain, "
        ],
        [
            "PETHEMA cooperative group, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Valencia, Spain, "
        ],
        [
            "PETHEMA cooperative group, Malaga, Spain, "
        ],
        [
            "Hematology, PETHEMA cooperative group, Girona, Spain, "
        ],
        [
            "Hospital Univ. Vall dxHebron, PETHEMA cooperative group, Barcelona, Spain, "
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "PETHEMA cooperative group, Valencia, Spain, "
        ]
    ],
    "first_author_latitude": "39.407785249999996",
    "first_author_longitude": "-0.36151130000000004",
    "abstract_text": "Abstract 1062 Poster Board I-84 Background: Arsenic trioxide (ATO) is currently regarded as the best treatment option in relapsed acute promyelocytic leukemia (APL). The efficacy and safety of salvage therapy using an ATO-based approach compared with chemotherapy-based regimens is not well established. We analyze the clinical outcome of 110 APL patients relapsing after front-line therapy with ATRA and anthracycline, who received second-line therapy with chemotherapy- or ATO-based regimens. Methods: From June 1997 to May 2009, 110 patients (69 M/41 F; median age: 40 years, 2-81) relapsed after front-line therapy with PETHEMA trials (LPA96, n=30, LPA99, n=60; and LPA2005, n=20). Patients presented with either molecular relapse (n=37) or hematological relapse (n=73, 14 of them involving central nervous system). Sixty-seven patients (61%) followed salvage therapy with chemotherapy-based regimens. Therapy consisted of induction with mitoxantrone plus cytarabine plus ATRA (n=46), EMA (n=7), or other chemotherapy regimens (n=14). Thirty-four patients (51%) received one consolidation cycle followed by stem-cell transplantation (SCT) (autologous, 20; allogeneic, 14). Patients not eligible for SCT received consolidation therapy with or without maintenance therapy. From October 2003, 43 patients (49%) received salvage therapy with ATO-based regimens, comprising induction with ATO (0.15 mg/kg intravenously until CR) followed by one consolidation cycle with ATO plus ATRA. Twenty-three patients (53%) received intensification therapy with SCT (autologous, 19; allogeneic, 4). Patients not eligible for SCT received maintenance therapy with ATO plus ATRA with or without Mylotarg or other chemotherapy. Results: Baseline characteristics, including age at relapse, were similar in both cohorts of patients, but patients treated with ATO-based regimens were more frequently late relapses (>18 months after initial APL diagnosis) (67% vs. 40%, P=0.005). The median follow-up in the chemotherapy-based group was 62 months (range, 6-134), and 18 months (range, 2-53) in the ATO-based group. CR rates were 84% in the chemotherapy-based group (8 deaths and 3 resistances) and 88% in the ATO-based group (3 deaths and 2 resistances) (P=0.48). Molecular remission was achieved after consolidation in 79% and 91%, respectively (P=0.13). Twenty-two patients of the chemotherapy-based group that achieved CR were not transplanted because of ineligibility for SCT (n=4), early relapse before planned SCT (n=7), mobilization failure (n=4), clinical decision/toxicity (n=6), and short follow-up (n=1). Reasons for not SCT in the ATO-based group were ineligibility for SCT (n=6), early relapse before planned SCT (n=5), and short follow-up (n=4). The 2-year overall survival (OS), disease-free (DFS), and relapse-free survival (RFS) in the chemotherapy-based group and in the ATO-based group were 44% vs. 63% (P=0.05), 34% vs. 33% (P=0.51), and 37% vs. 34% (P=0.61), respectively. For patients not receiving SCT, the 2-year OS, DFS, and RFS in the chemotherapy-based group and in the ATO-based group were 38% vs. 26% (P=0.98), 34% vs. 23% (P=0.57), and 37% vs. 23% (P=0.46), respectively. For patients receiving autologous SCT, the 2-year OS, DFS, and RFS in the chemotherapy-based group and in the ATO-based group were 60% vs. 87% (P=0.03), 40% vs. 38% (P=0.38), and 42% vs. 41% (P=0.37), respectively. For patients receiving allogeneic SCT, the 2-year OS, DFS, and RFS in the chemotherapy-based group and in the ATO-based group were 56% vs. 100% (P=0.15), 26% vs. 37% (P=0.46), and 28% vs. 37% (P=0.53), respectively. Conclusions: this study performed in a large series of APL patients relapsing after upfront therapy with ATRA and anthracycline shows high rates of CR either with ATO (88%) or chemotherapy regimens (84%). The 2-year DFS and RFS were similar in patients who received second-line therapy with chemotherapy- or ATO-based regimens. However, an apparent benefit in terms of OS was observed in the ATO-based group (P=0.05), suggesting a potential role in minimizing toxicity after administering ATO as salvage therapy. Disclosures: No relevant conflicts of interest to declare."
}