{
    "doi": "https://doi.org/10.1182/blood.V124.21.2320.2320",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2772",
    "start_url_page_num": 2772,
    "is_scraped": "1",
    "article_title": "Preliminary Results of a Phase 1/2 Clinical Trial of Cndo-109-Activated Allogeneic Natural Killer Cells in High Risk Acute Myelogenous Leukemia Patients in First Complete Remission ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "topics": [
        "complete remission",
        "leukemia, myelocytic, acute",
        "natural killer cells",
        "lysate",
        "aldesleukin",
        "clinical target volume",
        "cryopreservation",
        "human leukocyte antigens",
        "infusion procedures",
        "adverse event"
    ],
    "author_names": [
        "Todd A. Fehniger, MD PhD",
        "Robert K Stuart, MD",
        "Sarah A. Cooley, MD MS",
        "Jeffrey S. Miller, MD",
        "Julie Curtsinger, PhD",
        "Timothy Mark Hillman, MSc",
        "Nova Silver, RN",
        "Michael Szarek, PhD",
        "Mark W Lowdell, BSc, MSc, PhD FRCPath",
        "Leonid Gorelik, PhD",
        "Eric Rowinsky, MD"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Siteman Cancer Center, St. Louis, MO "
        ],
        [
            "Medical University of South Carolina, Charleston, SC "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "Coronado Biosciences, Burlington, MA "
        ],
        [
            "Coronado Biosciences, Burlington, MA "
        ],
        [
            "Downstate Medical Center, Brooklyn, NY "
        ],
        [
            "Royal Free Hospital, University College London, London, England"
        ],
        [
            "Coronado Biosciences, Burlington, MA "
        ],
        [
            "Coronado Biosciences, Burlington, MA "
        ]
    ],
    "first_author_latitude": "38.63705564999999",
    "first_author_longitude": "-90.26153445000001",
    "abstract_text": "BACKGROUND We previously reported that resting human peripheral blood NK cells can be primed to kill NK-resistant tumor cells by co-incubation with a lysate of the leukemia cell line CTV-1. CNDO-109 is a clinical-grade CTV-1 lysate that primes NK cells ex-vivo to kill NK-resistant acute myeloid leukemia (AML) cells. CNDO-109-activated NK cells can be cryopreserved and remain primed when thawed. Incubation or treatment with IL-2 is not required. We report preliminary safety, outcome and NK chimerism data from an ongoing Phase 1/2 transitional clinical trial of CNDO-109-NK cells. METHODS A 3x3 dose escalation phase 1 trial was opened in 2013 for patients with AML in 1 st CR with high-risk disease and no conventional treatment options. Patients were given preparative chemotherapy of cyclophosphamide and fludarabine on Study Days -6 to -2, followed on day 0 by a single dose of CNDO-109-activated NK cells at the following doses; cohort 1 = 3×10 5 , cohort 2 = 1×10 6 , cohort 3 = up to 3×10 6 cells/kg recipient body weight. The MTD will set the dose for the transitional phase 2 trial. CNDO-109-NK cells were generated from a single apheresis collection from HLA-haploidentical related donors. NK cells were isolated with anti-CD56 microbeads (CliniMACS, Miltenyi Biotec) and co-incubated with CNDO-109 lysate (Coronado Biosciences) overnight under cGMP conditions. After lysate removal cells were cryopreserved in dosed aliquots and released for infusion. Exogenous IL-2 was not used. Quality control testing of the final product included NK purity (>50%), viability (> 70%), potency, sterility, mycoplasma and endotoxin. Residual T cell contamination (<10 4 cells/kg patient body weight) was a lot release safety criterion. Patients were assessed for safety and efficacy whilst expansion, proliferation and persistence of donor NK cells were assayed by molecular-based chimerism techniques, and by flow cytometry, where informative markers were available. Pre- and post-treatment samples from cohort 3 patients are being tested for flow cytometric and molecular MRD (University of Washington - Walter, R.B.2013 and NextGene Sequencing). RESULTS Seven eligible patients have been enrolled. All products met lot release and contained activated NK cells as determined by killing of NK resistant Raji cells as well as increased expression of CD69 & CD25: Table  . Baseline (Resting NK Cells) . Activated NK Cells . Change p-value . Raji Cell Lysis 15.2%+/- 10.0% 29.7% +/- 13.9% 0.008 CD69+ Expression 5.9% +/- 2.9% 42.6% +/- 12.5% 0.008 CD25+ Expression 3.1% +/- 1.8% 5.8% +/- 1.9% 0.008 . Baseline (Resting NK Cells) . Activated NK Cells . Change p-value . Raji Cell Lysis 15.2%+/- 10.0% 29.7% +/- 13.9% 0.008 CD69+ Expression 5.9% +/- 2.9% 42.6% +/- 12.5% 0.008 CD25+ Expression 3.1% +/- 1.8% 5.8% +/- 1.9% 0.008 View Large No infusional toxicity, adverse events attributed to NK therapy, GvHD nor deaths have been reported. As expected, all patients experienced transient myelosuppression (approx. 2 weeks). 3 patients suffered early relapse post-treatment (2 in cohort 1, 1 in cohort 2; average time to relapse from CR1 for these 3 patients was 104 days). In 5 of 7 evaluable patients, persistence of donor activated NK cells was observed from Day +7 post-infusion (chimerism = 1%-84%) to as late as day +56 in one patient. Flow cytometric comparison of donor NK cells and patient NK cells in the same sample by selective gating on the mismatched HLA allele showed that circulating donor NK cells typically differed from recipient NK cell in higher expression of NKG2A (e.g. 63.5% vs 2.7%), CD57 (e.g. 80.5% vs 13.2%) and CD69 (e.g. 11.6% vs 2.52%) suggesting a more normal, mature and activated phenotype than the endogenous host NK population. Even after loss of circulating donor primed NK cells, 2 of the 3 patients tested showed persistence of low levels of activated autologous NK cells (~10-20% of circulating NK) exceeding the numbers circulating pre-CNDO-109 NK treatment, out to Day +56, suggesting that the therapy may induce endogenous NK activation to enhance the patients’ innate immunity to AML. CONCLUSIONS This establishes proof of concept that CNDO-109-NK can persist transiently in patients with lasting microchimerism for > 1 month and can induce activation of endogenous NK cells in patients treated without cytokine administration. To date 4 of the 7 patients enrolled remain relapse free (max. = 410 days post CR1 date). These results highlight the potential of CNDO-109-NK cells in the treatment of AML and other malignancies. Disclosures Miller: Coronado Biosciences: Consultancy. Hillman: Coronado Biosciences: Employment. Silver: Coronado Biosciences: Employment. Szarek: Coronado Biosciences: Consultancy. Lowdell: Coronado Biosciences: Consultancy, Patents & Royalties. Gorelik: Coronado Biosciences: Employment. Rowinsky: Coronado Biosciences: Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}