{
    "doi": "https://doi.org/10.1182/blood.V114.22.766.766",
    "article_title": "MicroRNA-181a Targets TEL/AML1 Expression and Impairs Cell Proliferation in t(12;21) Acute Lymphocytic Leukemia (ALL) Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "ONCOGENES AND TUMOR SUPRESSORS: POTENTIAL NEW THERAPEUTIC TARGETS",
    "abstract_text": "Abstract 766 MicroRNAs are short non-coding RNA sequences that hybridize by imperfect base-pairing more commonly to the 3′ untranslated region (UTR) of coding target mRNAs, thereby inducing target degradation or translation inhibition into the encoded proteins. Recently, we reported a microRNA signature that is associated with clinical outcome in acute myeloid leukemia (AML) patients [Marcucci G, et al. New Engl J Med 2008;358:1919-28], whose backbone was constituted by miR-181 family members. The higher the miR-181a and miR-181b levels, the lower the risk for relapse and/or death, thereby suggesting miR-181 mediated tumor suppressor activity. By utilizing the TargetScan 5.1 algorithm, we identified RUNX1 ( AML1 ), a transcription cofactor involved in normal hematopoieis and in several genetic aberrations in both AML and ALL, as one of the predicted targets of miR-181a . In t(12;21)(p13;q22), one of the most frequent chromosomal abnormalities (20-25%) in pediatric B-cell ALL, almost the entire coding sequence of RUNX1 ( AML1 ) including the putative miR-181a binding site within the 3′-UTR fuses with the 3′ end of ETV6 ( TEL ) generating a fusion gene most commonly reported as TEL/AML1 . The gene encodes a fusion protein that has been shown to contribute to lymphoid leukemogeneis. Since RUNX1 and TEL/AML1 share the same 3′-UTR we hypothesized that increased levels of miR-181a might downregulate leukemogeneic levels of the fusion protein thereby resulting in a microRNA-mediated antileukemic effect. To demonstrate that RUNX1 and TEL/AML1 are targets of miR-181a , we generated a pGL3 luciferase reporter construct containing the miR-181a binding seed sequence of the RUNX1 and TEL/AML1 3′-UTR. This construct was cotransfected into HEK293T cells along with a miR-181a expressing plasmid. An expression vector lacking miR-181a coding region served as the “empty” control vector. Nearly a 30% reduction in luciferase activity was achieved in a dose-dependent fashion by increasing the amount of miR-181a expression plasmid from 1 μg to 10 μg, thereby confirming RUNX1 and TEL/AML1 as targets of miR-181a . Then, to demonstrate further miR-181a -mediated downregulation of endogenous RUNX1 , we transiently transfected the AML cell line THP-1, that harbors RUNX1 wild type with the miR-181a expression plasmid. Analyzing cell lysates by Western blotting, we showed a miR-181a -dependent RUNX1 protein downregulation; expression levels were reduced to 56% and 72% upon treatment with 1 μg or 5 μg of the miR-181a expressing plasmid, respectively, compared to control vector treated cells. Next, miR-181a expressing plasmid or the control vector were transiently transfected into the TEL/AML1 -positive ALL cell line REH. Western blot analysis revealed 55% reduction in fusion protein expression in cells transfected with the miR-181a expressing plasmid compared to controls. Quantitative RT-PCR confirmed the increased ectopic miR-181a expression in the cells and the concurrent reduction in TEL/AML1 RNA levels. Finally, MTS assays were utilized to assess the cellular proliferation of REH cells transfected with various concentrations (5-15 μg) of miR-181a or control vector. Cellular proliferation was decreased in a dose-dependent manner up to nearly 50% in miR-181a transfected REH cells, suggesting an antiproliferative activity of miR-181a in TEL/AML1 -positive cells. In conclusion, we demonstrated that RUNX1 and TEL/AML1 are targets of miR-181a . Ectopic miR-181a can effectively target the ALL-associated TEL/AML1 fusion gene, decrease the level of the encoded fusion protein and induce a significant antileukemic effect. The use of synthetic miR-181a and/or agents capable of increasing endogenous miR-181a levels have the potential to be novel therapeutic approaches in the treatment of t(12;21) ALL, and in vivo clinical studies are underway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cell proliferation",
        "micrornas",
        "fusion proteins",
        "hyperplasia",
        "luciferases",
        "rna",
        "western blotting",
        "b-cell acute lymphocytic leukemia",
        "expression vector"
    ],
    "author_names": [
        "Christopher Hickey",
        "Sebastian Schwind, MD",
        "Heiko Becker, MD",
        "Houda Alachkar",
        "Ramiro Garzon, MD",
        "Yue-Zhong Wu, MS",
        "Shujun Liu, PhD",
        "Danilo Perrotti, MD, PhD",
        "Guido Marcucci, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Hickey",
            "author_affiliations": [
                "The Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sebastian Schwind, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Becker, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Houda Alachkar",
            "author_affiliations": [
                "The Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramiro Garzon, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yue-Zhong Wu, MS",
            "author_affiliations": [
                "The Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shujun Liu, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danilo Perrotti, MD, PhD",
            "author_affiliations": [
                "Department of Molecular Virology, Immunology, and Medical Genetics, The Comprehensive Cancer Center, The Ohio State University, Columbus, OH, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Marcucci, MD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T13:04:07",
    "is_scraped": "1"
}