{
    "doi": "https://doi.org/10.1182/blood.V128.22.4767.4767",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3455",
    "start_url_page_num": 3455,
    "is_scraped": "1",
    "article_title": "Survival of Patients with Rare Plasma Cell or Lymphoplasmacytoid Malignancies in Germany and the United States in the Early 21 st Century ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "topics": [
        "cancer",
        "germany",
        "plasma cells",
        "multiple myeloma",
        "plasmacytoma",
        "waldenstrom macroglobulinemia",
        "leukemia, plasma cell"
    ],
    "author_names": [
        "Dianne Pulte, MD",
        "Janick Weberpals",
        "Lina Jansen, PhD",
        "Alexander Katalinic, PhD",
        "Alice Nennecke, MD MPH",
        "Holleczek Bernd, MD",
        "Ressing Meike, PhD",
        "Luttmann Sabine, MD",
        "Hermann Brenner, MD MPH"
    ],
    "author_affiliations": [
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ],
        [
            "Cancer Registry of Schleswig-Holstein, Lübeck, Germany "
        ],
        [
            "Hamburg Cancer Registry, Hamburg, Germany "
        ],
        [
            "Saarland Cancer Registry, Saarbrücken, Germany "
        ],
        [
            "Cancer Registry of Rhineland-Palatine, Mainz, Germany "
        ],
        [
            "Breman Cancer Registry, Bremen, Germany"
        ],
        [
            "German Cancer Research Center, Heidelberg, Germany "
        ]
    ],
    "first_author_latitude": "49.414414",
    "first_author_longitude": "8.672960699999999",
    "abstract_text": "Background: Population level survival has improved for myeloma in the early 21 st century, but it is unknown whether a similar improvement has occurred in other plasma cell or lymphoplasmacytoid conditions. Methods: Data were extracted from 12 population-based cancer registries in Germany and the Surveillance, Epidemiology, and End Results database in the United States (US). Cases of Waldenström macroglobulinemia (WM), lymphoplasmacytic lymphoma (LPL), and plasmacytoma diagnosed in 1998-2012 were included. Myeloma survival was analyzed for comparison. Plasma cell leukemia was not included due to case numbers being too small to produce reliable estimates. Period analysis was used to determine 5-year relative survival for patients with the above malignancies in 2003-12. Trends in survival in the early 21 st century were analyzed using modeled period analysis, comparing survival for 2003-07 to 2008-12. Results: In Germany, 5-year age adjusted relative survival in 2003-12 was 72.1% overall and 56.5% for patients with plasmacytoma, 74.9% for LPL not otherwise specified and 80.8% for WM. In the US, survival was higher overall at 75.1%, with survival for individual entities of 81.9% for WM, 77.2% for LPL, and 62.3% for plasmacytoma. Five year relative survival estimates for myeloma in 2003-12 were 45.2% and 43.1% in Germany and the US, respectively. Trend analysis for the years 2003-07 and 2008-12 revealed an increase in survival overall in Germany and the US, with survival for all malignancies going from 69.2% to 74.2% in Germany and 73.3% to 76.8% in the US (see table). A small, borderline significant increase in survival was observed for WM in Germany, with survival going from 74.8% to 84.3% (p=0.05) and a significant increase was observed for LPL, going from 71.7% to 77.4% (p=0.01). A pattern of small increases in survival was observed for plasmacytoma in Germany and each individual malignancy in the US. A strong and significant increase was observed in both countries for myeloma, with 5-year survival going from 41.4% to 47.9% in Germany and 38.8% to 47.0% in the US (p<0.0001 for both). Conclusions: Five year survival for patients with plasma cell and plasmacytoid conditions other than myeloma varies depending on the morphology. Some evidence of increased survival was observed in rare plasma cell and plasmacytoid malignancies, but small case numbers make determination of statistical significance difficult and magnitude of the differences are less than for myeloma in most cases, with the exceptions of WM in Germany. Increased research focusing specifically on rare plasma cell malignancies and implementation of findings into cancer care may improve survival further. Table View large Download slide Trends in 5-year relative survival for 2003-07 to 2008-12 for rare plasma cell and plasmacytoid malignancies, with comparison to myeloma. Table View large Download slide Trends in 5-year relative survival for 2003-07 to 2008-12 for rare plasma cell and plasmacytoid malignancies, with comparison to myeloma.  Disclosures Pulte: EBSCO: Other: Review of content for Dynamed medical reference product; Selexys Pharmaceuticals: Research Funding; ApoPharma: Research Funding."
}