{
    "doi": "https://doi.org/10.1182/blood-2019-130738",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4407",
    "start_url_page_num": 4407,
    "is_scraped": "1",
    "article_title": "Isolation and Characterization of a CD34 + Sub-Clone in B-Cell Lymphoma ",
    "article_date": "November 13, 2019",
    "session_type": "622.Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "b-lymphocytes",
        "cd34 antigens",
        "clone cells",
        "lymphoma",
        "cladribine",
        "antibodies",
        "flow cytometry",
        "chronic b-cell leukemias",
        "hematologic neoplasms",
        "karyotype determination procedure"
    ],
    "author_names": [
        "Ayad Al-Katib, MD",
        "Ebrahim Abdul Shukkur, PhD",
        "Ali M Gabali, MD PhD",
        "ALI Raufi, MD",
        "Salah Ebrahim, MD",
        "Mustapha Kandouz, PhD"
    ],
    "author_affiliations": [
        [
            "Wayne State University, Detroit, MI "
        ],
        [
            "Wayne State University, Detroit, MI "
        ],
        [
            "Department of Pathology, Wayne State University, Detroit, MI "
        ],
        [
            "ECCC/MARSHALL UNIVERSITY, Sylvania, OH"
        ],
        [
            "Department of Pathology, Wayne State University, Detroit, MI "
        ],
        [
            "Department of Pathology, Wayne State University, Detroit, MI "
        ]
    ],
    "first_author_latitude": "42.359138800000004",
    "first_author_longitude": "-83.06654619999999",
    "abstract_text": "Non-Hodgkin's lymphoma (NHL) is the most common hematological malignancy in the US. Many types remain incurable despite response to initial therapy and achievement of complete remission (CR). Advanced laboratory techniques like multicolor flow cytometry (MCF) and polymerase chain reaction (PCR) have demonstrated persistence of rare malignant cell population post therapy referred to as minimal residual disease (MRD). However, the functional and biological characteristics of this population have not been fully elucidated. Established B-lymphoma cell lines (B-NHL) and patient-derived samples (PDS) were analyzed using 8-color FCM of leukemia and lymphoma antibody panels (28 antibodies). The CD34 + sub-population was enriched using in vitro exposure to 2-chlorodeoxyadenosine (2-CdA), and a CD34-coated magnetic beads isolation procedure (Miltenyi Biotech). Genetic analysis of CD34 + and CD34 - /parent cell fractions was done by karyotyping, and by chromosomal microarray (CMA) using the oligonucleotide-single nucleotide polymorphism (Oligo-SNP), whole genome Agilent 180K GGXChip+SNP (Agilent Technologies, Inc). Sensitivity to chemotherapy was assayed by short-term in vitro exposure to drugs. Clonogenicity was determined by soft agar colony formation assay, and proliferation was determined using DNA staining with propidium iodide and flow cytometry. The side population was determined using the fluorescent vital dye Hoechst 33342 and flow cytometry. Analysis of three B-NHL cell lines revealed the presence of a minute sub-clone (<1%) of monotypic B-cells that expresses CD34. This sub-population enriched several folds in response to exposure of the cells to 2-CdA. Enrichment was highest in the follicular lymphoma cell line, WSU-FSCCL reaching more than 50 folds compared with control (13.2% vs 0.26%), followed by WSU-WM, 10-fold (2.36% vs 0.23%), and least in WSU-DLCL2 (1.25% vs 0.71%). Using a CD34 microbead positive selection technique, we were able to enrich the CD34 + population up to 80% purity. Western blots confirmed higher expression of CD34 protein in the enriched population compared with parent cells. Using StemPro media (Gibco by Life Technologies), CD34 + cell fraction of WSU-WM showed more sustained growth and viability in culture over 9-day period compared with parent cells. This technique allowed the generation of large number of CD34 + cells for further characterization. Except for CD34 expression, this cell fraction expressed identical phenotype, karyotype, SNP and MCA profile to parent cells. However, the CD34 + fraction was more proliferative with an increase in S-phase cells (~60% vs 20% in control cells) and Hoechst 33342-positive cells (~40%). These cells were clonogenic even in presence of the cytotoxic agents Doxorubicin and 2-CdA that completely inhibited colony formation in parent cells. Resistance to chemotherapy was also noticed in liquid culture. A CD34 + population within clonal B-cells was also detected in 8 of 8 PDS. The lowest number of CD34 + cells was detected in chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) and the highest (5.35%) was seen in Richter's transformation of CLL. The isolated CD34 + cells in this study show many features of what is known as Lymphoma Stem Cells implicated in resistance to therapy and disease recurrence. Its relatedness to MRD cells is uncertain, however, since CD34 is not routinely included in MRD antibody panel. The observation that CD34 + cells are genetically identical to parent cells suggests an epigenetic modification. This conclusion is supported by our finding that Ehd3 expression is dramatically reduced in the CD34 + cell population of WSU-DLCL2 compared with parent cells. Ehd3 was recently identified as an epigenetically-silenced gene in solid tumors and in hematological malignancies including leukemia and lymphoma. The Ehd3- encoded protein belongs to the family of C-terminal Eps15 homology domain-containing (EHD) proteins , implicated in intracellular trafficking of tubular recycling endosomes (TRE), apoptosis, and cell cycle arrest. Further studies are underway to determine the contribution of Ehd3 to the biological and functional characteristics of the CD34 + cells in B-NHL. Utilizing the CD34 + monotypic B-cells in B-NHL as a model for screening new therapeutic agents and to identify potential new therapeutic strategies may lead to a more effective treatment of B-NHL. Disclosures No relevant conflicts of interest to declare."
}