{
    "doi": "https://doi.org/10.1182/blood.V104.11.2605.2605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=78",
    "start_url_page_num": 78,
    "is_scraped": "1",
    "article_title": "Extremely High Levels of Microvesicle-Associated Tissue Factor in a Patient with Cancer-Related Thrombosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "cancer",
        "thromboplastin",
        "thrombosis",
        "thrombophilia",
        "thrombus",
        "trousseau's syndrome",
        "unfractionated heparin",
        "annexins",
        "aspirin",
        "carcinoma of lung"
    ],
    "author_names": [
        "Ian D. Conde, MD",
        "Lavina Bharwani, MD",
        "Usha Pendurthi, PhD",
        "Perumal Thiagarajan, MD",
        "Jose Lopez, MD"
    ],
    "author_affiliations": [
        [
            "Medicine - Thrombosis Research Section, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Medicine - Hematology/Oncology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Biochemistry, University of Texas Health Center at Tyler, Tyler, TX, USA"
        ],
        [
            "Pathology, Baylor College of Medicine, Houston, TX, USA"
        ],
        [
            "Medicine - Thrombosis Research Section, Baylor College of Medicine, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.710585099999992",
    "first_author_longitude": "-95.3949226",
    "abstract_text": "Trousseau’s syndrome is a prothrombotic state associated with malignancy. Although well-established as a clinical entity, its pathophysiology is poorly understood. Here we report the case of a patient with giant-cell lung carcinoma who developed a severe form of Trousseau’s syndrome, which eventually led to his death. The patient was a 55-year-old white male who presented initially with left upper extremity deep vein thrombosis. His clinical course was dominated by extreme hypercoagulability characterized by multiple venous thromboembolic events, three myocardial infarctions, two ischemic cerebrovascular events, splenic and right renal infarcts, popliteal artery thrombosis, and a mitral valve thrombus. All of these events developed in the face of potent anti-thrombotic therapies, such as unfractionated heparin, low molecular-weight heparin, lepirudin, warfarin, aspirin, and clopidogrel. In order to gain insight into this patient’s relentless thrombosis, we analyzed his blood for the presence of tissue factor (TF), the major initiator of blood coagulation. Using ELISA, we measured TF levels in the patient’s cell-free plasma and in 16 age- and sex-matched controls. The mean TF plasma concentration in the controls was 22.7 ± 15.5 pg/mL. In marked contrast, the patient’s TF levels were 941 pg/mL, 41-fold higher than in controls. In cell-free plasma, tissue factor is either associated with cell-derived membrane microvesicles, or exists as the free, soluble form, derived by alternative mRNA splicing. In this patient, the vast majority of the TF was associated with microvesicles, separable from the plasma by centrifugation at 200,000 g for 5 hr. The TF concentration was 888 pg/mL in the microvesicle pellet and 28.5 pg/mL in the supernatant. Similar results were obtained by flow cytometry, where the number of annexin V-(FITC)-positive particles was much greater in the patient’s cell-free plasma than in controls (17,235 Vs. 5835 events in 150 sec). The TF-VIIa activity in the patient’s plasma was 7-fold greater than the average control value, as measured by a chromogenic assay employing a Factor Xa-specific substrate. The specificity of the assay was confirmed with a blocking TF monoclonal antibody. Because the patient was receiving high-dose unfractionated heparin at the time his blood was drawn, and the TF-VIIa activity assay is based on Xa generation/activity, these values are likely to grossly underestimate the true activity. Interestingly, TF-bearing microvesicles in the patient’s plasma exhibited very low quantities of TFPI as determined by western blots of microvesicles captured with anti-TF-coated beads. By immunohistochemistry, we found intense staining for TF in tumor cells from a lymph node containing metastatic tumor. Further, the blood vessels infiltrating the tumor also contained cell-free material that stained intensely for TF. These studies strongly suggest that the release of microvesicle-associated TF into the patient’s blood, at least partially originating from the cancer, was largely responsible for his marked hypercoagulable state. We propose that such a mechanism may account for many cases of cancer-associated thrombosis, the severity being dependent on the TF level and it degree of encryption."
}