{
    "doi": "https://doi.org/10.1182/blood.V110.11.LB3.lb3",
    "article_title": "Loss of Primitive Hematopoietic Cells in Patients with Dyskeratosis Congenita. ",
    "article_date": "November 16, 2007",
    "session_type": "Late Breaking",
    "abstract_text": "Dyskeratosis Congenita (DC) is a bone marrow (BM) failure syndrome characterized by progressive telomere shortening. The discovery of mutations in genes encoding components of the telomerase complex in DC has implicated defective telomere maintenance in the disease pathogenesis. However, it is not known if defective telomeres in DC result in a qualitative impairment of hematopoiesis and/or a decrease in the maintenance of very primitive hematopoietic cells. To address this question, we characterized CD34 + cells present in BM aspirates and granulocyte colony stimulating factor (G-CSF) -mobilized peripheral blood (mPB) cells harvested from 5 DC patients prior to the onset of severe BM failure. These 5 patients were from 3 successive generations of a single family and all had an autosomal dominant mutation in the telomerase gene (TERC). The BM was found to be hypocellular in all patients, with a consistently reduced percentage of CD34 + cells - lowest in the two 3rd generation subjects (0.05% and 0.16% vs 0.5%–1% in normal controls). The target for G-CSF-mobilized cell harvests (2x10 6 CD34 + cells/kg) was met for 2 of the 5 DC patients, with only 5x10 5 CD34 + cells/kg obtained from the 2 DC patients with a longstanding history of thrombocytopenia. However, within the CD34 + population, the proportions of cells co-expressing various lineage markers were normal and the frequencies of granulopoietic, erythroid and multi-lineage colony-forming cells (CFCs) were similar to those of normal donors, suggesting that the commitment and differentiation programs in these DC patients were not grossly perturbed. However, the fact that their BMs were hypocellular with a further reduced content of CD34 + cells indicates that total CFC numbers were markedly decreased. The total number of more primitive cells detectable as long term culture-initiating cells (LTC-ICs) were decreased a further order of magnitude as indicated by a 10-fold reduction in their frequency within the CD34 + compartment by comparison to normal mPB CD34 + cells. Telomere length measurements were performed on cells from day 4 cultures of CD34 + mPB DC cells using quantitative FISH (Q-FISH) and single telomere end length analysis (STELA). Telomere length in a 2nd generation patient was reduced (7.2 Kb) compared to an age-matched control (12.4 Kb) and this difference was accentuated in two 3rd generation patients (4.6 and 3.4 Kb) in line with progressive telomere loss with successive generations. Telomeres with <1.5 kb repeats were readily observed by STELA and were increased in DC subjects (up to 9.5%). These findings provide the first description of telomere length and functional analyses of primitive hematopoietic cells from DC patients. The data support the concept that BM failure in DC subjects results from a loss of very primitive hematopoietic cells triggered by defective telomeres rather than a qualitative impairment in the ability of hematopoietic cells to differentiate. Assays of primitive cells and telomere length may thus be useful parameters to predict both the time of onset and the degree of BM failure in DC patients.",
    "topics": [
        "dyskeratosis congenita",
        "cd34 antigens",
        "male-pattern baldness",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "telomerase",
        "chlorofluorocarbons",
        "ciliary motility disorders",
        "colony-stimulating factors",
        "metallic stents"
    ],
    "author_names": [
        "Geraldine Aubert",
        "Frederick D. Goldman",
        "Al J. Klingelhutz",
        "Mark Hills",
        "Sara R. Cooper",
        "Wendy S. Hamilton",
        "Annette Schlueter",
        "Connie J. Eaves",
        "Peter M. Lansdorp"
    ],
    "author_dict_list": [
        {
            "author_name": "Geraldine Aubert",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Frederick D. Goldman",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, University of Iowa"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Al J. Klingelhutz",
            "author_affiliations": [
                "Department of Microbiology, University of Iowa"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Hills",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara R. Cooper",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, University of Iowa"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wendy S. Hamilton",
            "author_affiliations": [
                "Department of Pediatric Hematology/Oncology, University of Iowa"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette Schlueter",
            "author_affiliations": [
                "Department of Pathology, University of Iowa"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie J. Eaves",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC",
                "Division of Hematology, Department of Medicine, University of British Columbia, Vancouver, BC",
                "Department of Medical Genetics, University of British Columbia, Vancouver, BC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter M. Lansdorp",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC",
                "Division of Hematology, Department of Medicine, University of British Columbia, Vancouver, BC",
                "Department of Medical Genetics, University of British Columbia, Vancouver, BC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T12:56:41",
    "is_scraped": "1"
}