{
    "doi": "https://doi.org/10.1182/blood-2020-137052",
    "article_title": "Traumatic Bleeding in Mice Is Amplified By Iron Deficiency Anemia and Can be Mitigated By Tranexamic Acid Prophylaxis ",
    "article_date": "November 5, 2020",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Iron deficiency is the most common nutritional disorder worldwide, often resulting in severe anemia. At highest risk are children and pregnant women in developing countries where maternal mortality is very high (~500-1000 per 100,000 births) compared to developed countries (~5-10 per 100,000 births). Postpartum hemorrhage (PPH), defined as 500 -1000 mL of blood loss, is responsible for 30 - 50% of the deaths. Clinical evidence suggests that anemia increases the risk of PPH, which is associated with poor outcomes. These observations have large implications in areas like Sub-Saharan Africa, where the prevalence of iron deficiency anemia (IDA) approaches 80%. To study the effects of IDA on traumatic bleeding we developed a mouse model of IDA and traumatic injury, and tested the utility of prophylactic tranexamic acid (TXA) to mitigate bleeding. TXA is an anti-fibrinolytic agent that can be administered orally or intravenously, and reduces mortality when given shortly after trauma or PPH. Materials and Methods First, we generated mice with severe IDA. Different groups of C57BL/6J mice, both male and female, were subjected to three different diets starting at 3 weeks of age: \"iron deficient diet\" (4ppm iron), \"standard iron diet\" (48ppm iron) and usual laboratory chow. After 6 weeks, a complete blood count (CBC) was performed to document the degree of anemia and red cell indices and mice were subjected to an established liver laceration model causing severe bleeding. In some groups of mice, TXA or saline were administrated as bolus (10mg/kg) before liver laceration. Blood loss was assessed by weighing blood-soaked sponges in the abdominal cavity 10 minutes after injury. All data were expressed as mean ± SD and were compared using non-parametric Kruskal-Wallis one-way ANOVA or Mann-Whitney test. Results Only mice fed with the \"iron deficient diet\" developed hypochromic and microcytic anemia with a mean hematocrit of 32±1.7%. The hematocrit of mice fed with the \"standard iron diet\" or usual laboratory chow (control groups) was within normal range and similar (49±1.2%). Mice with IDA subjected to liver laceration demonstrated significantly increased bleeding when compared to the control groups. Blood loss in mice with IDA was 0.50±0.01g compared to ~ 0.40±0.01g in the control groups (p<0.0001). Prophylactic treatment with TXA reduced bleeding significantly in all groups of mice to ~ 0.33±0.01g (p<0.0001), demonstrating that TXA controlled bleeding similarly in anemic and non-anemic mice. Conclusion IDA causes enhanced bleeding in a murine trauma model which was mitigated significantly by administration of prophylactic TXA. While the mechanisms by which IDA increases traumatic bleeding are not well defined, our observations point towards a pragmatic, prophylactic role of TXA in areas with a high prevalence of IDA (i.e. Sub-Saharan Africa) and high mortality associated with potentially preventable bleeding situations like PPH. In fact, a clinical trial to test this hypothesis is currently ongoing (Women-2; https://clinicaltrials.gov/ct2/show/NCT03475342). It is in this context that our mouse model could be utilized to study the etiology, treatments and outcomes of augmented traumatic bleeding in IDA, the most prevalent cause of anemia in the developing world. Disclosures von Drygalski: Biomarin, Bioverativ/Sanofi-Genzyme, Novo Nordisk, Pfizer, Uniqure, Takeda: Consultancy; Hematherix Inc: Membership on an entity's Board of Directors or advisory committees, Other: Cofounder; superFVa; Joint Activity and Damage Examination (JADE) Ultrasound measurement tool: Patents & Royalties.",
    "author_names": [
        "Bilgimol Chumappumkal Joseph, PhD",
        "Annette von Drygalski, MD PharmD, RMSK"
    ],
    "author_dict_list": [
        {
            "author_name": "Bilgimol Chumappumkal Joseph, PhD",
            "author_affiliations": [
                "University of California, San Diego, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Annette von Drygalski, MD PharmD, RMSK",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of California San Diego, San Diego, CA",
                "Department of Molecular Medicine, The Scripps Research Institute, La Jolla, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T09:38:44",
    "is_scraped": "1"
}