{
    "doi": "https://doi.org/10.1182/blood.V120.21.738.738",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2259",
    "start_url_page_num": 2259,
    "is_scraped": "1",
    "article_title": "Results of a Large Prospective Study On the Use of Defibrotide (DF) in the Treatment of Hepatic Veno-Occlusive Disease (VOD) in Hematopoietic Stem Cell Transplant (HSCT). Early Intervention Improves Outcome – Updated Results of a Treatment IND (T-IND) Expanded Access Protocol ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Toxicities",
    "topics": [
        "early intervention (education)",
        "expanded access",
        "hematopoietic stem cell transplantation",
        "hepatic veno-occlusive disease",
        "veno-occlusive disease",
        "weight gain",
        "brachial plexus neuritis",
        "hemorrhage",
        "graft-versus-host disease",
        "human placental lactogen"
    ],
    "author_names": [
        "Paul G. Richardson, MD",
        "Angela Smith, MD, MS",
        "Nancy A. Kernan, MD",
        "Stephan A. Grupp, MD, PhD",
        "Sally Arai, MD",
        "Brandon M. Triplett, MD",
        "Paul R. Haut, MD",
        "Kawah Chan, MD",
        "Heather J. Symons, MD, MHS",
        "Biljana N. Horn, MD",
        "Alfred P. Gillio, III, MD",
        "Michael Boyer, MD",
        "Amrita Krishnan, MD",
        "Leslie E. Lehmann, MD",
        "Paul L. Martin, MD, PhD",
        "Shin Mineishi, MD",
        "Tsiporah B. Shore, MD",
        "Tiffany Simms-Waldrip, M.D.",
        "Joseph H. Antin, MD",
        "Alison L. Hannah, MD",
        "Robin Hume, M.S.",
        "Elena Tudone",
        "Carin Heringa, MD",
        "Robert J. Soiffer, MD",
        "Defibrotide Study Group"
    ],
    "author_affiliations": [
        [
            "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Center for Multiple Myeloma Research, Harvard Medical School, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Division of Pediatric Hematology/Oncology/Bone and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Division of Oncology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Medicine, Blood and Marrow Transplantation, Stanford University School of Medicine, Stanford, CA, USA, "
        ],
        [
            "Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN, USA, "
        ],
        [
            "Department of Pediatrics, Division of Hematology/Oncology, Indiana University Simon Cancer Center, Indianapolis, IN, USA, "
        ],
        [
            "Texas Transplant Institute, Methodist Children's Hospital, San Antonio, TX, USA, "
        ],
        [
            "Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "Blood and Marrow Transplant Program, UCSF Benioff Children's Hospital, San Francisco, CA, USA, "
        ],
        [
            "Hackensack Univ. Med. Center, Tomorrow's Children's Inst., Hackensack, NJ, USA, "
        ],
        [
            "Pediatric Hematology/Oncology, Primary Childrens Medical Center, Salt Lake City, UT, USA, "
        ],
        [
            "Department of Hematology and Hematopoietic Cell Transplantation, City of Hope Medical Center, Duarte, CA, USA, "
        ],
        [
            "Pediatrics, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Pediatrics, Duke University, Durham, NC, USA, "
        ],
        [
            "BMT-Cell Therapy Program, University of Alabama, Birmingham, AL, USA, "
        ],
        [
            "Divison of Hematology/Oncology, Weill Cornell Medical College, New York Presbyterian Hospital, New York, NY, USA, "
        ],
        [
            "Pediatrics, UT Southwestern Medical Center, Dallas, TX, USA, "
        ],
        [
            "Division of Hematologic Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Division of Hematologic Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        []
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Abstract 738 Background: Given the life-threatening nature of severe VOD (sVOD) and associated multi-organ failure (MOF) and that there are no currently approved therapies for this condition, DF has been made available since 2007 in the USA through a prospective T-IND. The aim of the T-IND is to gather additional data on safety and response to DF in a broader patient (pt) population including those with sVOD/MOF and those with non-severe VOD. To date this is the largest prospective evaluation of DF for the treatment of sVOD/MOF in pts undergoing HSCT and pts who developed VOD following chemotherapy (non-HSCT pts). Here we provide an update on the efficacy and safety of DF in pts undergoing HSCT. Methods: The original T-IND protocol required pts to have a diagnosis of VOD by Baltimore criteria (total bilirubin ≥2.0 mg/dL with ≥2 of the following: hepatomegaly, ascites or 5% weight gain) with MOF (either renal and/or pulmonary failure) following HSCT, and was amended to allow inclusion of pts with non-severe VOD (defined as no MOF). Key exclusion criteria included clinically significant bleeding or the need for >1 vasopressor. Complete response (CR) was defined as bilirubin <2 mg/dL plus resolution of MOF (if applicable). Mortality was assessed at Day +100 (D+100) in all pts. DF was given at 6.25 mg/kg IV q6h (25 mg/kg/d) with recommended treatment duration of at least 21 days (d). Results: The current interim analysis is based on 333 VOD pts enrolled between December 2007 and September 2011 at 68 centers, 305 of which had undergone HSCT (274 allogeneic HSCT, 82%). Median age was 16 years (range 0.1–70), 55% were male and 18% had undergone multiple HSCTs (>1 HSCT). Overall, 220 pts had severe disease at study entry. The most common diagnosis was leukemia (29% AML; 22% ALL; 4 other), with conditioning of CY (69%), BU (45%) and TBI (39%), respectively. Median onset of VOD was 16 d post-HSCT. Overall, 30% (90/305) of HSCT pts achieved CR and 50% (Kaplan-Meier estimate) survived to D+100. In HSCT pts with sVOD, CR was 26% and D+100 survival was 45%. For the HSCT pts with non-severe VOD, CR and D+100 survival was 39% and 65%, respectively. In the T-IND, 155 pts matched the entry criteria for the original phase III trial and were compared to the phase III historical controls (HCs) who did not receive DF. Results showed a statistically improved outcome in CR (29% vs 9%, p=0.0019) and D+100 survival (49% vs 25%, p=0.0016) compared with HCs. In all pts, delay of >2 d (vs ≤2 d) in the start of DF after VOD diagnosis resulted in reduced CR (20% vs 34%, p=0.0195) and survival (Kaplan-Meier estimate) (37% vs 56%, p=0.0118). Children (≤16 years) as compared to adults had higher CR rates (33% vs 26%, p=0.187) and survival (56% vs 44%, p=0.0277). Toxicity proved generally manageable: 21% of pts experienced a total of 92 related AEs, primarily consisting of hemorrhage (18%) and hypotension (4%). Hemorrhage included pulmonary bleeding (6%), GI hemorrhage (4%), epistaxis (2%) and hematuria (2%), with 2% of pts experiencing life threatening hemorrhage in which a possible relationship with DF could not be ruled out. Similar to the observation of decreased GvHD in other studies, the incidence of all grade GvHD in the allogeneic HSCT pts was 8%. Conclusions: DF therapy in sVOD/MOF pts achieved significantly improved outcomes compared to HCs. Based on the results of this large cohort of pts, early treatment with DF (i.e. within 2 d of VOD diagnosis) is recommended, and consistently improved outcomes are seen in pts who have not yet progressed to sVOD. Generally, DF was well-tolerated and as with prior studies, there was a low incidence of DF-associated toxicities. These results confirm the findings of previous trials and strongly support early intervention with DF once the diagnosis of VOD is made after HSCT. Outcomes in children appear to be even better than in adults, supporting the importance of this agent in the pediatric population in particular. In addition, low rates of GvHD were seen and this is an area in which further studies are planned. Enrollment to the T-IND study continues. Disclosures: Richardson: Gentium: Advisory committee Other. Hannah: Gentium: Consultancy. Hume: Gentium: Employment. Tudone: Gentium: Employment. Heringa: Gentium: Employment. Study Group: Gentium: Employment."
}