{
    "doi": "https://doi.org/10.1182/blood.V120.21.2912.2912",
    "article_title": "Differences in the Angiogenic Response and Subsequent Growth of Plasma Cells From Myeloma and MGUS Patients Xenografted Into Zebrafish Embryos. ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Abstract 2912 A monoclonal gammopathy of uncertain significance (MGUS) is an obligate precursor to each case of multiple myeloma (MM). MGUS and MM samples share many of the same gene mutations and chromosomal translocations. Despite increasing genetic and genomic information gathered from patient samples, we still do not understand which mutations are responsible for the progression from MGUS to MM. In order to learn more about this progression and the possible involvement of an angiogenic switch as seen in solid tumors, we have developed a zebrafish model to study the angiogenic potential and subsequent growth of CD138 + plasma cells derived from normal human bone marrow, MGUS and myeloma patients. Immunopurified CD138 + cells were labeled with the red fluorescent dye CM DiI, suspended in Matrigelâ and injected into the perivitelline space of Tg(fli1:GFP) zebrafish embryos that had fluorescent vasculature, 48 hpf (hour-post-fertilization). Cell growth and angiogenesis were assessed by conventional and confocal fluorescent microscopy. Inhibitors of myeloma cell growth or tumor-induced angiogenesis were added to embryo water. The injection of up to 2000 plasma cells from normal human bone marrow into zebrafish embryos did not elicit an angiogenic response and the cells did not grow after injection. In contrast, the injection of as few as 100 plasma cells purified from the marrow of patients with multiple myeloma induced a brisk angiogenic response with extension of new vessels ventrally from the sub-intestinal venous system into the site of cell injection. Angiogenesis was accompanied by the growth of the CD138 + cells and, in some cases, movement of cells out of the Matrigelâ plug to distant sites in the developing embryo. MGUS cells induced minimal or no angiogenesis and grew very slowly after injection. The growth of cells from MGUS patients and de novo myeloma patients was inhibited by the addition of the VEGFR2 inhibitor SU5416 to embryo water 24 hpi (hours-post-tumor cell-injection). If the addition of SU5416 was delayed until 48 hpi, when the angiogenic response had been established, there was no effect on cell growth. We also observed that dexamethasone, bortezimib and lenalidomide, singly and in combination, inhibited the growth of MGUS and myeloma cells. These studies document clear biologic differences between normal, MGUS and myeloma plasma cells. In addition, we provide evidence that the zebrafish embryo can be used to study tumor-induced angiogenesis, tumor cell growth and the effects of possible inhibitors. We also provide some new insights into the mechanism underlying the disappointing response of angiogenic inhibitors when given to patients with multiple myeloma. Disclosures: Munshi: Celgene: Consultancy; Millenium: Consultancy; Merck: Consultancy; Onyx: Consultancy.",
    "topics": [
        "angiogenesis",
        "embryo",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "plasma cells",
        "zebrafish",
        "neoplasms",
        "history of present illness",
        "angiogenesis inhibitors",
        "angiogenic switch"
    ],
    "author_names": [
        "Dongdong Ma, PhD",
        "Aravind Ramachandran",
        "Yali Chang, MD",
        "Jianhong Lin, MD",
        "Weihong Zhang, PhD",
        "Yu-Tzu Tai, PhD",
        "Nikhil C. Munshi, MD",
        "Robert I Handin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Dongdong Ma, PhD",
            "author_affiliations": [
                "Medicine, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aravind Ramachandran",
            "author_affiliations": [
                "Hematology, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yali Chang, MD",
            "author_affiliations": [
                "Harvard Medical School, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianhong Lin, MD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weihong Zhang, PhD",
            "author_affiliations": [
                "Medical Oncology, Dana Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Tzu Tai, PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Institute/Brigham and Women's Hospital/Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "Dana Farber Cancer Institute, Harvard Medical School, Boston VA Healthcare System, Boston, MA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert I Handin, MD",
            "author_affiliations": [
                "Harvard Medical School, Brigham and Women's Hospital, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:38:41",
    "is_scraped": "1"
}