{
    "doi": "https://doi.org/10.1182/blood.V124.21.2011.2011",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2774",
    "start_url_page_num": 2774,
    "is_scraped": "1",
    "article_title": "Cell Cycle Responses of Cyclin D1 and D2-Bearing Multiple Myeloma Tumours to DNA Damage Caused By Ionising Radiation ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": [
        "cell cycle",
        "cyclin d1",
        "dna damage",
        "multiple myeloma",
        "neoplasms",
        "radiation, ionizing",
        "cyclin-dependent kinase 4",
        "cyclins",
        "complex",
        "retinoblastoma protein"
    ],
    "author_names": [
        "Dean Smith, MBBS",
        "Kwee L Yong, MBChB, PhD",
        "David Mann, PhD"
    ],
    "author_affiliations": [
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "UCL Cancer Institute, London, United Kingdom "
        ],
        [
            "Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5232239",
    "first_author_longitude": "-0.13466079999999997",
    "abstract_text": "Introduction: Multiple Myeloma (MM) tumours are characterised by dysregulated expression of a D-type cyclin, usually either D1 or D2. Tumours expressing D1 or D2 fall into distinct genetic subtypes, distinguished by transcriptome profiles and clinical features, including outcomes of therapy. D-type cyclins control entry to the cell cycle, and we have previously shown that cell cycle entry is regulated differently in D1 versus D2 tumours (Glassford et al, 2007, 2012, Quinn et al, 2011), but little is known of how these tumours differ in the cell cycle response to DNA damaging agents, used commonly in anti-MM therapy. DNA damage activates checkpoint pathways, delaying cell cycle progression to facilitate DNA repair. Cyclin D binds to, and activates, CDK4 and CDK6, leading to phosphorylation of pRb. Cyclin D/CDK4/6 complexes also bind and sequester p21 and p27, thus controlling the activity of CDK2 and progression through G1/S phases. Aim: To investigate the effect of ionising radiation on cyclin D1 and D2 in MM cells, cell cycle profiles, CDK4/6 complex formation and apoptosis. Methods: Human myeloma cell lines (HMCL) expressing cyclin D1 in association with t(11;14) (KMS12BM, U266, XG1), or D2 in conjunction with t(4;14)(H929, JIM3, OPM2, KMS28) or t(14;16)(MM1.s, JJN3, RPMI8226) and CD138+ primary MM cells were irradiated using an electrical source xray machine and immuno-blotted (IB) for cell cycle proteins, PI staining for DNA profiles and AnnexinV/PI staining for apoptosis. Results: Ionising radiation (IR, ≥5Gy) resulted in rapid (6 hours) downregulation of cyclin D1 in D1-expressing HMCL and primary CD138+ MM cells. In contrast, cyclin D2 was unchanged with IR in D2 HMCL and in D2 primary CD138+ cells harbouring t(4;14) or t(14;16). This is likely because cyclin D2 lacks the cleavage site (Agami et al, 2000). Neither CDK4 nor CDK6 levels changed with IR. Rapid proteolysis of cyclin D1 in non-MM cells causes early (4-6 hours) cell cycle arrest at G1/S due to hypophosphorylation of pRb and release of p21 (Agami et al, 2000, Shimura et al , 2010). We found, however, that cyclin D1 MM cells did not exhibit early arrest in G1, but instead arrested by 24 hours in S/G2M (control, 54.3% ± 6.7% in S/G2M, 10Gy irradiated, 81.2 ± 5.37% mean±SEM, n=3, p=0.03 ). Similar results were obtained with cyclin D2 MM cells (control 53.2 ± 2.6% in S/G2M cf irradiated, 77.3 ± 5.1%, n=7 p<0.01). Consistent with failure to arrest in G1, both cyclin D1 and D2 MM cells showed no change in pRb phosphorylation but p21 levels increased following IR at 24 hours. Thus MM cells over-expressing cyclin D1 do not arrest in G1/S despite the rapid decrease in D1 protein, in contrast to published data on non-MM cells. We confirmed that D1 HMCL are capable of arresting at G1/S by treating cells with the selective CDK4/6 inhibitor PD0332991. 24 hours incubation with PD0332991 at 0.5 µM led to hypophosphorylation of Rb and arrest at G1/S. We next investigated the effect of irradiation on cyclin D1 bound in complexes with CDK4/6. Immunoprecipitation of CDK4 or CDK6 complexes and IB for cyclin D1 in KMS12BM showed rapid loss of cyclin D1 (6 hours) bound to CDK4/6. Finally we assessed the sensitivity of HMCL to IR and found variability between cell lines, but no overall difference in sensitivity between cyclin D1 and D2 expressing cell lines, assessed as viable cell number, or % apoptosis. Primary CD138+ MM cells over-expressing cyclin D1 or D2 also showed similar levels of cell death following IR (viable cell number, as % of un-irradiated control post 10Gy 62.10% ± 5.81 vs 54.45% ± 8.74, mean±SEM, D1 vs D2, at 48 hours, NS). Thus cyclin D type did not influence sensitivity to IR in HMCL or primary MM cells despite divergent responses in cyclin D levels Conclusions: Cyclin D1, bound to CDK4/6, is rapidly downregulated in D1 MM cells in response to DNA damage caused by IR, while cyclin D2 in D2 MM is not altered. Unlike non-MM cells, this is not associated with hypophosphorylation of Rb or G1 arrest. Our data suggest that, in MM tumours harbouring t(11;14), constitutive cyclin D1 expression from strong IgH enhancer elements is sufficient to maintain a critical level of CDK4/6 activity, despite overall reduction in levels following IR. Our data indicate that tumours over-expressing cyclins D1 or D2 do not differ substantially in the cell cycle response to DNA damage, hence such responses are unlikely to explain the difference in clinical outcome. Disclosures No relevant conflicts of interest to declare."
}