{
    "doi": "https://doi.org/10.1182/blood.V108.11.138.138",
    "article_title": "Use of RNA Electroporated DC for Activation of LRH-1 Specific Cytotoxic T Lymphocytes in the Treatment of Lymphoid Malignancies. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Allogeneic hematopoietic stem cell transplantation (HSCT) is a potent treatment for patients with hematological malignancies. The therapeutic efficacy is attributed to the graft-versus-tumor (GVT) response during which donor-derived cytotoxic T lymphocytes (CTL) eliminate malignant cells of the recipient. Minor histocompatibility antigens (MiHA) are the major targets of the GVT response, and expansion of MiHA-specific CTL has been shown to coincide with tumor remission following SCT. Unfortunately, GVT response is often accompanied by graft-versus-host disease (GVHD) causing severe damage to skin, liver and gut. Therefore, it would be highly beneficial to direct GVT immunity to MiHA that are selectively expressed by “malignant” hematopoietic cells. Recently, we identified a novel lymphoid lineage-restricted MiHA, designated LRH-1, which is derived from a frame shift polymorphism in the P2X5 purinergic receptor protein ( J. Clin. Invest.  2005 : 115 : 3506 –3516 ). Here, we examined by real-time quantitative RT-PCR mRNA expression of P2X5 in patient samples and cell lines from numerous lymphoid malignancies. We observed that P2X5 mRNA is highly expressed in tumor cells from all stages of lymphoid development. Furthermore, we demonstrated that LRH-1−specific CTL efficiently lyse LRH-1+ tumor cells and cell lines of lymphoid origin. These findings illustrate that LRH-1 is an attractive target for specific immunotherapy after allogeneic HSCT. A potentially efficient strategy is the application of MiHA-loaded dendritic cells (DC) to boost MiHA-specific T cell responses already primed in vivo after HSCT. To facilitate efficient presentation of LRH-1 by DC, we have optimized RNA electroporation of DC using in vitro -transcribed mRNA. We observed that RNA electroporation of mature DC resulted in a high yield of viable cells, high expression of co-stimulatory molecules, no loss of migratory capacity towards lymph node-specific chemokines, and high protein expression of the introduced antigens. Furthermore, we demonstrated that RNA-electroporated DC display long-lasting peptide presentation to LRH-1− specific CTL and induce proliferation of LRH-1− specific effector-memory CTL ex vivo . These data will be of importance in designing LRH-1− based immunotherapy in transplanted patients with lymphoid malignancies.",
    "topics": [
        "lymphoid neoplasm, malignant",
        "rna",
        "t-lymphocytes, cytotoxic",
        "rna, messenger",
        "allogeneic hematopoietic stem cell transplant",
        "electroporation",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "immunotherapy",
        "neoplasms"
    ],
    "author_names": [
        "Ingrid Overes",
        "Hanny Fredrix",
        "Bjorn de Rijke",
        "Agnes van Horssen-Zoetbrood",
        "Han van Krieken",
        "Reinier Raymakers",
        "Robbert van der Voort",
        "T.M. de Witte",
        "Harry Dolstra"
    ],
    "author_dict_list": [
        {
            "author_name": "Ingrid Overes",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanny Fredrix",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjorn de Rijke",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes van Horssen-Zoetbrood",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Han van Krieken",
            "author_affiliations": [
                "Department of Pathology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinier Raymakers",
            "author_affiliations": [
                "Department of Hematology, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robbert van der Voort",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "T.M. de Witte",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Dolstra",
            "author_affiliations": [
                "Central Hematology Laboratory, Radboud University Nijmegen Medical Centre, Nijmegen, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T09:31:19",
    "is_scraped": "1"
}