{
    "doi": "https://doi.org/10.1182/blood.V114.22.5021.5021",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1489",
    "start_url_page_num": 1489,
    "is_scraped": "1",
    "article_title": "Prognostic Factors in Aggressive, Non-Primary Cutaneous Peripheral T-Cell Lymphoma in Peru: A Study of 227 Cases. ",
    "article_date": "November 20, 2009",
    "session_type": "MYELOPROLIFERATIVE SYNDROMES NON-HODGKIN’s LYMPHOMA - BIOLOGY, EXCLUDING THERAPY",
    "topics": [
        "lymphoma, t-cell, peripheral",
        "peru",
        "prognostic factors",
        "adult t-cell lymphoma/leukemia",
        "leukemia-lymphoma, t-cell, acute, htlv-i-associated",
        "ki-1+ anaplastic large cell lymphoma",
        "lymphoma",
        "extranodal disease",
        "lymphoid neoplasm, malignant",
        "angioimmunoblastic lymphadenopathy"
    ],
    "author_names": [
        "Brady Beltran, MD",
        "Domingo Morales, MD",
        "Pilar Quinones, MD",
        "Carlos Desposorio, MD",
        "Lubomir Sokol, MD, PhD",
        "Jorge Castillo, MD"
    ],
    "author_affiliations": [
        [
            "Oncology/Radiotherapy, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
        ],
        [
            "Pathology, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
        ],
        [
            "Pathology, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
        ],
        [
            "Oncology/Radiotherapy, Edgardo Rebagliati Martins Hospital, Lima, Peru, "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
        ],
        [
            "Hematology/Oncology, The Miriam Hospital, Providence, RI, USA"
        ]
    ],
    "first_author_latitude": "-12.0780012",
    "first_author_longitude": "-77.0402132",
    "abstract_text": "Abstract 5021 Background Peripheral T-cell lymphoma (PTCL) is a heterogeneous family of entities with a worse prognosis, stage by stage, than their B-cell counterparts. We have previously reported that Peruvian population has a higher incidence of PTCL, akin to the Asian population. The goal of this study is to therefore investigate the clinical characteristics and prognostic factors in patients with PTCL in a reference center in Peru. Methods A total of 227 cases of aggressive, non-primary cutaneous PTCL diagnosed between January 1997 and December 2008 were reviewed, reappraised according to their morphological, immunological and clinical characteristics, and reclassified according to the new WHO classification of lymphoid neoplasms. Kaplan-Meier method was used to estimate survival curves, which were compared using the log-rank test. The multivariate analysis was performed using the Cox proportional-hazard regression test. Results The mean age at diagnosis was 57 years (range 14 – 92 years) with a male-to-female ratio of 1:1. According to the new WHO classification of lymphoid neoplasms, 97 cases (43%) were classified as adult T-cell leukemia/lymphoma (ATLL), 84 cases (37%) as PTCL, unspecified (PTCLU), 28 cases (12%) as anaplastic large cell lymphoma (ALCL), 10 cases (4%) as extranodal NK/T lymphoma, nasal type, 4 cases (2%) as angioimmunoblastic lymphoma and 3 cases (1%) were diagnosed with more rare PTCL subtypes. Fifteen percent were stage I, 12% stage II, 16% stage III and 56% stage IV. Distribution based on the International Prognostic Index (IPI) score was: low 24%, low-intermediate 24.5%, intermediate-high 26% and high 25.5%. B symptoms were present in 64% of patients. The median overall survival (OS) for the whole group was 8.4 months, the 2-year OS was 34% and the 5-year OS was 27%. ATLL patients showed a median overall survival of 6.1 months, PTCL of 11.4 months, ALCL of 12.4 months and extranodal NK/T cell lymphoma of 7.8 months. The IPI score, the Prognostic Index for PTCLU (PIT) score and the presence of B symptoms showed statistical significance in both the univariate and the multivariate survival analysis (p=0.001, p=0.005 and p=0.005, respectively). Conclusions The distribution of PTCL subtypes in Peru is comparable to the series of patients reported in Asian countries. ATLL and PTCL-U are the most frequent aggressive, non-primary cutaneous PTCL subtypes found. PTCL tends to present with advanced stages and has a poor prognosis, with a 5-year OS of less than 30%. In the multivariate analysis, the IPI score, the PIT score and presence of B symptoms were independent prognostic factors for survival in PTCL. Disclosures No relevant conflicts of interest to declare."
}