{
    "doi": "https://doi.org/10.1182/blood.V128.22.1345.1345",
    "article_title": "Induction of Natural Killer Cells from Human Pluripotent Stem Cells Under Chemically Defined Condition ",
    "article_date": "December 2, 2016",
    "session_type": "203. Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections: Poster I",
    "abstract_text": "Natural killer (NK) cells have been proposed as a new source for immunotherapies in various malignancies. Previous studies have developed peripheral blood NK cells expansions or NK cells differentiation from cord blood cells. Expansion trial using IL-15 or dasatinib is not sufficient to obtain NK cells with high cytotoxicity. More recently, NK cells induction from human pluripotent stem cells (hPSCs), taking the advantage of their unlimited growth potential, has been reported. Although previous studies regarding hPSC-derived NK cells seems impressive and successful, most systems used bovine and human serum, which might result in the unstable yield and efficiency in the production of CD34+CD45+ HPCs and NK cells. To resolve those problems, we tried to induce functional NK cells from hPSCs under a completely chemically defined condition free from any non-autologous serum or stroma. Simply changing cytokine combinations and chemically defined medium in step-wise manner, we first induced CD34 + and CD45 + hematopoietic progenitors from hPSCs with 85% purity by 10~12 days culture. Hematopoietic progenitor cells also expressed IL-7r as a lymphoid progenitor marker. After we collected those cells using magnetic activated cell sorting, we cultured them with NK inducing cytokines. At this point, we selected two media. We compared serum-containing medium and chemically-defined medium by evaluating the differentiation efficiency and function of NK cells. For functional assay, K562, a leukemia cell-line, was co-cultured with purified CD56 positive NK cells for 4 hours at 37 degrees, and cytotoxicity of NK Cells was analysed using flow cytometry. K562 cells were labelled with PKH2 Green Fluorescent Cell Linker to identify each cells. The cytotoxic activity of NK Cells was confirmed by increased number of DAPI+ cells in PKH positive cells. Blood cells harvested after additional 36 days culture (48 days of differentiation) expressed a NK cell marker CD56 (NCAM). The frequency of CD56 positive cells showed no significant differences between two serum-containing medium (79.15 ± 5.30%) and chemically-defined medium (80.90 ± 1.27%). In both conditions, NK cells expressed specific receptors such as CD161, NKG2D, killer immunoglobulin-like receptors (KIRs), NKG2a (CD94/CD159a heterodimeric inhibitory receptor), NKp44 and NKp46. hPSC-derived NK cells showed the compatible size and morphology to NK cells isolated from peripheral blood NK (PB-NK) cells: their nucleus was kidney-like shape and cytoplasm contained azurophilic granules. PB-NK cells showed 49.65 ± 3.46% of killing activity against K562 target cells, while the killing potential of PSC-derived NK cell's shoed killing potential against K562 cells (medium A: 25.4 ± 5.52%, medium B: 23.25 ± 9.26%) which was slightly lower than that of PB-NK cells (49.65 ± 3.46%). In conclusion, we successfully induced functional NK cells from hPSCs under chemically defined condition. They showed compatible phenotype to PB-NK cells in terms of morphology, surface marker and cytotoxicity. They were expected to be applicable not only to immunotherapy but also to model studies of the NKC associating diseases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "cd34 antigens",
        "cd45 antigens",
        "cell separation",
        "cytokine",
        "cytotoxicity",
        "dasatinib",
        "flow cytometry",
        "immunotherapy",
        "interleukin-15"
    ],
    "author_names": [
        "Hiroyuki Matsubara, Master",
        "Akira Niwa, MD, PhD",
        "Tatsutoshi Nakahata, MD PhD",
        "Megumu K Saito, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroyuki Matsubara, Master",
            "author_affiliations": [
                "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan ",
                "Training Program of Leaders for Integrated Medical System, Kyoto University, Kyoto, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Akira Niwa, MD, PhD",
            "author_affiliations": [
                "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsutoshi Nakahata, MD PhD",
            "author_affiliations": [
                "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Megumu K Saito, MD, PhD",
            "author_affiliations": [
                "Center for iPS cell Research and Application, Kyoto University, Kyoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:55:21",
    "is_scraped": "1"
}