{
    "doi": "https://doi.org/10.1182/blood.V108.11.2355.2355",
    "article_title": "Cytokine Profiling of Acute Meylogenous Leukemia and Myelodysplasia. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Protein expression and activation determines the pathophysiology of leukemic cells in Myelodysplasia (MDS) and Acute Myelogenous Leukemia (AML) and is dependent on endogenous changes (e.g mutation, methylation) and exogenous signals from stromal interactions, cytokines (CTKN) and chemokines. We have previously performed proteomics on primary AML sample (using reverse phase protein arrays) and wanted to assess how cytokines affect protein expression and phosphorylation. Prior studies of CTKN expression in AML and MDS have generally measured individual CTKNs, but not provided an overall assessment of CTKN expression. We measured the level of 26 CTKN (IL-1RA, 1B, 2, 4 5, 6, 7 , 8 , 9, 10,12, 13, 15, 17, Eotaxin, FGFB, G-CSF, GM-CSF, IFNγ, IP10, MCP1, MIP1α, MIP1β, PDGF, TNFα and VEGF) using multiplex cytometry (Bioplex™, Biorad) in serum samples from 176 AML (138 untreated (New), 38 relapsed (REL)) and 114 MDS patients (97 New, 10 post biological therapy, 7 REL) and 19 normal (NL) subjects. Individual CTKN expression was not correlated with clinical features (e.g. age, gender, cytogenetics, FAB, HB, WBC, platelet etc). The levels of IL -1β, 4, 5, 6, 7,10,12, 13, 17, IFNγ, FGFB and MIP1α were significantly lower and IL-8 and 15 higher in AML/MDS compared to NL. The expression profiles of AML and MDS were statistically indistinguishable whether analyzed individually or by unsupervised hierarchical clustering, except for IL-8 and 13 (higher in AML) and VEGF (higher in MDS). When CTKN were evaluated individually in new AML cases higher levels of IL4, 5 and 10 correlated significantly with remission attainment, and higher levels of IL8, Il1Ra, IP-10, Mip1β, VEGF and ILR, correlated significantly with shorter survival. No CTKN predicted remission attainment or survival in MDS. Unsupervised hierarchical bootstrap clustering using Pearson correlation and average linkage of CTKN expression relative to other CTKN expression, where high levels of one CTKN correlated with high expression of the other, revealed 6 highly reproducible expression patterns: IL-1β 4, 7, 10, 12, 13, G-CSF, IFNγ, MIP1α and PDGF IL 1ra, 6, 8 Eotaxin, IP-10, MIP1β and VEGF, IL2, 9, 15 and GMCSF, IL5 IL-7, FGF-Basic, TNFα and MCP1. Similar unsupervised clustering of the samples based on CTKN expression using average linkage also revealed 5 disease clusters and a NL sample cluster (containing all 19 NL samples). Average expression levels of each CTKN in these 5 clusters show diminished expression of most CTKN that had high expression in the NL samples, with each group showing increase in expression in a distinct subset of CTKN relative to NL. Remission attainment was strongly associated with cytokine signature (P=0.005). Additional CTKN are being studied (SCF, TGFβ, IL3). Comparison of CTKN expression patterns with proteomic profiling of expression and phosphorylation status is pending. In summary, this is the largest sample set studied for multiple CTKN expression in AML and MDS and the first assessment of many of these CTKN in these diseases. Most CTKNs showed different expression in AML and MDS compared to NL. Interestingly, CTKN expression in AML and MDS were similar. Many CTKN are predictive of outcome individually. CTKN signatures distinguish groups of patients and are predictive of outcome. Correlation with proteomic profiling may suggest CTKN to target in combination with other targeted therapies to maximally affect activated pathways.",
    "topics": [
        "cytokine",
        "leukemia",
        "myelodysplastic syndrome",
        "preleukemia",
        "vascular endothelial growth factor a",
        "disease remission",
        "interleukin-8",
        "fibroblast growth factor 2",
        "granulocyte colony-stimulating factor",
        "granulocyte-macrophage colony-stimulating factor"
    ],
    "author_names": [
        "Steven M. Kornblau, MD",
        "David McCue",
        "Kang L. Lu",
        "Wenjing Chen, MD",
        "Kevin R. Coombes, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David McCue",
            "author_affiliations": [
                "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kang L. Lu",
            "author_affiliations": [
                "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjing Chen, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin R. Coombes, PhD",
            "author_affiliations": [
                "Biostatistics, MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T02:26:31",
    "is_scraped": "1"
}