{
    "doi": "https://doi.org/10.1182/blood.V128.22.4506.4506",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3448",
    "start_url_page_num": 3448,
    "is_scraped": "1",
    "article_title": "IKZF1/3 Protein Expressions Are Associated with a Better Survival in Relapsed/Refractory Multiple Myeloma Patients Treated with Lenalidomide ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster III",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "autologous stem cell transplant",
        "bone marrow specimen",
        "albumins",
        "bortezomib",
        "calcium",
        "creatinine",
        "follow-up",
        "globulins"
    ],
    "author_names": [
        "Maryam Pourabdollah, MD",
        "Mohammad Bahmanyar, MD",
        "Eshetu G Atenafu, MSc, PStat",
        "Donna Reece, MD",
        "Hong Chang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory Hematology, University Health Network, Toronto, Canada "
        ],
        [
            "University of Toronto, Toronto, Canada "
        ],
        [
            "Department of Biostatistics, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, Toronto, Canada"
        ],
        [
            "Laboratory Hematology, University Health Network, Toronto, Canada "
        ]
    ],
    "first_author_latitude": "43.655789299999995",
    "first_author_longitude": "-79.39652355",
    "abstract_text": "It has been demonstrated that lenalidomide causes selective degradation of IKZF1 (Ikaros) and IKZF3 (Aiolos) which are two essential transcription factors for proliferation of multiple myeloma cells. Consequently, the drug sets up a molecular sequence of events that lead to programmed cell death in the tumoral cells. This anti-proliferative effect is mediated by down-regulation of c-Myc and interferon regulatory factor 4 ( IRF4). However, it is not clear whether IKZF1/IKZF3 protein expression in myeloma cells is predictive of clinical outcome. Thus, we evaluated bone marrow samples of 50 relapsed/refractory multiple myeloma (MM) patients regarding IKZF1/3 protein expression before starting lenalidomide. There were 31 males and 19 females with median age of 59 years (range 41-75). They all had received lenalidomide-based therapy after relapse following autologous stem cell transplantation (ASCT), thalidomide, or bortezomib. The median follow-up was 86.4 months. By immunohistochemistry (IHC), CD138 positive myeloma cell aggregates were examined for IKZF1 and IKZF3 protein expression. We used H-score method (range 0-300) based on the intensity and percentage of the stained myeloma cells. Cases were considered positive for IKZF1 or IKZF3 if H-score is equal or over 150 or 200, respectively. IKZF1 showed nuclear staining but IKZF3 showed both nuclear and cytoplasmic staining. IKZF1 and IKZF3 were expressed in 72% and 58% of the bone marrow specimens, respectively. IKZF1 and IKZF3 expressions were strongly correlated (p<0.0001). Both IKZF1 & IKZF3 expressions were associated with longer progression free (p=0.0029 & p<0.0001, respectively) and overall survivals (p=0.0014 & p<0.0001, respectively). IKZF3 (p=0.0025) expression but not IKZF1 (p=0.094) was correlated with the clinical response to lenalidomide. There was no significant association between IKZF1/3 protein expression and other clinical or biological risk factors including age, gender, International staging system (ISS), hemoglobin, calcium, creatinine, bone lytic lesions, β2 micro-globulin, albumin or cytogenetic risk factors such as del (13q), del (17p), t(4;14), and amp (1q21). Our study demonstrates that expressions of the IKZF1/3 proteins detected by IHC are correlated with superior survival outcome in refractory MM patients treated with lenalidomide. IHC is routinely available, robust and inexpensive method. Thus, if confirmed in a larger prospective study, IKZF1/3 immunostaining can be readily adopted in clinical practice for prediction of drug response and clinical outcomes in MM patients receiving lenalidomide therapy. Disclosures Reece: Celgene: Consultancy, Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Janssen: Consultancy, Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; Merck: Research Funding; BMS: Honoraria, Research Funding; Novartis: Honoraria, Research Funding."
}