{
    "doi": "https://doi.org/10.1182/blood.V118.21.3412.3412",
    "article_title": "Reconstructing the Human Hematopoietic Niche: Opportunities for Studying Normal and Malignant Hematopoiesis, ",
    "article_date": "November 18, 2011",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster III",
    "abstract_text": "Abstract 3412 Interactions with the hematopoietic niche in the bone marrow (BM) microenvironment are essential for hematopoietic stem cell (HSC) self-renewal. In addition, in hematological malignancies this niche is considered to serve as a sanctuary site for leukemic stem cells during chemotherapy, and to contribute to disease relapse. Although many advances have been made in understanding how the niche regulates HSC self-renewal and confers therapy resistance, most of this knowledge is based on genetic loss- or gain-of-function murine models. Since these models do not recapitulate the human physiology, there is a need for models that more closely resemble the human niche. Here, we describe a unique humanized model, which implements a novel scaffold-based technology for generating a human bone environment in RAG2 −/− gc −/− -mice. Inoculation of these mice with normal human CD34 + hematopoietic progenitor cells, isolated from umbilical cord blood, resulted in homing to the human bone environment and the generation of human hematopoietic cells of distinct lineages, but more importantly also the engraftment of CD34 + cells themselves. In a next series of experiments the supportive nature of the humanized niche was further investigated with patient-derived acute myeloid leukemia (pAML) and multiple myeloma (pMM) cells, two hematopoietic malignancies that are highly dependent on the BM microenvironment for survival and growth. Inoculation of the humanized mice with pAML cells, obtained from a poor-risk patient (M1; complex karyotype) or cells from a good risk AML patient (M4; inv(16)) revealed the ability of the reconstructed human bone environment to support outgrowth of the leukemia with the cells having a similar phenotype as those from the patient sample. Interestingly, engraftment of good risk AML samples, including inv(16), has been reported to be very difficult in the NOD/SCID-based AML xenotransplant model. The humanized model that we developed was further substantiated by the ability to support the outgrowth of pMM from 7 out of 7 patients. MM is a hematological malignancy that fails to grow in mouse tissues without extra support, e . g . fetal human bone chips. Moreover, the outgrowth of pMM in our humanized model is accompanied by an increase in osteoclast activity, indicating the presence of bone resorption, one of the most relevant clinical sequelae of MM. In addition, by gene-marking pMM cells with luciferase and using bioluminescent imaging, we were able to follow myeloma outgrowth in time. Treatment of pMM-bearing mice with identical drugs as given to the patients showed that the pMM cells growing in the humanized environment in the mice responded similar as the MM patients. Hence, our model allows, for the first time, to investigate essential interactions within the human BM microenvironment for the development of normal and malignant hematopoiesis and thus for therapy development. Disclosures: de Bruijn: Xpand Biotechnology BV: Employment. Weers: Genmab BV: Employment. Parren: Genmab BV: Employment.",
    "topics": [
        "bone resorption",
        "cancer",
        "cd34 antigens",
        "chemotherapy regimen",
        "diagnostic imaging",
        "hematologic neoplasms",
        "hematopoiesis",
        "karyotype determination procedure",
        "leukemia",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Richard W Groen, PhD",
        "Willy A Noort, PhD",
        "Reinier Raymakers, MD, PhD",
        "Henk-Jan Prins, Msc",
        "Linda Aalders",
        "Frans M Hofhuis",
        "Berris van Kessel",
        "Petra Moerer",
        "Henk Rozemuller, PhD",
        "Jan J. Schuringa, PhD",
        "Joost de Bruijn, PhD",
        "Michel de Weers, PhD",
        "Paul W.H.I. Parren, PhD",
        "Henk M. Lokhorst, MD",
        "Tuna Mutis, MD PhD",
        "Anton CM Martens, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Richard W Groen, PhD",
            "author_affiliations": [
                "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Willy A Noort, PhD",
            "author_affiliations": [
                "Cell Biology, UMCU, Utrecht, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinier Raymakers, MD, PhD",
            "author_affiliations": [
                "Hematology and Van Creveld Cinic, University Medical Center Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk-Jan Prins, Msc",
            "author_affiliations": [
                "Immunology, UMC Utrecht, Utrecht, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Aalders",
            "author_affiliations": [
                "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frans M Hofhuis",
            "author_affiliations": [
                "Immunology, UMC Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Berris van Kessel",
            "author_affiliations": [
                "Clinical Chemistry and Hematology, University Medical Center Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Petra Moerer",
            "author_affiliations": [
                "Immunology, UMC Utrecht, Utrecht, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk Rozemuller, PhD",
            "author_affiliations": [
                "Gene and Cell Therapy Facility, UMC Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan J. Schuringa, PhD",
            "author_affiliations": [
                "Department of Hematology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joost de Bruijn, PhD",
            "author_affiliations": [
                "Xpand Biotechnology, Bilthoven, Netherlands, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel de Weers, PhD",
            "author_affiliations": [
                "Genmab BV, Utrecht, Netherlands, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul W.H.I. Parren, PhD",
            "author_affiliations": [
                "Genmab BV, Utrecht, Netherlands, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Henk M. Lokhorst, MD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tuna Mutis, MD PhD",
            "author_affiliations": [
                "Clinical Chemistry and Hematology, UMC Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton CM Martens, PhD",
            "author_affiliations": [
                "Cell Biology, UMC Utrecht, Utrecht, Netherlands, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T13:02:08",
    "is_scraped": "1"
}