{
    "doi": "https://doi.org/10.1182/blood.V120.21.3738.3738",
    "article_title": "Hepatitis B Virus Reactivation in Chronic Myeloid Leukemia Treated with Various Tyrosine Kinase Inhibitors: Multicenter, Retrospective Study ",
    "article_date": "November 16, 2012",
    "session_type": "631. Chronic Myeloid Leukemia - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3738 Background BCR/ABL tyrosine kinase inhibitors (TKI) is now a standard initial treatment for chronic myeloid leukemia (CML). Several cases reported that hepatitis B virus (HBV) reactivation were related to imatinib therapy. However, it is still unclear whether imatinib or other TKIs induce HBV reactivation in hepatitis B surface antigen (HBsAg)-positive patients. The aim of this study is to investigate the incidence of HBV reactivation and analyze risk factors associated with HBV reactivation in CML patients who are treated with various TKIs. Methods We retrospectively reviewed the medical records from 8 centers in South Korea. HBsAg-positive CML patients under imatinib or other TKIs treatment were analyzed. Results 702 patients were diagnosed CML from participating centers. HBsAg-positive rate was 6.1% (43/702) at diagnosis. In the 43 HBsAg-positive patients, nine patients received prophylactic therapy and HBV reactivation rate was 34.9% (15/43) (95% CI: 21.0–50.9%). Patients who received prophylaxis did not develop HBV reactivation. The median age and the male to female ratio of the HBV reactivated patients were 47.0 years (range; 22–63) and 4:1, respectively. HBV reactivation according to each TKI treatments were: 12 cases under imatinib, 2 cases under dasatinib, and 1 case under nilotinib. Median time to HBV reactivation was 9.3 months (range; 2.3–68.8 months) (95% CI: 5.9 – 28.5 months). None of the patients died due to HBV reactivation, but one patient received liver transplantation due to hepatic failure. Prophylactic therapy and HBV DNA level at diagnosis were the factors associated with HBV reactivation ( P =0.011 and P =0.036, respectively). Conclusion This is first report that has analyzed HBV reactivation in HBsAg-positive CML patients during TKIs treatment. Prophylaxis should be considered to prevent HBV reactivation during TKI treatment. Also, we recommend that HBsAg-positive patients with CML receiving TKI treatment be closely monitored. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hepatitis b virus",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "hepatitis b surface antigens",
        "imatinib mesylate",
        "bcr-abl tyrosine kinase",
        "dasatinib",
        "hepatitis b virus dna",
        "liver failure",
        "liver transplantation"
    ],
    "author_names": [
        "Sung-Hyun Kim",
        "Hyeoung Joon Kim, MD, PhD",
        "Jae-Yong Kwak, MD",
        "Jin Seok Kim",
        "Yeung-Chul Mun",
        "Joon Seong Park",
        "Sang Kyun Sohn, MD",
        "Dong-Wook Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Sung-Hyun Kim",
            "author_affiliations": [
                "Department of Hematology-Oncology, Dong-A University College of Medicine, Busan, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung Joon Kim, MD, PhD",
            "author_affiliations": [
                "Genome Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Yong Kwak, MD",
            "author_affiliations": [
                "Department of Internal medicine, Chonbuk National University Hospital, Jeonju, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jin Seok Kim",
            "author_affiliations": [
                "Department of Internal Medicine, Severance Hospital, Yonsei University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeung-Chul Mun",
            "author_affiliations": [
                "Hematology/Oncology, Ewha Women's University College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Seong Park",
            "author_affiliations": [
                "Department of Hematology/Oncology, Ajou University School of Medicine, Suwon, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Kyun Sohn, MD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, South Korea, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Wook Kim",
            "author_affiliations": [
                "Division of Hematology, Seoul St. Mary's Hospital, The Catholic University of Korea College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T18:48:10",
    "is_scraped": "1"
}