{
    "doi": "https://doi.org/10.1182/blood.V124.21.5663.5663",
    "article_title": "SL-401, a Targeted Therapy Directed to the Interleukin-3 Receptor (IL-3R), Shows Cytotoxic Activity Against Hairy Cell Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "abstract_text": "Background: Hairy cell leukemia (HCL) is a rare B-lymphocyte disorder that is characterized by abnormal lymphoproliferation, cytoplasmic villous “hairy” projections, and infiltration of the bone marrow and spleen. These cellular changes lead to peripheral cytopenia and splenomegaly. HCL cases comprise approximately 2% of all leukemias, with an incidence of approximately 600-800 and prevalence of approximately 6,000 cases annually in the U.S. The purine analogs Leustatin ® (cladribine) and Nipent ® (pentostatin) induce high complete remission (CR) rates (70-95%), with most patients remaining in CR after 10+ years. However, there is an increasing number of patients who either relapse or become refractory to each successive purine analog therapy given, and for these patients there are currently no approved therapies. Since HCL is known to express high levels of the interleukin-3 receptor (IL-3R) α-chain (CD123), we tested the cytotoxic activity of SL-401, a novel targeted therapy directed to CD123, against HCL cells. Methods: Expression of CD123 on a human cell lines obtained from an HCL patient (MoB and MoT) was determined by flow cytometry. Cells were washed with phosphate-buffered saline (PBS) and stained with anti-CD123 PE (BD Biosciences) and control IgG for 20 minutes at 4 o C and then washed with PBS again. Stained cells were acquired using the LSR II (BD) cytometer and data were analyzed using Flow Jo software (Tree Star). The sensitivity of the cells to SL-401 was assessed using a CellTiter Glo in vitro cytotoxicity assay. A CD123 positive leukemia cell line (TF-1-HRas), which is known to be sensitive to SL-401, was used as a positive control. The cells were cultured in the presence of absence of SL-401 for 48 hours and assessed for viability at concentrations ranging from (0.087 pM to 368 nM). Results: The HCL cell lines MoB and MoT were found to express moderate to high levels of IL-3R (45% and 84%, respectively). Based on the IL-3R expression pattern, the sensitivity of these cells to SL-401 was then tested. Cells were shown to be markedly sensitive to SL-401 in a concentration-dependent manner after 48 hours of incubation, with IC 50 values in the low nanomolar range from triplicate experiments. Cell viability was also reduced by 80% after 48 hours of treatment with SL-401 at a concentration of 35 nM. Conclusion: Our results indicate that SL-401 possesses strong in vitro anti-cancer activity against HCL, which expresses high levels of the IL-3R. Studies testing SL-401 against additional HCL samples are ongoing. Given the current unmet medical need for new therapies to treat relapsed/refractory HCL patients, our findings support the further investigation of SL-401 in HCL. Disclosures Brooks: Stemline Therapeutics: Employment, Equity Ownership. Chen: Stemline Therapeutics: Employment, Equity Ownership. Bergstein: Stemline Therapeutics: Employment, Equity Ownership. Rowinsky: Stemline Therapeutics: Consultancy, Employment, Equity Ownership.",
    "topics": [
        "hairy-cell leukemia",
        "interleukin-3 receptor",
        "molecular targeted therapy",
        "leukemia",
        "mechlorethamine",
        "painful bladder syndrome",
        "purine nucleosides",
        "b-lymphocyte disorders",
        "buffers",
        "cancer"
    ],
    "author_names": [
        "Christopher Brooks, PhD",
        "Janice Chen, PhD",
        "David M. Lucas, PhD",
        "Natarajan Muthusamy, DVM, PhD",
        "Ivan Bergstein, MD",
        "Eric Rowinsky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christopher Brooks, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Janice Chen, PhD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David M. Lucas, PhD",
            "author_affiliations": [
                "Ohio State University, Columbus, OH ",
                "The Ohio State University, Columbus, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natarajan Muthusamy, DVM, PhD",
            "author_affiliations": [
                "The Ohio State University, Columbus, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivan Bergstein, MD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Rowinsky, MD",
            "author_affiliations": [
                "Stemline Therapeutics, Inc., New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T13:01:06",
    "is_scraped": "1"
}