{
    "doi": "https://doi.org/10.1182/blood.V106.11.4576.4576",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=433",
    "start_url_page_num": 433,
    "is_scraped": "1",
    "article_title": "Investigation into the Pro-Apoptotic and Pro-Inflammatory Properties of 6-Thioguanine and 6-Mercaptopurine. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "6-mercaptopurine",
        "bilirubin level, increased",
        "thioguanine",
        "interleukin-8",
        "toxic effect",
        "tumor necrosis factor-alpha",
        "purine nucleosides",
        "acute lymphocytic leukemia",
        "ascites",
        "cytokine"
    ],
    "author_names": [
        "Johanna C. Bruneau",
        "P. Vincent Jenkins",
        "Aengus O’Marcaigh",
        "Owen P. Smith"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Institute of Molecular Medicine, Trinity College, Dublin, Ireland"
        ],
        [
            "Department of Haematology, Institute of Molecular Medicine, Trinity College, Dublin, Ireland"
        ],
        [
            "Department of Paediatric Haematology &Oncology, Our Lady’s Hospital for Sick Children, Dublin, Ireland"
        ],
        [
            "Department of Haematology, Institute of Molecular Medicine, Trinity College, Dublin, Ireland",
            "Department of Paediatric Haematology &Oncology, Our Lady’s Hospital for Sick Children, Dublin, Ireland"
        ]
    ],
    "first_author_latitude": "53.343430600000005",
    "first_author_longitude": "-6.2466045999999995",
    "abstract_text": "The thiopurines, 6-mercaptopurine (6MP) and its analog 6-thioguanine (6TG), have considerable anti-leukaemic activity. 6MP has contributed to the cure of tens of thousands of children with acute lymphoblastic leukaemia (ALL) with little in the way of significant toxicity and hence it is now established as the purine nucleoside of choice in maintenance therapy of childhood ALL. This is despite the fact that 6TG may indeed be a better alternative to 6MP as it has been shown to be at least one log more active in vitro than 6MP and in a recent large U.S. ALL Trial, isotoxic comparisons of 6MP and 6TG showed 6TG to have fewer CNS events. However, like in a similar recent U.K. study there was increased toxicity noted in this U.S. Trial, namely the emergence of an inflammatory response-like syndrome affecting the liver resulting in sinusoidal occlusion (SOS) with hepatomegaly, thrombocytopenia, ascites, and elevated bilirubin and liver transaminases. Although these purine nucleosides have been in widespread use for more than 50 years, their exact cytotoxic mechanism of action remains to be elucidated with incorporation of the nucleoside analogs into DNA, resulting in apoptosis, and by the inhibition of de novo purine synthesis leading to metabolic arrest being the two main contenders. The mechanism of the inflammatory insult causing SOS with 6TG is also poorly understood. In order to identify the differential effects of 6-TG and 6-MP in vitro , we measured apoptosis via the TUNEL assay, viability using the WST-1 assay, and the secretion of inflammatory cytokines (TNF-a and IL-8) by ELISA in a panel of human leukaemia cell lines: THP-1 (acute monocytic leukaemia), Jurkat E6.1 (acute T lymphocytic leukaemia), 697 (acute pre-B lymphocytic leukaemia), as well as the hepatocyte cell line HepG2 after treatment with either of the two drugs. There was a significant (p≤ 0.01) increase in apoptosis in THP-1and 697 cells following treatment with 6-TG but not 6-MP, although there was a significant decrease in viability observed with both agents (p≤ 0.01). In contrast, a significant (p≤ 0.01) increase in apoptosis was observed in Jurkat E6.1 cells after treatment with both 6-TG and 6-MP. Neither apoptosis nor viability was significantly affected by either 6-TG or 6-MP in HepG2 cells. IL-8 secretion was significantly (p≤0.01) increased by 6-TG and 6-MP in THP-1 and HepG2 cells, however there was no corresponding increase in TNF-a levels. Neither agent had a significant effect on the secretion of either TNF-a or IL-8 in 697 or Jurkat E6.1 cells. These results show that there are different apoptotic and pro-inflammatory responses to these drugs most likely reflecting their efficacy and toxicity profiles"
}