{
    "doi": "https://doi.org/10.1182/blood.V118.21.889.889",
    "article_title": "Haploidentical Transplantation Using T-Cell Replete Peripheral Blood Stem Cells and Myeloablative Conditioning in Patients with High-Risk Hematologic Malignancies Who Lack Conventional Donors Is Well Tolerated and Produces Excellent Relapse-Free Survival: Results of A Prospective Phase II Trial ",
    "article_date": "November 18, 2011",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Conditioning Regimens",
    "abstract_text": "Abstract 889 Introduction: Haploidentical hematopoietic stem cell transplantation (HSCT) provides an opportunity for nearly all patients to benefit from HSCT when a human leukocyte antigen (HLA) genotypically matched donor is not available. Initial approaches to mismatched allografting using ex-vivo T-cell depletion and intense preparative regimens were associated with high rates of graft rejection, severe graft-versus-host disease (GVHD) and infectious complications, resulting in an unacceptable treatment-related morbidity and mortality. More promising outcomes have been recently demonstrated by a new approach to haploidentical transplantation, utilizing a nonmyeloablative preparative regimen, followed by a T cell-replete bone marrow infusion and post-transplantation immunosuppression with high dose Cyclophosphamide (Cy), tacrolimus, and mycophenolate mofetil (MMF). However, relapse represents the major cause of treatment failure in these patients, particularly with high-risk myeloid malignancies. Methods: In order to decrease relapse risk in patients with high-risk malignancies, we initiated a trial between January 2009 and March 2011, of haploidentical allografting using a myeloablative preparative regimen and peripheral blood stem cells (PBSC) instead of bone marrow as the graft source. Eligibility was limited to patients perceived to be at prohibitively high risk of relapse following nonmyeloablative haploidentical BMT. Initial conditioning (n=5) consisted of Fludarabine 30 mg/m2 on days −7 to −2, IV Busulfan 130 mg/m2 on days −7 to −4, and Cy 14.5 mg/kg on days −3 and −2 followed by an unmanipulated PBSC infusion in all patients. In response to increased rates of mucositis, fludarabine and busulfan doses were decreased by 30% and 15%, respectively, in subsequent patients. Post-grafting immunosuppression consisted of Cy 50mg/kg/day on days 3 and 4, MMF, and tacrolimus. Results: A total of twenty patients were enrolled in the study: median age 44 years (25–56); diagnoses AML=12, ALL= 2, HD=1, CML=3, CLL=1, NHL=1; allograft from 5/10 locus matched (n=14), 6/10 locus matched (n=2), 7/10 locus matched (n=3), or 8/10 locus matched (n=1). CIBMTR disease risk-high risk =7 (35%), intermediate risk = 4 (20%) or low risk = 9 (45%). Of the 9 low risk patients, seven were cytogenetically poor-risk AML and/or required ≥2 induction cycles to induce complete response. Donor engraftment occurred in all 20 patients, with a median time to neutrophil and platelet recovery of 16 and 27 days, respectively. All evaluable patients achieved complete donor T cell and myeloid chimerism by Day +30. The cumulative incidence of grades II–IV and grades III–IV aGVHD was 30% and 20%, respectively. The cumulative incidence of cGVHD at one year was 42%. Non-relapse mortality (NRM) at 100 days and 1 yr was 10% for all patients and 0% for low-risk patients. Non-infectious fever (median tmax 103.9; 101.2–106.8), possibly related to cytokine release from proliferating alloreactive cells, developed in 90% of patients within a median of 2.5 days (1–5) of transplant and resolved by day 6 (5-7) following post-transplant Cy. BK virus-associated cystitis occurred in 75% of patients, and was severe (requiring hospital admission for bladder irrigation and/or pain management) in 35%. Other severe infections were not seen at increased frequency compared to conventional donor myeloablative transplants at our center. With a median follow-up of 14 months, the estimated 1 year overall and disease-free survival was 74% and 51%, respectively for all patients; 100% and 76%, respectively for low-risk patients. Conclusion: HLA haploidentical HSCT using this myeloablative regimen with T-cell replete PBSC and post-transplant Cy is associated with excellent rates of engraftment, GVHD, NRM and DFS, it is therefore a valid option in patients with high-risk malignancies who lack timely access to a conventional donor. Disclosures: Sizemore: Otsuka America Pharmaceuticals, Inc.: Research Funding. Bashey: Otsuka America Pharmaceuticals, Inc.: Research Funding. Sanacore: Otsuka America Pharmaceuticals, Inc.: Research Funding. Manion: Otsuka America Pharmaceuticals, Inc.: Research Funding. Holland: Otsuka America Pharmaceuticals, Inc.: Research Funding. Morris: Otsuka America Pharmaceuticals, Inc.: Research Funding. Brown: Otsuka America Pharmaceuticals, Inc.: Research Funding. Solomon: Otsuka America Pharmaceuticals, Inc.: Research Funding.",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "haploidentical transplantation",
        "hematologic neoplasms",
        "peripheral blood stem cells",
        "phase 2 clinical trials",
        "t-lymphocytes",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "allografting"
    ],
    "author_names": [
        "Connie A. Sizemore, PharmD",
        "Asad Bashey, MD, PhD",
        "Melissa Sanacore, PharmD",
        "Karen Manion, RN",
        "H. Kent Holland, MD",
        "Lawrence E. Morris, MD",
        "Stacey Brown, B.A.",
        "Xu Zhang, PhD",
        "Scott R. Solomon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Connie A. Sizemore, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Asad Bashey, MD, PhD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Sanacore, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Manion, RN",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kent Holland, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence E. Morris, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Brown, B.A.",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xu Zhang, PhD",
            "author_affiliations": [
                "Mathematics and Statistics, Georgia State University, Atlanta, GA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott R. Solomon, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T04:02:23",
    "is_scraped": "1"
}