{
    "doi": "https://doi.org/10.1182/blood.V118.21.5163.5163",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2060",
    "start_url_page_num": 2060,
    "is_scraped": "1",
    "article_title": "Improved Detection of the KIT D816V Mutation Using a Real-Time PCR Assay Allows a Finer Recognition of Patients with Indolent Systemic Mastocytosis ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "mastocytosis, indolent systemic",
        "mutation",
        "polymerase chain reaction",
        "flow cytometry",
        "antigens, cd25",
        "mastocytosis",
        "rna",
        "serum tryptase",
        "skin manifestations",
        "clinical diagnostic instrument"
    ],
    "author_names": [
        "Massimiliano Bonifacio",
        "Giovanna De Matteis",
        "Caterina De Benedittis",
        "Omar Perbellini",
        "Alberto Zamò",
        "Patrizia Bonadonna",
        "Elisa Paviati",
        "Anna Artuso",
        "Simona Soverini",
        "Giovanni Pizzolo",
        "Giovanni Martinelli, MD, PhD",
        "Roberta Zanotti"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ],
        [
            "Laboratory Unit, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ],
        [
            "Section of Pathological Anatomy, Department of Pathology and Diagnostics, University of Verona, Verona, Italy, "
        ],
        [
            "Allergy Unit, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy"
        ],
        [
            "Laboratory Unit, Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy, "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Medicine, Section of Hematology, University of Verona, Verona, Italy, "
        ]
    ],
    "first_author_latitude": "45.4365011",
    "first_author_longitude": "11.0032198",
    "abstract_text": "Abstract 5163 The somatic D816V mutation of the KIT gene is present in the large majority of patients (>90%) with Systemic Mastocytosis (SM) and, therefore, is considered as one of the minor criteria for its diagnosis by the 2008 World Health Organization (WHO) classification. Patients with indolent SM (ISM) without skin involvement frequently have a low mast cell burden in the bone marrow so they do not satisfy the major criterion for diagnosis of SM (i.e. the presence of multifocal dense mast cell infiltrates in extracutaneous organs). A finer detection of clonality markers in mast cells through highly sensitive diagnostic tools is necessary for the correct individuation of SM patients. To improve detection of D816V KIT mutation, we tested bone marrow (BM) cells from 97 adult patients with a suspicion for SM referred to our Multidisciplinary Outpatient Clinic for Mastocytosis in Verona from May 2009 to June 2011 using both a traditional PCR/RFLP assay and a mismatch amplification real time PCR technique. All patients underwent to a BM evaluation with histology/cytology and flow cytometry, as described (Bonadonna et al, 2009). For D816V KIT mutation analyses, RNA was extracted on BM mononuclear cell fraction and split in two equal amounts for traditional PCR and real time PCR respectively. In the traditional technique a PCR product of 287 bp, corresponding to the second tyrosine kinase domain (TKDII), was digested with the restriction enzyme HinfI to detect the nucleotide change at codon 816, leading to D816V mutation, and screened by RFLP assay. Concurrently mutation detection was conducted by a real time PCR in combination with mismatched forward primer for D816V mutation (Amplification Refractory Mutation System, ARMS) and Taqman probe; also WT primer was used to control RNA quality and compare samples. According to the 2008 WHO criteria, a diagnosis of ISM was made in 73 out of 97 patients (38 males, median age 50 years). Forty-two patients (57.3%) did not present skin involvement. The major histological criterion was fulfilled in 24 patients (32.8%), while in the remaining patients the diagnosis was made for the presence of at least 3 minor criteria. The presence of the D816V mutation was detected by real time PCR in 100% of 73 patients with ISM as well as the presence of CD25 + aberrant mast cells by flow cytometry. All the other patients, not suffering from mastocytosis, were negative both at flow cytometry and real time PCR, so determining a 100% concordance between these two highly sensitive techniques. Conversely, traditional PCR assay could demonstrate D1816V mutation only in 47 patients (64%) with SM. These patients had significantly higher levels of serum tryptase (median 27.5 vs 19.5 ng/mL, p=0.04) and higher amount of CD25 + aberrant mast cells by flow cytometry (median percentage of mast cells on total mononuclear cells 0.06 vs 0.018, p<0.001) as compared to patients negative by traditional PCR assay. Among the 28 patients with serum tryptase <20 ng/mL, 13 (46.4%) did not display KIT mutation by traditional PCR and 11/13 did not meet the major criterion: applying a conventional PCR technique only, these patients would have not fulfilled at least three minor criteria, thus missing a right diagnosis. We suggest that a real time PCR technique for D816V KIT mutation analysis, along with a highly sensitive flow cytometry assay, could improve the recognition of patients with ISM, particularly those with a very low mast cell burden and absence of skin lesions. Disclosures: No relevant conflicts of interest to declare."
}