{
    "doi": "https://doi.org/10.1182/blood-2019-123399",
    "article_title": "Trial in Progress: Phase I Dose-Escalation and Dose-Expansion Trial of a Novel Glutaminase Inhibitor (CB-839 HCl) in Combination with Carfilzomib and Dexamethasone in Relapsed and/or Refractory Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background: c-MYC activation is an early event of myeloma pathogenesis. It upregulates the expression of the glutaminase 1 (GLS1) enzyme which converts glutamine to glutamate in the mitochondria. Glutamate is required for the biosynthesis of various molecules in the tricarboxylic acid (TCA) cycle (i.e., glutamine anaplerosis). CB-839 HCl is a first-in-class, orally available, selective, noncompetitive inhibitor of GLS1. This inactivation of GLS1 results in an increase of glutamine and a decrease of glutamate and several TCA cycle intermediates within cancer cells, leading to a decrease in their proliferation and/or an increase in cell death. In the phase 1 study, CX-839-002, the safety and tolerability of CB-839 HCl was evaluated in patients with hematological tumors (multiple myeloma (MM) and non-Hodgkin's lymphoma), either as monotherapy or in combination with pomalidomide and dexamethasone or with dexamethasone alone. It was determined to be well tolerated and the maximal tolerated dose (MTD) was not reached. Proteasome inhibitors (PI) are the cornerstone agents in the treatment of myeloma. They disrupt normal protein homeostasis causing an induction of cellular proteotoxic stress, thus, making it an effective strategy against myeloma plasma cells, which naturally mass-produce large quantities of immunoglobulin proteins. PI-resistant MM cells are associated with changes in cellular bioenergetics that favor the increased use of mitochondrial respiration for energy production. Given the increased reliance of PI-resistant MM cells on mitochondrial respiration, and the critical role of glutamine for cellular respiration, inhibition of glutamine metabolism is a rational molecular strategy for the treatment of PI-resistant MM. Furthermore, pre-clinical studies demonstrate the in vitro and ex vivo synergism of CB-839 HCl with carfilzomib (CFZ) in terms of its cytotoxicity and anti-proliferation capacity in various primary human myeloma cell lines and primary patient myeloma cells respectively. As a result, this novel combination of glutaminase inhibition with proteasome inhibition appears promising as a therapeutic combination in MM and warrants further clinical investigation. Methods: This study is a phase 1, multicenter clinical trial of CB-839 HCl in combination with carfilzomib and dexamethasone for patients with relapsed and/or refractory myeloma. Part A of this trial is a 3+3 dose escalation design and Part B is a dose expansion cohort at the RP2D determined in Part A. Up to a maximum of 42 patients will be enrolled at participating ETCTN sites. CFZ will be administered in its usual weekly dosing schedule of days 1, 8 and 15 of a 28 day schedule along with dexamethasone on days 1, 8, 15 and 22. CB-839 will be started at a dose level of 400 mg twice daily and will be investigated to a maximum dose of 800 mg twice daily. Prior to day 1 of Cycle 1, we will administer a 7 day lead in of CB-839 monotherapy before combining it with CFZ. Key inclusion criteria are having relapsed/refractory myeloma with at least 2 prior lines of therapy and prior exposure to PIs, immunomodulators and Anti-CD38 monoclonal antibodies, having measurable disease, adequate hematologic reserve, kidney function and liver function. Key exclusion criteria are being refractory or intolerant to CFZ, adverse cardiac history, central nervous system disease and AL amyloidosis. The primary objective of this trial is to determine the MTD or recommended phase II dosing (RP2D) of CB-839 HCl in combination with carfilzomib and dexamethasone. The secondary objective is to evaluate the safety and tolerability as well as the overall response rate (ORR) associated of CB-839 HCl in combination with carfilzomib and dexamethasone. Correlative objectives will evaluate plasma pharmacokinetic profiles of CB-839 HCl and carfilzomib when used in combination. They will also evaluate potential predictive and prognostic biomarkers as well as resistance mechanisms using genomic DNA, RNA, flow cytometry, immunohistochemistry and metabolomics-based assessment platforms. Recruitment is ongoing and this trial is registered on clinicaltrials.gov: NCT03798678. Disclosures Baz: Bristol-Myers Squibb: Research Funding; Sanofi: Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Research Funding; Merck: Research Funding. Neparidze: Janssen Scientific Affairs, LLC: Research Funding; Eidos Therapeutics: Other: Member of Independent Diagnostic Committee; MMRF/Synteract: Membership on an entity's Board of Directors or advisory committees. Kumar: Janssen: Consultancy, Research Funding; Celgene: Consultancy, Research Funding; Takeda: Research Funding.",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "glutaminase",
        "hairy-cell leukemia",
        "hydrochloric acid",
        "multiple myeloma",
        "glutamine",
        "glutamate",
        "glutamates",
        "antidepressive agents, tricyclic"
    ],
    "author_names": [
        "Wilson I Gonsalves, MD",
        "Srinivas Devarakonda, MD",
        "Rachid Baz, MD",
        "Natalia Neparidze, MD",
        "Alex A Adjei, MD PhD",
        "Charles Kunos, MD",
        "Shaji K. Kumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wilson I Gonsalves, MD",
            "author_affiliations": [
                "Mayo School of Graduate Medical Education, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Srinivas Devarakonda, MD",
            "author_affiliations": [
                "Division of Hematology, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachid Baz, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, Moffitt Cancer Center, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalia Neparidze, MD",
            "author_affiliations": [
                "Hematology, Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex A Adjei, MD PhD",
            "author_affiliations": [
                "Division of Medical Oncology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Kunos, MD",
            "author_affiliations": [
                "CTEP, National Cancer Institute, Rockville, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T06:45:35",
    "is_scraped": "1"
}