{
    "doi": "https://doi.org/10.1182/blood-2018-99-117172",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "Preliminary Results of a Phase I Study of Obinutuzumab, Venetoclax, and Lenalidomide in Relapsed and Refractory B-Cell Non-Hodgkin Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials: Poster III",
    "topics": [
        "b-cell lymphomas",
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "lenalidomide",
        "obinutuzumab",
        "venetoclax",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "toxic effect",
        "febrile neutropenia"
    ],
    "author_names": [
        "Kami J. Maddocks, MD",
        "Farrukh T. Awan, MD MS",
        "Ying Huang, MA, MS",
        "Sabarish Ayyappan, MBBS",
        "Robert A Baiocchi, MD PhD",
        "Narendranath Epperla, MD MS",
        "Samantha Jaglowski, MD MPH",
        "Basem M. William, MRCP, MD",
        "Kristie A. Blum, MD",
        "Beth A. Christian, MD"
    ],
    "author_affiliations": [
        [
            "Ohio State University Hospital, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.982587499999994",
    "first_author_longitude": "-82.9900277",
    "abstract_text": "Introduction: Combined obinutuzumab (O) and lenalidomide (L) has demonstrated safety and preliminary efficacy in follicular lymphoma 1 . Venetoclax (V), a BCL2 inhibitor, as a single agent 2 and in combination with rituximab 3 is under development in several subtypes of B-cell non-Hodgkin lymphoma (NHL). We are conducting a phase I study of the combination of O, V, and L to determine the maximum tolerated dose, dose-limiting toxicities (DLT), and preliminary efficacy. Methods: Pts with relapsed/refractory diffuse large B-cell (DLBCL), transformed, high grade B-cell, Burkitt, marginal zone, and follicular (FL) lymphoma who have received ≥ 1 prior therapy were eligible. Prior autologous but not allogeneic stem cell transplant were permitted. Prior L or BCL2 family inhibitors, CNS involvement, and active hepatitis or HIV infection were not permitted. ANC > 1000/mm 3 , platelets > 75,000/mm 3 , creatinine clearance ≥50 ml/min, ALT/AST ≤ 3 x ULN, bilirubin ≤ 1.5 x ULN, and ECOG PS 0-2 were required at study entry. Treatment consisted of escalating doses of L days 1-21 and V days 1-28 of a 28 day cycle (Table 1). O 1000 mg was administered on days 1, 8 and 15 of cycle 1 and then on day 1 of cycles 2-6. A 3+3 dose escalation schema was followed. DLTs included: treatment delays > 28 days; ANC < 500 / mm 3 or platelets <25, 000 / mm 3 persisting > 28 days; grade 4 febrile neutropenia or infection or grade 3 that fails to resolve within 7 days; and any grade 3 or 4 non-hematologic toxicity with the following exceptions: DVT, tumor flare reaction controllable with steroids, tumor lysis syndrome that does not require dialysis, diarrhea, nausea, or vomiting responsive to medical treatment, transient electrolyte abnormalities or elevations of ALT / AST that resolve ≤ grade 1 within 48 hours, grade 3 infusion reactions responsive to medical therapy. Pts without significant toxicity or progression could continue treatment up to 12 cycles. Response was assessed every 3 months for 12 months and then every 6 months until disease progression. Results: 14 pts have been treated. Median age is 61 years (range 35-78 years) with 10 males. Median prior therapies is 2 (range 1-10). 5 pts had bulky disease (≥ 7.5 cm) and median baseline lactate dehydrogenase was 274 U/L (range 151-894, 12/14 above ULN 190 U/L). 10 pts were refractory to their last therapy. Histologies include DLBCL/transformed lymphoma (n=11) and FL (n=3). 3 pts were treated at dose level (DL) 1 (V 400 mg / L 15 mg). One pt experienced DLT, grade 3 neutropenic fever lasting > 7 days. DL 1 was expanded and no additional DLTs occurred. One pt with DLBCL was replaced for disease progression. 4 pts were then treated at DL 2 (V 600 mg / L 15 mg), and no DLTs were encountered. One pt was replaced due to missed doses of the oral agents. A total of 3 pts have been treated at DL 3 (V 800 mg / L 15 mg) and no DLTs have occurred at the time of data cutoff. Related grade 3-4 toxicities were primarily hematologic including neutropenia (n= 11, 78.6%), anemia (n=1, 7%), and thrombocytopenia (n=2, 14.3%). Grade 3-4 infections included sepsis, febrile neutropenia, pneumonia and a urinary tract infection. No clinically significant tumor lysis has occurred. Pts have received a median of 3 cycles (range 1-12) and 4 remain on therapy. Five pts have achieved a response. At DL 1, a pt with DLBCL, GC type, achieved a complete response (CR) and 2 pts with transformed FL achieved a partial response (PR). At DL 2, 1 pt with FL achieved a CR. At DL 3, 1 pt with transformed FL/double hit achieved a PR. Ten pts have discontinued, 6 with progression and 1 for DLT, alternative treatment, physician preference, and diagnosis of MDS in a patient with 3 prior lines of chemotherapy, respectively. Conclusions: Combined treatment with O, V, and L administered up to 12 cycles has been feasible with hematologic toxicity being the most common adverse event. Enrollment is ongoing and will include expansion cohorts in FL and DLBCL. Fowler et al. Activity of the immunologic doublet of lenalidomide plus obinutuzumab in relapsed follicular lymphoma: Results of a phase I/II study. JCO 2015; 35: 7531. Gerecitano et al. A Phase 1 Study of Venetoclax (ABT-199 / GDC-0199) Monotherapy in Patients with Relapsed/Refractory Non-Hodgkin Lymphoma. Blood 2015; 126: 254. Zinzani et al. Phase 2 Study of Venetoclax Plus Rituximab or Randomized Ven Plus Bendamustine+Rituximab (BR) Versus BR in Patients with Relapsed/Refractory Follicular Lymphoma: Interim Data. Blood 2016; 128:617. View large Download slide View large Download slide  Disclosures Maddocks: Merck: Research Funding; Pharmacyclics/Janssen: Honoraria; BMS: Research Funding; Pharmacyclics: Research Funding; Teva: Honoraria; Novartis: Research Funding; AstraZeneca: Honoraria. Jaglowski: Juno: Consultancy; Kite Pharma: Consultancy, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding. Blum: Celgene: Research Funding; Novartis: Research Funding; Morphosys: Research Funding; Seattle Genetics: Research Funding. Christian: Genentech: Membership on an entity's Board of Directors or advisory committees, Research Funding; Seattle Genetics: Research Funding; Celgene: Research Funding; Acerta: Research Funding; Merck: Research Funding; Bristol-Myers Squibb: Research Funding; Immunomedics: Research Funding."
}