{
    "doi": "https://doi.org/10.1182/blood.V106.11.2400.2400",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=487",
    "start_url_page_num": 487,
    "is_scraped": "1",
    "article_title": "B-Aggressive Lymphoma (BAL) Family Proteins Have Unique Domains Which Modulate Transcription and Exhibit PARP Activity. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "lymphoma",
        "poly(adp-ribose) polymerases",
        "diffuse large b-cell lymphoma",
        "histones",
        "adenosine diphosphate ribose",
        "dna",
        "cancer therapy",
        "neoplasms",
        "nuclear proteins",
        "transcription factor"
    ],
    "author_names": [
        "Ricardo C.T. Aguiar, MD, PhD",
        "Kunihiko Takeyama, MD, PhD",
        "Chunyan He",
        "Katherine Kreinbrink",
        "Margaret A. Shipp, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematological Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematological Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematological Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematological Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Hematological Malignancies, Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "BAL1 was originally identified in a genome-wide search for risk-related genes in diffuse large B-cell lymphoma (DLBCL). In pilot and subsequent independent series of primary DLBCLs, BAL1 expression was significantly higher in chemoresistant tumors. BAL1 encodes a nuclear protein with a duplicated N-terminal domain homologous to the non-histone region of histone macroH2A. Several lines of evidence suggest that macro domains may modulate transcription, including: high concentration of histone macroH2A in the inactive X chromosome, direct interference with transcription factor binding in a positioned nucleosome and structural similarity to DNA binding domains. In addition to N-terminal macro domains, the BAL1 protein includes a C-terminal region with homology to the catalytic domain of poly(ADP-ribose)polymerase (PARP) proteins. PARPs catalyze the transfer of ADP-ribose onto acceptor proteins, using NAD+ as a substrate. Poly(ADP-ribosyl)ation is a critical post-translational modification that regulates chromatin configuration, transcription and DNA repair. After characterizing BAL1 , we recently identified two additional BAL family members, BAL2 and BAL3 , with multiple N-terminal macro domains and putative C-terminal PARP catalytic domains. Given the emerging evidence that PARP family proteins represent possible cancer treatment targets and the reported association between BAL1 expression and chemoresistance in DLBCL, we performed detailed structure/function analyses of BAL family members. We demonstrate that BAL macro domains repress transcription when tethered via a Gal4 DNA binding domain to a TK promoter in classic transcription repression assays. In addition, we show that BAL2 and BAL3, but not BAL1, exhibit PARP activity. In agreement with these data, BAL1 lacks several critical donor and acceptor residues that are conserved in the BAL2 and 3 PARP active sites. Of interest, BAL family members with inactive or functional PARP domains differed in their ability to repress transcription. BAL family members are the only described proteins with both PARP and macro domains, underscoring the potential functional significance of this unique combination."
}