{
    "doi": "https://doi.org/10.1182/blood.V114.22.977.977",
    "article_title": "HQK-1001 Has Additive HbF-Inducing Activity in Combination with Hydroxyurea and Decitabine. ",
    "article_date": "November 20, 2009",
    "session_type": "THALASSEMIA AND GLOBIN GENE REGULATION: INDUCTION OF FETAL HEMOGLOBIN",
    "abstract_text": "Abstract 977 Several classes of HbF inducers, including chemotherapeutic agents, ESAs, and short chain fatty acids (SCFADs) have demonstrated efficacy in inducing HbF in beta hemoglobinopathy and thalassemia patients, but broad clinical application of agents except Hydroxyurea (HU) has been limited by requirements for parenteral administration, high doses and toxicity concerns for long-term use. Yet, combination therapy is likely necessary to achieve the high fetal globin expression levels necessary to ameliorate anemia in the severe beta thalassemias. HQK-1001 is an oral, non-mutagenic SCFAD, which induces fetal globin gene expression through displacement of a repressor complex from the gamma globin gene promoter, and has shown a favorable safety and PK profile with a T1/2 of 11 hours with once daily oral doses from 5-20 mg/kg in normal human volunteers. To investigate whether HQK-1001 has additive activity with other fetal globin inducing agents with different mechanisms of action, dose-escalation studies of HQK-1001 were performed in baboons, and PK profiles and fetal globin mRNA were compared to treatment with HU. Fetal globin mRNA increased with escalating doses of HQK-1001 from 50-150 mg/kg, reaching peak effects at an AUC last of 1267 h.micrograms/ml, comparable to a human equivalent dose of 20 mg/kg (AUC last = 1174-2205 h. microgram/ml), while a significantly higher AUC last (11,817 h.microgram/ml) was observed at a 200 mg/kg/dose and associated with gamma globin suppression. In baboons treated with sequentially administered Hydroxyurea (HU) (3 days/week), gamma globin mRNA increased by 80-120% above baseline, treatment with HQK-1001 increased γ globin mRNA by 290% above baseline, while the 2-agent combination increased γ globin mRNA by 360%. In Bfu-e cultures comparing HQK-1001 +/− decitabine, F-cells increased above baseline in cultures treated with HQK-1001 alone by 32-71%, with decitabine alone by 66-104%, and with the 2 agents together by 147% above F-cell levels in control cultures. In cultures containing SCF, Bfu-e numbers increased by 25% over controls with both agents added to a peak decitabine conc. of 0.1 microM; erythroid growth declined at higher concentrations of decitabine. These studies together demonstrate higher gamma globin gene induction with HQK-1001 in combination with HU and with decitabine, and with reduced cytotoxicity with added HQK-1001. Dose-escalating Phase 2 clinical trials of HQK-1001 have begun in patients with beta thalassemia. Disclosures: Perrine: HemaQuest Pharmaceuticals: Employment, Equity Ownership, Patents & Royalties, Research Funding. Faller: HemaQuest Pharmaceuticals: Consultancy, Equity Ownership, Patents & Royalties, Research Funding. Boosalis: HemaQuest Pharmaceuticals: Equity Ownership. Thomson: HemaQuest Pharmaceuticals: Employment, Equity Ownership. Berenson: hemaQuest Pharmaceuticals: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "decitabine",
        "fetal hemoglobin",
        "hydroxyurea",
        "globins",
        "rna, messenger",
        "gamma-globins",
        "beta thalassemia",
        "anemia",
        "antineoplastic agents",
        "combined modality therapy"
    ],
    "author_names": [
        "Susan Perrine, MD",
        "Douglas V. Faller, MD, PhD",
        "Ling Shen, MD, MPH",
        "Michael Boosalis, PhD",
        "Gary White, DVM",
        "Hua Cao, MD, PhD",
        "Ray Fei, MD",
        "Audry Thomson, MS",
        "Ronald Berenson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Perrine, MD",
            "author_affiliations": [
                "Boston Univ. School of Med., Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Douglas V. Faller, MD, PhD",
            "author_affiliations": [
                "Cancer Center, Boston Univ. School of Med., Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Shen, MD, MPH",
            "author_affiliations": [
                "Cancer Center, Boston University School of Medicine, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Boosalis, PhD",
            "author_affiliations": [
                "Boston Univ. School of Med., Boston, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary White, DVM",
            "author_affiliations": [
                "Comparative Medicine, University of Oklahoma, Oklahoma City, OK, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hua Cao, MD, PhD",
            "author_affiliations": [
                "Medical Genetics, University of Washington, K-263 HSB,, Seattle, WA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ray Fei, MD",
            "author_affiliations": [
                "Medical Genetics, University of Washington, Seattle, WA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audry Thomson, MS",
            "author_affiliations": [
                "HemaQuest Pharmaceuticals, Seattle, WA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Berenson, MD",
            "author_affiliations": [
                "HemaQuest Pharmaceuticals, Inc., Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T13:06:18",
    "is_scraped": "1"
}