{
    "doi": "https://doi.org/10.1182/blood.V120.21.1245.1245",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2304",
    "start_url_page_num": 2304,
    "is_scraped": "1",
    "article_title": "Differential Regulation of Myeloid Leukemias by the Bone Marrow Microenvironment ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "topics": [
        "bone marrow",
        "leukemia, myeloid",
        "imatinib mesylate",
        "neoplasms",
        "protein-tyrosine kinase inhibitor",
        "symptom aggravating factors",
        "leukemia, myelocytic, acute",
        "leukemia, myelocytic, chronic",
        "leukemic hematopoietic stem cell",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Daniela S. Krause, M.D., Ph.D.",
        "Keertik Fulzele, PhD",
        "Andre Catic, MD PhD",
        "Michael Hurley",
        "Sanon Lezeau",
        "Eyal C. Attar, MD",
        "Joy Y. Wu",
        "Herbert Yih-Fuu Lin, MD, PhD",
        "Paola Divieti-Pajevic, MD PhD",
        "Robert Hasserjian, MD",
        "Ernestina Schipani, MD",
        "Richard A. Van Etten, MD PhD",
        "David T. Scadden, MD"
    ],
    "author_affiliations": [
        [
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Endocrine Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "The Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA, "
        ],
        [
            "Center for Regenerative Medicine, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Bone Marrow Transplant Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Endocrine Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Program in Membrane Biology, Division of Nephrology, Center for Systems Biology, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Endocrine Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Dept. of Pathology-WRN 244, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Endocrine Unit, Massachusetts General Hospital, Boston, MA, USA, "
        ],
        [
            "Tufts Medical Center, Boston, MA, USA, "
        ],
        [
            "Massachusetts General Hospital and the Harvard Stem Cell Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.348909150000004",
    "first_author_longitude": "-71.06773625",
    "abstract_text": "Abstract 1245 Normal hematopoiesis is influenced by constituents of the bone marrow microenvironment (BMM) and is regulated by parathyroid hormone (PTH) via its actions on osteoblasts, osteoclasts and bone remodeling. The role of the niche in the biology of leukemic stem cells (LSC), frequently not eliminated by current therapies, however, is unclear. Targeting of the LSC niche is a novel concept aimed at eradication of LSC, the origin of relapse and progression of myeloid leukemias. Using genetic and pharmacological murine models of BCR-ABL1 + chronic myelogenous leukemia (CML) and MLL-AF9 + acute myeloid leukemia (AML), we show that PTH treatment increased transforming growth factor β1 (TGFβ1) in the BMM and attenuated CML-like myeloproliferative neoplasia (MPN) without affecting engraftment, while leukemic cell-specific knockdown of the receptor for TGFβ1 (TGFβRI) exacerbated the disease. CML-like MPN is also exacerbated by treatment of mice, which have constitutively active receptor for PTH and PTH related protein, by osteoprotegerin, which inhibits osteoclasts and bone remodeling. In contrast, AML was accelerated by the PTH-modified BMM, which was reversed by overexpressing TGFbetaRI. PTH treatment reduced CML LSC frequency and cycling and, combined with the tyrosine kinase inhibitor imatinib, significantly prolonged survival of mice with CML-like MPN versus imatinib alone. PTH-treatment also reduced BCR-ABL1 transcript levels in a xenotransplantation model of human CML. In summary, our results suggest that LSC niches in acute and chronic myeloid neoplasms are distinct and differentially modulated by PTH via TGFβ1. Combinations of TKIs with BMM-modulating agents may be a therapeutic strategy for LSC reduction and cure of CML. Disclosures: Lin: Ferrumax Pharmaceuticals: Consultancy, Equity Ownership, Patents & Royalties."
}