{
    "doi": "https://doi.org/10.1182/blood.V118.21.4964.4964",
    "article_title": "Phosphatidylinositol-3 Kinase Delta (PI3Kδ) Inhibitor AMG 319 Is a Potent, Selective and Orally Bioavailable Small Molecule Inhibitor That Suppresses PI3K-Mediated Signaling and Viability in Neoplastic B Cells ",
    "article_date": "November 18, 2011",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents",
    "abstract_text": "Abstract 4964 Immune receptors such as the B cell receptor (BCR) require key signaling intermediate phosphatidylinositol-3 kinase delta (PI3Kδ) for normal immune cell survival, development and function. PI3Kδ is a class IA lipid kinase, is expressed primarily within the hematopoietic system and is composed of a catalytic subunit p110δ and a regulatory subunit p85. Recently, deregulated BCR-PI3Kδ signaling has been reported to play a role in B-cell malignancies such as chronic lymphocytic leukemia (CLL) and non-Hodgkin's lymphoma (NHL) by mediating abnormal B-cell growth and survival. Indeed, the constitutive phosphorylation of downstream signaling intermediate AKT is associated with poor prognosis in several B cell malignancies. Here, we have investigated the potential of a novel small molecule inhibitor of PI3Kδ, AMG 319, to suppress PI3K signaling in human B cell lines and assessed the subsequent effects on viability as a single agent and in combination with chemotherapeutic drugs in preclinical models. Small molecule AMG 319 is a potent and selective inhibitor of PI3Kδ with excellent preclinical pharmacokinetic (PK) properties. AMG 319 was found to potently inhibit PI3Kδ in enzyme assays (IC 50 <10 nM). AMG 319 also potently suppressed the phosphorylation of AKT (pAKT S473 ) in primary murine splenocytes (IC 50 <5 nM) after BCR cross linking and demonstrated a less than 10 fold shift in human whole blood B cells using a similar BCR pAKT assay in vitro . In a cell based selectivity screen, AMG 319 was selective for PI3Kδ against other PI3K class I isoforms (200 to >5000 fold). Furthermore, AMG 319 was considered inactive at 10 μM on non-PI3K class I kinases in a broader kinome screen of 402 kinases. In preclinical PK studies, AMG 319 had low systemic clearance, T 1/2 range of 2–4 hr, oral bioavailability of >45% and unbound fractions in plasma of 5–19%. Here, we have investigated the potential for AMG 319 to inhibit constitutive PI3K mediated signaling and effects on human B cell line viability. In a broad screen of >20 cell lines derived from B cell malignancies, the majority of lines were found to express PI3Kδ protein, all cells lines expressed the PI3Kα and β isoforms and variable levels of constitutive pAKT S473 were detected. AMG 319 was found to potently suppress constitutive pAKT S473 in the cell lines with IC 50 in the low single to double digit nM range. Cellular viability was inhibited by AMG 319 though lines were variably sensitive to drug (range low double digit nM to μM IC 50 ). As cell lines were variably sensitive to AMG 319 as a single agent, we examined if AMG 319 could enhance the efficacy of chemotherapeutic agents in vitro and in vivo . These studies focused on a DLBCL cell line HT which was relatively insensitive to AMG 319 as a single agent (IC 50 ∼10 μM) in viability assays even though pAKT S473 was potently suppressed (IC 50 ∼ 0.030 μM). Treatment with AMG 319 was found to synergize with the effects of vincristine to reduce cell viability in vitro using a 72 hr viability assay. Next we examined whether the enhanced cytotoxicity using these drugs in combination could be observed in vivo . Using the human B-cell lymphoma HT xenograft model, we found that AMG 319 in combination with vincristine enhanced tumor growth inhibition above that observed with either agent alone. Taken together, these findings suggest that the inhibition of PI3Kδ with AMG 319 may enhance the effects of chemotherapeutic agents in B cell malignancies. In conclusion, AMG 319 is a potent and selective inhibitor of PI3Kδ with excellent PK properties. AMG 319 inhibited constitutive pAKT S473 , reduced the viability of B cell lines and synergized with vincristine in vitro and in vivo . The safety, PK and preliminary efficacy of AMG 319 are currently being investigated in a Phase I trial in patients with relapsed or refractory lymphoid malignancies. Disclosures: Sinclair: Amgen: Employment, Stock and Options. Metz: Amgen, Inc: Employment, Stock and Options. Cushing: Amgen, Inc: Employment, Stock and Options. Liu: Amgen, Inc: Employment, Stock and Options. Brake: Amgen, Inc: Employment, Stock and Options. Starnes: Amgen, Inc: Employment, Stock and Options. Means: Amgen, Inc: Employment, Stock and Options. Henne: Amgen, Inc: Employment, Stock and Options. Archibeque: Amgen: Employment, Stock and Options. Mattson: Amgen, Inc: Employment, Stock and Options. Drew: Amgen, Inc: Employment, Stock and Options. Busse: Amgen, Inc: Employment, Stock and Options. Wang: Amgen, Inc: Employment, Stock and Options. Al-Assaad: Amgen, Inc: Employment, Stock and Options. Molineux: Amgen: Employment, Stock and Options.",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "b-lymphocytes",
        "phosphatidylinositols",
        "phosphoinositide 3-kinase",
        "phosphotransferases",
        "signal transduction",
        "small molecule",
        "cancer",
        "mechlorethamine",
        "antineoplastic agents"
    ],
    "author_names": [
        "Angus Sinclair",
        "Daniela Metz",
        "Tim Cushing",
        "Liqin Liu",
        "Rachael Brake",
        "Charlie Starnes",
        "Gary Means",
        "Kirk Henne",
        "Ivonne Archibeque",
        "Bethany Mattson",
        "Allison Drew",
        "Leigh Busse",
        "Ling Wang",
        "Ali-Samer Al-Assaad",
        "Graham Molineux"
    ],
    "author_dict_list": [
        {
            "author_name": "Angus Sinclair",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniela Metz",
            "author_affiliations": [
                "Inflammation Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Cushing",
            "author_affiliations": [
                "Chemistry, Amgen, Inc, So. San Francisco, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liqin Liu",
            "author_affiliations": [
                "Hematology/Oncology, Amgen, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rachael Brake",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Cambridge, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charlie Starnes",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Means",
            "author_affiliations": [
                "Molecular Sciences, Amgen, Inc, Seattle, WA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kirk Henne",
            "author_affiliations": [
                "PKDM, Amgen, Inc, So. San Francisco, CA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivonne Archibeque",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bethany Mattson",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Drew",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Cambridge, MA, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leigh Busse",
            "author_affiliations": [
                "Hematology and Oncology, Amgen, Inc, Thousand Oaks, CA, USA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Wang",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali-Samer Al-Assaad",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Graham Molineux",
            "author_affiliations": [
                "Hematology/Oncology Research, Amgen, Inc, Thousand Oaks, CA, USA, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T18:53:04",
    "is_scraped": "1"
}