{
    "doi": "https://doi.org/10.1182/blood.V114.22.3733.3733",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1462",
    "start_url_page_num": 1462,
    "is_scraped": "1",
    "article_title": "SNX 2112, An Oral Hsp-90 Inhibitor Exerts Antiproliferative Effects in Combination with Bortezomib and Rituximab in Rituximab Resistant Non-Hodgkin's Lymphoma. ",
    "article_date": "November 20, 2009",
    "session_type": "Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents Poster III",
    "topics": [
        "bortezomib",
        "hsp90 heat-shock proteins",
        "lymphoma, non-hodgkin",
        "rituximab",
        "immunoblotting",
        "lymphoma",
        "lysate",
        "bromides",
        "cancer",
        "cytotoxicity"
    ],
    "author_names": [
        "Nishitha Reddy, MD",
        "Donna Hicks, BS",
        "Madan Jagasia, MD, MS",
        "Kathy Amiri, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/ Stem Cell Transplant, Vanderbilt University Medical Center, Nashville, TN, USA, "
        ],
        [
            "Translational Research, Vanderbilt University Medical Center, Nashville, USA"
        ],
        [
            "Hematology/ Stem Cell Transplant, Vanderbilt University Medical Center, Nashville, TN, USA, "
        ],
        [
            "Translational Research, Vanderbilt University Medical Center, Nashville, USA"
        ]
    ],
    "first_author_latitude": "36.15473025",
    "first_author_longitude": "-86.80529485",
    "abstract_text": "Abstract 3733 Poster Board III-669 Background Heat Shock protein 90 (Hsp90) is a chaperone that plays an important role in maintaining the stability of various other client proteins involved in cell survival and proliferation. Few client proteins that are dependent on Hsp-90 include Akt, Raf, ERK and NF-κB. Hsp-90 is upregulated in several malignancies and thus serves as an important therapeutic target. SNX 2112 (PF-04928473) is an oral heat shock protein inhibitor that is currently under phase-I clinical trials. Methods and Results We examined the effect of increasing concentrations of SNX 2112 in combination with other active targeted agents in Non-Hodgkin's lymphoma. In our current work, we exposed rituximab sensitive (RSCL) and rituximab resistant cell lines (RRCL) to varying concentrations of SNX-2112 (500nM, 1μM, μM, 10μM and 20 μM) along with fixed doses of rituximab (10μg/ml) as well as bortezomib (500nM) and performed growth inhibition assays. The growth inhibitory effects of the various agents in Lymphoma cell lines were assessed by measuring 3-2, 5-diphenyl tetrasodium bromide (MTT) dye absorbance. Cells were incubated for 24 hrs and 48hrs. MTT was added to each well the last 4 hrs. Absorbance was measured using spectrophotometer. Accordingly, immunoblotting was performed using lymphoma cell lysates. The whole cell lysates were subjected to polyacrylamide gel electrophoresis and nitrocellulose membranes were immunoblotted with phosphorylated Hsp-90 and α-tubulin. In parental raji cell lines, at 48 hrs, and a dose of 10 μM, SNX 2112 demonstrated potent anti-proliferative effects when combined with bortezomib and rituximab 0.23 OD vs. rituximab alone 1.06 OD (p=0.010) 95% CI; 0.47, 1.18. In rituximab resistant cell lines, SNX 2112 with rituximab and bortezomib demonstrated significant antiproliferative effects 0.199 OD vs. rituximab alone 0.86 OD (p=0.023) 95% CI 0.22-1.11. As a single agent neither rituximab or bortezomib nor the combination of these agents was significant in inhibiting cell growth in rituximab resistant cell lines. Cytotoxicity was more significant in the rituximab resistant cell lines that rituximab sensitive raji cell lines. Immunoblotting performed using phosphorylated hsp-90 also demonstrated significant inhibition when treated with SNX 2112. Conclusions Our current research demonstrates that SNX 2112 when added to bortezomib and rituximab has augmented anti-tumor activity (ie, antiproliferation) and demonstrates additive effects. Further in vivo studies are underway to demonstrate this effect. Our promising pre-clinical results of this unique combination support further evaluation in a clinical trial in patients with relapsed Non-Hodgkin's lymphoma.  Drug . Raji (OD) . Raji 2R (OD) . Raji 4RH (OD) . Placebo 0.56 1.115 0.63 Bortezomib 0.54 1.015 0.54 Rituximab 0.285 0.73 0.87 SNX 2112 1.07 1.105 0.72 SNX 2112+Bortezomib 1.1 1.18 0.66 SNX 2112+Rituximab 0.225 0.73 0.44 SNX 2112+Rituximab+Bortezomib 0.235 0.385 0.2 Drug . Raji (OD) . Raji 2R (OD) . Raji 4RH (OD) . Placebo 0.56 1.115 0.63 Bortezomib 0.54 1.015 0.54 Rituximab 0.285 0.73 0.87 SNX 2112 1.07 1.105 0.72 SNX 2112+Bortezomib 1.1 1.18 0.66 SNX 2112+Rituximab 0.225 0.73 0.44 SNX 2112+Rituximab+Bortezomib 0.235 0.385 0.2 View Large Disclosures: No relevant conflicts of interest to declare."
}