{
    "doi": "https://doi.org/10.1182/blood.V122.21.5345.5345",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2594",
    "start_url_page_num": 2594,
    "is_scraped": "1",
    "article_title": "Serum Heavy Light Chain Immunoassays Compared To Traditional Serum Based Laboratory Testing For The Diagnosis and Screening Of Monoclonal Gammopathies ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "antigens, cd98 light chains",
        "immunoassay",
        "laboratory techniques and procedures",
        "paraproteinemias",
        "screening",
        "monoclonal gammopathy of undetermined significance",
        "reflex",
        "protein electrophoresis, serum",
        "immunoglobulin m",
        "immunoglobulin a"
    ],
    "author_names": [
        "Qingli Wu, PhD",
        "Deborah J. Kuhn, Ph.D."
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Ochsner Health System, New Orleans, LA, USA, "
        ],
        [
            "The Binding Site Inc, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "29.963461050000006",
    "first_author_longitude": "-90.0521262",
    "abstract_text": "Background Traditional laboratory tests for the screening and diagnosis of monoclonal gammopathies, such as monoclonal gammopathy of undetermined significance (MGUS), multiple myeloma, and related disorders like paraproteinemia, include serum protein electrophoresis (sPEP), serum immunofixation electrophoresis (sIFE), and serum free light chain (sFLC) ratio. Pilot studies have shown that immunoassays for the combined heavy-light chain (sHLC) molecule (Hevylite®) are useful for the paired isotype matching of intact immunoglobulins (eg. IgGk/IgGl, IgAk/IgAl, IgMk/IgMl) in an automated, sensitive manner as an alternative to sIFE. Methods The primary objective of this study is to compare the results of the quantitative intact immunoglobulin Hevylite™ assay with sPEP and sIFE. Routine requests for the evaluation of monoclonal gammopathy in the Ochsner Medical Center Clinical Chemistry Laboratory were collected prospectively and tested using sPEP and sFLC with reflex sIFE. IgA, IgM and IgG k/λ HLC reagent kits, provided by The Binding Site, Inc, were used on a subset of patients where the serum samples were still available. HLC values were assessed on a SPAplus turbidometer. Results Seventy-six (76) samples were available for patients with multiple myeloma (n=18), MGUS (n=28), Waldenstrom's Macroglobulinemia (n=6), IgM paraproteinemia (n= 5) and normal patient sera (n=20). sHLC k/λ ratios were abnormal in 64% of IgG multiple myeloma samples, 100% IgA multiple myeloma samples and 100% IgM paraproteinemia, indicating a high rate of correlation with traditional laboratory testing. Of the four normal IgG k/λ HLC ratios reported, all patients were on active chemotherapy with sPEP M-spikes <0.36 g/dL. Three of these four patients have abnormal sFLC ratio, possibly indicating response to chemotherapy, but presence of residual disease. Previous studies have shown that sHLC values are an important marker in the risk-stratification for progression of MGUS patients. Abnormal sHLC ratios were present in 45-90% of MGUS patients. All of the Waldenstrom's macroglobulinemia patients had an abnormal sHLC ratio indicating that sHLC assays may be a useful diagnostic tool for monitoring this disease. One normal patient with impaired kidney function was shown to have a slightly abnormal FLC ratio skewed to kappa accumulation, which is a well-documented phenomenon as FLC is cleared by the kidneys. Two normal patients have increased IgM k/λ HLC ratios. The underlying cause of this is under further investigation. Conclusion These data provide support for the use of sHLC k/λ ratios for the screening and diagnosis of monoclonal gammopathies and related disorders. In addition, abnormal ratios were found in a significant subset of MGUS patients which has been shown to be a risk factor for progression. Lastly, the use of sHLC immunoassay in Waldenstrom's macroglobulinemia has not been well studied, but these data indicate that sHLC may be a beneficial in both diagnosis and monitoring of this disease. Table 1 Correlation between traditional serum based tests and sHLC immunoassays in the screening and diagnosis of monoclonal gammopathies  Clinical Diagnosis (sPEP +/- sIFE) . Abnormal sFLC ratio reflets corresponding isotype . Abnormal sHLC ratio on corresponding isotype .  n (%) n (%) Normal (n=20) 1 (5) 2 (10) IgG MGUS (n=11) #  3 (27) 5 (45) IgA MGUS (n=11) #  4 (36) 8 (73) IgM MGUS (n=10) # *  6 (60) 9 (90) IgG MM (n=11) 9 (82) 7 (64) IgA MM (n=7) 7 (100) 7 (100) IgM WM (n=6) *  5 (83) 6 (100) IgM Paraproteinemia (n=5) 2 (40) 5 (100) Clinical Diagnosis (sPEP +/- sIFE) . Abnormal sFLC ratio reflets corresponding isotype . Abnormal sHLC ratio on corresponding isotype .  n (%) n (%) Normal (n=20) 1 (5) 2 (10) IgG MGUS (n=11) #  3 (27) 5 (45) IgA MGUS (n=11) #  4 (36) 8 (73) IgM MGUS (n=10) # *  6 (60) 9 (90) IgG MM (n=11) 9 (82) 7 (64) IgA MM (n=7) 7 (100) 7 (100) IgM WM (n=6) *  5 (83) 6 (100) IgM Paraproteinemia (n=5) 2 (40) 5 (100) Abbreviations: sPEP, serum protein electrophoresis; sIFE, serum immunofixation electrophoresis; sFLC, serum free light chains; sHLC, serum heavy-light chain immunoglobulins; MM, multiple myeloma; MGUS, monoclonal gammopathy of undermined significance; WM, Waldenstrom's macroglobulinemia. * Note, one patient with a clinical diagnosis of Waldenstrom's macroglobulinemia and MGUS is included in both categories. # Note, three patients with a clinical diagnosis of both IgG and IgA MGUS and one patient with both IgM and IgA MGUS are included in both categories. View Large Disclosures: Wu: Ochsner Medical Center: Employment; The Binding Site Inc: Research Funding, travel fund to ASH meeting, travel fund to ASH meeting Other. Off Label Use: Hevylite® is an immunoassay that is pending FDA approval for the measurement of heavy light chain immunoglobulins. Kuhn: The binding site INC: Employment."
}