{
    "doi": "https://doi.org/10.1182/blood.V114.22.1867.1867",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1511",
    "start_url_page_num": 1511,
    "is_scraped": "1",
    "article_title": "Response to Bortezomib Based Induction Therapy in Newly Diagnosed Light Chain (AL) Amyloidosis. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster I",
    "topics": [
        "amyloidosis",
        "antigens, cd98 light chains",
        "bortezomib",
        "neoadjuvant therapy",
        "dexamethasone",
        "immunoglobulin deposition disease",
        "primary amyloidosis",
        "cardiovascular findings",
        "cyclophosphamide",
        "hemodialysis"
    ],
    "author_names": [
        "Veerpal Singh, MD",
        "Ayman Saad, MD",
        "Jeanne Palmer, MD",
        "Jasleen K Randhawa, MD",
        "Parameswaran N. Hari, MD, MS"
    ],
    "author_affiliations": [
        [
            "Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Division of eoplastic Diseases, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Division of Neoplastic Diseases, MCW & Froedtert Clinical Cancer Center, Milwaukee, WI, USA, "
        ],
        [
            "Internal Medicine, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Center for International Blood and Marrow Transplant Research, Medical College of Wisconsin, Milwaukee, WI, USA."
        ]
    ],
    "first_author_latitude": "43.0435728",
    "first_author_longitude": "-88.02116509999999",
    "abstract_text": "Abstract 1867 Poster Board I-892 Bortezomib has been shown to have significant activity in the suppression of light chain production and induction of responses in patients with relapsed refractory AL Amyloidosis. We analyzed the outcomes of 16 (9 male) newly diagnosed biopsy proven AL Amyloidosis patients treated with Bortezomib based regimens at our institution. All patients received initial therapy with Bortezomib and dexamethasone (dex). Patients with a Karnofsky performance score ( KPS) >70 received Bortezomib at starting doses of 1.3 mg/m2 along with dexamethasone 40 mg on days 1,4,8, 11 ( with a 10 day rest period). Patients with a lower KPS received Bortezomib/Dex on a weekly schedule as tolerated. Dose adjustments were made based on side effects such as neuropathy, hypotension, GI disturbances or electrolyte imbalances. Patients tolerating Bortezomib/dex with improvement in KPS had cyclophosphamide (4) or lenalidomide (1) added to their initial therapy. Patients: Median age was 64 years (39–88). Nine had kappa light chain involvement. Organ involvement was renal (73%), cardiac (63%), hepatic (25%), tongue or soft tissue (20%), GI (30%). Median KPS was 70 (50 –100). Ten of the 16 patients were treated as in-patients due to multi-organ dysfunction. Five patients required hemodialysis within a month of diagnosis. Cardiac involvement was stage 3 (Mayo risk group) in 25%. Three patients were unevaluable: 2 dying before 2 cycles and 1 discontinued therapy (Grade 3 liver dysfunction). Median follow up was 5 months (range 2–33 mo). Results: Evaluable (receiving at least 2 cycles) patients have all had a free light chain response. The overall hematological response rate was 100% with 55% partial remission (PR) and 45% complete remission (CR). Median cycles to achievement of a light chain response was 2 (range 1–4). Four patients underwent autologous stem cell transplantation with no mortality. Five (40%) of the responders have had an organ response (3 renal, 1 macroglossia, 1 cardiac) with only patients alive for >5 months having any evidence of organ response. Five (40%) of the evaluable patients have died with progressive cardiac involvement (2), relapsed disease (2) or renal failure (1) with refusal of dialysis. In patients receiving at least one dose of bortezomib, non-hematologic toxicity (>grade 2) included -neuropathy (20%), hypotension (20%), severe diarrhea (12%), sepsis (12%), paralytic ileus (6%), liver dysfunction (6%), sudden death (6%). Conclusions: Bortezomib in combination with dexamethasone has a high response rate in newly diagnosed AL amyloidosis. This regimen was well tolerated in a cohort of severe, multisystem amyloidosis patients with low treatment related mortality. Light chain responses were fast whereas organ responses were not seen prior to 5 months of therapy. The regimen also served as a platform for further intensification with the addition of lenalidomide, cyclophosphamide or autologous transplant in responders. Disclosures: Off Label Use: Bortezomib for the therapy of amyloidosis. Hari: Millenium: Honoraria, Research Funding."
}