{
    "doi": "https://doi.org/10.1182/blood.V122.21.3233.3233",
    "article_title": "Combination Of Lenalidomide, Dexamethasone and Cyclophosphamide as Treatment For The First Relapse Of Multiple Myeloma: Efficacy, Toxicity and Occurance Of Thyroid Abnormalities ",
    "article_date": "November 15, 2013",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background Lenalidomide is immunomodulatory drug with a range of antineoplastic actions, it is highly effective in multiple myeloma (MM). Lenalidomide has been associated with various adverse side effects including fatigue, constipation, haematological and neurological toxicity. Thyroid dysfunction has been reported as a possible side effect of lenalidomide with incidence 5-10%. Symptoms of thyroid dysfunction can overlap with some side effects of lenalidomide. Thyroid hormone levels are not regularly evaluated in patients (pts) on lenalidomide. Aim In this report we have analysed a cohort of 73 MM pts treated with lenalidomide 25 mg daily (day 1-21, repeating of cycle on day +28) in combination with dexamethasone (160 mg or 320 mg per cycle) and cyclophosphamide 50 mg daily with aims to evaluate efficacy and adverse events of this treatment including of possible occurrance of thyroid impairment. Methods We have prospectively evaluated 73 pts with the first relapse of MM who received lenalidomide as a part of the second-line treatment between 2008 and 2012, median follow-up from start of treatment was 24 months (range 2-46), median age was 65 years. Median number of cycles was 6 (range 4-10). Thyroid function tests were checked in regular 2-month intervals from the start to the end of lenalidomide treatment - thyroid stimulating hormone (TSH) and free thyroxine (FT4). Results Overall response rate (ORR) was 53% (39/73), 10% (7/73) of pts were in complete remission (CR), very good partial response (VGPR) was achieved in 18% of pts (13/73), partial response (PR) in 25% of pts (19/73), minimal response (MR) or stable disease (SD) in 10% of pts (7/73), progression was observed in 37% of pts (27/73). Median time to progression (TTP) and overall survival (OS) from start of lenalidomide treatment were 18.4 and 29.6 months, respectively. Adverse events (AE) in time of lenalidomide treatment were frequent, but mostly grade 1 or 2. The most frequent AE were as follows: anemia (77%), neutropenia (67%), thrombocytopenia (54%), neuropathy (38%), fatigue (65%), infections (49%) and gastrointestinal toxicity (21%). Grade 3 or 4 adverse events included neuropathy (5%), thrombosis (4%), infections (15%), thrombocytopenia (10%), neutropenia (27%) and fatigue (6%). Previous diagnosis of thyroid dysfunction was presented in four MM pts (5%). New thyroid abnormalities grade 2 were developed on lenalidomide treatment in seven pts (10%). Hypothyreosis was presented in five pts, hyperthyreosis in two pts. Treatment of thyroid dysfunction was necesarry in all seven pts. Median time to occurrance of thyroid dysfunction was 4 months (range 2-8 months). Conclusion Lenalidomide is effective treatment for the first relapse of MM with ORR 53%, but lenalidomide can cause various adverse events and significant thyroid abnormalities. Regular routine monitoring of TSH could be recommended in MM patients treated with lenalidomide. Treatment of symptomatic thyroid dysfunction can improve the quality of life for patiens undergoing lenalidomide treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "thyroid",
        "toxic effect",
        "brachial plexus neuritis",
        "thyroid diseases",
        "adverse event",
        "adverse effects"
    ],
    "author_names": [
        "Marta Krejci, MD, PhD",
        "Zdenek Adam, Prof. MD, PhD",
        "Ludek Pour, MD, PhD",
        "Jana Pelcova",
        "Jiri Mayer, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marta Krejci, MD, PhD",
            "author_affiliations": [
                "Dpt. of Internal Medicine, Hematology and Oncology, University Hospital Brno, Brno, Czech Republic, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zdenek Adam, Prof. MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine-Hematology and Oncology, University Hospital Brno, Brno, Czech Republic, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ludek Pour, MD, PhD",
            "author_affiliations": [
                "University Hospital Brno, Brno, Czech Republic, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jana Pelcova",
            "author_affiliations": [
                "University Hospital Brno, Brno, Czech Republic, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Mayer, MD, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Hemato-Oncology, University Hospital Brno and Masaryk University, Brno, Czech Republic"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T09:36:49",
    "is_scraped": "1"
}