{
    "doi": "https://doi.org/10.1182/blood-2021-154226",
    "article_title": "Interim Efficacy Analysis of a Phase II Study Demonstrates Promising Activity of the Combination of Pembrolizumab (PEM) and Entinostat (ENT) in Relapsed and Refractory (R/R) Hodgkin Lymphoma (HL) ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction Histone deacetylase (HDAC) inhibitors have single agent activity in various types of lymphoma. They restore antigen-specific immune recognition in B-cell lymphoma cells and modulate programmed cell death (PD)-1 expression on circulating T-lymphocytes. Pembrolizumab (PEM) is highly active in Hodgkin Lymphoma (HL) and demonstrates a 12-month PFS of 46% in patients with R/R HL. Preclinical studies have shown synergism of this combination in mouse models of various tumors. We present the interim efficacy analysis from the first stage of our phase II trial investigating the combination of the HDAC inhibitor Entinostat (ENT) and the PD-1-blocking antibody PEM in patients with R/R HL. Methods Patients with R/R HL received ENT 5-7 mg orally once weekly and PEM 200 mg intravenously once every three weeks. Prior use of anti-PD-1 or HDAC inhibitor was allowed if there had been clinical benefit. Tumor assessment was evaluated using the RECIL criteria. The primary endpoint is the 12-month progression-free survival (PFS). Using a Simon two-stage minimax design to power the study, 21 patients were to be enrolled in the first stage with a 12-month PFS rate of 40% considered undesirable and 60% desirable. Results At time of data censoring on 7/24/21, 22 patients with HL have been enrolled. The median number of prior therapies was 5 (2-17). 7 (32%) were refractory to the most recent therapy, 13 (59%) had received autologous stem cell transplant (ASCT), 12 (55%) prior anti-PD1 antibody therapy, and 3 (14%) prior HDAC inhibitor therapy. Out of 22 evaluable patients, the overall response rate (ORR) was 86% and the complete response (CR) rate was 45%. Responding patients included 9 with prior anti-PD-1 antibody and 3 with prior HDAC inhibitor therapy. With median duration of follow-up among survivors of 8.4 months (2-26), the 12-month PFS was 72% (44%-87%). Reasons for treatment discontinuation included: progression (n=6), toxicities (n=5) consolidation with transplant or radiation (n=3), withdrawal of consent (n=3), and completion of study protocol (n=2). Severe toxicities resulting in study discontinuation were pleural effusions, pericarditis, pneumonitis and peripheral neuropathy. Out of the 22 total patients with HL enrolled in this study, 50% of patients had grade ≥3 (41%) and thrombocytopenia (32%). 41% exhibited grade ≥3 non-hematologic AEs, which included pericardial or pleural effusions (n=2, 9%), as well as fatigue, musculoskeletal pain, abdominal pain, pneumonitis, elevated lipase, hyperglycemia, and peripheral neuropathy. AEs that were potentially immune-related included hypothyroidism (n=2, 9%), elevated transaminases (n=4, 18%), diarrhea (n=3, 14%) and pneumonitis (n=2, 8%). Conclusions Interim results following stage I of this phase 2 trial demonstrates a 12-month PFS rate of 74%, meeting the primary endpoint of the study and justifying continued investigation of the combination of PEM and ENT. In this heavily pretreated patient population, responses were seen in the majority of patients despite prior exposure to anti-PD-1 agents. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Vardhana:  Immunai: Membership on an entity's Board of Directors or advisory committees. Moskowitz:  Bristol-Myers Squibb: Research Funding; Seattle Genetics: Consultancy, Research Funding; ADC Therapeutics: Research Funding; Beigene: Research Funding; Miragen: Research Funding; Janpix Ltd.: Consultancy; Merck: Consultancy, Research Funding; Imbrium Therapeutics L.P./Purdue: Consultancy; Takeda: Consultancy; Incyte: Research Funding. Joffe:  AstraZeneca. Epizyme: Consultancy. Khan:  Seattle Genetics: Research Funding. Kumar:  Seattle Genetics: Research Funding; Astra Zeneca: Honoraria, Other: Advisory Board, Research Funding; Kite Pharmaceuticals: Other: advisory board , Research Funding; Pharmacyclics: Research Funding; Abbvie Pharmaceuticals: Research Funding; Celgene: Honoraria, Other: advisory board, Research Funding; Adaptive Biotechnologies, Celgene, Abbvie Pharmaceticals, Pharmacyclics, Seattle Genetics: Research Funding. Zelenetz:  Gilead: Honoraria; Genentech/Roche: Honoraria, Research Funding; AstraZeneca: Honoraria; MorphoSys: Honoraria; Novartis: Honoraria; Pharmacyclics: Honoraria; Verastem: Honoraria; SecuraBio: Honoraria; BMS/Celgene/JUNO: Honoraria, Other; MethylGene: Research Funding; Abbvie: Honoraria, Research Funding; Gilead: Honoraria, Research Funding; MEI Pharma: Honoraria, Research Funding; Janssen: Honoraria; Beigene: Honoraria, Other, Research Funding; Amgen: Honoraria; NCCN: Other; LFR: Other. Horwitz:  Affimed: Research Funding; ADC Therapeutics, Affimed, Aileron, Celgene, Daiichi Sankyo, Forty Seven, Inc., Kyowa Hakko Kirin, Millennium /Takeda, Seattle Genetics, Trillium Therapeutics, and Verastem/SecuraBio.: Consultancy, Research Funding; Aileron: Research Funding; Acrotech Biopharma, Affimed, ADC Therapeutics, Astex, Merck, Portola Pharma, C4 Therapeutics, Celgene, Janssen, Kura Oncology, Kyowa Hakko Kirin, Myeloid Therapeutics, ONO Pharmaceuticals, Seattle Genetics, Shoreline Biosciences, Inc, Takeda, Trillium Th: Consultancy; Celgene: Research Funding; C4 Therapeutics: Consultancy; Crispr Therapeutics: Research Funding; Daiichi Sankyo: Research Funding; Forty Seven, Inc.: Research Funding; Kura Oncology: Consultancy; Kyowa Hakko Kirin: Consultancy, Research Funding; Millennium/Takeda: Research Funding; Myeloid Therapeutics: Consultancy; ONO Pharmaceuticals: Consultancy; Seattle Genetics: Consultancy, Research Funding; Secura Bio: Consultancy; Shoreline Biosciences, Inc.: Consultancy; Takeda: Consultancy; Trillium Therapeutics: Consultancy, Research Funding; Tubulis: Consultancy; Verastem/Securabio: Research Funding. Noy:  Janssen: Consultancy, Honoraria; Epizyme: Consultancy; Morphosys: Consultancy; Rafael Parhma: Research Funding; Medscape: Consultancy; Targeted Oncology: Consultancy; Pharmacyclics: Consultancy, Research Funding. Batlevi:  Memorial Sloan Kettering Cancer Center: Current Employment; Moderna: Current holder of individual stocks in a privately-held company; Viatris: Current holder of individual stocks in a privately-held company; BMS: Current holder of individual stocks in a privately-held company; Autolus: Research Funding; Pfizer: Current holder of individual stocks in a privately-held company; Dava Oncology: Honoraria; Bayer: Research Funding; Medscape: Honoraria; ADC Therapeutics: Consultancy; Regeneron: Current holder of individual stocks in a privately-held company; TouchIME: Honoraria; TG Therapeutics: Consultancy; Karyopharm: Consultancy; Seattle Genetics: Consultancy; Life Sciences: Consultancy; Kite Pharma: Consultancy; Juno/Celgene: Consultancy; GLG Pharma: Consultancy; Xynomic: Research Funding; Roche/Genentech: Research Funding; Novartis: Research Funding; Janssen: Research Funding; Epizyme: Research Funding. Matasar:  Pharmacyclics: Honoraria, Research Funding; Juno Therapeutics: Consultancy; TG Therapeutics: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Rocket Medical: Consultancy, Research Funding; Genentech, Inc.: Consultancy, Honoraria, Research Funding; Merck: Consultancy; Merck Sharp & Dohme: Current holder of individual stocks in a privately-held company; GlaxoSmithKline: Honoraria, Research Funding; ImmunoVaccine Technologies: Consultancy, Honoraria, Research Funding; Seattle Genetics: Consultancy, Honoraria, Research Funding; Memorial Sloan Kettering Cancer Center: Current Employment; IGM Biosciences: Research Funding; Bayer: Consultancy, Honoraria, Research Funding; Teva: Consultancy; Janssen: Honoraria, Research Funding; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Daiichi Sankyo: Consultancy. Palomba:  Nektar: Honoraria; Notch: Honoraria, Other: Stock; PCYC: Consultancy; Kite: Consultancy; Ceramedix: Honoraria; Novartis: Consultancy; Priothera: Honoraria; Juno: Patents & Royalties; Wolters Kluwer: Patents & Royalties; Lygenesis: Honoraria; Pluto: Honoraria; Rheos: Honoraria; BeiGene: Consultancy; Seres: Honoraria, Other: Stock, Patents & Royalties, Research Funding; WindMIL: Honoraria; Magenta: Honoraria. Lee:  Intellisphere, LLC: Consultancy. Dogan:  EUSA Pharma: Consultancy; Takeda: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Peer View: Honoraria; Seattle Genetics: Consultancy; Physicians' Education Resource: Honoraria. Salles:  Abbvie: Consultancy, Honoraria; BMS/Celgene: Consultancy; Kite/Gilead: Consultancy; Ipsen: Consultancy; Janssen: Consultancy; Genmab: Consultancy; Takeda: Consultancy; Morphosys: Consultancy, Honoraria; Rapt: Consultancy; Genentech/Roche: Consultancy; Epizyme: Consultancy, Honoraria; Beigene: Consultancy; Debiopharm: Consultancy; Regeneron: Consultancy, Honoraria; Loxo: Consultancy; Miltneiy: Consultancy; Novartis: Consultancy; Incyte: Consultancy; Bayer: Honoraria; Velosbio: Consultancy; Allogene: Consultancy. Younes:  AZ: Current Employment, Other: Senior Vice President, Global Head of Haematology (Early and Late Stage) Oncology R&D at AstraZeneca. von Keudell:  Pharmacyclics: Consultancy, Honoraria; AbbVie: Research Funding; Janssen: Research Funding; Merck: Consultancy, Honoraria; Merck: Research Funding; Incyte: Consultancy, Honoraria; BMS: Research Funding.",
    "author_names": [
        "David J. Sermer",
        "Santosha Vardhana",
        "Erin Biggar",
        "Alison J. Moskowitz",
        "Erel Joffe",
        "Niloufer Khan",
        "David J. Straus",
        "Anita Kumar",
        "Andrew D. Zelenetz",
        "Steven M. Horwitz",
        "Ariela Noy",
        "Connie Lee Batlevi",
        "Audrey Hamilton",
        "Colette Owens",
        "Matthew J. Matasar",
        "M. Lia Palomba",
        "Christina Y. Lee",
        "Lorenzo Falchi",
        "William T. Johnson",
        "Heiko Schoder",
        "Ahmet Dogan",
        "Tira Bunyaviroch",
        "Venkatraman Seshan",
        "Gilles Salles",
        "Anas Younes",
        "Gottfried von Keudell"
    ],
    "author_dict_list": [
        {
            "author_name": "David J. Sermer",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Santosha Vardhana",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Biggar",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alison J. Moskowitz",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erel Joffe",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niloufer Khan",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J. Straus",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Kumar",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Horwitz",
            "author_affiliations": [
                "Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariela Noy",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie Lee Batlevi",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Audrey Hamilton",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colette Owens",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew J. Matasar",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Lia Palomba",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Y. Lee",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorenzo Falchi",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William T. Johnson",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiko Schoder",
            "author_affiliations": [
                "Department of Radiology, Memorial Sloan Kettering Cancer Center, New York,"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmet Dogan",
            "author_affiliations": [
                "Department of Pathology, Hematopathology Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tira Bunyaviroch",
            "author_affiliations": [
                "Department of Radiology, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Venkatraman Seshan",
            "author_affiliations": [
                "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Salles",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anas Younes",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY",
                "AstraZeneca, New York, NY"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gottfried von Keudell",
            "author_affiliations": [
                "Department of Medicine, Lymphoma Service, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:42:44",
    "is_scraped": "1"
}