{
    "doi": "https://doi.org/10.1182/blood.V112.11.4243.4243",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1158",
    "start_url_page_num": 1158,
    "is_scraped": "1",
    "article_title": "Preliminary Studies on the Role of a Small GTPase, RhoA and Its Regulation in Imatinib Resistance ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology excluding Therapy",
    "topics": [
        "guanosine triphosphate phosphohydrolases",
        "imatinib mesylate",
        "rhoa gtp-binding protein",
        "phosphotransferases",
        "bcr-abl tyrosine kinase",
        "tyrosine",
        "1-phosphatidylinositol 3-kinase",
        "blast phase",
        "cancer",
        "cd29 antigen"
    ],
    "author_names": [
        "Song Zhang",
        "Qingfeng Du",
        "Hongqian Zhu",
        "Rong Li",
        "Zhi Liu",
        "Jun Yang",
        "Yu Wang",
        "Zhao Ouyang",
        "Liu Xiaoli, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Oncology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
        ],
        [
            "Dept. of Hematology, Nanfang Hospital, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "23.187804",
    "first_author_longitude": "113.328561",
    "abstract_text": "Imatinib has impressive response rates and good tolerability quickly led to its adoption as frontline therapy for all patients with chronic-phase CML (chronic myeloid leukemia), but the therapeutic effect of imatinib is poor in the blast crisis, and imatinib resistance has become a major problem in CML. The possible mechanisms of imatinib resistance include the amplification of BCR-ABL fusion gene and its expression increase, the point mutant of BCR-ABL kinase domain and the effects of other tyrosine kinases such as Src, Hck and Lyn and so on. However, the second-generation tyrosine kinase inhibitors (such as nilotinib and dasatinib), which were developed to overcome imatinib resistance resulting from the point mutant or the activation of other tyrosine kinases, even can not prevent all patients with CML progression to drug resistance. So there would be the other potential factor in imatinib resistance. Our previous studies generated a new imatinib-resistant BCR/ABL-positive cell line, K562-R. The 50% inhibitory concentration of imatinib was 15-fold higher in K562-R than in the wild-type K562. The expression of RhoA gene is up-regulated in K562-R by microarray analyses. RhoA, a small GTPase (24KD), has been found overexpression in breast, colon, head and neck squamous cell carcinoma, bladderand testicular cancer, lung and gastric cancer. It plays an important role in the initiation as well as the progression of human cancer, but the potential role of RhoA related to imatinib resistance has yet been unknown. In this study, we firstly detect the biologic characteristic of K562-R cells with RhoA down-expression by RNA interference. When K562-R cells were transfected with 150nM siRNA-RhoA for 48 hours, the percentage of apoptotic K562-R cells is respectively 12.82% by AnnexinV-PI assay and 9.0% by Hoechst 33258 staining and both have significant increase, cell cycle analysis found significant G0/G1 arrest, the expression of CD29 increase and that of CD71 and GPA have no difference. Secondly, The K562-R cells were treated with three selective inhibitors, including PD98059 (Ras/MAPK inhibitor), LY294002 (PI3K/AKT inhibitor) and AG490(JAK/STAT inhibitor) for 2,4 and 8 hours and the expression of RhoA were analyzed by Western-Blotting. The expression of RhoA is arrested in the K562-R cells treated with PD98059 and AG490 and no different with LY294002. These results indicate that RhoA would be an important target in the down-stream of multi-signal pathways related to imatinib resistance and the potential function of RhoA in imatinib resistance involve in increasing of cell proliferation, resistance to cell apoptosis and changes of cell adhesion."
}