{
    "doi": "https://doi.org/10.1182/blood.V122.21.3856.3856",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2642",
    "start_url_page_num": 2642,
    "is_scraped": "1",
    "article_title": "Induction Of Apoptosis By The Dual PI3K/Mtor Inhibitor NVP-BEZ235 Is Impaired By a Profound G1/G0 Arrest In Acute Leukemia Which Can Be Overcome By Combination Approaches ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "apoptosis",
        "leukemia, acute",
        "mtor inhibitors",
        "phosphoinositide 3-kinase",
        "protein-tyrosine kinase inhibitor",
        "proto-oncogene proteins c-akt",
        "ms-like tyrosine kinase 3",
        "chemotherapy regimen",
        "impedance threshold device"
    ],
    "author_names": [
        "Kerstin M Kampa-Schittenhelm, Dr., MD",
        "Figen Akmut",
        "Barbara Illing",
        "Marcus M Schittenhelm, Dr., MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology, Rheumatology, Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Immunology, Rheumatology and Pulmology, University of Tuebingen, Tuebingen, Germany, "
        ],
        [
            "Hematology, Oncology, Rheumatology,Immunology and Pulmology, University of Tuebingen, Tuebingen, Germany"
        ]
    ],
    "first_author_latitude": "48.5297568",
    "first_author_longitude": "9.0381857",
    "abstract_text": "Introduction Constitutive phosphorylation of AKT is frequently found in acute leukemia. In a proportion of patients, activation of the PI3K/AKT pathway can be linked to gain-of-function tyrosine kinase mutations. We have previously shown that TKI only incompletely inactivate AKT signaling. PI3K/AKT pathway inhibitors are attractive for targeting this pathway. However, most inhibitors lead to G1/G0 arrest. Likely for this reason, response rates to PI3K inhibitor treatment were moderate in various neoplasms. We here demonstrate that the dual PI3K-MTORC1/2 inhibitor NVP-BEZ235, which is currently under clinical investigation in relapsed acute leukemia, mediates a profound G1/G0 arrest in cells harboring leukemia-driving FLT3 ITD or BCR-ABL1 mutations, impairing induction of apoptosis. Furthermore, combination with TKI or chemotherapy overcomes cellular resistance. Methods Proliferation and apoptosis assays were performed in leukemia cell lines, an isogenic Ba/F3 cell model harboring mutant-KIT, FLT3 or ABL1 isoforms and primary leukemic cells as well as healthy donor cells. Immunoblots were performed to study effects on AKT signaling pathways including downstream effectors of autophagy (p-ULK1), proliferation, cell cycle (p70S6Kinases, cyclinD, pRB) and apoptosis (caspases). Isobolograms were created to compute combination indices. Results NVP-BEZ235 profoundly inhibited phosphorylation of AKT and p70S6K, leading to a potent antiproliferative effect in the low nanomolar range in most cell lines as well as patient blasts. However, no meaningful induction of apoptosis was observed. Instead, a sustained G1/G0 cell cycle arrest with dephosphorylation of RB and upregulation of cyclinD, induction of protective autophagy pathways (via ULK1) and absence of cleaved caspase 3 was detected. An isogenic Ba/F3 model confirmed the low proapoptotic efficacy especially for FLT3 ITD and BCR-ABL1. In an attempt to overcome NVP-BEZ235 induced cell cycle arrest, we co-treated leukemic cells with specific TK inhibitors or chemotherapeutics such as daunorubicin in a fixed dose-dilution ratio. Combination indices revealed additive to superadditive proapoptotic effects for all tested combinations. Conclusion We provide evidence that the antileukemic activity of NVP-BEZ235 in acute leukemia with mutations in tyrosine kinases is abrogated due to induction of profound G1/G0 cell cycle arrest which can be overcome by combination with TKI or chemotherapy. Disclosures: No relevant conflicts of interest to declare."
}