{
    "doi": "https://doi.org/10.1182/blood-2018-99-117908",
    "article_title": "Outcomes of Follicular Lymphoma (FL) with Early Progression (EP): Does Choice of Second Line Therapy Impact the Course of Disease? ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma-Clinical Studies: Poster III",
    "abstract_text": "Background: The spectrum of FL varies from an indolent disease course spanning decades to early transformation and death. Longitudinal studies have identified a subset of high risk patients (pts) who progress within 24 months of frontline therapy. It is still unclear how best to treat these patients and as yet, there is no standard 2 nd line therapy for FL. Given the multitude of treatments available and the heterogenous disease course, it is challenging to compare outcomes of 2 nd line therapy. It is unclear if the efficacy of second-line therapy in FL is influenced by the type of therapy, disease biology (early vs. late progression) or both. We conducted a single institute, retrospective study to determine the clinical benefit of 2 nd line therapy in FL and to evaluate if any particular type of therapy was associated with improved outcomes in FL patients with early progression (EP). Methods: All patients with relapsed/refractory FL treated at our Institute between 1990 and 2014 were included. Patients were included if they received anti-CD20 monoclonal antibody (mAb)-based therapy in the first-line setting and completed both, first-line and second-line therapy at our Institution. Demographic, clinical, pathological and outcomes data was collected by retrospective chart review. Clinical endpoints included overall response rate (ORR), progression-free survival (PFS), time to next treatment (TTNT), and overall survival (OS). Treatments were divided in two groups for comparison: immunotherapy alone (anti-CD20 mAb) (IT) or chemo-immunotherapy (CIT). Differences in clinical outcomes were analyzed between FL patients with early progression after 1st line therapy (EP, i.e. progression ≤ 2yrs) vs. FL with late relapse (LP, i.e. progression > 2yrs). Comparisons were made using the Mann-Whitney U and Person chi-square tests as appropriate. Survival outcomes were assessed using standard Kaplan-Meier methods. All analyses were conducted in SAS v9.4 (Cary, NC) at a significance level of 0.05. Results: A total of 537 newly diagnosed FL pts were identified of which 291 pts received 1 st line therapy at our Institute. IT or CIT was given to 19.6% and 80.4% pts respectively. IT treated pts were older (median age: 61y vs 57y, p=0.033) and had lower FLIPI scores (1.5 vs 2.1, p<0.001) than CIT treated pts. Disease progression requiring 2 nd line therapy was observed in 108 of 291 pts (36.4%) , 64 (59.3%) of which had EP vs 44 (40.7%) had LP. Baseline characteristics including age, gender and FLIPI scores were similar between EP and LP groups. ORR to 2 nd line therapy was similar between EP and LP pts (64.3 vs. 78%, P=0.53). After a median follow up of 89.5 months (mo), the PFS, TTNT and OS of pts requiring 2 nd line therapy was 14.3 mo, 17.5 mo and 92.9 mo respectively. Pts with EP had a significantly lower PFS (6.6 vs 32.8 mo, p <0.001) and TTNT (11.7 vs 36.2 mo, p <0.001) compared to LP pts with no difference in OS (77 vs 132 mo, p=0.36) [Figure 1]. Among pts with EP receiving 2 nd line therapy, there were no differences between IT and CIT in terms of PFS (9.3 vs 6.4 mo, P=0.50) or TTNT (15 vs 11.6 mo, P=0.59). The OS was better in IT vs CIT (NR vs 47.6 mo, p=0.036) but has to be interpreted in the context of most pts (except one) in each group going on to receive subsequent therapies [Figure 2]. Of interest, the ORR of 2 nd line therapy among pts with LP was excellent regardless of the use of IT or CIT (90.4 vs 100%, P=0.07). Moreover, in pts with LP, there were no difference in PFS (29.4 vs 32.8 mo, p=0.83), TTNT (102 vs 36.2 mo, p=0.96) and OS (132 vs 93 mo, p=0.34) based on the choice of 2nd line therapy (IT or CIT) [Figure 3]. Conclusion: FL pts with LR have excellent outcomes to 2 nd line therapy and treatment selection could be determined by the agent(s) toxicity profile. In contrast, EP predicts poor clinical outcomes with short duration of response to standard IT or CIT. Therapeutic approaches incorporating clinically available targeted agents (i.e. immunomodulatory agents of B-cell receptor signaling inhibitors) or novel agents in the context of clinical trials, may provide a more effective disease control in this subgroup. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "follicular lymphoma",
        "second line treatment",
        "brachial plexus neuritis",
        "disease progression",
        "immunotherapy",
        "monoclonal antibodies",
        "biological response modifiers",
        "cd20 antigens",
        "chemotherapy regimen",
        "follow-up"
    ],
    "author_names": [
        "Ahmad Hanif, MD",
        "Sumera Khan, MSc, MD",
        "Pallawi Torka, MD",
        "Kris Attwood, PhD MS",
        "Francisco J. Hernandez-Ilizaliturri, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ahmad Hanif, MD",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sumera Khan, MSc, MD",
            "author_affiliations": [
                "Department of Medical Oncology, Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pallawi Torka, MD",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kris Attwood, PhD MS",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, Buffalo, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco J. Hernandez-Ilizaliturri, MD",
            "author_affiliations": [
                "Departments of Medicine and Immunology, Roswell Park Comprehensive Cancer Center, Buffalo, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T13:03:10",
    "is_scraped": "1"
}