{
    "doi": "https://doi.org/10.1182/blood.V126.23.908.908",
    "article_title": "Additional Analyses of a Randomized Phase II Study of Azacitidine Combined with Lenalidomide or with Vorinostat Vs. Azacitidine Monotherapy in Higher-Risk Myelodysplastic Syndromes (MDS) and Chronic Myelomonocytic Leukemia (CMML): North American Intergroup Study SWOG S1117 ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies I",
    "abstract_text": "Background: The few therapies available to treat higher-risk MDS and CMML have limited impact on outcome. We previously reported initial results of S1117, which compared overall response rates (ORRs) of azacitidine (AZA) monotherapy to AZA combined with the histone deacetylase inhibitor vorinostat (VOR), or the immunomodulator lenalidomide (LEN)( ASH 2014 LBA-5). We now report updated response data and overall survival (OS), subgroup analyses, impact of cytogenetics, and effect of treatment center volume/centers of excellence on outcome. Methods: This randomized, Phase II study (ClinTrials.gov # NCT01522976) enrolled higher-risk MDS (International Prognostic Scoring System (IPSS) Int-2 or High and/or bone marrow blasts ≥5%) and CMML adult patients (pts) with <20% blasts from 3/12-6/14 to receive AZA (75 mg/m 2 /d on d1-7 of a 28d cycle), AZA + LEN (10 mg/d on d1-21), or AZA + VOR (300 mg BID on d3-9). Pts continued treatment until treatment failure, defined as disease progression, relapse, significant or unresolved toxicity, or lack of response. Dose reductions occurred for grade ≥3 adverse events (per NCI CTCAE) or delayed count recovery. Cytogenetic risk groups were defined per IPSS-R. The primary endpoint was improvement in ORR, by intention to treat and reviewed centrally, of one of the combination arms vs. AZA per 2006 International Working Group MDS response criteria (complete response (CR) + partial response (PR) + hematologic improvement (HI)). OS was from study entry. MDS Centers of Excellence (MCE) were defined per MDS Foundation; center volume was defined as low (1-4 pts enrolled) or high (5-17 pts). Results: Of 277 pts, 92 received AZA, 93 AZA+LEN, and 92 AZA+VOR. Baseline characteristics, previously reported, were similar across arms. Pts received a median of 22 weeks of therapy and were followed for a median of 10 months (range: 0-30). Non-protocol defined dose modification and protocol discontinuation due to toxicity occurred more frequently in combination arms vs. AZA (p=.0014 and p=.018, respectively). Responses are now assessable in all pts (Table 1). ORR was statistically similar for combination arms vs. AZA, with a trend for longer response duration (p=.083) for combinations. Within HI, AZA+LEN pts had higher HI-n than AZA pts (16% vs. 5%, p=.031). ORR for CMML pts was significantly higher for LEN+AZA vs. AZA (63% vs. 29%, p=.04), with a trend for longer response duration for combinations (p=.06); no differences in ORR were seen for therapy-related MDS, IPSS subgroups, or transfusion-dependent pts. Allogeneic transplantation rates were similar. Median OS (Figure) for AZA:AZA+LEN:AZA+VOR was 15:18 (p=.38):17 (p=.17) months; p=.19 for combination arms vs. AZA. Median OS after failure was 7:9 (p=.6):9 (p=.05) months; p=.15 for combination arms after failure vs. AZA. For pts on therapy >6 months, there was a trend (p=.08) for higher ORR for AZA+LEN vs. AZA, though response duration was similar; median OS was 18:21 (p=.44 vs. AZA):21 months (p=.45 vs. AZA). Cytogenetic risk category distribution and ORR was similar across arms. OS (compared to Very Good/Good) was worse for Poor (HR 2.07, p=.022) and Very poor (HR 4.41, p<.001), without significant modification by treatment arm (Table 2). Compared to pts without identified cytogenetic abnormalities (abn), ORR across arms was better for pts with Chr 5 abn (OR 2.38, p=.004); OS was better for normal (HR .42, p<.001) and worse for Chr 5 abn (HR 3.1, p<.001), -7 (HR 2.69, p<.001), and 17p (HR 2.61, p<.001). While small numbers prevented definitive conclusions for treatment arm effect, combinations trended towards improving OS in Normal and Chr 5 abn only. The outcome of all pts and pts on discrete study arms treated at MCE (n=75) or high volume (n=138) sites were similar to non-MCE or low-volume sites for ORR, non-protocol defined dose modifications, dose adjustment in first 4 cycles, time to off-protocol (HR 1.2, p=.21 and HR .94, p=.64), and OS (HR .81, p=.3 and HR .77, p=.12). Conclusions: In higher-risk MDS pts, ORR and OS was similar for AZA monotherapy compared to combination arms, while for CMML pts, ORR was significantly higher with AZA+LEN. For cytogenetic subgroups, OS was worse for Chr 5 abn, -7, and 17p, and may be improved by combinations in normal or Chr 5 abn. MCE or treatment at a high volume site did not impact these effects or outcomes. Figure 1. View large Download slide Responses Figure 1. View large Download slide Responses Close modal Figure 2. View large Download slide Cytogenetics Figure 2. View large Download slide Cytogenetics Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Disclosures Sekeres: Celgene Corporation: Membership on an entity's Board of Directors or advisory committees. List: Celgene Corporation: Honoraria, Research Funding. Odenike: Sunesis: Membership on an entity's Board of Directors or advisory committees, Research Funding. Stone: Merck: Consultancy; Celgene: Consultancy. Gore: Celgene: Consultancy, Honoraria, Research Funding. Buckstein: Celgene: Honoraria, Research Funding. Fang: Affymetrix: Research Funding. Attar: Agios Pharmaceuticals: Employment. Erba: Ariad: Consultancy; Daiichi Sankyo: Consultancy; Sunesis: Consultancy; Pfizer: Consultancy; Novartis: Consultancy, Speakers Bureau; Pfizer: Consultancy; Incyte: Consultancy, Speakers Bureau; Incyte: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Jannsen (J&J): Other: Data Safety and Monitoring Committees ; Ariad: Consultancy; Celgene: Consultancy, Speakers Bureau; GlycoMimetics: Other: Data Safety and Monitoring Committees; Seattle Genetics: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Millennium/Takeda: Research Funding; Millennium/Takeda: Research Funding; Celator: Research Funding; Celator: Research Funding; Astellas: Research Funding; Astellas: Research Funding; Sunesis: Consultancy; Daiichi Sankyo: Consultancy; GlycoMimetics: Other: Data Safety and Monitoring Committees; Jannsen (J&J): Other: Data Safety and Monitoring Committees.",
    "topics": [
        "azacitidine",
        "lenalidomide",
        "leukemia, myelomonocytic, chronic",
        "myelodysplastic syndrome",
        "phase 2 clinical trials",
        "southwest oncology group",
        "vorinostat",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "toxic effect"
    ],
    "author_names": [
        "Mikkael A. Sekeres, MD MS",
        "Megan Othus, PhD",
        "Alan F. List, MD",
        "Olatoyosi Odenike, MD",
        "Richard M. Stone, MD",
        "Steven D. Gore, MD",
        "Mark R Litzow, MD",
        "Rena Buckstein, MD FRCPC",
        "Min Fang, MD PhD",
        "Diane Roulston, PhD",
        "Clara D. Bloomfield, MD",
        "Yanming Zhang, MD",
        "Mario R. Velasco, MD",
        "Rakesh Gaur, MD MPH",
        "Ehab Atallah, MD",
        "Eyal C. Attar, MD",
        "Frederick R Appelbaum, MD",
        "Harry P. Erba, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mikkael A. Sekeres, MD MS",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Megan Othus, PhD",
            "author_affiliations": [
                "SWOG Statistical Center, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List, MD",
            "author_affiliations": [
                "Department of Hematologic Malignancies, Moffitt Cancer Center and Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olatoyosi Odenike, MD",
            "author_affiliations": [
                "University of Chicago Medical Center, Chicago, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard M. Stone, MD",
            "author_affiliations": [
                "Hematologic Oncology, Dana Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven D. Gore, MD",
            "author_affiliations": [
                "Yale Cancer Center, New Haven, CT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R Litzow, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rena Buckstein, MD FRCPC",
            "author_affiliations": [
                "Hematology/Oncology, Odette Cancer Centre, Sunnybrook Health Sciences Center, Toronto, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Min Fang, MD PhD",
            "author_affiliations": [
                "Seattle Cancer Care Alliance, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Roulston, PhD",
            "author_affiliations": [
                "Pathology, Cytogenetics Laboratory, University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara D. Bloomfield, MD",
            "author_affiliations": [
                "Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanming Zhang, MD",
            "author_affiliations": [
                "Department of Pathology, Northwestern University, Chicago, IL "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario R. Velasco, MD",
            "author_affiliations": [
                "Cancer Care Specialists of Central Illinois, Heartland NCORP, Decatur, IL "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rakesh Gaur, MD MPH",
            "author_affiliations": [
                "Kansas City NCORP, Prairie Village, KS "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehab Atallah, MD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eyal C. Attar, MD",
            "author_affiliations": [
                "Massachusetts General Hospital, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick R Appelbaum, MD",
            "author_affiliations": [
                "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P. Erba, MD PhD",
            "author_affiliations": [
                "University of Alabama at Birmingham and UAB Comprehensive Cancer Center, Birmingham, AL"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T09:37:16",
    "is_scraped": "1"
}