{
    "doi": "https://doi.org/10.1182/blood.V114.22.1226.1226",
    "article_title": "Prognostic Significance of Positron Emission Tomography (FDG-PET) at Baseline and After 4 Cycles of R-CHOP in 75 Patients with Mantle Cell Lymphoma Treated with Intensive Chemotherapy and Autologous Stem Cell Rescue. ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Autologous Transplantation Poster I",
    "abstract_text": "Abstract 1226 Poster Board I-248 Background The value of FDG-PET in mantle cell lymphoma (MCL) has not been addressed in a homogeneous group of pts. The optimal initial therapy is controversial; however, intensified therapy followed by consolidation with high-dose therapy and autologous stem cell rescue (HDT-ASCR) is associated with superior progression-free survival (PFS) compared to CHOP-based therapy. In this study, we examined the prognostic value of FDG-PET in a group of uniformly treated pts with upfront HDT-ASCR consolidation. The role of FDG-PET was evaluated: at baseline; as a predictor of proliferation index (PI); and as interim evaluation after induction therapy prior to HDT-ASCR. Pts and Methods Pts received sequential therapy consisting of sequential R-CHOP-14 × 4 followed by RICE x 2-3 cycles and consolidation with HDT-ASCR. FDG-PET and diagnostic CT imaging was obtained at baseline and after R-CHOP (N=75). The number of cycles of RICE was determined by the PET and CT response after induction with R-CHOP-14×4; pts with FDG-avid disease received a third cycle. Additional therapy was administered in 10 pts who had persistent FDG-avid disease after RICE with the objective of achieving the best response prior to the HDT-ASCR. Therapy included bortezomib in 7 cases and other treatment in 3 cases. The PI was determined by quantitative image analysis of Ki-67 stained slides (N=39). The median follow-up was 3.4 years. Results The median age was 59 years, 71% had bone marrow disease and 85% had stage 4 disease. According to the MIPI score, 50% had low-risk, 35% had intermediate-risk and 15% had high-risk disease. The baseline FDG-PET was positive in 71 pts (95%) and the median SUV was 5.5 (1.6-14). The baseline SUV was not prognostic after the stratification of the pts by the median SUV (PFS 81% vs 84% and overall survival (OS) 100% vs 74%, p=0.15). The median PI was 22% for the pts with an SUV below the median and 36% for the other group (P=0.03, Mann-Whitney). Interim FDG-PET evaluation after induction with R-CHOP-14 was available in 69 pts among the 71 with a positive test at baseline, the exam was negative in 49 pts (71%). A negative interim FDG-PET was associated with a better PFS (84% v 40% at 4years, p<0.0001) and a better OS (94% v 70% at 4 years, p=0.019). When FDG-PET results were added to response determined by CT scan, there was no difference in PFS between FDG-PET negative with either a CT CR (N=28) or CT PR (N=20) (91% vs 73% at 4 years, P=0.89). In contrast, patients with a CT PR had an inferior PFS and OS when the FDG-PET was positive (N=19) compared when the FDG-PET was negative (42% vs 76% at 4 years, P=0.008). The 4-year OS was 96% for FDG-PET negative CT CR, 91% for FDG-PET negative CT PR and 70% for FDG-PET positive CT PR (P=0.08). Conclusions In MCL, a baseline FDG-PET is useful as not all cases are positive. Though SUV correlates with the PI, the pretreatment SUV alone is not prognostic. Pts in PR by CT are separated by the FDG-PET result with negative pts having a superior outcome. The interim FDG-PET after induction with R-CHOP-14 × 4 is prognostic for PFS and OS in a program of sequential therapy with upfront consolidation with HDT/ASCR. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "fluorodeoxyglucose positron emission tomography",
        "mantle-cell lymphoma",
        "positron-emission tomography",
        "r-chop",
        "stem cells",
        "brachial plexus neuritis",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "fluorodeoxyglucose f18",
        "sequential treatment"
    ],
    "author_names": [
        "Rony Schaffel, MD, PhD",
        "Craig H. Moskowitz, MD",
        "Jocelyn C. Maragulia",
        "Carol S. Portlock, MD",
        "Cyrus V. Hedvat, MD, PhD",
        "Andrew D. Zelenetz, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rony Schaffel, MD, PhD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Craig H. Moskowitz, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jocelyn C. Maragulia",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carol S. Portlock, MD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrus V. Hedvat, MD, PhD",
            "author_affiliations": [
                "Pathology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew D. Zelenetz, MD, PhD",
            "author_affiliations": [
                "Medicine, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T07:02:04",
    "is_scraped": "1"
}