{
    "doi": "https://doi.org/10.1182/blood.V114.22.2126.2126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1513",
    "start_url_page_num": 1513,
    "is_scraped": "1",
    "article_title": "Factor VII Activating Protease (FSAP): Functional Implications of the “Marburg-1” Polymorphism. ",
    "article_date": "November 20, 2009",
    "session_type": "Blood Coagulation and Fibrinolytic Factors Poster I",
    "topics": [
        "endopeptidases",
        "factor vii",
        "peptide hydrolases",
        "polymorphism",
        "serine proteases",
        "heparin",
        "polyphosphates",
        "thermolysin",
        "calcium ions",
        "cardiolipins"
    ],
    "author_names": [
        "Fabian Stavenuiter",
        "Alexander B Meijer",
        "Erica Sellink",
        "Koen Mertens"
    ],
    "author_affiliations": [
        [
            "Dept of Plasma Proteins and Blood coagulation, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
        ],
        [
            "Dept of Plasma Proteins and Blood coagulation, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
        ],
        [
            "Dept of Plasma Proteins and Blood coagulation, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
        ],
        [
            "Dept of Plasma Proteins and Blood coagulation, Sanquin Blood Supply Foundation, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.36053455",
    "first_author_longitude": "4.865446749999999",
    "abstract_text": "Abstract 2126 Poster Board II-104 Introduction FSAP is a plasma serine protease first reported as an activator of single-chain urokinase-type plasminogen activator (scuPA) and Factor VII (FVII), suggesting a key role in hemostasis and thrombosis. Numerous additional functions have been proposed, including inhibition of smooth muscle cell proliferation and migration. Rigorous studies have been limited by the difficulty of obtaining intact FSAP from blood or recombinant sources due to autocatalytic activity which is stimulated through interaction with negatively charged surfaces. About 5-10% of healthy individuals carry a polymorphism (Marburg-1) at position c221 (G534Q) located in one of the 8 surface binding loops of the serine protease domain. This polymorphism has been proposed to be associated with impaired activation of scuPA in vitro , suggesting a putative defect in fibrinolysis. Epidemiological studies have remained inconclusive with regard to prothrombotic implications of this polymorphism. Residue c221 has been described as highly important in serine proteases. For prothrombin the D221Q mutation has been associated with a severe defect in fibrinogen clotting. Similarly, patients who are hemizygous for a c221 substitution in FIX (A221V) suffer from haemophilia B. In general, in Na + -dependent serine proteases like FVII, FIX, and thrombin, residue c221 contributes to activity and substrate specificity. Objectives: Our aim was to investigate, using intact recombinant (r) FSAP, the effect of the M1-polymorphism on FSAP biological activity. Results Various stable cell lines (HEK293-, BHK-, LOVO-, and CHO cells) expressing normal rFSAP (wt) and its Marburg-1 (M1) variant were produced. Irrespective to the cell type used, rFSAP was found to be cleaved after expression due to autocatalytic cleavage. However, wtFSAP was found to be more sensitive to proteolytic processing than its M1-variant. Moreover, wtFSAP was found to be completely inactivated whereas the M1-variant could be purified in its two-chain form. To overcome the problem of autocatalytic degradation, for wtFSAP we constructed a FSAP-variant in which the natural activation site (R313-I314) was replaced by a cleavage site for the bacterial protease thermolysin. Thermolysin-activated rFSAP displayed the same affinity for chromogenic peptide substrates (S2288) as pdFSAP ( K m 0.38 mM) and retained its capability to activate scuPA ( K m 62 nM). V max for scuPA activation was increased through interaction with negative charged surfaces like polyphosphate and heparin (2- and 3-fold, respectively), whereas no effect on the hydrolysis of S2288 was found. In contrast, the M1-variant displayed severely reduced affinity for S2288 (6.5-fold) and hardly any scuPA activation. Interestingly, addition of heparin or polyphosphate showed positive effects on the hydrolysis of both substrates by the M1-variant. Compared to wtFSAP, however, both the K m and V max were still heavily affected. Surprisingly, wtFSAP proved incapable of cleaving purified FVII, even in the presence of calcium-ions and lipid vesicles of varying composition, including up to 40 mol% negative phospholipids such as phosphatidylserine and cardiolipin (CL). On membranes of 100% CL FVII cleavage did occur, but this resulted in transient activation and rapid degradation. The M1-variant, however, displayed no FVII cleavage under any of the conditions tested. Finally, we found that Na + , in absence of CaCl 2 , affects the maximal rate of S2288 hydrolysis by rFSAP, with a maximal effect at physiological relevant concentrations. The Na + concentrations needed to reach maximal catalytic activity of the M1-variant were found 8 - 10 fold above physiologically relevant levels. Conclusions While rFSAP indeed activates scuPA, FVII appears surprisingly resistant to activation by rFSAP. The M1-variant does not activate FVII either, but does display reduced scuPA activation. The M1-polymorphism, being a Gly to Glu substitution at position c221, makes the protease less responsive to Na + . This is compatible with its location in the putative Na + -binding loops. Whether or not the reduced scuPA activation has any physiological impact remains unclear. Disclosures: No relevant conflicts of interest to declare."
}