{
    "doi": "https://doi.org/10.1182/blood.V120.21.3166.3166",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2153",
    "start_url_page_num": 2153,
    "is_scraped": "1",
    "article_title": "Assessment of Patient Reported Outcomes (PROs) From the Enestnd Trial with Minimum Follow-up of 36 Cycles. ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "topics": [
        "follow-up",
        "patient evaluation",
        "leukemia",
        "abnormal test results",
        "adverse event",
        "cancer therapy",
        "coombs' test",
        "disease progression",
        "imatinib mesylate",
        "leukemia, myeloid, chronic-phase"
    ],
    "author_names": [
        "Jennifer L Beaumont, MS",
        "Matthew Magestro",
        "John Coombs, PharmD, MBA",
        "Xiaolin Fan, PhD",
        "Charisse Kemp",
        "Roger J. Waltzman, MD"
    ],
    "author_affiliations": [
        [
            "Medical Social Sciences, Northwestern University Feinberg School of Medicine, Chicago, IL, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Global Oncology, Novartis Pharmaceuticals Corporation, Florham Park, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals Corp, East Hanover, NJ, USA"
        ],
        [
            "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
        ]
    ],
    "first_author_latitude": "41.8932484",
    "first_author_longitude": "-87.6219988",
    "abstract_text": "Abstract 3166 Background: In ENESTnd, nilotinib (NI) significantly reduced progression and demonstrated superior molecular response rates vs. imatinib (IM) in patients newly diagnosed with Philadelphia chromosome positive chronic phase chronic myelogenous leukemia (CML-CP). Additionally, fewer NI patients discontinued therapy vs. IM ( Table 1 ). Previously reported 24-month analyses of PROs indicated similar health-related quality of life (HRQoL) and functioning mean scores between the treatment arms, and scores similar to general population norms. Aim: To evaluate the PROs for patients in ENESTnd with minimum follow-up of 36 cycles and to understand cohort-level (per treatment arm) HRQoL outcomes Methods: In ENESTnd, nNewly diagnosed CML-CP patients were randomized to NI 300 mg twice daily (BID), NI 400 mg BID, or IM 400 mg once daily (QD). HRQoL was assessed using the Functional Assessment of Cancer Therapy – Leukemia (FACT-Leu) and the Short Form 36 Health Survey (SF-36). The FACT-Leu has two components: a) the FACT-General (FACT-G) which measures physical, social/family, emotional, and functional well-being and b) a 17-item leukemia specific subscale. The SF-36 assesses eight domains (physical functioning, role-physical, bodily pain, general health, vitality, social functioning, role-emotional, and mental health) that enable a mental component score (MCS) and physical component score (PCS). Questionnaires were administered at enrollment and end of cycles 3, 12, 24, and 36. Mixed effects models for longitudinal data were used to compare trends over time between treatment arms. Study discontinuation prevented collection of PROs from patients with inadequate response or intolerance to treatment. Pattern-mixture models were fit to attempt to control for missing PRO data resulting from discontinuation or other reasons. Separately, missing data were imputed consistently across arms for cohort-level analysis of the FACT-Leu subscale so mean cohort scores could be reported ( Table 1 ). Results: In both mixed effects and pattern-mixture models, FACT-Leu subscale, FACT-G, and SF-36 scores (PCS and MCS) were similar across treatment arms over time. Of the patients remaining on study and completing PRO questionnaires, SF-36 PCS and MCS scores at cycle 36 in all arms were comparable to the general US population; FACT-G scores were slightly better ( Table 2 ). In the cohort-level analysis with imputation according to reason, IM FACT-Leu subscale scores began to trend increasingly lower vs. NI arms beginning at day 168 ( Figure 1 ). By day 1008, the IM arm mean score is 10% and 13% lower than the NI 300 mg and NI 400 mg arms, respectively ( Figure 1 ). Higher rates of discontinuation in the IM arm are the main factors that lead to the HRQoL deficit. Conclusions: In ENESTnd, patients who respond to and tolerate treatment have consistent HRQoL that is comparable to the general population. Cohort-level analysis indicates that discontinuation rates due to inadequate response and intolerance must be considered when determining the HRQoL across the entire cohort. These results suggest that in a population of newly diagnosed patients with CML-CP, NI results in higher HRQoL than IM. These findings may have particularly important implications for payers and policy makers when evaluating treatment options. Table 1.  . IM 400mg QD (n=283) (%) . NI 300mg BID (n=282) (%) . NI 400mg BID (n=281) (%) . Imputed FACT-LEU b . Still on treatment 61.8 70.9 73.7 Mean Disease progression 3.5 0.7 1.4 0 Suboptimal response/treatment failure 4.2 1.8 2.8 14 Adverse events/lab abnormalities 11.0 9.9 14.2 14 Death 0.4 1.4 0.4 0 Other a  6.7 7.8 6.4 14 . IM 400mg QD (n=283) (%) . NI 300mg BID (n=282) (%) . NI 400mg BID (n=281) (%) . Imputed FACT-LEU b . Still on treatment 61.8 70.9 73.7 Mean Disease progression 3.5 0.7 1.4 0 Suboptimal response/treatment failure 4.2 1.8 2.8 14 Adverse events/lab abnormalities 11.0 9.9 14.2 14 Death 0.4 1.4 0.4 0 Other a  6.7 7.8 6.4 14 a Includes abnormal test result(s), condition no longer requires study drug, consent withdrawn, lost to follow-up, administrative problems, protocol deviation b Imputed values per time point, 14 represents the lowest recorded score View Large Table 2.  . Mean (SD) . . IM 400mg QD (n=152) . NI 300mg BID (n=176) . NI 400mg BID (n=185) . General US Pop. . SF-36 PCS 49.1 (9.0) 47.9 (9.5) 49.1 (8.2) 49.6 (10.0) c  SF-36 MCS 51.3 (9.6) 50.2 (9.7) 49.9 (9.0) 50.5 (9.9) c  FACT-G 86.0 (15.7) 84.5 (15.4) 85.1 (15.0) 80.1 (18.1) d  FACT-Leu subscale 54.7 (9.4) 54.9 (8.9) 55.4 (8.5) NA . Mean (SD) . . IM 400mg QD (n=152) . NI 300mg BID (n=176) . NI 400mg BID (n=185) . General US Pop. . SF-36 PCS 49.1 (9.0) 47.9 (9.5) 49.1 (8.2) 49.6 (10.0) c  SF-36 MCS 51.3 (9.6) 50.2 (9.7) 49.9 (9.0) 50.5 (9.9) c  FACT-G 86.0 (15.7) 84.5 (15.4) 85.1 (15.0) 80.1 (18.1) d  FACT-Leu subscale 54.7 (9.4) 54.9 (8.9) 55.4 (8.5) NA c For ages 45–54 ( http://www.sf-36.org/research/sf98norms.pdf ) d Eval Health Prof 2005; 28:192–211. View Large Figure 1. View large Download slide Cohort-level Average FACT-Leu Subscale Scores Figure 1. View large Download slide Cohort-level Average FACT-Leu Subscale Scores  Disclosures: Beaumont: Novartis: Research Funding. Magestro: Novartis: Employment. Coombs: Novartis: Employment. Fan: Novartis Pharmaceuticals Corp: Employment. Kemp: Novartis Pharmaceuticals Corp: Employment. Waltzman: Novartis: Employment."
}