{
    "doi": "https://doi.org/10.1182/blood.V110.11.4541.4541",
    "article_title": "Analysis of Philadelphia Negative Clones Detected during Treatment with Tyrosine Kinase Inhibitors: A Study on 63 CML Cases. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The occurrence of Philadelphia chromosome negative (Ph−) clones in chronic myeloid leukemia (CML) patients treated with tyrosine kinase inhibitors have been reported in approximately 5% of cases. The pathogenesis of this phenomenon still remains unclear. The clinical relevance of these new clones remains to be clarified, as only occasional reports describe the presence of hematological dysplastic features or development of overt disease such as MDS or AML. We found 63 patients with CML that developed Ph− clones and performed in total 281 chromosome analyses (median: 4 analyses per case; range, 1–18). In total, 66 clonal abnormalities were detected. 60 cases showed only one aberration, in the remaining 3 cases 2 abnormalities were detected. Remarkably, no complex aberrant karyotypes were observed. Most frequent aberrations were gains and losses of whole chromosomes: +8 (n=35, 55.6%), +Y (n=3, 4.8%), +11 (n=2, 3.2%), +X (n=1, 1.6%), −Y (n=9, 14.3%), −7 (n=6, 9.5%). The following abnormalities were only observed in a single case: inv(Y)(p11.1q11.2); +1,der(1;7)(q10;p10); del(5)(q13q33); der(7)del(7)(p13)del(7)(q11.2); del(7)(q11q22); der(7;15)(q10;q10); t(8;11)(q22;q23); del(12)(p11p13); del(20)(q11q13). The majority of aberrations were unbalanced, only 2 balanced rearrangements were observed. No clonal evolution was found. Although this pattern of abnormalities resembles closest the pattern observed in MDS or Ph− chronic myeloproliferative disorder, only 1 case with −7 developed a MDS and subsequently an AML. Most frequently in addition to the Ph− clone a Ph+ clone and a normal clone was observed (n=86). In 8 analyses the Ph− clone was the only clone detected and in 60 analyses the Ph− clone was accompanied by a normal clone, in 10 by a Ph+ clone. In one case two different Ph− clones were observed during the course of the disease. For 34 patients detailed clinical data are available. All these patients were treated with imatinib, 7 patients subsequently received dasatinib and 3 nilotinib after imatinib treatment. The Ph− clone was observed after a median of 43 months (mo) after diagnosis and 20.5 mo after start of imatinib treatment, respectively. Dasatinib treatment was started 2, 3, 6, 10 and 12 mo prior to the first detection of the Ph− clone and in 1 case 5 mo after occurrence of the Ph− clone. Nilotinib treatment was started 6, 7 and 11 mo prior to the first detection of the Ph− clone. In 15 cases imatinib treatment was started within the first 4 mo after diagnosis. In these cases the Ph− clone was observed in median 13 mo after start of imatinib treatment (range: 4–64). Overall the 34 cases were monitored for 428 mo after occurrence of the Ph− clone (median=11.5 mo). In 6 cases the Ph− clone was lost during follow-up (in one case after allogeneic SCT). In conclusion: Ph− clones are stable over time in most cases. In the majority of cases only single, usually unbalanced abnormalities are observed. The size of the Ph− clone fluctuates and can also disappear. In most cases the Ph− clones seem to have no clinical impact. Longer follow-up is necessary to clarifiy the prognostic impact. So far the available data do not imply that the occurrence of Ph− clones per se should lead to changes in treatment strategy. However, close cytogenetic monitoring is recommended.",
    "topics": [
        "clone cells",
        "protein-tyrosine kinase inhibitor",
        "imatinib mesylate",
        "dasatinib",
        "follow-up",
        "nilotinib",
        "dysplasia",
        "karyotype determination procedure",
        "leukemia, myelocytic, chronic",
        "myeloproliferative disorder, chronic"
    ],
    "author_names": [
        "Claudia Haferlach, MD",
        "Susanne Schnittger, PhD",
        "Alice Fabarius, PhD",
        "Armin Leitner, MD",
        "Wolfgang Kern, MD",
        "Ulrike Bacher, MD",
        "Rüdiger Hehlmann, MD",
        "Andreas Hochhaus, MD",
        "Torsten Haferlach, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudia Haferlach, MD",
            "author_affiliations": [
                "MLL, Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susanne Schnittger, PhD",
            "author_affiliations": [
                "MLL, Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice Fabarius, PhD",
            "author_affiliations": [
                "III. Med. Klinik, Med. Fak. Mannheim, Uni Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armin Leitner, MD",
            "author_affiliations": [
                "III. Med. Klinik, Med. Fak. Mannheim, Uni Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Kern, MD",
            "author_affiliations": [
                "MLL, Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Bacher, MD",
            "author_affiliations": [
                "Bone Marrow Transplant Unit, University Hospital of Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rüdiger Hehlmann, MD",
            "author_affiliations": [
                "III. Med. Klinik, Med. Fak. Mannheim, Uni Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Hochhaus, MD",
            "author_affiliations": [
                "III. Med. Klinik, Med. Fak. Mannheim, Uni Heidelberg, Mannheim, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Torsten Haferlach, MD",
            "author_affiliations": [
                "MLL, Munich Leukemia Laboratory, Munich, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T15:37:29",
    "is_scraped": "1"
}