{
    "doi": "https://doi.org/10.1182/blood.V122.21.3351.3351",
    "article_title": "Myeloablative Conditioning With PBSC Grafts For T-Replete Haploidentical Donor Hematopoietic Cell Transplantation Using Post-Transplant Cyclophosphamide Results In Universal Engraftment, Low Rates Of Gvhd, NRM and Excellent Survival Outcomes: An Analysis Of Two Consecutive Phase II Studies From a Single Center ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Lack of a matched sibling or suitably matched unrelated donor can be a significant barrier to allogeneic hematopoietic cell transplantation in patients who stand to benefit from this procedure. HLA-haploidentical donors are readily available for nearly all such patients. Whereas previous attempts at haploidentical donor hematopoietic stem cell transplantation (haploSCT) using standard immunosuppression or ex-vivo T-cell depletion have had relatively poor outcomes, a recent approach using a T-replete bone marrow graft with non-ablative conditioning and post-transplant cyclophosphamide (ptCy) for control of alloreactivity has proved to be remarkably well tolerated (Luznik et al BBMT 2008). However, relapse of malignancy remains a major challenge with the use of this non-myeloablative regimen. The use of myeloablative conditioning and a PBSC graft may help reduce the relapse rate following T-replete haploSCT but this has not been well studied. We enrolled a total of 41 patients on two consecutive prospective phase II trials of myeloablative haploSCT and ptCy using a T-replete G-CSF mobilized PBSC graft. The first trial (NSH 864) employed a high-dose busulfan-based preparative regimen (fludarabine 30 mg/m2/d d-6 to -2, Busulfan 110-130 mg/m2/d d-7 to -3 , Cy 14.5 mg/kg/d d-6&-5) [n=20], the second (NSH 922) utilized a TBI-based regimen (fludarabine 25 mg/m2/d x 3 d and TBI 150 cGy bid on d -4 to -1 [total dose 1200cGy]) [n=21]. Post-grafting immunosuppression consisted of Cy 50mg/kg/day on days 3 and 4, MMF through d 35, and tacrolimus through d 180 on both protocols. Eligibility was limited to patients ≤60 years of age with aggressive/advanced hematologic malignancies perceived to be at high risk of relapse following nonmyeloablative transplant. Leukemia patients in CR1 were eligible if they had either poor-risk cytogenetics/molecular studies or primary chemoresistance. Median patient age was 45 years (range 24-60). Twenty-five patients were transplanted in complete remission (CR) or in chronic phase (CP), while 16 patients were transplanted with advanced disease. No patient experienced graft failure, with a median time to neutrophil and platelet recovery of 16 and 25 days, respectively. All evaluable patients achieved sustained complete donor T cell and myeloid chimerism by Day +30. Median follow-up for survivors is 20 months (NSH 864 - 39 months; NSH 922 – 11months). The cumulative incidence of grades II-IV and III-IV acute GVHD at day +100 was 30% and 17% respectively. The cumulative incidence of chronic GVHD at one year post transplant was 41% (severe in 9%). Non-relapse mortality (NRM) at 12 and 24 months was 8% and 17% respectively. Cumulative incidence of relapse was 31% at both 12 and 24 months post-transplant. The relapse rate was lower in patients transplanted in CR/CP (18%) vs. those transplanted with advanced disease (49%, p=0.044). BK virus-associated hemorrhagic cystitis (HC) occurred in 56% of patients, and was severe (requiring hospital admission for bladder irrigation and/or pain management) in 19%. The incidence of HC and severe HC was significantly lower in patients receiving TBI-containing conditioning than those receiving Busulfan (38% vs. 75%, p=0.028 and 10% vs. 30%, p=0.13, respectively). With a median follow-up of 20 months, the estimated 2 year overall survival (OS) was 51% with a 52% estimated disease-free survival (DFS). In patients transplanted in CR/CP, 2-year DFS was 64% vs. 35% in patients transplanted with advanced disease (p=0.077). There was an encouraging trend to better 2-year DFS in patients receiving TBI-based conditioning than those receiving Busulfan, 75% vs. 40%, p=0.072. Myeloablative haploSCT with PBSC grafts and ptCy allows reliable engraftment with early donor T cell chimerism; low rates of GVHD, infectious complications, and NRM; and promising survival in patients with high-risk hematologic malignancies. Outcomes are particularly good in patients treated in CR/CP (18% relapse, 64% DFS). When compared with Busulfan-based conditioning, TBI-based conditioning is associated with less risk of HC and improved DFS. Myeloablative haploSCT is a valid option for patients with aggressive/advanced hematologic malignancies who lack timely access to a conventional donor. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "cyclophosphamide",
        "donors",
        "engraftment",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "peripheral blood stem cells",
        "phase 2 clinical trials",
        "tissue transplants",
        "transplantation"
    ],
    "author_names": [
        "Scott R. Solomon, MD",
        "Stephanie Jacobson, FNP-C",
        "OCN",
        "Melissa Sanacore, PharmD",
        "Xu Zhang, PhD",
        "Connie Sizemore, Pharm.D.",
        "Stacy Brown, B.A.",
        "H. Kent Holland, MD",
        "Lawrence E. Morris, MD",
        "Asad Bashey, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott R. Solomon, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Jacobson, FNP-C",
            "author_affiliations": [],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "OCN",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Sanacore, PharmD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xu Zhang, PhD",
            "author_affiliations": [
                "Mathematics and Statistics, Georgia State University, Atlanta, GA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Connie Sizemore, Pharm.D.",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacy Brown, B.A.",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kent Holland, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence E. Morris, MD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asad Bashey, MD, PhD",
            "author_affiliations": [
                "The Blood and Marrow Transplant Program at Northside Hospital, Atlanta, GA, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T21:39:47",
    "is_scraped": "1"
}