{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4837.4837",
    "article_title": "Significance of ADAMTS13 Activity Level in Severe Sepsis and Septic Shock ",
    "article_date": "December 7, 2017",
    "session_type": "301. Vascular Wall Biology, Endothelial Progenitor Cells, and Platelet Adhesion, Activation, and Biochemistry",
    "abstract_text": "Background - The ADAMTS13 activity has been suggested as a surrogate marker for endothelial dysfunction. In severe sepsis and septic shock, the cytokine storm also causes endothelial damage and can affect the ADAMTS13 level. Lower ADAMTS13 activity is reported in sepsis, but conflicting data exist on its significance in predicting mortality and organ dysfunction. In this retrospective study, we examined the prognostic significance of ADAMTS13 level in severe sepsis and septic shock. Material and Methods - We chart reviewed the electronic medical records of 44 patients admitted to Shands Hospital at the University of Florida Health between 2010 and 2016 that were diagnosed with sepsis /septic shock and had ADAMTS13 activity ordered for workup of thrombocytopenia. We also calculated the sepsis related organ failure assessment (SOFA score - PaO2/FiO2, Glasgow coma scale, use of vasopressors, thrombocytopenia, serum creatinine and serum bilirubin) for each of these patients and analyzed if the ADAMTS13 level correlated with the SOFA score and mortality. We used SAS 9.4 to perform the statistical analysis including descriptive statistics, Fischer's t test and multivariate analysis. Results - Of the forty-four patients with severe sepsis or septic shock, only five (11%) had a normal ADAMTS 13 activity (defined as greater than or equal to 90%). Thirty patients (66%) of the patients had an ADAMTS13 activity <60%. The low ADAMTS13 level patient cohort with ADAMTS13 level lower than 60% was not statistically associated with the SOFA score ( greater than 11), with a Fisher exact p value of 0.27. Of the thirty-nine patients with a peripheral smear available, only eight (20%) had evidence of thrombotic microangiopathy with peripheral schistocytes. Of the forty-four patients, twenty-eight (53%) patients died out of complication of sepsis. The mean ADAMTS13 level in the survivor group was 61% compared to 50% in the non-survivor cohort which was not statistically significant (p-value= 0.0949). However, there was increased mortality in those with a lower ADAMTS13 activity compared to those with normal ADAMTS13 activity (OR 2.85; 95% CI 0.79-10.31) Conclusion - Our study confirms that ADAMTS13 activity level can be low in sepsis patients and is likely a surrogate marker for endothelial dysfunction, although independent of active TMA. Our study also showed that ADAMTS13 level did not correlate with the SOFA score, which suggests patients, had evidence of endothelial dysfunction even before obvious multi - organ injury. ADAMTS13 activity is not an independent predictor of severity of sepsis (as based on the SOFA score) or mortality in sepsis. However, there was an increased trend towards higher mortality in the low ADAMTS13 level group. We need prospective modelling studies including ADAMTS13 level in the sepsis mortality predictor scores to evaluate if early detection of endothelial dysfunction can predict mortality or morbidity in sepsis. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Rajasekhar: Bayer: Consultancy; Octapharma: Consultancy; American Society of Hematology: Research Funding; Alexion: Consultancy; Baxter: Consultancy.",
    "topics": [
        "adamts13 gene",
        "sepsis, severe",
        "septic shock",
        "sepsis",
        "endothelial dysfunction",
        "organ failure",
        "surrogate markers",
        "thrombocytopenia",
        "adamts proteins",
        "arterial oxygen tension"
    ],
    "author_names": [
        "Athira Unnikrishnan, MD",
        "Bently Doonan, MD",
        "Azka Ali, MD",
        "Jess David Delaune, MD",
        "Grant Jester, MD",
        "Yu Wang, MS",
        "Fei Zou, PhD",
        "Martina C. Murphy, MD",
        "Anita Rajasekhar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Athira Unnikrishnan, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, University of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bently Doonan, MD",
            "author_affiliations": [
                "University Of Florida, Gainesville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Azka Ali, MD",
            "author_affiliations": [
                "University Of Florida, Gainesville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jess David Delaune, MD",
            "author_affiliations": [
                "University of Florida College of Medicine, Gainesville, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grant Jester, MD",
            "author_affiliations": [
                "University of florida, Gainesville, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Wang, MS",
            "author_affiliations": [
                "University OF Florida, Gainesville, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fei Zou, PhD",
            "author_affiliations": [
                "Biostatistics, University of Florida, Gainesville, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina C. Murphy, MD",
            "author_affiliations": [
                "Division of Hematology, University of Florida - Shands Hospital, Gainesville, FL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita Rajasekhar, MD",
            "author_affiliations": [
                "Division of Hematology, University of Florida - Shands Hospital, Gainesville, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:29:11",
    "is_scraped": "1"
}