{
    "doi": "https://doi.org/10.1182/blood.V116.21.2216.2216",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1831",
    "start_url_page_num": 1831,
    "is_scraped": "1",
    "article_title": "Endogenous Expression of Functional Factor VIII by Human Mesenchymal Stem Cells In Culture ",
    "article_date": "November 19, 2010",
    "session_type": "Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "factor viii",
        "stem cell, mesenchymal",
        "reverse transcriptase polymerase chain reaction",
        "rna, messenger",
        "cell culture techniques",
        "hemophilia a",
        "liver failure",
        "liver failure, acute",
        "liver",
        "bodily secretions"
    ],
    "author_names": [
        "Chad Sanada",
        "Evan J Colletti",
        "Melisa Soland",
        "Chung-Jung Kuo",
        "Christopher D Porada, PhD",
        "Graca Almeida-Porada, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ],
        [
            "Animal Biotechnology, University of Nevada, Reno, Reno, NV, USA"
        ]
    ],
    "first_author_latitude": "39.5453298",
    "first_author_longitude": "-119.81615409999998",
    "abstract_text": "Abstract 2216 The liver is considered to be the primary site of factor VIII (FVIII) production in the body; however, evidence is mounting that suggests there are secondary sites in which considerable synthesis of FVIII takes place. Studies of FVIII mRNA expression in various human tissues have revealed that FVIII message can be found throughout the body. Additionally, acute liver failure correlates with an increase in circulating FVIII levels. Some reports have identified endothelial cells as a significant extra-hepatic source of FVIII, possibly explaining both the widespread presence of FVIII mRNA and the increase in FVIII levels upon liver failure. However, the possibility exists that other cell types present throughout the body also produce FVIII and contribute to circulating FVIII levels. Mesenchymal Stem Cells (MSCs) represent a potential alternative; they are a diverse group of stromal cells which can be found in the perivascular regions of multiple tissues throughout the body. Previous studies demonstrated that MSCs are capable of efficiently producing and secreting high levels of FVIII in vitro when transduced with FVIII-encoding viral vectors, but to date, the innate ability of MSCs to produce FVIII has not been explored. As such, we investigated the potential for MSCs to produce endogenous FVIII message and secrete functional protein. MSCs isolated based on Stro-1 positivity from human lung, liver, brain, and bone marrow (BM) were grown in cell culture and assayed for production of FVIII message by both microarray analysis and RT-PCR. Microarray data showed that there were significant amounts of FVIII message in all four cell types tested and that the amount of message in BM MSCs was three-fold higher than each of the other three cell types. RT-PCR analysis confirmed the presence of FVIII message in all four MSC populations. Secretion of functional FVIII protein was subsequently measured using a chromogenic assay. MSC culture supernatants were collected for either 24 or 48 hours, and FVIII activity was determined using pooled normal human plasma as a control to create a standard curve. FVIII activity in the supernatants of MSCs was in the range of 0.6 to 2.0 mU/1×10^6 cells/ 24hr. Moreover, MSCs continued to express and produce FVIII during time in culture until our last evaluation at passage 20, indicating that there is an innate ability of these cells to continually produce FVIII. Taken together, these data demonstrate that human MSCs are capable of producing and secreting functional FVIII in vitro, and given their widespread location throughout the body, this finding raises the possibility that, in vivo, these cells might significantly contribute to the total FVIII pool. This is the first report, to our knowledge, that implicates MSCs as a potential endogenous source for circulating FVIII. Further studies of in vivo FVIII expression by MSCs are warranted and may provide a clearer understanding of extra-hepatic FVIII production in the body while aiding in the discovery of novel therapies for hemophilia A. Disclosures: No relevant conflicts of interest to declare."
}