{
    "doi": "https://doi.org/10.1182/blood.V114.22.917.917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1386",
    "start_url_page_num": 1386,
    "is_scraped": "1",
    "article_title": "An Essential Role of the RNA Editing Enzyme ADAR1 in T Cell Development. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOCYTES, LYMPHOCYTE ACTIVATION, AND IMMUNODEFICIENCY, INCLUDING HIV AND OTHER INFECTIONS: T CELL BIOLOGY",
    "topics": [
        "enzymes",
        "rna editing",
        "t-cell development",
        "adenosine deaminase",
        "rna",
        "t-cell receptor",
        "t cell differentiation",
        "mice",
        "t-lymphocytes",
        "thymus gland"
    ],
    "author_names": [
        "Richard XuFeng, MD",
        "Qiong Yang, PhD",
        "Youzhong Yuan, MD, PhD",
        "Binfeng Lu, PhD",
        "Tao Cheng, MD",
        "Qingde Wang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Radiation Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, "
        ],
        [
            "Department of Radiation Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Immunology, University of Pittsburgh School of Medicine, Pittsburgh, PA, "
        ],
        [
            "Department of Radiation Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology and Oncology, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
        ]
    ],
    "first_author_latitude": "40.44284515",
    "first_author_longitude": "-79.96115220000002",
    "abstract_text": "Abstract 917 Post-transcriptional regulation such as RNA editing in hematopoiesis and lymphopoiesis is poorly understood. ADAR1 (adenosine deaminase acting on RNA-1) is a RNA editing enzyme essential for embryonic development. Disruption of the ADAR1 gene was shown to cause defective embryonic hematopoiesis (Wang Q et al, Science 2000). Moreover, we have recently obtained direct evidence for the preferential effect of ADAR1 deletion on adult hematopoietic progenitor cells as opposed to the more primitive cells via a RNA-editing dependent mechanism by different conditional gene deletion strategies (Xufeng R et al PNAS 2009, in press). To further determine the role of ADAR1 in T cell development, we generated a mouse model in which ADAR1 was deleted specifically in T lymphocytes by interbreeding ADAR1 lox/lox mice with Lck-Cre transgenic mice. In our current study, we report that ADAR1 is essential for T cell differentiation at the late progenitor stage in the thymus, coincident with T cell receptor-α/β expression. In ADAR1 lox/lox Lck-Cre mice, mature T cells decreased dramatically in peripheral blood, spleen and lymph nodes in comparison to littermate controls. In the thymus, the production of CD4 + /CD8 + double positive cells was severely impaired and massive cell death was observed in pre-T cell populations. Within the pro-T cells, ADAR1 deletion resulted in a significant decrease of late progenitor cells but not early progenitor subsets. In both pro-T and pre-T cell stages, defective T cell development preferentially occurred in the beta chain positive cells, but was not apparent in gamma/delta T cells. Our data demonstrated an indispensable role of ADAR1 in early T cell differentiation that correlated with T cell receptor beta chain expression, thereby indicating that RNA editing by ADAR1 is an essential event in T cell development. Disclosures: No relevant conflicts of interest to declare."
}