{
    "doi": "https://doi.org/10.1182/blood.V128.22.3757.3757",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3551",
    "start_url_page_num": 3551,
    "is_scraped": "1",
    "article_title": "Evaluation of Recombinant Fixfc-Xten Bleeding Efficacy in Hemophilia-B Mouse Models ",
    "article_date": "December 2, 2016",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "topics": [
        "hemophilia b",
        "hemorrhage",
        "mice",
        "acute hemorrhage",
        "blood coagulation factors",
        "fusion proteins",
        "hemophilia a",
        "hemophilias",
        "intravenous infusion procedures",
        "intravenous injections"
    ],
    "author_names": [
        "Zhan Liu, MSc",
        "Arjan van der Flier, PhD",
        "Ayman Ismail, PhD",
        "Allison Simpson",
        "Lutfiye Kurt",
        "Volker Schellenberger, PhD",
        "Christine Loh, PhD",
        "Robert Peters, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Amunix Operating Inc., Mountain View, CA"
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ],
        [
            "Hematology Research, Biogen, Cambridge, MA "
        ]
    ],
    "first_author_latitude": "42.36561670000001",
    "first_author_longitude": "-71.08818945",
    "abstract_text": "Introduction: Prophylactic treatment for hemophilia has demonstrated clear benefit over on demand treatment in hemophilic patients. Alprolix (rFIXFc) is the first of a new generation of long acting clotting factors we made to reduce the frequency of intravenous infusions (Powell, NEJM, 2013). Nevertheless, intravenous injections can be particularly challenging for young patients and patients with limited venous access and are time consuming. We are developing a novel rFIXFc fusion protein, using XTEN recombinant technology, which is suitable for prophylactic subcutaneous dosing in hemophilia B. In the current studies we explore the in vivo bleeding efficacy of subcutaneously dosed rFIXFc-XTEN in hemophilia B mouse model. Methods: recombinant rFIXFc-XTEN was produced in HEK293 cells and affinity purified. The subcutaneous PK profile of rFIXFc-XTEN was compared to that of intravenously dosed rFIXFc in hemophilia B mice. The prolonged and acute bleeding efficacies were evaluated in HemB mouse tail-vein transection (TVT) and tail-clip bleeding models. Results and conclusions: Subcutaneous dosing of rFIXFc-XTEN shows a t max around 20 hours post dosing in mice, and improved plasma activity levels compared to similar (IU/kg) intravenously dosed rFIX or rFIXFc. Using the TVT bleeding model in HemB mice we show that at 72 hours post dosing, subcutaneously dosed rFIXFc-XTEN has improved in vivo efficacy compared to intravenously dosed rFIXFc at all tested doses. Similarly, acute efficacy testing in the HemB mouse tail-clip bleeding model showed improved efficacy of intravenously dosed rFIXFc-XTEN compared to rFIXFc. These data support the potential of once weekly or less frequent subcutaneous prophylactic dosing of rFIXFc-XTEN in humans. Disclosures Liu: biogen: Employment, Equity Ownership. van der Flier: Biogen: Employment, Equity Ownership. Ismail: Biogen: Employment, Equity Ownership. Simpson: Biogen: Employment, Equity Ownership. Kurt: Biogen: Employment, Equity Ownership. Schellenberger: Amunix: Employment, Equity Ownership. Loh: Biogen: Employment, Equity Ownership, Other: share holder. Peters: Biogen: Employment, Equity Ownership, Other: share holder."
}