{
    "doi": "https://doi.org/10.1182/blood-2020-142662",
    "article_title": " Mdm2 Haplo-Insufficiency in Hematopoietic and Mesenchymal Progenitor Cells Results in Cell Death ",
    "article_date": "November 5, 2020",
    "session_type": "501.Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "The murine double minute 2 (Mdm2) protein is an important negative regulator of the p53 tumor suppressor, required for normal embryonic development and homeostasis. In humans, a single nucleotide polymorphism in the MDM2 promoter is associated with increased risk of cancer suggesting the importance of MDM2 levels in tumorigenesis (Bond et al., 2004). Mice with Mdm2 haploinsufficiency were previously reported as phenotypically normal with increased p53-dependent response to ionizing radiation (IR) resulting in lethal bone marrow failure (Terzian et al., 2007). However, the mechanism of radiosensitivity in these mice is unknown. To better characterize the phenotype of Mdm2 haploinsufficient mice and explore the mechanism of IR sensitivity, we developed a lineage tracing system to genetically label and trace the fate of cells after heterozygous deletion of Mdm2 in hematopoietic as well as mesenchymal progenitor cells. We utilized mTmG allele as a traceable reporter in which green fluorescence (GFP) replaces red fluorescence (TdTomato) after Cre -mediated recombination. Using Vav-Cre or Mx1-Cre , we first targeted Mdm2 in hematopoietic cells and marked them by TdTomato ( Mdm2-WT ) and GFP ( Mdm2+/- ). Heterozygous deletion of Mdm2 in hematopoietic stem cells using Vav-Cre resulted in massive apoptosis of emerging hematopoietic progenitor cells in the aorta-gonad-mesonephros (AGM) region at E10.5. Marker segregation analysis by fluorescence microscopy and flow cytometry revealed a population of hematopoietic stem cells having both TdTomato and GFP markers that escaped from apoptosis and reconstituted the hematopoietic cells in the fetal liver. Deletion of p53 in these mice did not rescue the apoptotic phenotype of hematopoietic cells with Mdm2 haploinsufficiency suggesting that a non-p53 dependent function of Mdm2 is necessary for proper development of hematopoietic stem cells in early development. In adult mice, Mdm2 haploinsufficiency in hematopoietic cells resulted in significant reduction in bone marrow hematopoietic stem cells in the absence of IR induced cellular stress. In Mx1-Cre ; mTmG;Mdm2 fl/+ mice, induction of Cre activity by pIpC injection resulted in hematopoietic failure evident by pancytopenia in peripheral blood. To test whether the same apoptotic response to Mdm2 haploinsufficiency can occur in other lineages, we generated a traceable conditional model of Mdm2 haploinsufficiency in mesenchymal progenitor cells using Osx-Cre and Prx1-Cre . Mice with heterozygous deletion of Mdm2 ( Osx-Cre;mTmG;Mdm2 fl/+ ) showed apoptosis of emerging osteoprogenitor cells at E16.5. Analysis of bone at 4 weeks revealed significant apoptosis of emerging osteoprogenitor cells further supporting our findings in the hematopoietic lineage. Together, our data highlights the importance of Mdm2 levels in hematopoietic and mesenchymal stem cell hemostasis and identifies depletion of hematopoietic stem cells in the bone marrow as the mechanism of radiosensitivity in Mdm2 haploinsufficient mice. View large Download slide View large Download slide  Close modal Disclosures Andreeff: Daiichi-Sankyo; Breast Cancer Research Foundation; CPRIT; NIH/NCI; Amgen; AstraZeneca: Research Funding; Daiichi-Sankyo; Jazz Pharmaceuticals; Celgene; Amgen; AstraZeneca; 6 Dimensions Capital: Consultancy; Centre for Drug Research & Development; Cancer UK; NCI-CTEP; German Research Council; Leukemia Lymphoma Foundation (LLS); NCI-RDCRN (Rare Disease Clin Network); CLL Founcdation; BioLineRx; SentiBio; Aptose Biosciences, Inc: Membership on an entity's Board of Directors or advisory committees; Amgen: Research Funding.",
    "author_names": [
        "Rasoul Pourebrahim, MDPhD",
        "Rafael Heinz Montoya, BS",
        "Zoe Alaniz, BS",
        "Lauren B Ostermann, BS",
        "Edward Ayoub, PhD MS, BSc",
        "Patrick P Lin, MD",
        "Jared K. Burks, PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rasoul Pourebrahim, MDPhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rafael Heinz Montoya, BS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zoe Alaniz, BS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren B Ostermann, BS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Ayoub, PhD MS, BSc",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick P Lin, MD",
            "author_affiliations": [
                "Department of Orthopaedic Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jared K. Burks, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:46:55",
    "is_scraped": "1"
}