{
    "doi": "https://doi.org/10.1182/blood.V118.21.1826.1826",
    "article_title": "p53-Independent Anti-Myeloma Activity of Prima-1 met  ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Abstract 1826 Background: Although mutation/deletion of p53 is relatively rare (∼10%) in multiple myeloma (MM), this subset of patients are resistant to current therapies with very poor prognosis. Thus, improved therapeutic strategy is urgently required for this high risk group of patients. Prima-1 met (p53 reactivation and induction of massive apoptosis), a methylated derivative and more active analog of prima-1, is a small molecule which restores tumor suppressor function to mutant p53 and has shown to induce cytotoxic effects and apoptosis in various human tumor cells harboring mutant p53. However, anti-myeloma activity of prima-1 met is unknown. Experimental design: 6 human MM cell lines, primary MM samples from 7 newly diagnosed patients, bone marrow mononuclear cells (BMNCs) and peripheral blood mononuclear cells (PBMNCs) from 3 healthy donors were used for this study. MM.1S and H929 cell lines harbour wild type p53; 8266, U266, and LP1 express mutant p53; and 8226R5 does not express p53 (p53 null). The cells were treated with different dose (2.5-100 μM) of prima-1 met for different time periods. The therapeutic effect of prima-1 met was studied in these cells using MTT cell viability assay, flow cytometry (FCM), qRT-PCR, and Western blot (WB) analysis. Results: Prima-1 met efficiently inhibited the viability of MM cell lines irrespective of p53 status. Similarly, prima-1 met induced a dose-dependent cytotoxic response in 5 of the 7 patient samples tested. However, prima-1 met only showed limited cytotoxicity toward normal BMNCs or PBMNCs suggesting a preferential killing of MM cells by prima-1 met . We next examined whether the declining in the viability of the cells was due to the apoptosis induction by prima-1 met . Depending on the cell types, 48 hrs after treatment with 100 μM prima-1 met 35–70% Annexin V-positive cells was determined by FCM. The cytotoxic effect of prima-1 met was associated with activation of caspase-3, PARP cleavage, up-regulation of Noxa and c-Jun without significant modulation of p53 level. Treatment of cells with prima-1 met induced the activation of caspase-8 but not -9 suggesting the association of extrinsic pathway. Furthermore, the pan-caspase inhibitor, Z-VAD-FMK, inhibited the activation of caspase-3 indicating that prima-1 met -induced apoptosis in MM cells is caspase-dependent. The apoptotic effect of prima-1 met was not significantly affected in H929 cells transfected with p53 siRNA confirming that prima-1 met exerts anti-myeloma activity in a p53-independent manner. To further explore the molecular mechanisms associated with prima-1 met -induced apoptosis, RNA from DMSO-treated and prima-1 met -treated MM cells (MM.1S, U266 and 8266R5) was profiled by Illumina HT-12 microarray and differentially expressed genes were analysed. A significant number of genes associated with stress response such as HASP1B, HSPA6, FOS, ATF3, MYC and EGR-1 were modulated in all 3 cell lines upon prima-1 met treatment. Of note, EGR-1 is highly up-regulated (7 to 21-fold) in all 3 cell lines. EGR-1 is a member of the immediate-early gene family and plays a pivotal role in the regulation of cell growth, differentiation and apoptosis. Overexpression of EGR-1 has shown to down-regulate anti-apoptotic protein survivin and induction of apoptosis in myeloma cells. The role of EGR-1 and other relevant stress response genes associated with p53-independent apoptosis induced by prima-1 met is currently under investigation. In addition, we found a strong synergistic effect in MM cells harbouring either wild type or mutant p53 when prima-1 met was combined with dexamethasone (DXM) or doxorubicin (DOXO). We examined cell cytotoxicity of the combination by using prima-1 met and DOXO/DXM at concentrations lower than their maximal cytotoxic concentrations. The combination of 2 μM prima-1 met and 0.5 μM DOXO/DXM produced a synergistic response (CI=0.82-0.87) in H929 cells. The combination of 10 μM prima-1 met and 2.0 μM DOXO displayed a synergistic cytotoxic response (CI=0.68) in U266 cells. Conclusion: This study is the first to show the potential p53-indpendent anti-myeloma activity of prima-1 met . Our results provide the framework for the clinical evaluation of prima-1 met either alone or in combination with other chemotherapeutic agents which may offer a novel and more efficient therapeutic strategy for the treatment of MM patients carrying either wild type or mutant p53. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "prima trial",
        "caspase-3",
        "caspases",
        "cytotoxicity",
        "annexins",
        "antineoplastic agents",
        "caspase-8",
        "dexamethasone",
        "dimethyl sulfoxide"
    ],
    "author_names": [
        "Manujendra N Saha",
        "Hua Jiang",
        "Chen Mei-Hsi",
        "Hong Chang"
    ],
    "author_dict_list": [
        {
            "author_name": "Manujendra N Saha",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hua Jiang",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chen Mei-Hsi",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Chang",
            "author_affiliations": [
                "Laboratory Hematology, University Health Network, Toronto, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T18:38:10",
    "is_scraped": "1"
}