{
    "doi": "https://doi.org/10.1182/blood.V120.21.1520.1520",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2390",
    "start_url_page_num": 2390,
    "is_scraped": "1",
    "article_title": "Decitabine, low-dose cytarabine and aclarubicin combination with granulocyte colony-stimulating factor priming for the induction chemotherapy of older patients with myelodysplastic syndromes and acute myeloid leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "615. Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "aclarubicin",
        "chemotherapy, neoadjuvant",
        "cytarabine",
        "decitabine",
        "granulocyte colony-stimulating factor",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "older adult",
        "karyotype determination procedure",
        "atrial fibrillation"
    ],
    "author_names": [
        "Sixuan Qian",
        "Run Zhang, M.D.",
        "Yu Zhu",
        "Hua Lu",
        "Peng Liu",
        "Hongxia Qiu",
        "Hanxin Wu",
        "Ming Hong",
        "Jianyong Li"
    ],
    "author_affiliations": [
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China"
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ],
        [
            "Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China, "
        ]
    ],
    "first_author_latitude": "32.045757",
    "first_author_longitude": "118.773849",
    "abstract_text": "Abstract 1520 Purpose: Older patients are likely to have more comorbidities or a poor clinical condition. Deciding which older acute myeloid leukemia (AML) patients would benefit from intensive chemotherapy, especially in most patients ≥70 years of age is not clear. We conducted a phase 2 study exploring the feasibility, safety, and biologic activity in vitro of combination of decitabine, low-dose cytarabine and aclarubicin with granulocyte colony-stimulating factor (G-CSF) priming for the induction chemotherapy of older patients with myelodysplastic syndromes (MDS) and AML. Patients and Methods: Fifty consecutive patients (median age 65 years, range 60 to 80 years, 15 of age ≥70 years) with MDS (n= 15) or AML (n= 35) were enrolled. Cytogenetic analysis was performed in all the patients, showing 3 patients have inadequate mitotic cells. According to WHO, only 15 patients had MDS, and 35 AML (22 de novo, 11 AML/MDS, 2 AML/MDS therapy-related). Ten patients (71.4%) had low-risk cytogenetics according to IPSS. Two patients (14.3%) had intermediate-risk and 2 (14.3%) had high-risk cytogenetics. According to the Grimwade definition for AML, none of patients had favorable cytogenetics, 31(91.2%) had intermediate-risk karyotypes and 3 patients (8.8%) had adverse cytogenetics. All patients were treated with low-dose decitabine 15 mg/m2 intravenously for 5 consecutive days (d1–5) in combination with cytarabine 10 mg/m2 q12h for 7 days (d3–9) and aclarubicin 10mg every day for 4 days (d3–6) and G-CSF 300 μg every day (d 0–9) priming (D-CAG). G-CSF was withdrawn when the white blood cell count (WBC) >20×109/L. Hydroxyurea was given until WBC was <10×109/L and withdrawn before decitabine was given. Response was assessed by weekly complete blood count and bone marrow biopsy was taken at the time of recovery of peripheral hemogram or 3–4 weeks later after each course. All of patients underwent baseline and efficacy evaluations. In vitro study, we first evaluated the cytotoxic effect of decitabine, cytarabine and aclarubicin as single agents in HL60 cell lines. And next we investigated whether the cytotoxic effect on combination with these three agents. Results: The combination of DAC, cytarabine and aclarubicin showed synergistic induction of cell death in HL60 cell lines. A degree of combination effect was observed at point that decitabine was administered before cytarabine and aclarubicin, which was maximal at 48h before cytarabine and aclarubicin. In older patients, of the 48 patients evaluable for response, the overall response rate (ORR) was 42/48 (87.5%), complete remission (CR) 77.1% (n=37) after one cycle. Two patients were not evaluable for response because of early death. Five patients with partial remission (PR) or non-response received second cycle of induction therapy and four attained CR. ORR in 30 patients with normal karyotype was 90%, CR 73.3% after first cycle, and 90% after second cycles. Eleven of the 13 patients with aberrant chromosome achieved a CR. Patients with cytogenetic alterations, excluding −5/-7, had an CR of 88.9%. After first cycle, in the 11 evaluable patients with aberrant chromosome, 9 patients achieved CR, including −5/-7, were as always accompanied by CR as assessed by conventional cytogenetics. All patients completed the treatment and there was no induction mortality. The 4-week death rate was 5.7% (2 patients). Grade 4 neutropenia and thrombocytopenia was universal. Median duration of granulocyte recovery (0.5×109/L) was 12 days (0–40), and that of platelet recovery (x109/L) was 11 days (0–40).10 days and there were no thrombotic complications including one patient with atrial fibrillation. The most common toxicities were myelosuppression, febrile neutropenia. With a median follow-up of 34.2 weeks (range, 8–116 weeks), median overall survival (OS) for the whole group was 34.2 weeks (range, 8–116 weeks), and event free survival (EFS) was 30 weeks (range, 8.6 to 107 weeks). EFS was poorer in patients with −5/-7 cytogenetic. There was no different survival in the patients aged 60 to 69 years versus the group aged ≥70 years (p=0.283). OS for responders is significantly longer than that of nonresponders (p=0.000). Conclusion: The study suggests D-CAG improved outcomes in older patients with untreated/relapsed AML, MDS and was well tolerated. The response rate was not adversely influenced by poor-risk cytogenetics or MDS and was associated with low induction mortality and high rates of CR Disclosures: No relevant conflicts of interest to declare."
}