{
    "doi": "https://doi.org/10.1182/blood.V106.11.2540.2540",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=491",
    "start_url_page_num": 491,
    "is_scraped": "1",
    "article_title": "Efficacy of Growth Factors Compared to Chemotherapy in Low-Risk Myelodysplastic Syndromes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "chemotherapy regimen",
        "growth factor",
        "myelodysplastic syndrome",
        "refractory anemia with sideroblasts",
        "prostatic hypertrophy risk score",
        "transfusion",
        "blood transfusion",
        "complete remission",
        "cytotoxin",
        "disease progression"
    ],
    "author_names": [
        "A. Golshayan",
        "A. Z. Fu",
        "M. W. Kattan",
        "S. Brown",
        "J. P. Maciejewski",
        "M. A. Sekeres"
    ],
    "author_affiliations": [
        [
            "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ],
        [
            "Hematology and Medical Oncology, Cleveland Clinic Foundation, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.5045372",
    "first_author_longitude": "-81.6222578",
    "abstract_text": "The myelodysplastic syndromes (MDS) represent a heterogeneous group of disorders with different underlying disease biologies and prognoses. Low-risk MDS, defined as patients with refractory anemia (RA) or refractory anemia with ringed sideroblasts (RARS), with International Prognostic Scoring System (IPSS) scores of 0–1.0, are associated with relatively good prognosis. No study has evaluated outcomes in this population comparing treatment with growth factors (GF) to chemotherapy (Chemo). METHODS: A MEDLINE search on the keywords MDS, RA, RARS, treatment, growth factors and chemotherapy was performed. Only original articles with pathologically confirmed RA or RARS that included the patient characteristics and effect of therapy in individual cases were included. Treatments were categorized as either GF (erythropoietin, granulocyte colony-stimulating factor, granulocyte-macrophage colony-stimulating factor) or Chemo (differentiating agents, immunomudulators, cytotoxic agents). IPSS was calculated if not reported, when possible. Outcomes were categorized as response, disease progression, or death. Responses were standardized and recalibrated according to the International Working Group (IWG) criteria, as complete response, partial response, or hematologic improvement. T-tests were performed for continuous variables, chi-square for categorical, and a Cox proportional hazards model for survival controlling for known risk factors. RESULTS: Of 653 potential articles from 1985 to 2005, 137 papers representing 2,301 patients with low-risk MDS were reviewed. Individual patient data was available in 799 cases. Baseline characteristics were (mean, standard deviation): age 67 ± 12, hemoglobin 8.4 ± 8.57, ANC 1.55 ± 4.78, platelet count 116 ± 144, erythropoietin level 236 ± 968. Ninety-one percent of patients were transfusion-dependent, requiring a median of 3 pRBC transfusions per month (range 0–6). Patients had IPSS scores from 0–1.0 in 90% and were diagnosed a median of 12 months prior to therapy initiation. Neither of those two variables differed between the GF and Chemo groups. Four hundred and seventeen patients were received Chemo, amongst whom 39 deaths were recorded, and 382 patients received GF (5 died). Of those treated with GF, 45% responded, compared to 41.5% for those treated with chemo (p=0.31). The average response time for Chemo and GF was 10.8 months (n=141) vs 8.0 months (n=112, p<0.01). There was no difference in unadjusted survival time between those treated with Chemo and GF patients (n=799, hazard ratio=2.07 favoring GF, p=0.14) as shown below: View large Download slide Figure View large Download slide Figure  After controlling for age and baseline transfusion needs, the Cox proportional hazards model found no difference for the survival between the two groups (n=607, hazard ratio=2.25, p=0.14). CONCLUSIONS: For patients with low-risk MDS, response rates to GF and Chemo are similar. Despite a significantly prolonged response time to Chemo compared to GF, there was no difference in survival, even when controlling for differences in age and transfusion needs. Decision tools need to be developed to determine which therapy to choose in patients with low-risk MDS."
}