{
    "doi": "https://doi.org/10.1182/blood.V116.21.4557.4557",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1715",
    "start_url_page_num": 1715,
    "is_scraped": "1",
    "article_title": "Reduced Intensity Conditioning Allogeneic Hematopoietic Stem Cell Transplantation for Low Grade Non Hodgkin's Lymphoma: Preliminary Results at Hospital De Clínicas De Porto Alegre (HCPA), Porto Alegre, RS, Brazil. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation",
    "abstract_text": "Abstract 4557 INTRODUCTION: Advanced low grade non-Hodgkin Lymphomas have many and varied treatment options. For patients with relapsed or refractory disease, outcome following only chemotherapy protocols remains poor. The standard Conditioning Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) might be an alternative for relapsed low grade non-Hodgkin lymphomas, but its high Transplant Related Mortality (TRM), varying from 24% to 54%, accounts for a lower overall survival in this group. Reduced Intensity Conditioning (RIC) HSCT has been shown to be a good alternative to myeloablative regimens, with lower TRM, Graft versus Lymphoma Effect, and appears to be associated with improved outcome, presenting a 3 years disease free survival and overall survival from 32% to 66% and from 32% to 73%, respectively, depending on factors such as disease stage before transplantation. PATIENTS, METHODS AND RESULTS: Sixteen heavily pretreated patients with low grade non-Hodgkin Lymphoma (NHL) were submitted to RIC HSCT with matched related donors at the Bone Marrow Transplantation Unit at HCPA between the period of September 2002 to October 2009. The mean age was 43 years and were 7 patients male and 9 female. Fifty percent (8) of the patients had refractory disease pre-HSCT, 43.8% (7) were at third complete remission (CR) and 6.2% (1) at second CR. Median of CD34/kg infused was 10.7 × 10 6 and the median of days for engraftment was 14.53. Conditioning regimens were Fludarabine + Cyclophosphamide in 3 patients, Fludarabine + Melphalan in 7, Fludarabine + Cyclophosphamide + Rituximab in 2, Fludarabine + Cyclophosphamide + Melphalan in 1, Cyclophosphamide + Total Body Irradiation (TBI) in 1 and Fludarabine + Cyclophosphamide + TBI in 2. Acute Graft versus Host Disease (aGVHD) occurred in 50%, with 37.5% of those were steroids resistant; and 62.5% of the patients evolved to chronic GVHD, with 80% of them classified as extensive. Chimerism from 9 patients was analyzed, and 89% of them were complete. Mean overall survival was 2.95 years; 62.5% of patients were alive within 1 year and 40% within 3 years. TRM was 6.66%. Eight patients died, five of them were transplanted with refractory disease. Only 2 patients died of relapse, 5 of infections and 1 of aGVHD. CONCLUSION: Low grade NHL patients treated at HCPA with RIC HSCT had an overall survival and TRM comparable to the observed at other centers, appearing as a good alternative for this heavily treated group of patients with less toxicity than myeloablative regimens. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "brazil",
        "conditioning (psychology)",
        "lymphoma, non-hodgkin",
        "cyclophosphamide",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "treatment resistant disorders",
        "melphalan",
        "transplantation"
    ],
    "author_names": [
        "Beatriz Stela Gomes de Souza Pitombeira Araujo, MD",
        "Alessandra Aparecida Paz, MD",
        "Clarissa Barros Ferreira, MD",
        "Manoela Santos Boffo, MD",
        "Erica Lammerhirt Ottoni, MD",
        "Gustavo Brandão Fischer, MD",
        "Liane Esteves Daudt, MD, PhD",
        "Lucia Silla, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, "
        ],
        [
            "Hematology, Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil, "
        ],
        [
            "Hospital de Clínicas de Porto Alegre, Porto Alegre, Brazil"
        ]
    ],
    "first_author_latitude": "-30.040691199999994",
    "first_author_longitude": "-51.19809284999999"
}