{
    "doi": "https://doi.org/10.1182/blood.V106.11.2325.2325",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=498",
    "start_url_page_num": 498,
    "is_scraped": "1",
    "article_title": "Differential Effects of Lovastatin and Allopurinol Therapy in a Murine Model of Sickle Cell Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "allopurinol",
        "lovastatin",
        "mice",
        "sickle cell anemia",
        "acetylcholine",
        "nitric oxide synthase",
        "achondroplasia",
        "xanthine oxidase",
        "hypercholesterolemia",
        "inflammation"
    ],
    "author_names": [
        "Kirkwood A. Pritchard, Jr.",
        "Terri L. Besch",
        "Jingli Wang",
        "Hao Xu",
        "Deron W. Jones",
        "Thomas D. Foster",
        "Sandra L. Holzhauer",
        "Keith T. Oldham",
        "Nancy J. Wandersee",
        "Cheryl A. Hillery"
    ],
    "author_affiliations": [
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin"
        ],
        [
            "Blood Research Institute, Milwaukee, WI"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin"
        ],
        [
            "Blood Research Institute, Milwaukee, WI"
        ],
        [
            "Blood Research Institute, Milwaukee, WI"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin",
            "Blood Research Institute, Milwaukee, WI"
        ],
        [
            "Pediatric Surgery and Pediatrics, Children’s Research Institute &Medical College of Wisconsin",
            "Blood Research Institute, Milwaukee, WI"
        ]
    ],
    "first_author_latitude": "43.01550245",
    "first_author_longitude": "-88.030832",
    "abstract_text": "Sickle cell disease is characterized by a chronic state of inflammation and oxidative stress due to repetitive bouts of ischemia and reperfusion injury. Ischemia-reperfusion injury increases the release of xanthine oxidase, which binds to vascular endothelium at sites distant from the original site of tissue damage where it can generate reactive oxygen species and impair normal vascular function. Lovastatin, an HMG COA reductase inhibitor, is a cholesterol lowering pharmaceutical agent use to treat hypercholesterolemia and prevent the premature development of atherosclerosis. Although lovastatin is used primarily to treat hypercholesterolemia, this agent has beneficial, pleiotropic effects that decrease vascular inflammation and improve vasodilation by increasing endothelial nitric oxide synthase (eNOS) in vascular tissues, a desired end-point in sickle cell disease. To test the hypothesis that xanthine oxidase plays an important role in the mechanisms by which sickle cell disease impairs vasodilation and to determine whether the pleiotropic effects of lovastatin can improve vasodilation, Berkeley transgenic sickle cell disease mice (SCD mice) were treated with either placebo, allopurinol (10 mg/kg/d, ip) or lovastatin (25 mg/kg/d by gavage) for 6–8 weeks. At the end of this treatment period, mice were sacrificed and facialis arteries removed by microdissection from a branch of the carotid artery. The facialis arteries were cannulated, pressurized to 60 mmHg, preconstricted with U46619 (10 −8 to 10 −7 M) and then vasodilation responses to acetylcholine (ACh,10 −7 to 10 −4 M) determined by videomicroscopy. Under these conditions, vasodilation of facialis arteries isolated from untreated SCD mice is completely impaired, with little to no response to ACh. Allopurinol treatment markedly improved ACh-induced vasodilation to nearly 40% at the highest concentration of Ach tested. Pretreatment of the isolated and pressurized vessels with L-NAME reduced vasodilation in the allopurinol-treated SCD mice to 13%, indicating that allopurinol increases eNOS-dependent vasodilation by 27% (40%-13%=27%) compared to 0% in placebo-treated SCD mice. In contrast, lovastatin, which is said to increase vascular function by increasing eNOS activity, increased ACh-induced to only 12%. Pretreatment of isolated and pressurized vessels from lovastatin-treated SCD mice with L-NAME reduced vasodilation to approximately 3%. Thus, lovastatin improved eNOS-dependent vasodilation in the SCD mice by approximately 9% (12%-3%=9%) compared to a 0% change in placebo-treated SCD mice. These data suggest that although lovastatin may protect vascular function in hypercholesterolemia, the inflammation and oxidative stress in sickle cell disease exceeds or prevents lovastatin’s purported pleiotrophic effect on arteriolar vasodilation. Thus in sickle cell disease, any increase in eNOS induced by lovastatin may be prone to dysfunction. In contrast, inhibiting xanthine oxidase released from ischemic tissues using allopurinol markedly increases vasodilation suggesting a dominant role for xanthine oxidase in inducing vascular dysfunction in sickle cell disease."
}