{
    "doi": "https://doi.org/10.1182/blood.V128.22.3689.3689",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3373",
    "start_url_page_num": 3373,
    "is_scraped": "1",
    "article_title": "The Effect of Lenalidomide on Multiple Myeloma Associated Macrophages ",
    "article_date": "December 2, 2016",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster III",
    "topics": [
        "culture media, conditioned",
        "lenalidomide",
        "macrophages",
        "multiple myeloma",
        "neoplasms",
        "tumor microenvironment",
        "antigens",
        "cd14 antigen",
        "cytokine",
        "fluorescein-5-isothiocyanate"
    ],
    "author_names": [
        "Noam Benyamini, MD",
        "Samah Waked, BS.c.",
        "Lina Bisharat, MSc",
        "Noam Bettman, PhD",
        "Tami Katz, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and BMT, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel"
        ],
        [
            "Hematology and BMT, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Hematology and BMT, Rambam Health Care Campus, Haifa, Israel "
        ],
        [
            "Hematology and BMT, Rambam Health Care Campus, Haifa, Israel ",
            "Bruce Rappaport Faculty of Medicine, Technion, Haifa, Israel"
        ]
    ],
    "first_author_latitude": "32.8329376",
    "first_author_longitude": "34.98575689999999",
    "abstract_text": "Introduction: In multiple myeloma (MM), accessory cells, such as monocytes and macrophages, located in the bone marrow (BM) tumor microenvironment play a crucial role in the fate of malignant cells. Under the influence of the surrounding milieu, monocytes can change their migratory capacity and differentiate into tumor-associated macrophages (TAMs). In the tumor site, TAMs can alter their profile from M1 macrophages with antitumor activities to M2-like macrophages that support tumor growth. Lenalidomide (Len), an immunomodulatory drug, used for MM treatment, is known to target different immune components inducing inflammatory responses; however, its direct influence on monocyte migration, macrophage differentiation and function in the tumor microenvironment is still unclear. The current study has aimed to explore the effect of Len on monocyte recruitment, macrophage polarization and pro-tumor functions. Methods: Monocytes were isolated from peripheral blood mononuclear cells of healthy donors, using anti-CD14 microbeads. To assess their migration capacity, monocytes were allowed to migrate through transwell insert towards the conditioned medium (CM) obtained from the BM of newly diagnosed MM patients or from MM cell lines (RPMI or U266) in the presence or absence of Len (10µM); the percentage of migrating monocytes was determined by FACS. For macrophage generation, monocytes were cultured with M-CSF followed by incubation with IL-4 to obtain M2 macrophages. To generate TAMs, CM obtained from the BM of MM patients was used. Len was added to the culture every 24 hours. The phenotype and functional properties of the generated macrophages were assessed. Endocytosis was evaluated by an antigen uptake assay. Macrophages were incubated with FITC-dextran at 37°C or 4°C, as a control, for 60 minutes, and analyzed by FACS. To test T cell proliferation, autologous lymphocytes labeled with CFSE, were stimulated with PHA and co-cultured with macrophages. T cell (CD3+) division was assessed by FACS. For IFN-γ secretion evaluation, lymphocytes co-cultured with macrophages were stimulated with PMA and ionomycin. The percentage of T cells expressing IFN-γ was quantified by FACS. Results: Monocyte migration towards CM obtained from MM cell lines (RPMI or U266) or from BM of MM patients (80.89%; n=4; p<0.01, 57.17%; n=4; p<0.01 and 42.9%; n=9; p<0.05, respectively) was significantly higher compared to migration towards normal BM CM (25.39%; n=2). Monocytes treated with Len demonstrated significantly decreased migration toward CM of MM cell lines (RPMI or U266) compared to untreated monocytes (45% vs. 80.8%; n=4 and 30.2% vs. 57.1%; n=4, respectively; p<0.01). The effect of Len on monocyte migration toward patient- derived CM was diverse. While 4 samples demonstrated decreased migration compared to untreated cells [51.1% vs. 59.6%; n=4; p<0.01], in 5 samples it increased [39.8% vs. 29.7%; n=5; n=5; p<0.01]. To evaluate the effect of Len on macrophage polarization we examined their phenotype and functions. Both M2 macrophages and TAMs treated with Len expressed higher levels of M2 markers CD206, CD163, and cytokine IL-10 compared to untreated macrophages. Functional assays showed that Len increased endocytosis of both M2 macrophages [50% vs. 20%; n=5; P<0.01] and TAMs [47.4% vs. 41.4%; n=6; NS]. Exposure to Len led to suppression of T cell proliferation, when T cells were co-cultured with either autologous M2 macrophages [31% vs. 16%; n=4; p<0.05] or TAMs [39.7% vs. 31.5%; n=3; p<0.01]. In addition, M2 macrophages treated with Len demonstrated a reduction in IFN-γ secretion from T cells compared to untreated M2 macrophages (10.6% vs. 7.1%; n=4; NS). Conclusions: This study has demonstrated that Len has a direct effect on monocyte/macrophage behavior in the microenvironment generated by MM cells. Len is found to reduce monocyte migration, support polarization of macrophages towards the M2 phenotype and promote macrophage immunosuppressive functions, such as endocytosis, reduction of T-cell proliferation and inhibition of IFN-γ production. These findings need to be further investigated in in vivo experiments and could support the benefit of using agents targeting specific pathways associated with TAM development in the treatment of MM patients. Disclosures No relevant conflicts of interest to declare."
}