{
    "doi": "https://doi.org/10.1182/blood.V122.21.5063.5063",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2451",
    "start_url_page_num": 2451,
    "is_scraped": "1",
    "article_title": "IPI In Selecting Patients With Diffuse Large B Cell Lymphoma in Rituximab Era ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "Nowadays, goal of treatment approach in diffuse large B cell lymphoma is cure and first step towards it is to achieve complete remission. DLBCL is a potentially curable disease, with curability highly dependent on clinical and biological features. According to the WHO classification of Hematological Malignancies, the entity of DLBCL is characterized by rapidly growing mature B cell tumors with large or relatively large cells and /includes a number of disease variants/entities / encompassing several distinct clinopathologic diseases, several different histologic variants and clinical subtypes. There is no unique treatment for all patients with diffuse large B cell lymphoma. Different subgroup of patients with DLBCL needs different treatment. In the pre-rutuximab era International Prognostic Index (IPI) was considered to be the most important prognostic factor for survival and the strongest indicator for identification of high-risk patients, who are unlikely to be cured with standard chemotherapy. Having in mind that IPI is based on 5 clinical characteristics (age, performance status, stage, extranodal involvement, LDH level) and it is constructed in the pre-rituximab is clear that R-IPI should be tested in rituximab era to provide any information of its validity. We retrospectively analyzed unselected population of 80 patients with confirmed diagnose of diffuse large B cell lymphoma treated at University hematology department in the period of 2005-2010. All patients were uniformly treated with R-CHOP regiment as initial treatment with curative intent. There were 80 patients with mean age 54, 5 years (15-84), male 35 and female 45. Older than 60 years were 29 patients (36, 25%). More than half of the patients (42) were diagnosed in advanced stage of the disease. We analyzed five prognostic factors: age, performance status, stage, extranodal involvement, LDH level and through the multifactorial analyses we selected two groups of patients. One with 0 to 2 factors as patients with low risk. Patients with more than 3 factors are considered as high risk. There is statistically significant difference in overall survival between two groups with five –years overall survival 70% for low risk patients and 47% for high risk. High-risk patients may be candidates for autologous transplantation as initial treatment, having in mind that in the rituximab era relapses occur very early in the first year and are difficult to be treated. R-IPI score is significant predictor and should be used for risk stratification of patients with aggressive B-cell lymphoma. However, these findings should be validated prospectively in an independent population of patients. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "rituximab",
        "extranodal disease",
        "prognostic factors",
        "chemotherapy regimen",
        "complete remission",
        "hematologic neoplasms",
        "lymphoma",
        "neoplasms",
        "r-chop"
    ],
    "author_names": [
        "Sonja Genadieva-Stavrik, PhD, MD",
        "Alexandra Pivkova",
        "Zlate Stojanoski",
        "Borce Georgievski"
    ],
    "author_affiliations": [
        [
            "University Hematology Clinic, University hematology Clinic, Medical Faculty, Skopje, Macedonia, "
        ],
        [
            "University Hematology Clinic, University hematology Clinic, Medical Faculty, Skopje, Macedonia, "
        ],
        [
            "BMT Unit, University Hematology Clinic, Skopje, Macedonia"
        ],
        [
            "BMT Unit, University Hematology Clinic, Skopje, Macedonia"
        ]
    ],
    "first_author_latitude": "41.9881775",
    "first_author_longitude": "21.421069499999998"
}