{
    "doi": "https://doi.org/10.1182/blood.V116.21.3813.3813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1658",
    "start_url_page_num": 1658,
    "is_scraped": "1",
    "article_title": "Evaluation of Chemotherapy-Induced Ovarian Failure by Sequential Anti-Müllerian Hormone Dosage. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster III",
    "topics": [
        "chemotherapy regimen",
        "hormones",
        "ovarian failure",
        "mullerian-inhibiting hormone",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "autologous stem cell transplant",
        "alkylating agents",
        "lymphoma",
        "follow-up"
    ],
    "author_names": [
        "Sabine Tricot",
        "Christine Decanter",
        "Julia Salleron",
        "Louis Terriou",
        "Daniela Robu",
        "Catherine Lefebvre",
        "Franck Morschhauser, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Departement of Hematology, Hopital de Valenciennes, Valenciennes, France, "
        ],
        [
            "Gynecology, Hôpital Jeanne de Flandre, Lille, France, "
        ],
        [
            "Biostatistics, CHU Lille, Lille, France, "
        ],
        [
            "Hematology, CHRU, Lille, France, "
        ],
        [
            "Hematology, Hôpital Claude Huriez, Lille, France, "
        ],
        [
            "Gynecology, Hôpital Jeanne de Flandres, Lille, France, "
        ],
        [
            "Hôpital Claude Huriez, Lille, France"
        ]
    ],
    "first_author_latitude": "50.3599852",
    "first_author_longitude": "3.4993586000000003",
    "abstract_text": "Abstract 3813 Background. Chemotherapy-induced ovarian failure is one of the most challenging side effects for female patients with lymphoma. For a given patient, it remains difficult to predict if ovarian failure will recover or lead to sterility. Anti-Müllerian Hormone (AMH) reflects primordial follicle depletion and may predict ovarian function recovery. In this study, we prospectively assessed AMH levels during and after treatment of young female patients with lymphoma. Methods. Patients diagnosed with any type of lymphoma and aged below 36 years were eligible. AMH level was measured before chemotherapy, 2 weeks after initiating chemotherapy, 2 weeks before last chemotherapy and every 3 months during 2 years. Median AMH levels at each time point were compared according to the type of chemotherapy regimen (ABVD versus alkylating containing regimen -excluding Dacarbazine-). Results. From April 2004 to May 2010, 100 patients from 7 centers were enrolled of whom 80 are currently evaluable. Diagnosis was Hodgkin lymphoma (n= 65) or non-Hodgkin lymphoma (n=15). Median age was 25 years old (range: 17–36). Forty-eight patients (60.8%) had extended disease and 32 (62%) had at least one risk factor according to validated prognostic score. Chemotherapy regimen consisted of: ABVD (n=51), BEACOPP (n=5), CHOP or CHOP-like (n=11), CHOP followed by BEAM high dose therapy and autologous stem cell transplantation (ASCT) (n=3), or various salvage (MINE or IGEV) followed by BEAM and ASCT (n=10). The median follow up after chemotherapy was 18 months (range 3 – 24 months). The median number of cycles of ABVD was 6 (range: 2–8) whereas for the other regimen, the median cumulative dose of alkylating agents was: cyclophosphamide, 4.5 g/m 2 ; procarbazine, 5.6 g/m 2 ; ifosfamide, 15 g/m 2 and melphalan, 140 mg/m 2 . Baseline AMH was 15 pMol/L (range 4–73). As soon as 2 weeks after chemotherapy, all chemotherapy regimen induced a significant decrease of AMH levels: 5 pMol/L(range 3–45). AMH recovery was significantly different for patients treated with or without alkylating agents (p=0.01) at 6 months (3 v 13 pMol/L) and 12 months (3 v 19 pMol/L) after last chemotherapy. Moreover, at 2 years, patients treated with BEACOPP had persistently low AMH levels (≤3 pMol/L) whereas patients treated with CHOP or CHOP like regimen showed an increasing of AMH levels to 6 (3-34) pMol/L at 1 year after chemotherapy. Patients who underwent ASCT had lower AMH levels than patients treated by alkylating agents without ASCT, yet non significant at 1 year (p=0.09). Three pregnancies were reported 7, 16 and 24 months after last chemotherapy (two patients treated with ABVD and one with CHOP). C onclusion. Sequential AMH profiles during and after chemotherapy were divers. Different AMH profiles were observed for ABVD compared to alkylating-based regimen and also among alkylating-based regimen. AMH recovery started at 6 months after ABVD, at 1 year after CHOP regimen and later for other regimen. Longer clinical follow-up will confirm if no or delayed AMH recovery recovery always reflects severe ovarian failure and will help guiding our decisions of ovarian cryopreservation in the future according to the planned chemotherapy regimen. Disclosures: No relevant conflicts of interest to declare."
}