{
    "doi": "https://doi.org/10.1182/blood.V112.11.4707.4707",
    "article_title": "Self-Injection of Romiplostim by Patients with Chronic Immune Throbocytopenic Purpura (ITP) ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Romiplostim is an investigational Fc-peptide fusion protein (peptibody) that has demonstrated the ability to increase platelet counts over prolonged periods in thrombocytopenic patients with chronic ITP. Self-injection of romiplostim offers a convenient treatment option for some patients. The safety and efficacy of romiplostim self-injections were explored in patients participating in a long-term open-label extension study. Patients with chronic ITP (diagnosis per ASH guidelines) were eligible for the openlabel extension study if they had completed a prior romiplostim study and had platelet counts <50×10 9 /L. Romiplostim was injected subcutaneously once weekly, initially by healthcare providers at study centers, with a starting dose of 1 μg/kg and subsequent dose adjustments to maintain a platelet count between 50 and 250×10 9 /L. After achieving a platelet response, patients who received the same romiplostim dose for ≥3 weeks were permitted to self-inject weekly romiplostim or have the injection administered at home by a caregiver. Patients/caregivers were trained to self-inject and were required to return to the study center for platelet count evaluation and dose adjustment every 4 weeks, and to receive the next month’s medication and supplies. Of 143 patients enrolled, 90 (63%) initiated self-injection. Their median age was 53 years (range 21 to 80), and most (62%) were splenectomized. Self-injection was initiated after a median of 12 weeks (range 1 to 99) of romiplostim treatment; and patients continued to receive romiplostim for a median of 64 weeks (range 5 to 117), maintaining self-injection for a median of 74% of their subsequent time on treatment. To compare changes in efficacy and safety following the switch from office-based injection to self-injection, we analyzed data 8 weeks before and 8 weeks after initiation of self-injection. The median average weekly dose was comparable in the 8 weeks before (4 μg/kg, range 1 to 19 μg/kg) and after (5 μg/kg, range 1 to 16 μg/kg) the start of self-injection. The median maximum dose (5 μg/kg) did not change. Platelet counts increased as patients achieved a stable dose of romiplostim and then stabilized once self-injection was initiated: mean (±SD) platelet counts 8 weeks before, at initiation, and 4 and 8 weeks after initiation of self-injection were 85 (±91), 125 (±96), 123 (±121) and 121 (±96), respectively. A similar number of patients experienced adverse events in the 8 weeks before (54/90; 60%) and after (59/90; 66%) initiating self-injection. The most common adverse events before initiation of self-injection were headache (13%), and fatigue and upper respiratory tract infection (both 8%), and after were nasopharyngitis (9%), headache (8%), and diarrhea (6%). The patient incidence of treatment-related adverse events was 14 (16%) 8 weeks before and 9 (10%) 8 weeks after the start of self-injection. Serious adverse events occurred in 2 (2%) patients before and 5 (6%) patients after self-injecting. One treatment-related serious adverse event occurred: an event of thrombosis in a self-injecting patient. No deaths were reported either before or after self-injection. These results indicate that most patients were able to achieve and maintain self-injection of romiplostim with no apparent changes in either their platelet response or safety profiles. Self-injection of romiplostim represented a convenient, effective, and well-tolerated treatment option for ITP patients.",
    "topics": [
        "inosine triphosphate",
        "purpura",
        "purpura, thrombocytopenic, idiopathic",
        "romiplostim",
        "adverse event",
        "headache",
        "diarrhea",
        "fatigue",
        "fusion proteins",
        "nasopharyngitis"
    ],
    "author_names": [
        "James George, MD",
        "James B Bussel, MD",
        "Roger M Lyons, MD",
        "Vinod Pullarkat, MD",
        "Robert Redner, MD",
        "Deirdra Terrell, PhD",
        "Kun Nie, PhD",
        "Dietmar Berger, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "James George, MD",
            "author_affiliations": [
                "University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "James B Bussel, MD",
            "author_affiliations": [
                "New York Presbyterian Hospital, Departments of Pediatrics and Medicine, Division of Hematology, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger M Lyons, MD",
            "author_affiliations": [
                "Cancer Care Centers South Texas/US Oncology, San Antonio, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinod Pullarkat, MD",
            "author_affiliations": [
                "City of Hope, Division of Hematology, Duarte, CA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Redner, MD",
            "author_affiliations": [
                "University of Pittsburgh Medical Center and Cancer Institute, Pittsburgh, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deirdra Terrell, PhD",
            "author_affiliations": [
                "University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kun Nie, PhD",
            "author_affiliations": [
                "Amgen Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dietmar Berger, MD, PhD",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T18:35:47",
    "is_scraped": "1"
}