{
    "doi": "https://doi.org/10.1182/blood-2019-122784",
    "article_title": "The Mitochondrial Protease, Neurolysin (NLN), Regulates Respiratory Chain Complex and Supercomplex Formation and Is Necessary for AML Viability ",
    "article_date": "November 13, 2019",
    "session_type": "603.Oncogenes and Tumor Suppressors",
    "abstract_text": "Acute myeloid leukemia (AML) cells and stem cells have unique mitochondrial characteristics with an increased reliance on oxidative phosphorylation (OXPHOS). To identify new biological vulnerabilities in the mitochondrial proteome of AML cells, we conducted an shRNA screen and identified neurolysin (NLN), a zinc metalloprotease whose mitochondrial function is not well understood and whose role in AML has not been previously reported. To begin our investigation into the role of NLN in AML, we analyzed NLN gene expression in a database of 536 AML and 73 normal bone marrow samples. NLN was overexpressed in 41% of AML samples. Overexpression of NLN in primary AML cells compared to normal hematopoietic cells was confirmed by immunoblotting. To validate the results of the screen and to determine whether NLN is required for AML growth and viability, we knocked down NLN in the leukemia cell lines OCI-AML2, MV4-11, NB4, and TEX with shRNA. NLN knockdown reduced leukemia growth and viability by 50-70%. Moreover, knockdown of NLN in AML cells reduced the clonogenic growth of leukemic cells in vitro and the engraftment of AML cells into mouse marrow after five weeks by up to 80% and 85%, respectively. The mitochondrial function of NLN is largely unknown, so we identified NLN's mitochondrial protein interactors in T-REx HEK293 cells using proximity-dependent biotin labeling (BioID) coupled with mass spectrometry (MS). This screen identified 73 mitochondrial proteins that preferentially interacted with NLN and were enriched for functions including respiratory chain complex assembly, respiratory electron transport, and mitochondrion organization. Therefore, we assessed the effects of NLN knockdown on OXPHOS. NLN knockdown reduced basal and maximal oxygen consumption, but there were no changes in the levels of individual respiratory chain complex subunits. To understand how NLN influences OXPHOS, we examined the formation of respiratory chain supercomplexes (RCS). Respiratory chain complexes I, III, and IV assemble into higher order quaternary structures called RCS, which promote efficient oxidative metabolism. NLN knockdown significantly impaired RCS formation in T-REx HEK293, OCI-AML2, and NB4 cells, which was rescued by overexpressing wild-type shRNA-resistant NLN. RCS have not been previously studied in leukemia. Therefore, we analyzed their levels in primary AML patient samples and normal hematopoietic cells. RCS assembly was increased in a subset of AML patient samples and positively correlated with NLN protein expression (R 2 = 0.83, p < 0.05), suggesting that NLN mediates RCS assembly in AML. To investigate how NLN may be regulating RCS assembly, we analyzed our BioID results to identify NLN interactors that are known regulators of supercomplex formation. Among the top interactors was the known RCS regulator, LETM1. Knockdown of NLN in AML cells impaired LETM1 assembly. Of note, knockdown of LETM1 also reduced growth and oxygen consumption of AML cells. As a chemical approach to evaluate the effects of NLN inhibition on AML cells, we used the allosteric NLN inhibitor R2, (3-[(2S)-1-[(3R)-3-(2-Chlorophenyl)-2-(2-fluorophenyl)pyrazolidin-1-yl]-1-oxopropan-2-yl]-1-(adamantan-2-yl)urea), whose anti-cancer effects have not been previously reported. R2 reduced viability of AML cells, as well as two primary AML culture models, 8227 and 130578. R2 impaired RCS formation in OCI-AML2, NB4, 8227, and primary AML cells. Moreover, R2 reduced the CD34+CD38- stem cell enriched population in 8227 cells, reduced LETM1 complex assembly, and impaired OXPHOS in OCI-AML2 and 8227 cells. Finally, we assessed the effects of inhibiting NLN in mice engrafted with primary AML and normal hematopoietic cells in vivo . Treatment of mice with R2 reduced the leukemic burden in these mice without toxicity. Moreover, inhibiting NLN targeted the AML stem cells as evidenced by reduced engraftment in secondary experiments. In contrast, inhibiting NLN did not reduce the engraftment of normal hematopoietic cells. Collectively, these results demonstrate that inhibition of NLN preferentially targets AML cells and stem cells as compared to normal hematopoietic cells. In summary, we defined a novel role for NLN in RCS formation. We show that RCS are necessary for oxidative metabolism in AML and highlight NLN inhibition as a potential therapeutic strategy. Disclosures Minden: Trillium Therapetuics: Other: licensing agreement. Chan: Agios: Honoraria; AbbVie Pharmaceuticals: Research Funding; Celgene: Honoraria, Research Funding. Schimmer: Medivir Pharmaceuticals: Research Funding; Novartis Pharmaceuticals: Consultancy; Jazz Pharmaceuticals: Consultancy; Otsuka Pharmaceuticals: Consultancy.",
    "topics": [
        "biotin",
        "bone marrow specimen",
        "cancer",
        "complex",
        "endopeptidases",
        "immunoblotting",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemic cells",
        "mass spectrometry"
    ],
    "author_names": [
        "Sara Mirali, BSc",
        "Botham Aaron",
        "Veronique Voisin, PhD",
        "Changjiang Xu",
        "Jonathan St-Germain",
        "David Sharon, PhD",
        "Fieke W Hoff, BSc",
        "Yihua Qiu",
        "Rose Hurren, BSc",
        "Marcela Gronda, MSc",
        "Yulia Jitkova, PhD",
        "G Wei Xu",
        "Boaz Nachmias, MD PhD",
        "Neil MacLean",
        "Xiaoming Wang",
        "Andrea Arruda",
        "Mark D. Minden, MD PhD",
        "Terzah M Horton, MD PhD",
        "Steven M. Kornblau, MD",
        "Steven M Chan, MD PhD",
        "Gary D Bader",
        "Brian Raught",
        "Aaron D Schimmer, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sara Mirali, BSc",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Botham Aaron",
            "author_affiliations": [
                "University of Toronto, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Voisin, PhD",
            "author_affiliations": [
                "Terrence Donnelly Centre for Cellular and Biomedical Research, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Changjiang Xu",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan St-Germain",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Sharon, PhD",
            "author_affiliations": [
                "University Health Network, Toronto, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fieke W Hoff, BSc",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yihua Qiu",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rose Hurren, BSc",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcela Gronda, MSc",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yulia Jitkova, PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G Wei Xu",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Boaz Nachmias, MD PhD",
            "author_affiliations": [
                "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil MacLean",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoming Wang",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Arruda",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden, MD PhD",
            "author_affiliations": [
                "Leukemia Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terzah M Horton, MD PhD",
            "author_affiliations": [
                "Baylor College of Medicine, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M Chan, MD PhD",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, Division of Medical Oncology and Hematology, University Health Network, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary D Bader",
            "author_affiliations": [
                "The Donnelly Centre, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian Raught",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron D Schimmer, MD PhD",
            "author_affiliations": [
                "Leukemia Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:28:46",
    "is_scraped": "1"
}