{
    "doi": "https://doi.org/10.1182/blood-2020-133857",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4641",
    "start_url_page_num": 4641,
    "is_scraped": "1",
    "article_title": "Post-Traumatic Stress Disorder (PTSD) Symptoms in Patients with Acute Myeloid Leukemia (AML) ",
    "article_date": "November 5, 2020",
    "session_type": "906.Outcomes Research-Malignant Conditions (Myeloid Disease)",
    "topics": null,
    "author_names": [
        "Hermioni L. Amonoo, MD",
        "Areej El-Jawahri, MD",
        "Thomas W. LeBlanc, MDMA,MS",
        "Alison R. Kavanaugh, NP",
        "Jason A. Webb, MD",
        "Lara Traeger, PhD",
        "Annemarie D. Jagielo, BA",
        "Dagny M. Vaughn, MS",
        "Madeleine Elyze, BA",
        "Regina M. Longley, BA",
        "Amir T. Fathi",
        "Gabriela S. Hobbs, MD",
        "Andrew M. Brunner",
        "Nina R. O'Connor, MD",
        "Selina M. Luger, MD FRCPC",
        "Jillian Gustin, MD",
        "Bhavana Bhatnagar, DO",
        "Nora K. Horick, MS"
    ],
    "author_affiliations": [
        [
            "Dana-Farber Cancer Institute, Boston, MA ",
            "Harvard Medical School, Boston, MA ",
            "Brigham and Women's Hospital, Boston, MA "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital / Harvard Medical School, Allston, MA "
        ],
        [
            "Duke University School of Medicine, Durham, NC "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Duke University School of Medicine, Durham, NC "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA "
        ],
        [
            "Palliative Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Hematology, The Ohio State University, Columbus, OH"
        ],
        [
            "Harvard Medical School, Boston, MA ",
            "Massachusetts General Hospital, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Background : Patients with acute myeloid leukemia (AML) receiving intensive chemotherapy face a life-threatening illness, experience a prolonged, isolating hospitalization, and endure substantial physical and psychological symptoms. Some patients with AML experience traumatic stress as a result of their diagnosis and illness course. As traumatic stress reactions can negatively impact patients' QOL, mood, and clinical outcomes, it is essential to understand the extent of this trauma, its clinical manifestations, and risk factors to inform targeted management strategies. Post-traumatic stress disorder (PTSD), characterized by experiencing a traumatic event, is a common stress related disorder in cancer populations. Despite the potential link between AML and PTSD, data are limited regarding risk and risk factors of PTSD symptoms in this population. Methods: We conducted a secondary analysis of 160 patients with high-risk AML hospitalized to receive intensive chemotherapy. We used the Post-Traumatic Stress Disorder Checklist-Civilian Version to assess PTSD symptoms at one month after diagnosis of AML. We used the Brief COPE, and Functional Assessment of Cancer Therapy-Leukemia at baseline and week-2 during hospitalization to assess coping and quality of life (QOL), respectively. We then used multivariate regression models to assess the relationship between PTSD symptoms at one month and patient baseline sociodemographic factors, coping, and QOL. Results: Twenty-eight percent of patients reported clinically significant PTSD symptoms, describing high rates of intrusion (92%), avoidance (100%), and hypervigilance (97%). Among those who did not have clinically significant PTSD symptoms, 27%, 26%, and 23% of patients reported clinically significant intrusion, avoidance, and hypervigilance symptoms, respectively. In adjusted analyses, higher baseline QOL (B= -.22, p= <.001) and less decline in QOL during hospitalization (B= -.17, p=.018) were associated with fewer PTSD symptoms. The use of approach-oriented coping (B= -.72; p= .018) was also associated with fewer PTSD symptoms, while the use of avoidant coping was not significantly associated with PTSD symptoms. Conclusion: A substantial proportion of patients with AML report clinically significant PTSD symptoms at one month after initiating intensive chemotherapy. These findings highlight the need to routinely screen, assess, and manage PTSD symptoms in all patients with AML. Patients' baseline QOL, coping strategies, and extent of QOL decline during hospitalization are important risk factors for PTSD symptoms, underscoring potential intervention targets in future studies to reduce the impact of PTSD in this population. Disclosures LeBlanc: Heron: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Otsuka: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Medtronic: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Welvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; American Cancer Society: Research Funding; BMS: Research Funding; Duke University: Research Funding; NINR/NIH: Research Funding; Jazz Pharmaceuticals: Research Funding; UpToDate: Patents & Royalties; Abbvie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AstraZeneca: Consultancy, Honoraria, Research Funding, Speakers Bureau; CareVive: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS/Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Daiichi Sankyo: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Flatiron: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Helsinn: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Hobbs: Merck: Research Funding; Incyte: Research Funding; Celgene/BMS: Honoraria; Novartis: Honoraria; Jazz: Honoraria; Bayer: Research Funding; Constellation: Honoraria, Research Funding. Brunner: Novartis: Research Funding; AstraZeneca: Research Funding; Forty-Seven Inc: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Takeda: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Luger: Daiichi-Sankyo: Honoraria; Pfizer: Honoraria; Bristol-Myers Squibb: Honoraria; Acceleron: Honoraria; Agios: Honoraria; Loxo Oncology: Honoraria; Onconova: Research Funding; Kura: Research Funding; Hoffman La Roche: Research Funding; Ariad: Research Funding; Biosight: Research Funding. Bhatnagar: KITE: Membership on an entity's Board of Directors or advisory committees; KaryoPharm Therapuetics: Research Funding; Cell Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees."
}