{
    "doi": "https://doi.org/10.1182/blood-2019-126876",
    "article_title": "Dysregulation of Hemostatic Biomarkers, Inflammatory Biomarkers, and Alteration of Cellular Indices As Predictors of Adverse Outcomes in Pulmonary Embolism Patients ",
    "article_date": "November 13, 2019",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Background: Pulmonary Embolism (PE) is a condition that affects a multitude of individuals worldwide. The pathophysiology of PE is multifactorial and complex. Measuring levels of biomarkers in PE patient plasma may be predictive of patient outcomes in terms of survival, and such biomarkers could be correlated to other parameters such as white cell counts and their ratios. Adhesion molecules, such as selectins, have been predicted to play a role in the pathophysiology of PE, however their relationship to other cellular parameters is not fully explored. P-selectin is found on platelets, and is involved in the gathering of platelets in thrombotic states. Meanwhile, E and L-selectin contribute to cellular rolling that occurs in states of inflammation. White blood cell counts are routinely obtained from patient blood analysis. Selectins, including Platelet (P), Endothelial (E), and Leukocyte (L) Selectins may possess relationships to the white cell profiles including neutrophil-lymphocyte ratio (NLR), platelet-lymphocyte ratio (PLR), platelet-neutrophil ratio (PNR), lymphocyte-monocyte ratio (LMR), and monocyte-neutrophil ratio (MNR). Selectins can also be correlated to total platelet and white cell counts. Mortality outcomes in PE patients may be associated with altered levels of hemostatic and inflammatory biomarkers such as selectins. Materials and Methods: Blood samples were acquired from 100 patients diagnosed with acute PE between March 2016 and June 2019 at Loyola University Medical Center in Maywood, IL. Enzyme Linked Immunosorbent Assays (ELISA) were used to quantify levels of P, E, and L selectins in the plasma of PE patients. Other coagulation and inflammatory biomarkers, including Tumor Necrosis Factor Alpha (TNFa), D-dimer, Plasminogen Activating Inhibitor-1 (PAI-1), Matrix Metalloprotease-9 (MMP-9), C-Reactive Protein (CRP), micro particles, and alpha-2-antiplasmin were also quantified. Patient chart review was conducted assessing for levels of platelets, neutrophils, lymphocytes, and monocytes. Appropriate cellular ratios were calculated. Patient outcomes in the form of mortality were noted. Spearman non-parametric analysis and Wilcoxon-Mann-Whitney Tests were conducted using Graphpad PRISM software. Results: All of the biomarkers studied exhibited an increase in PE patient plasma, ranging from 2 fold to 34.6 fold increase, with the exception of alpha-2-antiplasmin, E-selectin, and L-selectin, as shown in Table 1. D-dimer, MMP-9, and CRP show the most pronounced increase in PE patients. No statistically significant correlations were noted between P, E, and L-selectins and NLR, PLR, PNR, LMR, or MNR. P-selectin was positively correlated with platelet count (r=.22, p=.032, 95% CI=0.01293 to 0.4084, n=95). L-selectin was not found to be significantly correlated with white count, but a positive trend was still evident (r=.13, p=.22, CI= -0.08329 to 0.3250, n=95). Within the patient pool, 12% of patients were deceased, while 88% survived. L-selectin and all-cause mortality were significantly correlated at an alpha level of .05 (p=.04). Conclusion: These studies demonstrate the marked dysregulation of hemostatic and inflammatory biomarkers associated with alterations of cellular indices. In particular, P and L selectin demonstrated some relationship to platelets and white count. L-selectin levels are significantly correlated to all-cause mortality. Measuring levels of L-selectin in PE patients may provide insight into mortality outcomes for pulmonary embolism patients. Our results are suggestive of the positive predictive value of L-selectin in PE patients. Profiling of various biomarkers, in particular selectins, may be helpful in the risk stratification of PE patients. Adding such a parameter to patient analysis may provide better prognostic information, which may be helpful in their clinical management. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "biological markers",
        "hemostatics",
        "inflammatory markers",
        "pulmonary embolism",
        "l-selectin",
        "selectins",
        "c-reactive protein",
        "alpha-2 antiplasmin",
        "fibrin fragment d substance",
        "gelatinase b"
    ],
    "author_names": [
        "Iman Darwish",
        "Yevgeniy Brailovsky, DO",
        "Amir Darki, MD MSc",
        "Debra Hoppensteadt, PhD",
        "Brett Slajus",
        "Emily Bontekoe",
        "Frank De Stefano",
        "Jawed Fareed, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iman Darwish",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yevgeniy Brailovsky, DO",
            "author_affiliations": [
                "Cardiology, Loyola University Medical Center, CHICAGO, IL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amir Darki, MD MSc",
            "author_affiliations": [
                "Cardiology, Loyola University Medical Center, Maywood, IL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra Hoppensteadt, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brett Slajus",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Bontekoe",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank De Stefano",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jawed Fareed, PhD",
            "author_affiliations": [
                "Pathology, Loyola University Medical Center, Maywood, IL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:34:47",
    "is_scraped": "1"
}