{
    "doi": "https://doi.org/10.1182/blood.V122.21.4591.4591",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2572",
    "start_url_page_num": 2572,
    "is_scraped": "1",
    "article_title": "Impact Of Prophylaxis With Defibrotide On The Occurrence Of Acute GvHD In Allogeneic HSCT ",
    "article_date": "November 15, 2013",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "graft-versus-host disease, acute",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "graft-versus-host disease",
        "leukemia",
        "tissue transplants",
        "absolute risk reduction",
        "adrenal corticosteroids",
        "antithymoglobulin"
    ],
    "author_names": [
        "Selim Corbacioglu, MD",
        "Simone Cesaro, MD",
        "Maura Faraci, MD",
        "Bernd Gruhn",
        "Jaap J Boelens, MD, PhD",
        "Ansgar Schulz, MD",
        "Ingo Mueller",
        "Jerry Stein, MD",
        "Robert Wynn, MD",
        "Johann Greil, MD",
        "Karl-Walter Sykora, MD",
        "Jacek Toporski, MD, PhD",
        "Petr Sedlacek",
        "Paul G. Schlegel, MD",
        "Karoline Ehlert, MD",
        "Christine Mauz-Koerholz, MD",
        "Peter Bader",
        "Elena Tudone",
        "Maria Ballabio, MD",
        "Carin Heringa, MD",
        "Christina Peters"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology, Oncology and Stem Cell Transplantation, Children's Hospital Regensburg, University of Regensburg, Regensburg, Germany, "
        ],
        [
            "Department of Pediatrics, Pediatric Hematology Oncology, Padova, Italy, "
        ],
        [
            "Department of Pediatric Hematology/Oncology, G. Gaslini Children's Research Institute, Genova, Italy, "
        ],
        [
            "Department of Pediatrics, Jena University Hospital, Jena, Germany, "
        ],
        [
            "Pediatrics: BMT-Unit, UMCU, Utrecht, Netherlands, "
        ],
        [
            "University Children's Hospital, Ulm, Germany, "
        ],
        [
            "Hematology / Oncology, University Children's Hospital, Tuebingen, Germany, "
        ],
        [
            "Hemato-Oncology Department, Schneider Children's Medical Center of Israel, Petach Tivka, Israel, "
        ],
        [
            "Paeditric Haematology, Royal Manchester Children's Hospital, Manchester, United Kingdom, "
        ],
        [
            "Department of Pediatric Oncology, Hematology and Immunology, University of Heidelberg, Heidelberg, Germany, "
        ],
        [
            "Department of Pediatric Hematology/Oncology, Hannover Medical School, Hannover, Germany, "
        ],
        [
            "Dept. of Hematology/Oncology, University Hospital, Lund, Sweden, "
        ],
        [
            "Pediatric Hematology and Oncology, University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "University Children's Hospital, Würzburg, Germany, "
        ],
        [
            "Department of Pediatric Hematology & Oncology, University Children's Hospital Muenster, Muenster, Germany, "
        ],
        [
            "Martin-Luther-University of Halle, Universitätsklinik und Poliklinik für Kinder- und Jugendmedizin, Halle, Germany, "
        ],
        [
            "Division for Stem Cell Transplantation and Immunology, Department for Children and Adolescents, University Hospital Frankfurt, Goethe University, Frankfurt am Main, Germany, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Scientific Department, Gentium SpA, Villa Guardia, Italy, "
        ],
        [
            "Stem Cell Transplantation Unit, St. Anna Children's Hospital & EBMT-PDWP, Vienna, Austria"
        ]
    ],
    "first_author_latitude": "48.988124799999994",
    "first_author_longitude": "12.088439900000001",
    "abstract_text": "Background Acute GvHD (aGvHD) remains one of the most significant complications of allogeneic hematopoietic stem cell transplantation (HSCT) with a persistently high incidence despite a plethora of prophylactic approaches. The medical need for effective drugs to prevent aGvHD remains substantial. Methods A prospective, randomized, open-label controlled study has been conducted in 356 children at high-risk for hepatic VOD post-HSCT to demonstrate efficacy of prophylaxis with defibrotide (DF) to reduce the incidence of VOD (180 in the DF arm and 176 in the control arm [Corbacioglu, Lancet 2012]). A secondary objective of the study was to analyze the impact of DF prophylaxis on the incidence and severity of aGvHD. Among children undergoing allogeneic HSCT (allo-subset) 122 patients received DF prophylaxis and 117 were in the control arm. Results Demographic and baseline characteristics were similar in the DF and control arm of the allo-subset. Mean age (± SD) was 6.47±5.28 and 6.54±5.49 in DF arm and in the controls respectively, with 29% and 30% being <2 years; 64% and 58%, respectively, were males. Busulfan was used in conditioning in 62% and 64% of patients in the two arms, and melphalan in 60% and 53%, respectively. Grafts were from related donors in 40% and 30%, respectively, in DF and control arm. Prophylaxis with DF was shown to significantly reduce the occurrence and severity of aGvHD. At day+100 post-HSCT the incidence of aGvHD was 47% in the DF arm vs. 65% in the control group (p=0.0046). DF did not seem to affect the incidence of aGvHD grade I (25% vs 28%, respectively). However, Defibrotide showed a consistent reduction of the more severe grade II–IV aGvHD from 37% to 22% (p=0.0130). Of note the use of corticosteroids was significantly lower in patients receiving DF prophylaxis (37% vs 48% in control arm, p=0.0363), likely reflecting the lower incidence of aGvHD in the DF arm. This has also previously been observed in the treatment studies [Richardson, ASH 2012]. Standard GvHD prophylaxis was allowed according to best practice and was generally comparable (cyclosporine A: 81% vs. 89%; methotrexate: 46% vs. 56%; in DF and control arm, respectively). However, there was a difference in patients who received antithymocyte globulin (ATG) in the DF arm compared to controls (55% vs 70%). Exploratory analysis performed adjusting for ATG as covariate confirmed the significant effects of defibrotide [Adjusted Risk Difference (DF vs control) for aGvHD grade II–IV: -0.1470 (95%CI: -0.2618; -0.0322), p =0.0121]. Defibrotide did not seem to interfere with a graft-versus-leukemia effect. Relapse rates of combined leukemias were 8% (ALL 1.5%, AML 5%, others 1.5%) in DF group compared with 10% (ALL 3%, AML 7%) in controls by day +100; while 10% (ALL 1.5%, AML 7%, others 1.5%) patients in DF group relapsed by day +180 compared with 13% (ALL 8%, AML 5%) in the control arm. Conclusions The study shows that DF prophylaxis can reduce the incidence and severity of aGvHD in children undergoing allogeneic HSCT. This reduction observed with defibrotide is additional to standard GvHD prophylaxis that was fully implemented in these patients. Defibrotide has been reported to protect endothelial cells from damage as well as to downregulate heparanase activity. These clinical data would therefore suggest a benefit of defibrotide to reduce the incidence and severity of aGvHD. Further studies may be conducted to strengthen preclinical and clinical evidence for the role of defibrotide in aGvHD prevention. Ref: Corbacioglu S et al, Lancet 2012; 379:1301-9. Richardson PG et al, Blood 2012; 120:738. Disclosures: Corbacioglu: Gentium : Consultancy. Cesaro: Pfizer SpA: Honoraria; Gilead: Honoraria; Merck: Honoraria. Tudone: Gentium : Employment. Ballabio: Gentium : Employment. Heringa: Gentium S.p.A.: Employment."
}