{
    "doi": "https://doi.org/10.1182/blood-2021-149558",
    "article_title": "Allogeneic Hematopoietic Stem Cell Transplantation for Refractory/Relapsed T-Cell Acute Lymphoblastic Leukemia/Lymphoma after Donor-Derived CD7- Chimeric Antigen Receptor T-Cell Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "723.Allogeneic Transplantation: Long-term Follow-up and Disease Recurrence",
    "abstract_text": "Background: In our phase I clinical trial, 90% complete remission (CR) in r/r T-ALL/LBL has been achieved with donor-derived CD7-chimeric antigen receptor T-cell ( CART) therapy (Pan J. et al. JCO July 29, 2021 online), but hematopoiesis and immune reconstitution is crucial for long-term disease-free survival (DFS) in this setting. Aims: In present study, the safety and efficacy of allogeneic hematopoietic stem cell transplantation (allo-HSCT) after donor-derived CD7-CART therapy for r/r T-ALL/LBL were examined. Methods: Between October 2020 and June 2021, 12 patients with r/r T-ALL/LBL (refractory 2, relapsed 10; T-ALL 10, T-LBL 2) who obtained CR or partial remission (PR) by donor-derived CD7-CART therapy then bridge to allo-HSCT from the same donor were enrolled. The median age was 14 (2-43) years old. The median blasts in bone marrow (BM) were 30 (12-71.5) % before CD7-CART. Eight (66.7%) patients had extramedullary disease (EMD). Two patient relapsed after transplants (allo-HSCT 1, auto-HSCT 1). One case was with MLL-AF6 fusion gene, and 8 cases had somatic gene mutations including NOTCH1 in 8, IL7R in 3, JAK in 2, FBXW7 in 2, WT1 in 2, and NAS in 2. Donor chimerism in BM and peripheral blood (PB) CD3 cells at 4 weeks after CART were 38 (0.14-99.4) %, 72.8 (0.25-100) %, respectively. Before allo-HSCT, minimal residual disease (MRD) in cerebrospinal fluid was all negative, MRD in BM was negative in 10 cases and positive in 2 cases, and EMDs were detectable in 3 patients but with much smaller sizes than before CART. Pancytopenia and transfusion-dependent were seen in 10 cases before allo-HSCT. The median time from CART infusion to allo-HSCT was 34 (30-55) days. The types of HSCT were haploidentical in 8, identical sibling in 3 and unrelated in 1. Conditioning regimens were busulfan/fludarabine-based (n=9) or TBI/fludarabine-based (n=3). ATG was used in haploidentical or unrelated transplants. Cyclosporine, mycophenolate mofetil and short-term methotrexate were employed for GVHD prophylaxis. CART cells were monitored by flow cytometry and PCR. Results: The median time of neutrophil and platelet engraftment was 15 (12-21) days and 38 (6-100) days. With a median follow-up of 234 (14-353) days, the 6-month overall survival (OS) and DFS were 91.67%, 83.33%, respectively. Transplant-related mortality (TRM) was 8.33%. One patient died of multi-organ failure at 14 days post-transplant. All patients achieved full donor chimerism in BM and PB CD3 cells. EMDs were not detected in all patients by the last follow-up.Ten patients achieved MRD- CR at 1 month after transplant. One case was CR with MLL-AF6 positive at 1 month and his fusion gene became negative at 2 months post-transplant after developed aGVHD by immunosuppressant withdrawal. MRD became positive in 2 patients at 3 months, 7.5 months after transplant. The leukemia cells in 1 case was CD7- and MRD turned to negative after cessation of immunosuppressants. The leukemia cells in another case was CD7+ and obtained MRD- by CD7-CART re-infusion. One patient relapsed with 57% blasts in BM at 4.5 months post-transplant and achieved MRD- CR by CD7-CART re-infusion. Three patients developed aGVHD (grade Ⅱ 2, grade Ⅳ 1) and all resolved. Three cases had limited chronic GVHD (cGVHD). Ten patients had intestinal infections (bacteria 9, fungal 1) and 5 cases developed pulmonary infection (fungal 4, bacteria 1). Eight patients had CMV reactivation (CMV viremia 7, CMV retinitis 1). One case had post-transplant lymphoproliferative disease and resolved with rituximab and chemotherapy. Seven cases had hemorrhagic cystitis. After HSCT, CD7-CART cells were detectable in PB in 5 patients at a median time of 1 (0.5-2) month, with the median level of CART cells was 0.069 (0.037-3.61) %. During existence of CD7-CART cells, CD7-CD4+ and CD7-CD8+ cells were emerged which had been demonstrated to be functional for anti-infections (unpublished data). Conclusions: With our protocol, hematopoiesis reconstitution has been achieved in all patients. Donor-derived CD7-CART combined with allo-HSCT has shown powerful anti-T-ALL/T-LBL effects and good safety profile. The existence of CD7-CART early after transplant had no influence on engraftment and may contribute to prolonged anti-tumor effect. Infections are main complication in this setting, therefore, appropriate dosages of immunosuppressants and the timing bridge to allo-HSCT need to be further investigated. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Zhihui Li",
        "Xiaojuan Peng",
        "Xiaopei Wen",
        "Jing Li",
        "Yanzhi Song",
        "Teng Xu",
        "Tong Wu"
    ],
    "author_dict_list": [
        {
            "author_name": "Zhihui Li",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaojuan Peng",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaopei Wen",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jing Li",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanzhi Song",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teng Xu",
            "author_affiliations": [
                "Data Management, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tong Wu",
            "author_affiliations": [
                "Bone Marrow Transplantation, Beijing Boren Hospital, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T13:04:18",
    "is_scraped": "1"
}