{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2426.2426",
    "article_title": "Interferon-Gamma Pathway Regulates Emergence of Engraftable Hematopoietic Stem and Progenitor Cells from Human Pluripotent Stem Cells ",
    "article_date": "December 7, 2017",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster II",
    "abstract_text": "Derivation of functional human hematopoietic stem cells (HSCs) from autologous human pluripotent stem cells (PSCs) has been an elusive goal in hematology research. Building upon recent evidence that HSCs are derived from definitive hemogenic endothelium (HE), we identified 7TFs ( ERG, HOXA5, HOXA9, HOXA10, LCOR, RUNX1, SPI1 ) that were sufficient to convert human PSC-derived HE into engraftable hematopoietic stem and progenitor cells (HSPCs) with long-term and multilineage capacity (HE-7TF cells, Sugimura et al, Nature 2017 ). In the current study, we attempted to define signaling pathways that further enhance engraftment of HE-7TF cells. We investigated the source of our long-term engraftable cells by sorting CD34+CD43+CD45+ triple positive cells and CD34+CD43-CD45- single positive cells from HE-7TF cells. We transplanted these two cell populations into non-irradiated c-Kit deficient immune-deficient recipients, and monitored engraftment capacity after 8 weeks of transplantation. 2 out of 5 mice transplanted with triple positive cells showed multi-lineage engraftment, whereas 5 mice transplanted with single positive cells did not, suggesting that CD34+CD43+CD45+ triple positive cells are the source of long-term engraftment in our system. We then investigated what signaling pathways regulate the emergence of CD34+CD43+CD45+ triple positive cells from HE. From high-throughput screening of 2,000 receptor ligands, cytokines/morphogens, hormone, and chemical compounds, we observed that interferon-gamma (IFNγ) increased CD34+CD43+CD45+ triple positive cells 6 to 8-fold in 5 independent experiments. The effect was abrogated by the addition of IFNα. Collectively, these data demonstrate that the IFNγ pathway promotes the emergence of engraftable HSPCs from human PSC-derived HE. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "interferon type ii",
        "stem cells",
        "stem cells, pluripotent",
        "cd45 antigens",
        "cytokine",
        "hormones",
        "ligands",
        "proto-oncogene protein c-kit",
        "pu-1 protein",
        "transplantation"
    ],
    "author_names": [
        "Ryohichi Sugimura, MD PhD",
        "Clara Soria Valles",
        "George Q. Daley, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryohichi Sugimura, MD PhD",
            "author_affiliations": [
                "Boston Children's Hospital, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clara Soria Valles",
            "author_affiliations": [
                "Boston Children's Hospital, BOSTON, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Q. Daley, MD PhD",
            "author_affiliations": [
                "Stem Cell Transplantation Program, Division of Pediatric Hematology and Oncology, Boston Children's Hospital and Dana-Farber Cancer Institute, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:38:50",
    "is_scraped": "1"
}