{
    "doi": "https://doi.org/10.1182/blood-2020-140441",
    "article_title": "Sotatercept (ACE-011) for Anemia of Myelofibrosis: A Phase 2 Study ",
    "article_date": "November 5, 2020",
    "session_type": "634.Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Background Anemia is common in patients (pts) with myeloproliferative neoplasm (MPN)-associated myelofibrosis (MF). Furthermore, anemia is an on-target effect of therapeutic Janus kinase 2 (JAK2) inhibition, and may be the most frequent cause of ruxolitinib (rux) discontinuation (d/c) in clinical practice (Kuykendall, Ann Hematol 2018). Current therapies for anemia of MF (erythropoietin and analogs, danazol, IMiDs®) are unsatisfactory. Sotatercept (ACE-011) is a first-in-class, activin receptor type IIA ligand trap that may improve anemia by sequestering stromal transforming growth factor beta superfamily ligands that suppress terminal erythropoiesis (Iancu-Rubin, Exp Hematol 2013). Methods This is a phase 2, investigator-initiated, open-label, single institution study of sotatercept, administered subcutaneously every 3 weeks, in 2 cohorts of anemic pts (Hgb <10 g/dl on every determination for 12 weeks (wks) or transfusion-dependent (TD) per IWG-MRT criteria (Tefferi, Blood 2013)) with MF: as a single agent, and in combination with a stable dose of rux. Pts on rux must have been on rux for ≥6 months with a stable dose for ≥8 weeks, and receive sotatercept at a dose of 0.75 mg/kg. Monotherapy pts receive either 0.75 or 1 mg/kg of sotatercept. In both cohorts, anemia response is defined as achievement of transfusion independence (TI) in TD pts, and an increase in Hgb level from baseline of ≥1.5 g/dl sustained for ≥12 wks in non-TD pts (Gale, Leuk Res 2011). Pts must have received ≥5 cycles of sotatercept to be response-evaluable. Results A total of 53 pts have been treated; one pt received only 0.3 mg/kg of sotatercept and is not considered further. Thirty one pts received sotatercept alone and 21 in combination with rux. Baseline characteristics appear in Table 1, panel A. Sixteen TD and 15 non-TD pts received sotatercept alone for a median of 5 (1-67) cycles. Thirteen pts received 0.75 mg/kg and 18, 1 mg/kg. Seven of 24 (29%) evaluable pts responded. Of these, 4 were anemia responses; 3 TD pts achieved TI. Five responses occurred at the 0.75 mg/kg dose, and 2 at the 1 mg/kg dose. Median time to response (TTR) was 21 (1-22) days and median duration of response (DOR) 13 (3.9-56.4) months. Seven pts (22.6%) received <5 cycles and were not response-evaluable: 2 proceeded to stem cell transplant (SCT), 2 had logistical (travel) issues, and 1 each d/ced sotatercept because of hypertension (HTN), unrelated medical problems and pt decision. Three pts continue on study. Reasons for d/c included no response (11), progressive MF (6), SCT (3), travel logistics (3), patient decision (2), hypertension (1), unrelated medical complications (1) and transformation to AML (1). The combination cohort comprised 15 non-TD pts and 6 TD pts. The median number of cycles was 8 (2-43). Five of 17 (29%) evaluable pts in the combination cohort responded, all non-TD pts. Median TTR was 14 (7-147) days and median DOR 34.6 (3.1-47.9) months. Four pts (19%) received <5 cycles and were not response-evaluable, 1 each due to MF progression, loss of insurance, SCT and pt decision. Five pts remain on study. Reasons for d/c included no response (6), SCT (4), progressive MF (2), travel logistics (2), loss of insurance (1) and pt decision (1). Several non-response-evaluable pts in both cohorts achieved ≥1.5 g/dl increments in Hgb from baseline that were not sustained for ≥12 wks because of early d/c of sotatercept. An additional pt in the combination cohort required a rux dose increase, leading to failure to sustain a ≥1.5 g/dl Hgb improvement. Across both cohorts, several responding pts required multiple protocol-specified drug holidays because of Hgb levels ≥11.5 g/dl, with resumption of sotatercept once Hgb was <11 g/dl. Sotatercept was well-tolerated (Table 1, panel B). Grade 3 adverse events possibly related to sotatercept were HTN (n=7), limb (bone/muscle/joint) pain (n=3) and headache (1). Conclusions Sotatercept is safe and effective against anemia of MPN-associated MF, both in non-TD and TD pts, with a response rate of 29% both when used alone and in conjunction with a stable dose of rux. A total of 60 pts are planned to be treated on this trial (NCT01712308). View large Download slide View large Download slide  Close modal Disclosures Bose: Blueprint Medicines Corporation: Honoraria, Research Funding; NS Pharma: Research Funding; Constellation Pharmaceuticals: Research Funding; Astellas Pharmaceuticals: Research Funding; Pfizer, Inc.: Research Funding; Incyte Corporation: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene Corporation: Honoraria, Research Funding; CTI BioPharma: Honoraria, Research Funding; Promedior, Inc.: Research Funding; Kartos Therapeutics: Honoraria, Research Funding. Pemmaraju: Samus Therapeutics: Research Funding; AbbVie: Honoraria, Research Funding; MustangBio: Honoraria; SagerStrong Foundation: Other: Grant Support; Roche Diagnostics: Honoraria; Pacylex Pharmaceuticals: Consultancy; Plexxikon: Research Funding; Daiichi Sankyo: Research Funding; Stemline Therapeutics: Honoraria, Research Funding; Celgene: Honoraria; Incyte Corporation: Honoraria; Cellectis: Research Funding; Blueprint Medicines: Honoraria; Affymetrix: Other: Grant Support, Research Funding; Novartis: Honoraria, Research Funding; LFB Biotechnologies: Honoraria; DAVA Oncology: Honoraria. Daver: Fate Therapeutics: Research Funding; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Servier: Research Funding; Genentech: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Trovagene: Research Funding; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; ImmunoGen: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trillium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Jabbour: BMS: Other: Advisory role, Research Funding; Amgen: Other: Advisory role, Research Funding; Pfizer: Other: Advisory role, Research Funding; AbbVie: Other: Advisory role, Research Funding; Takeda: Other: Advisory role, Research Funding; Adaptive Biotechnologies: Other: Advisory role, Research Funding; Genentech: Other: Advisory role, Research Funding. Kadia: Astellas: Research Funding; Pulmotec: Research Funding; Incyte: Research Funding; Ascentage: Research Funding; JAZZ: Honoraria, Research Funding; Cyclacel: Research Funding; Amgen: Research Funding; Celgene: Research Funding; Cellenkos: Research Funding; Genentech: Honoraria, Research Funding; BMS: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Novartis: Honoraria; Abbvie: Honoraria, Research Funding; Astra Zeneca: Research Funding. Andreeff: Daiichi-Sankyo; Jazz Pharmaceuticals; Celgene; Amgen; AstraZeneca; 6 Dimensions Capital: Consultancy; Amgen: Research Funding; Daiichi-Sankyo; Breast Cancer Research Foundation; CPRIT; NIH/NCI; Amgen; AstraZeneca: Research Funding; Centre for Drug Research & Development; Cancer UK; NCI-CTEP; German Research Council; Leukemia Lymphoma Foundation (LLS); NCI-RDCRN (Rare Disease Clin Network); CLL Founcdation; BioLineRx; SentiBio; Aptose Biosciences, Inc: Membership on an entity's Board of Directors or advisory committees. Cortes: Bristol-Myers Squibb: Research Funding; Pfizer: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Sun Pharma: Research Funding; BioPath Holdings: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Telios: Research Funding; Astellas: Research Funding; Amphivena Therapeutics: Research Funding; Arog: Research Funding; BiolineRx: Consultancy, Research Funding; Daiichi Sankyo: Consultancy, Research Funding; Jazz Pharmaceuticals: Consultancy, Research Funding; Merus: Research Funding; Immunogen: Research Funding; Novartis: Consultancy, Research Funding. Jain: BMS: Research Funding; Pharmacyclics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Verastem: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Adaptive Biotechnologies: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cellectis: Research Funding; TG Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Aprea Therapeutics: Research Funding; Precision Bioscienes: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Servier: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Fate Therapeutics: Research Funding; AstraZeneca: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Incyte: Research Funding; BeiGene: Honoraria, Membership on an entity's Board of Directors or advisory committees; ADC Therapeutics: Research Funding; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Research Funding. Borthakur: Nkarta Therapeutics: Consultancy; Treadwell Therapeutics: Consultancy; PTC Therapeutics: Research Funding; Jannsen: Research Funding; Abbvie: Research Funding; Novartis: Research Funding; Incyte: Research Funding; Polaris: Research Funding; Xbiotech USA: Research Funding; Oncoceutics: Research Funding; Curio Science LLC: Consultancy; FTC Therapeutics: Consultancy; Argenx: Consultancy; PTC Therapeutics: Consultancy; BioLine Rx: Consultancy; BioTherix: Consultancy; Cyclacel: Research Funding; GSK: Research Funding; BioLine Rx: Research Funding; BMS: Research Funding; AstraZeneca: Research Funding. Alvarado: Sun Pharma: Research Funding; Astex Pharmaceuticals: Research Funding; MEI Pharma: Research Funding; Daiichi-Sankyo: Research Funding; Tolero Pharmaceuticals: Research Funding; FibroGen: Research Funding; Jazz Pharmaceuticals: Research Funding; BerGenBio ASA: Research Funding. Huynh-Lu: Incyte Corporation: Speakers Bureau. Nguyen-Cao: Incyte Corporation: Speakers Bureau. Garcia-Manero: Acceleron Pharmaceuticals: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Jazz Pharmaceuticals: Consultancy; Novartis: Research Funding; Onconova: Research Funding; Helsinn Therapeutics: Consultancy, Honoraria, Research Funding; Merck: Research Funding; AbbVie: Honoraria, Research Funding; H3 Biomedicine: Research Funding; Astex Pharmaceuticals: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding; Genentech: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amphivena Therapeutics: Research Funding. Kantarjian: Oxford Biomedical: Honoraria; Actinium: Honoraria, Membership on an entity's Board of Directors or advisory committees; Delta Fly: Honoraria; Janssen: Honoraria; Ascentage: Research Funding; BioAscend: Honoraria; Amgen: Honoraria, Research Funding; Aptitute Health: Honoraria; Immunogen: Research Funding; Jazz: Research Funding; Novartis: Honoraria, Research Funding; Sanofi: Research Funding; Pfizer: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; BMS: Research Funding; Adaptive biotechnologies: Honoraria; Abbvie: Honoraria, Research Funding. Verstovsek: Sierra Oncology: Consultancy, Research Funding; Gilead: Research Funding; Celgene: Consultancy, Research Funding; CTI Biopharma Corp: Research Funding; Roche: Research Funding; NS Pharma: Research Funding; Promedior: Research Funding; Novartis: Consultancy, Research Funding; AstraZeneca: Research Funding; ItalPharma: Research Funding; Protagonist Therapeutics: Research Funding; PharmaEssentia: Research Funding; Incyte Corporation: Consultancy, Research Funding; Blueprint Medicines Corp: Research Funding; Genentech: Research Funding.",
    "author_names": [
        "Prithviraj Bose, MD",
        "Naveen Pemmaraju, MD",
        "Lucia Masarova, MD",
        "Sharon D. Bledsoe",
        "Naval Daver, MD",
        "Elias Jabbour, MD",
        "Tapan M. Kadia, MD",
        "Zeev E. Estrov, MD",
        "Steven M. Kornblau, MD",
        "Michael Andreeff, MD PhD",
        "Jorge E. Cortes, MD",
        "Nitin Jain, MD",
        "Gautam Borthakur, MD",
        "Yesid Alvarado, MD",
        "Julie Huynh-Lu, Physician Assistant",
        "Madeleine Nguyen-Cao, Physician Assistant",
        "Mary Ann Richie",
        "Mackenzie H. Dobbins",
        "Lingsha Zhou",
        "Sherry A. Pierce, BSN, BA",
        "Xuemei Wang, MS",
        "Allison M. Pike, RN",
        "Guillermo Garcia-Manero, MD",
        "Hagop M. Kantarjian, MD",
        "Srdan Verstovsek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Prithviraj Bose, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucia Masarova, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sharon D. Bledsoe",
            "author_affiliations": [
                "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeev E. Estrov, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Georgia Cancer Center Augusta University, Augusta, GA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitin Jain, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesid Alvarado, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Huynh-Lu, Physician Assistant",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madeleine Nguyen-Cao, Physician Assistant",
            "author_affiliations": [
                "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Ann Richie",
            "author_affiliations": [
                "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mackenzie H. Dobbins",
            "author_affiliations": [
                "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lingsha Zhou",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry A. Pierce, BSN, BA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xuemei Wang, MS",
            "author_affiliations": [
                "Department of Biostatistics, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison M. Pike, RN",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T02:25:51",
    "is_scraped": "1"
}