{
    "doi": "https://doi.org/10.1182/blood-2019-131124",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4340",
    "start_url_page_num": 4340,
    "is_scraped": "1",
    "article_title": "Nicotinamide (NAM) Modulates Transcriptional Signature of Ex Vivo Cultured UCB CD34+ Cells (Omidubicel) and Preserves Their Stemness and Engraftment Potential ",
    "article_date": "November 13, 2019",
    "session_type": "502.Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation",
    "topics": [
        "engraftment",
        "niacinamide",
        "transcription, genetic",
        "matrix metalloproteinases",
        "massively-parallel genome sequencing",
        "stress",
        "cytokine",
        "gene expression profiling",
        "hematologic neoplasms",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Tracey Lodie, PhD",
        "Julian Adams, PhD",
        "Dima Yackoubov, Msc",
        "Yair Steinhardt, MSc",
        "Dorit Ashengrau",
        "Adi Bitansky",
        "Alina Maliutina",
        "Sherry Cohen",
        "Boaz Buhenvald, PhD",
        "Moshe Shahor, PhD",
        "Nathan Dinowitz, PhD",
        "Vered Caspi, PhD",
        "Amnon Peled, PhD",
        "Tony Peled, MSc"
    ],
    "author_affiliations": [
        [
            "Gamida Cell, Ltd, Boston, MA "
        ],
        [
            "Gamida Cell, Ltd., Boston, MA "
        ],
        [
            "Gamida Cell Ltd., Jerusalem, Israel "
        ],
        [
            "Gamida Cell, Jerusalem, ISR "
        ],
        [
            "Gamida Cell, Jerusalem, Israel "
        ],
        [
            "Gamida Cell, Jersusalem, Israel "
        ],
        [
            "Gamida Cell, Jersusalem, Israel "
        ],
        [
            "Gamida Cell, Jerusalem, Israel "
        ],
        [
            "PomiCell, Jerusalem, Israel "
        ],
        [
            "Pomicell, Jersusalem, Israel "
        ],
        [
            "Pomicell, Jerusalem, Israel "
        ],
        [
            "National Institute for Biotechnology in Negev, Negev, Israel "
        ],
        [
            "Goldyne Savad Institute of Gene Therapy, Hebrew University Hospital, Jerusalem, Israel"
        ],
        [
            "Gamida Cell, Jerusalem, Israel "
        ]
    ],
    "first_author_latitude": "42.31434995",
    "first_author_longitude": "-70.97028399999999",
    "abstract_text": "Historical efforts at expansion of umbilical cord blood (UCB) derived CD34+ hematopoietic stem cells (HSCs) ex vivo with cytokines yielded large numbers of progenitors for transplantation but impaired their long-term engraftment ability. We used nicotinamide (NAM), an allosteric inhibitor of NAD-enzymes, to create omidubicel, an investigational cell therapy designed to improve the expansion of CD34+ HSCs for bone marrow transplant. A Phase 1/2 clinical study of omidubicel in patients with high-risk hematologic malignancies showed rapid neutrophil engraftment and a more favorable immune reconstitution profile in patients compared to historical controls. 1 We hypothesized that NAM treatment maintains the stemness and engraftment potential of omidubicel, which is associated with clinical benefit. 2 We performed transcriptome, transcription factor (TF), and pathway analysis by next generation sequencing (NGS) to discern the mechanism of action of NAM and to elucidate the pathways leading to the preservation of engraftment after ex vivo expansion of omidubicel compared to CD34+ cells grown in the absence of NAM. Transcriptome analysis revealed that treatment of CD34+ cells with cytokines alone (stem cell factor [SCF], thrombopoietin [TPO], IL-6, and FLT3 ligand) led to an increase in pathways responsible for cell proliferation and differentiation, apoptotic stress, and production of reactive oxygen species (ROS), and matrix metalloproteinases (MMPs), all of which were attenuated by NAM. TF enrichment analysis of NAM-upregulated genes and downregulated genes demonstrated that NAM modulated several TFs critically involved in pathways of HSC cell self-renewal, differentiation, apoptosis and migration. Specifically, NF-kB, C-Jun, LXR/RXR and PPARα/RXRα, and AMPK-mTor signaling were all reduced in NAM-treated CD34+ cells compared to controls. Reduced expression of key genes involved in the production of ROS and reactive nitrogen species (RNS) including NADPH-oxidase-related genes (CYBB, NCF2 and NCF4) and iNOS, suggested that NAM-expanded CD34+ cells were less exposed to oxygen and nitrogen free radical stress than controls. NAM also downregulated the expression of several matrix metalloproteinases (MMP) genes including MMP7, MMP9, MMP12 and MMP19. NAM-induced downregulation of MMPs may explain the increase in engraftment in patients receiving omidubicel. Pathway analysis of differentially expressed (DE) genes was conducted using ingenuity (IPA) software. IPA analysis of DE genes showed significant downregulation of growth factor activating pathways including SCF, TPO, FLT, and GM-CSF and Endothelin-1 and P2Y Purigenic Receptor, which was confirmed by a reduction in cell cycling rates of labeled cells. IPA analysis also pointed to genes in 3 key cellular pathways that were downregulated by NAM: stress induction of apoptosis, production of ROS and RNS, and production of MMPs. NAM treatment also uniquely upregulated genes linked to cellular metabolism including the Sirtuin family genes, TCA cycle genes, and HIF1a. Interestingly, NAM upregulated genes responsible for telomerase expression further validating our hypothesis that NAM preserves cell stemness. In summary, NGS transcriptome analysis revealed that ex vivo expansion of UCB derived CD34+ cells in the presence of NAM attenuated TFs responsible for proliferation and differentiation of stem cells. In addition, NAM treatment downregulated genes regulating the production ROS, RNS, and MMPs and upregulated genes controlling metabolism and senescence, thus allowing for the expansion of CD34+ cells with preserved function and long-term engraftment ability. Our gene expression data leads to a better understanding of the mechanisms by which NAM modulates CD34+ cells in omidubicel to preserve their function. These data provide further scientific rationale for the favorable clinical engraftment and patient outcomes observed in the Phase 1/2 clinical study of omidubicel. 1 An international, randomized, multi-center Phase 3 study of omidubicel in patients with high-risk hematologic malignancies is underway. 2 [1]Horwitz M.E., et. al., J Clin Oncol. 2019 Feb 10;37(5):367-374. [2] ClinicalTrials.gov identifier NCT02730299. Disclosures Lodie: Gamida Cell: Employment, Equity Ownership. Adams: Gamida Cell: Employment, Equity Ownership. Yackoubov: GAMIDA CELL: Employment, Other: unexecuted shares of the company . Peled: Gamida Cell: Employment, Equity Ownership."
}