{
    "doi": "https://doi.org/10.1182/blood.V122.21.2230.2230",
    "article_title": "Telomere Lengths Correlate With Inflammatory Markers In Sickle Cell Disease ",
    "article_date": "November 15, 2013",
    "session_type": "111. Hemoglobinopathies, excluding Thalassemia: Poster II",
    "abstract_text": "Telomeres are DNA protein structures that protect chromosome ends from degradation and fusion and are essential for maintenance of genomic integrity. Shortened telomere length has been found in DNA from patients with inherited conditions associated with premature cellular aging and acquired disorders such as cardiovascular heart disease. In vitro studies have shown that telomeres are highly susceptible to oxidative stress. We hypothesize that the elevated level of reactive oxygen species and oxidative stress generated by ongoing hemolysis in sickle cell disease (SCD) could predispose to shorter telomeres in white blood cells (WBCs), and that telomere length could be a marker of SCD severity. The study population included 126 healthy controls of mixed ethnicities and 426 patients of African descent with SCD of mixed genotypes (291 HbSS, 112 HbSC, 16 HbSβ + thalassaemia and 7 HbSβ 0 thalassemia) recruited from King’s College and Guy’s and St Thomas’ hospitals (King’s College Hospital Local Research Ethics Committee protocol 07/H0606/165). Ages ranged from 6 to 86 years for the control group and 17 to 81 years for the SCD group. Clinical and steady state laboratory data were collected from the electronic patient records and sickle cell database. Telomere length measurement was performed on DNA extracted from peripheral blood leucocytes using a monochrome multiplex quantitative polymerase chain reaction technique adapted from the method as described by Richard Cawthon (Cawthon 2009). The method compares telomere repeat sequence copy number (T) to albumin (a single copy gene, S) copy number within the same DNA sample. Three reference DNA samples were included in each run as internal quality controls. The sample DNAs were assayed in duplicate and the standard curve DNAs, in triplicate. Polymerase chain reaction was performed using a Rotorgene 6000 (Corbett Life Sciences) after which data were analysed using Rotorgene 6000 series software version 1.7. For each sample, telomere length was expressed as telomere to single copy gene ratio (TSR) which is based on the delta C t (C t telomere / C t single-gene ) derived from the standard curve. To make comparable the results from different runs, the results were approved only if the relative TSRs of the validation reference samples fell within a 5% variation. Regression analysis was performed correcting for age, gender, alpha genotype, and hydroxyurea (HU) therapy at the time of sample collection. Laboratory variables were only available for the SCD group. 57/301 (19%) of sickle cell anemia (SCA, including HbSS and HbSβ 0 ) patients had received HU treatment for at least 3 months prior to sample collection. TSRs for the controls, study group and sub-groups was significantly negatively associated with age as has previously been shown in healthy controls and disease states ( Fig 1 ) (p<0.0001 in all groups). Contrary to our expectations, mean TSR was significantly longer (p<0.0001) in patients with SCD (mean 2.37 range 0.14 to 4.87) compared to controls (mean 1.80 range 0.87 to 4.17). Further, within the SCD group, TSR was significantly longer (p<0.0001) in patients with SCA (mean 2.44 range 0.14 to 4.87) compared to those with HbSC (2.19 range 0.35 to 3.46). The association with sickle genotype persisted with regression analysis (p = 0.001). We postulate that the longer telomeres in patients with SCD are due to increased telomerase activity related to the underlying inflammation. This suggestion is supported by the: 1) positive association of TSR with WBC (R = 0.19 p = 0.001) and neutrophil count (R = 0.14 p = 0.02) which persisted with regression analysis (WBC, p = 0.003 and neutrophil count, p = 0.049); 2) longer TSRs in patients with SCA when compared to patients with HbSC disease who have less inflammation; 3) significantly shorter telomeres in patients on HU therapy compared to the untreated group (regression analysis p = 0.004), we propose that this is due to the anti-inflammatory effects of HU via suppression of WBC count and down-regulation of cytokines. Fig 1 View large Download slide Effect of SCD genotype and age on relative telomere length Fig 1 View large Download slide Effect of SCD genotype and age on relative telomere length  Close modal These results could have significant implications for our understanding of the pathophysiology of SCD, particularly the role that inflammation plays in chronic organ damage in this patient group. To validate the hypothesis, future work would include correlation of telomere length with both telomerase activity and organ damage in patients with SCD. Disclosures: Howard: Sangart: Membership on an entity’s Board of Directors or advisory committees.",
    "topics": [
        "inflammatory markers",
        "sickle cell anemia",
        "telomere",
        "dna",
        "inflammation",
        "polymerase chain reaction",
        "specimen collection",
        "telomerase",
        "thalassemia",
        "albumins"
    ],
    "author_names": [
        "Emma Drasar, MBBS MRCP",
        "Jie Jiang, PhD",
        "Kate Gardner, MA, MBBS, MRCP",
        "Jo Howard, MB, BChir, MRCP, FRCPath",
        "Tom Vulliamy, FRCPath",
        "Nisha Vasavda, BSc(Hons)",
        "Swee Lay Thein, DSc, FRCP, FRCPath, FMedSci"
    ],
    "author_dict_list": [
        {
            "author_name": "Emma Drasar, MBBS MRCP",
            "author_affiliations": [
                "King's College London School of Medicine, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jie Jiang, PhD",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College Hospital, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kate Gardner, MA, MBBS, MRCP",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College Hospital, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jo Howard, MB, BChir, MRCP, FRCPath",
            "author_affiliations": [
                "Department of Haematology, Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Vulliamy, FRCPath",
            "author_affiliations": [
                "Blizard Institute, Barts and The London School of Medicine and Dentistry, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nisha Vasavda, BSc(Hons)",
            "author_affiliations": [
                "Molecular Haematology, King's College London, London SE5 9NU, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Swee Lay Thein, DSc, FRCP, FRCPath, FMedSci",
            "author_affiliations": [
                "Department of Haematological Medicine, King's College Hospital, London, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:35:47",
    "is_scraped": "1"
}