{
    "doi": "https://doi.org/10.1182/blood-2021-153503",
    "article_title": "FDA Oncology Center of Excellence Review of Real World Data Submissions Supporting Drug Development in Hematologic Malignancies ",
    "article_date": "November 5, 2021",
    "session_type": "906.Outcomes Research-Myeloid Malignancies",
    "abstract_text": "Background Aligning with 21st Century Cures legislation, FDA is exploring methodologies to advance appropriate uses of Real World Data (RWD) to generate Real World Evidence (RWE). RWD to support regulatory decision making has markedly increased in oncology. This review specifically focused on the analysis of RWD containing submissions for medical products in development for the treatment of hematological malignancies and associated treatment related conditions (e.g., Cytokine Release Syndrome (CRS), Graft Versus Host Disease (GVHD). Methods A systematic search was conducted using internal FDA databases to identify RWD submissions from 2010 to 2020. Search terms included: real world evidence, real world data, electronic health record, cancer registry, administrative claims, external control arm, observational cohort, historical control arm, real world Overall Survival (rwOS) , real world Response Rate (rwRR), real world Overall Response Rate rwORR and real world Complete Response (rwCR). Regulatory submissions specific to malignant hematology and associated treatment related conditions were reviewed, and pre-defined common data elements were extracted and validated by independent dual review. Descriptive statistics were calculated. Results A total of 142 regulatory submissions included RWD from 2011-2020. A subset of 94 RWD submissions met the criteria for further evaluation, of which 20 (21%) submissions corresponding with 14 molecular entities were for hematologic malignancies or treatment related conditions (e.g., CRS, GVHD). RWD submissions increased substantially over time, with 14 (70%) of submissions received between 2019-2020. Specific evaluation for pediatric indications was referenced in 15% of submissions. The most commonly referenced RWD source was EHR data (55%), followed by use of multiple sources (20%), and registry data (15%). Approximately 90% of the submissions aimed to support treatment effectiveness. Primary RWD study objectives included supporting approval of a new molecular entity (NME) (40%), expanding an approved indication (25%), conversion from accelerated to regular approval (15%), and providing data to inform postmarketing safety evaluation (20%). Among RWD submissions, response endpoints (e.g., rwORR, rwCR, rwPR, Partial Response) and overall survival (e.g., rwOS) were most frequently selected as primary outcomes for 50% and 20% of proposals respectively; however, these outcomes were included as any endpoint in 65% and 75% of submissions. Conclusion This review demonstrates increasing use of various RWD sources to support evidence generation for drug development in hematologic malignancies and associated treatment related conditions with the primary objective of supporting demonstration of effectiveness using rwOS or real world response measures as primary endpoints. Given the increased inclusion of RWD in regulatory submissions, further methodological development is needed, including in the selection and validation of rwEndpoints. Appropriate study design must be aligned with a clear regulatory objective to ensure that RWD can be adequately evaluated. Additionally, the development of standardized metrics for data characterization and transparency in reporting of RWD are foundational steps to the evaluation of fit for purpose RWD to support regulatory decision making. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Donna R. Rivera",
        "Jennifer J Lee",
        "Melanie Royce",
        "R. Angelo de Claro",
        "Nicole J. Gormley",
        "Paul G Kluetz"
    ],
    "author_dict_list": [
        {
            "author_name": "Donna R. Rivera",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer J Lee",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Royce",
            "author_affiliations": [
                "US Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Angelo de Claro",
            "author_affiliations": [
                "Center for Drug Evaluation and Research, US Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole J. Gormley",
            "author_affiliations": [
                "U.S. Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul G Kluetz",
            "author_affiliations": [
                "U.S. Food and Drug Administration, Silver Spring, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:34:21",
    "is_scraped": "1"
}