{
    "doi": "https://doi.org/10.1182/blood-2021-151855",
    "article_title": "Allogeneic Stem Cell Transplantation Conditioned with Myeloablative Regimens Containing Total Body Irradiation in Adolescent and Young Adult Patients with Philadelphia Chromosome-Negative Acute Lymphoblastic Leukemia Who Were Treated with Pediatric-Type Chemotherapy ",
    "article_date": "November 5, 2021",
    "session_type": "612.Acute Lymphoblastic Leukemias: Clinical and Epidemiological",
    "abstract_text": "Background: Although introduction of pediatric-type Berlin-Frankfurt-Munster (BFM) chemotherapy has markedly improved the prognosis of adolescent and young adult (AYA) patients with Philadelphia chromosome-negative acute lymphoblastic leukemia (Ph-negative ALL), their higher toxicity has become an emerging issue with an increased post-remission mortality in AYA patients than pediatric patients. Allogeneic stem cell transplantation (allo-SCT) with myeloablative conditioning (MAC) regimens containing total body irradiation (TBI) is recognized as an important treatment option for patients with higher risk diseases. However, safety and efficacy of allo-SCT with TBI-MAC have not been fully investigated among AYA patients who received pediatric-type chemotherapy. Patients and methods: AYA was defined as 16 to 39 years old. Of the 143 AYA patients with Ph-negative ALL who underwent the first allo-SCT in the first remission between 2007 and 2016 at the 20 institutions, 106 patients who were treated with one BFM chemotherapy regimen before transplant and were conditioned with MAC regimens containing more than or equal to 8 Gy of TBI dose. The reasons for the transplant were surveyed with a multi-answer questionnaire. Overall survival (OS) was defined as the interval from the date of transplant to the date of death. Fisher's exact test was used to compare binary variables. The cumulative incidence (CI) of non-relapse mortality (NRM) and relapse were evaluated with Gray's test, considering relapse and NRM as a competing risk, respectively. OS was estimated with the Kaplan-Meier method and compared using the log-rank test. Factors associated with at least borderline significance (p < 0.20) in univariate analyses were subjected to multivariate analysis. The Fine-Gray and Cox proportional hazard model were used for multivariate analysis of risk factors and prognostic factors, respectively. Values of p < 0.05 were considered to indicate statistical significance. Results: Of the 106 patients included in this study, 61 were male, and 45 were female. The median age at transplant was 29 years (range, 16-39 years). Donor types were related, unrelated, and cord blood in 47 (44%), 47 (44%), and 12 (12%) patients, respectively. The difficulty of continuing chemotherapy due to side effects as the reason for transplant was included in 13 patients (12%). As chemotherapy before transplant, pediatric-type and adult-type regimens were used in 56 (53%) and 50 patients (47%), respectively. There was no significant difference in baseline characteristics and transplant procedures between the pediatric-type group and the adult-type group, except for proportion of patients over 30 years (14% vs. 64%, respectively; p < 0.01), those with more than or equal to 2 of hematopoietic cell transplant comorbidity index (13% vs. 36%, respectively; p < 0.01), and transplant between 2007 and 2011 (36% vs. 64%, respectively; p < 0.01). The CI of NRM, the OS rates, and the CI of relapse were not significantly different between two groups (NRM: 4% vs. 12% at three years after transplant, respectively; p = 0.26), (OS: 86% vs. 70%, respectively; p = 0.14), and (relapse: 16% vs. 24%, respectively; p = 0.32), respectively. Multivariate analysis for NRM revealed that more than or equal to 1 of performance status at transplant (hazard ratio [HR] = 4.8; p < 0.01) and transplant due to side effects of chemotherapy (HR = 3.5; p = 0.04) were identified as independent risk factors, but not pediatric-type chemotherapy (HR = 0.48; p = 0.23). The proportions of transplant due to side effects of chemotherapy were similar between two groups (13% vs. 12%, respectively; p = 1). No independent prognostic factor for OS was found, while transplant between 2007 and 2011 (HR = 2.5; p = 0.04) was extracted as an independent risk factor of relapse. Regarding transplant complications, significant differences were not shown in CI of grade II to IV acute graft-versus-host disease (GVHD), chronic GVHD, bacteremia, cytomegalovirus reactivation, hemorrhagic cystitis, and avascular necrosis between two groups. No characteristic cause of NRM was found in the pediatric-type group. Conclusion: These findings suggested that conventional allo-SCT with TBI-MAC can be performed without increasing NRM in AYA patients with Ph-negative ALL even after pediatric-type chemotherapy. Disclosures Kimura:  MSD: Honoraria; Sumitomo Dainippon Pharma: Honoraria; Astellas: Honoraria; Pfizer: Honoraria; Kyowa Kirin: Honoraria; Chugai Pharmaceutical: Honoraria; Bristol-Myers Squibb: Honoraria; Ono Pharmaceutical: Honoraria; Eisai: Honoraria; Nippon Kayaku: Honoraria; Takeda Pharmaceutical: Honoraria; SymBio Pharmaceutical: Honoraria. Usuki:  MSD: Speakers Bureau; Alexion: Speakers Bureau; Pfizer: Research Funding; Kyowa Kirin: Research Funding, Speakers Bureau; Eisai: Speakers Bureau; Nippon shinyaku: Research Funding, Speakers Bureau; Astellas-Amgen-Biopharma: Research Funding; Nippon Boehringer Ingelheim: Research Funding; Takeda: Research Funding, Speakers Bureau; Celgene: Research Funding, Speakers Bureau; Janssen: Research Funding; Ono: Research Funding, Speakers Bureau; Brisol-Myers Squibb: Research Funding, Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Otsuka: Research Funding, Speakers Bureau; Sumitomo Dainippon: Research Funding; Daiichi Sankyo: Research Funding, Speakers Bureau; Symbio: Research Funding, Speakers Bureau; Gilead: Research Funding; Abbvie: Research Funding; Astellas: Research Funding, Speakers Bureau; Mundipharma: Research Funding; Yakult: Speakers Bureau; PharmaEssentia: Speakers Bureau. Sakaida:  Bristol Myers Squibb: Research Funding; Chugai: Research Funding; Ono: Research Funding; Kyowa Kirin: Research Funding. Fujisawa:  Novartis: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Otsuka: Honoraria, Research Funding; Bristol Myers Squibb: Honoraria, Research Funding. Handa:  Abbvie: Honoraria; MSD: Research Funding; Shionogi: Research Funding; Sanofi: Honoraria, Research Funding; Ono: Honoraria; BMS: Honoraria; Janssen: Honoraria; Daiichi Sankyo: Research Funding; Celgene: Honoraria, Research Funding; Chugai: Research Funding; Kyowa Kirin: Research Funding; Takeda: Honoraria, Research Funding. Hatta:  Bristol-Myers Squibb: Honoraria; Novartis KK: Honoraria; Pfizer Japan Inc.: Honoraria; Otsuka Pharmaceutical.: Honoraria. Kanda:  Otsuka Pharmaceutical: Honoraria, Research Funding; Sanofi: Research Funding; MSD: Honoraria.",
    "author_names": [
        "Hiroaki Shimizu",
        "Jun Kato",
        "Shun-ichi Kimura",
        "Takayoshi Tachibana",
        "Kaoru Hatano",
        "Kensuke Usuki",
        "Jun Taguchi",
        "Maki Hagihara",
        "Nobuhiro Tsukada",
        "Kaito Harada",
        "Satoshi Takahashi",
        "Satoru Takada",
        "Emiko Sakaida",
        "Shin Fujisawa",
        "Masahiro Onoda",
        "Nobuyuki Aotsuka",
        "Hiroshi Handa",
        "Yoshihiro Hatta",
        "Reiko Nakaseko",
        "Shingo Yano",
        "Kazuteru Ohashi",
        "Yoshinobu Kanda"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroaki Shimizu",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jun Kato",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shun-ichi Kimura",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University Saitama Medical Center, Saitama, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayoshi Tachibana",
            "author_affiliations": [
                "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaoru Hatano",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki",
            "author_affiliations": [
                "Department of Hematology, NTT Kanto Medical Center, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Taguchi",
            "author_affiliations": [
                "Department of Hematology, Shizuoka Red Cross Hospital, Shizuoka, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maki Hagihara",
            "author_affiliations": [
                "Department of Hematology and Clinical Immunology, Yokohama City University School of Medicine, Yokohama, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiro Tsukada",
            "author_affiliations": [
                "Department of Hematology, Japanese Red Cross Medical Center, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaito Harada",
            "author_affiliations": [
                "Department of Hematology and Oncology, Tokai University School of Medicine, Kanagawa, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Takahashi",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoru Takada",
            "author_affiliations": [
                "Leukemia Research Center, Saiseikai Maebashi Hospital, Gunma, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emiko Sakaida",
            "author_affiliations": [
                "Division of Hematology, Department of Hematology, Chiba University Hospital, Chiba City, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Fujisawa",
            "author_affiliations": [
                "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Onoda",
            "author_affiliations": [
                "Department of Internal Medicine, Chiba Aoba Municipal Hospital, Chiba, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuyuki Aotsuka",
            "author_affiliations": [
                "Department of Hematology and Oncology, Japanese Red Cross Narita Hospital, Narita, Japan"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Handa",
            "author_affiliations": [
                "Department of Hematology, Gunma University Hospital, Maebashi, Japan"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Hatta",
            "author_affiliations": [
                "Division of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiko Nakaseko",
            "author_affiliations": [
                "Saitama Medical Center, Saitama Medical University, Kawagoe, Japan"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shingo Yano",
            "author_affiliations": [
                "Division of Clinical Oncology and Hematology, Jikei University School of Medicine, Tokyo, Japan"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuteru Ohashi",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Kanda",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University Saitama Medical Center, Saitama, Japan",
                "Jichi Medical Univ., Saitama, Japan",
                "Kanto Study Group for Cell Therapy, Tokyo, Japan"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:38:33",
    "is_scraped": "1"
}