{
    "doi": "https://doi.org/10.1182/blood.V126.23.3622.3622",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2992",
    "start_url_page_num": 2992,
    "is_scraped": "1",
    "article_title": "Correction of Fanconi Anemia Mutation Using the Crispr/Cas9 System ",
    "article_date": "December 3, 2015",
    "session_type": "508. Bone Marrow Failure: Poster III",
    "topics": [
        "crispr",
        "fanconi anemia",
        "mutation",
        "rna, guide",
        "dna",
        "gene editing",
        "gene therapy",
        "puromycin",
        "cloning",
        "endonuclease"
    ],
    "author_names": [
        "Nozomu Kawashima, MD",
        "Yusuke Okuno, MD PhD",
        "Yuko Sekiya, MD",
        "Xinan Wang, PhD",
        "Atsushi Narita, MD",
        "Sayoko Doisaki, MD PhD",
        "Michi Kamei, MD PhD",
        "Nobuhiro Nishio, MD PhD",
        "Hideki Muramatsu, MD PhD",
        "Asahito Hama, MD PhD",
        "Yoshiyuki Takahashi, MD PhD",
        "Seiji Kojima, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ],
        [
            "Department of Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan"
        ]
    ],
    "first_author_latitude": "35.1541625",
    "first_author_longitude": "136.9689353",
    "abstract_text": "Introduction Gene therapy has been developed for genetic diseases, either to restore normal function for loss-of-function mutations or to inhibit gain-of-function mutations. Gene addition using genetically engineered viral and plasmid vectors has successfully corrected cell pathophysiology resulting in the production of functional proteins. Therapeutic safety has been reinforced by the use of self-inactivating vectors; however, the potential risk of tumorigenesis raises concerns for insertional mutagenesis combined with acquired somatic mutations. Recent advances in gene editing using an RNA-guided endonuclease (RGEN), known as the CRISPR/Cas9 system, have opened a new frontier for the in situ correction of disease-associated mutations. Genomic DNA of cells harboring mutations can be excised and replaced with a DNA template for the functional gene sequence using homology-directed repair (HDR). The advantages of this repair include fewer off-target effects and a reduced risk of copy number changes compared with gene addition using vectors. Fanconi anemia (FA) is a syndrome of inherited bone marrow failure, characterized by the deficient regulation of DNA double-strand break repair. Clinical trials of gene therapy using viral vectors are still on-going with partial success; therefore, a new gene editing technique deserves attention. However, the feasibility of this approach in diseases with impaired HDR, such as FA, is unknown. Therefore, we used an RGEN to generate a cell line harboring a disease-causing point mutation in an FA-associated gene and elucidated the efficacy of restoring the mutation thereafter. Methods pSpCas9(BB) (PX330) was used to express humanized S. pyogenes Cas9 and single guide RNAs (sgRNAs) of interest. The sgRNAs were designed by searching for NGG protospacer adjacent motif (PAM) sequences near the point mutation target sites. The candidate sgRNAs were designed to be specific for the FANCC c.67delG:p.D23Ifs*23 mutation type (MT) or wild type (WT): gRNA#4, 5′-ATGGGATCAGGCTTCCACTT-3′ and gRNA#5, 5′-GAAGCTTTCTGTATGGGATC-3′ were specific for the WT sequence; whereas, gRNA M4, 5′-TATGGATCAGGCTTCCACTT-3′ and gRNA M5, 5′-AGAAGCTTTCTGTATGGATC-3′ were specific for the MT sequence. pCAG-EGxxFP, an EGFP-based reporter plasmid for the HDR that harbored the 500-bp target region of the WT or MT FANCC , was constructed for the gRNA selection. An HDR template construct was designed to incorporate a puromycin-resistant gene flanked by two loxP sites and two homologous arms containing the WT or MT sequence. HEK293T cells harboring the WT FANCC sequence were genetically edited by the above-mentioned plasmids. Results To validate an efficient and specific sgRNA for DNA double-strand breaks, we cotransfected pCAG-EGxxFP-FANCC WT or MT and pSpCas9(BB)-FANCC-gRNA plasmids into HEK293T cells. EGFP fluorescence, whose intensity is correlated with the efficacy of HDR and thus the efficacy and specificity of sequence-specific DNA excision, was observed 48 h later, and we determined that gRNA#4 and gRNA M4 were specific for the WT and MT sequences, respectively. To generate cells harboring the MT FANCC sequence, HEK293T cells were cotransfected with pSpCas9(BB)-FANCC-gRNA#4 and the HDR template plasmid harboring the MT FANCC . A cell harboring biallelic MT FANCC was selected by adding puromycin and single-cell cloning. The transient expression of Cre recombinase in this clone successfully deleted the drug-selection cassette, and 293T- FANCC c.67delG cells were established. This cell showed the loss of FANCD2 monoubiquitination, a hallmark of a deficient FA core complex. Next, the 293T- FANCC c.67delG cells were cotransfected with pSpCas9(BB)-FANCC-gRNA M4 and the HDR template with the WT FANCC . This restoration of the mutated FANCC sequence resulted in a high frequency of at least monoallelic correction and the restoration of FANCD2 monoubiquitination. Conclusions The feasibility of genome editing was demonstrated in cells harboring an FA mutation, which can be a foothold for future therapy using precision gene restoration in patients with impaired HDR. Disclosures No relevant conflicts of interest to declare."
}