{
    "doi": "https://doi.org/10.1182/blood-2018-99-117703",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4095",
    "start_url_page_num": 4095,
    "is_scraped": "1",
    "article_title": "Painful Transitions—a Comparison of Acute Pain Management in Children, Adolescents and Young Adults with Sickle Cell Disease in Adjacent Pediatric and Adult Emergency Departments ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "topics": [
        "acute pain management",
        "adolescent",
        "child",
        "emergency service, hospital",
        "pain",
        "pediatrics",
        "sickle cell anemia",
        "young adult",
        "intravenous fluid",
        "opioids"
    ],
    "author_names": [
        "Brian Pennarola, MD",
        "Patrick Demartino, MD",
        "Dale W. Steele, MD",
        "Susan J. Duffy, MD"
    ],
    "author_affiliations": [
        [
            "Brown University, Hasbro Children's Hospital, Providence, RI "
        ],
        [
            "Oregon Health and Science University Hospital, Doernbecher Children's Hospital, Portland, OR "
        ],
        [
            "Departments of Emergency Medicine and Pediatrics, Alpert Medical School and Department of Health Services, Policy & Practice, School of Public Health, Brown University, Hasbro Children's Hospital, Providence, RI "
        ],
        [
            "Departments of Emergency Medicine and Pediatrics, Alpert Medical School and Department of Health, Brown University, Hasbro Children's Hospital, Providence, RI"
        ]
    ],
    "first_author_latitude": "41.811208099999995",
    "first_author_longitude": "-71.40846359999999",
    "abstract_text": "Introduction : Qualitative research identifies delayed analgesia and under-dosing as common reasons for patient/caregiver dissatisfaction with the treatment of acute vaso-occlusive pain in sickle cell disease (SCD). Experts have identified quality measures for emergency department (ED) management of acute pain in SCD including early administration of IV analgesics (NHLBI 2014). Adolescent and young adult (AYA) patients are especially at risk for dissatisfaction, and qualitative studies identify the transition from pediatric (PED) to adult emergency department (AED) care as the most difficult site of transition. Information from empirical studies of SCD pain management in PEDs and AEDs is needed to facilitate overall improvements in care and facilitate transitions of care for AYA patients. The goal of this study was to examine differences in management of SCD pain between a PED and an AED. The primary outcome was time from triage to first opioid. Methods : We retrospectively reviewed patients with SCD and acute pain, age 3 - 27 years, seeking care from June 2015 to December 2016 in the AED and/or PED within our academic, tertiary care institution. Four visits per individual per ED were abstracted. Visits were excluded if no opioid was administered, for confounding sources of pain (e.g. post-operative), transfer from another ED or critical illness. Important encounter characteristics and outcomes were summarized by mean with standard deviation (SD) or median with interquartile range (IQR) for skewed data. We compared the difference between EDs for the primary outcome using a Cox proportional hazards model with a patient-level random effect. Results : Our initial electronic health record query yielded 353 visits by 66 patients to the PED and AED. Two patients accounted for 46% of visits (77 and 84 visits). After excluding visits by patients transferred from an outside facility (n=1), with confounding illness (n=6) or no opioid administered (n=3), we extracted data on up to 4 visits per ED per patient and analyzed 127 visits by 55 patients. Demographics, initial pain score, treatments and treatment timeline are summarized by ED (Table 1). The Kaplan-Meier plot (Figure 1) shows the proportion of patients receiving the first intravenous opioid dose, by ED, as a function of time from triage. At any given time, the probability of receiving the first opioid dose in the PED was approximately 3 times greater than in the AED (hazard ratio of 2.95 (95% CI 1.93, 4.50), p < 0.001). Patients in the AED were more likely to receive hydromorphone than morphine and adjunctive NSAIDs were rarely given. More than an hour elapsed between the 1st and 2nd opioid doses in both EDs. Intravenous hydration with normal saline boluses was common in both EDs. An individualized prescribing and monitoring protocol, written by the patient's SCD provider (pain plan) was rarely available to ED providers. Conclusions : Optimal management of acute pain in patients with SCD is difficult, a challenge exacerbated by practice and cultural differences in pediatric versus adult settings. Considering the primary outcome, the PED administered IV analgesia more quickly than the AED, although neither site provided treatment consistently within 30 minutes from triage as per the NHLBI guidelines. Much of the delay in time to first opioid in the AED (Figure 1) is explained by longer rooming times. Our data are limited in that we cannot differentiate whether the delay is due to longer overall wait times or lower prioritization of patients. Nonetheless, this difference remains a known driver of patient dissatisfaction. Our results highlight multiple opportunities in both EDs to improve care including earlier administration and individualized dosing of opioids, reducing the time interval between subsequent doses, routine administration of NSAIDs, avoidance of fluid boluses in euvolemic patients and development of patient specific pain plans. Emergency providers could benefit from education and localized practice guidelines with written protocols and electronic alerts, targeted at quality improvement. The AED could also potentially benefit from focused effort to reduce time from triage to room. Subspecialty providers could assist the ED by routinely providing pain plans; this could help achieve more uniform care across individual encounters in both EDs, particularly in the few patients accounting for a large proportion of all encounters. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}