{
    "doi": "https://doi.org/10.1182/blood.V118.21.3691.3691",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2095",
    "start_url_page_num": 2095,
    "is_scraped": "1",
    "article_title": "UCH-L1 Is a Novel Regulator of mTOR Signaling That May Predict a Poor Response to mTOR Inhibition in Patients with B-Cell Lymphoma, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "b-lymphocytes",
        "lymphoma",
        "mtor serine-threonine kinases",
        "signal transduction",
        "proto-oncogene proteins c-akt",
        "cancer",
        "phosphotransferases",
        "b-cell lymphomas",
        "mtor inhibitors",
        "temsirolimus"
    ],
    "author_names": [
        "Sajjad Hussain, PhD",
        "Steven C. Ziesmer",
        "Andrew L. Feldman, MD",
        "Stephen M. Ansell, MD, PhD",
        "Paul J. Galardy, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics and Adolescent Medicine, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN, USA, "
        ],
        [
            "Department of Pediatric and Adolescent Medicine, Division of Pediatric Hematology/Oncology, Mayo Clinic, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.0211122",
    "first_author_longitude": "-92.4683786",
    "abstract_text": "Abstract 3691 The mTOR kinase is the core component a master regulatory network that controls nutrient-sensitive mRNA translation and the activity of the Akt growth and survival pathway. The importance of this kinase in cancer has made it the target of several new agents for a variety of cancers. Recently, prospective trials have shown strong responses in patients with refractory B-cell non-Hodgkin's lymphomas treated with mTOR inhibitors. We recently demonstrated that the de-ubiquitiinase UCH-L1 is a potent oncogene that drives the development of B-cell lymphomas in mice and is frequently over-expressed in human B-cell lymphomas of a variety of histologies. UCH-L1 promotes signaling through the Akt pathway, though the molecular basis for this is unknown. Here we describe a novel mechanism by which UCH-L1 regulates the mTOR/Akt signaling pathway and provide data suggesting that UCH-L1 expression predicts a poor response to mTOR inhibition in patients with B-cell lymphoma. Depletion of UCH-L1 in malignant B-cells leads to a dramatic decline in Akt phosphorylation that is not due to changes in the levels of the kinases PDK1, mTOR, or any mTOR complex component. We observe, however, a striking UCH-L1 driven increase in the association of mTOR with the mTORC2 component rictor, and a reciprocal decline in the mTORC1 subunit raptor, suggesting that UCH-L1 promotes mTORC2 assembly. This is verified when we introduce UCH-L1 into HeLa cells and observe an increase in the co-precipitation of rictor with mTOR, with a corresponding decrease in the recovery of raptor. Consistent with these results, we find that mTORC1 activity is greatly reduced in cells with high levels of UCH-L1, and conversely is enhanced in tissues from Uchl1 null mice. This effect is entirely dependent on DUB activity, as expression of a catalytic mutant UCH-L1 construct has no effect on complex assembly. We find that UCH-L1 forms a novel association with the ubiquitin-ligase DDB1 and that the formation of this complex leads to the displacement of DDB1 from raptor, which then leads to the destabilization of mTORC1. As expected, depletion of DDB1 itself produces a phenocopy of UCH-L1 over-expression. We hypothesize that the suppressive effect of UCH-L1 effect on mTORC1 signaling would render malignant cells resistant to mTOR inhibition, as they likely have adapted to low mTORC1 activity. To test this hypothesis, we analyzed data from a recent prospective trial in which patients with refractory mantle cell lymphoma received the mTOR inhibitor temsirolimus along with rituximab. Limiting our analysis to those cases staining positive for phospho-Akt (pAkt), we found a strong trend towards UCH-L1 expression associated with a worse prognosis, despite the small numbers of patients (n = 10 pAkt+/UCH-L1– v. 5 pAkt+/UCH-L1+, median overall survival 913 v. 201 days, respectively; p=0.08). We conclude that UCH-L1 is a physiological regulator of mTOR/Akt signaling and that this function is co-opted in the pathogenesis of B-cell malignancies. Our data suggest that UCH-L1 expression is a negative predictor for responsiveness to mTOR inhibition in B-cell lymphoma, a finding that warrants further evaluation in larger cohorts. Disclosures: Off Label Use: Results from a clinical trial using the drug temsirolimus will be discussed."
}