{
    "doi": "https://doi.org/10.1182/blood.V118.21.427.427",
    "article_title": "CSF1R Expression of Hodgkin Reed Sternberg Cells Is Associated with the Number of Macrophages in the Tumor Microenvironment and Is Correlated with Treatment Outcome ",
    "article_date": "November 18, 2011",
    "session_type": "621. Hodgkin Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Abstract 427 Introduction: Despite modern treatment strategies, about 20% of patients with classical Hodgkin lymphoma (cHL) die due to progressive disease. Little is known about the pathobiology underlying treatment failure, in part because the molecular phenotype of the rare malignant Hodgkin Reed Sternberg (HRS) cells is difficult to study. We recently reported associations of the expression profiles of microdissected HRS cells with primary treatment outcome (Steidl et al, ASH abstract 2009). The aim of this study was to explore possible mechanisms and validate these findings. PATIENTS AND METHODS: Twenty-nine cases of cHL treated with curative intent and that had mature follow-up (median 7.8 years) were evaluated by gene expression profiling (GEP) to discover differences between patients experiencing treatment failure, defined as disease progression at any time after initiation of primary therapy (n=14), and success, defined as the absence of progression (n=15). For validation experiments, CSF1R mRNA in-situ hybridization (ISH) was performed on 166 formalin-fixed paraffin-embedded pretreatment lymph node biopsies of cHL on a tissue microarray (TMA). Results were correlated with CD68 IHC available through a previous study (Steidl et al, NEJM 2010), and survival times. All patients received at least 4 cycles of ABVD-type polychemotherapy and stage-dependent radiotherapy. RESULTS: After dichotomizing the gene expression profiles according to the two primary treatment outcome groups, we found 42 up-regulated and 26 down-regulated genes in the treatment failure group (raw p<0.05). Specifically, using Ingenuity pathway analysis, we found genes involved in the developmental process of macrophages over-expressed in treatment failure samples. We chose CSF1R as representative of this overexpression for subsequent validation. For CSF1R ISH, 132 cases were evaluable, 63 cases (48%) stained positively in HRS cells. CSF1R positivity in HRS cells was correlated with non-nodular sclerosis histology (p=0.003, Chi-Square), the number of CD68+ cells in the tumor microenvironment (p=0.024, Chi-Square) and primary treatment failure (p=0.039, Chi-Square). Accordingly, CSF1R+ cases showed inferior progression-free (p=0.0114, log rank) and overall survival (p=0.0468, log rank). By combining CSF1R ISH with CD68 immunohistochemistry (IHC) we were able to define three risk groups: low-risk (CSF1R HRS-negative, CD68 low), high-risk (CSF1R HRS-positive, CD68 high) and an intermediate-risk group (all other patients). 10-year progression-free survival rates were significantly different (p=0.0008): 75% (n=24, low-risk), 42% (n=56, intermediate-risk) and 19.5% (n=52, high-risk). In a multivariate Cox regression model including the combined score and all factors of the International Prognostic Factors Project Score, the combined ISH/IHC score retained prognostic independence for progression-free (p=0.002) and overall survival (p=0.05). DISCUSSION: Using GEP of microdissected HRS cells we identified a gene signature of macrophage function in HRS cells that was correlated with adverse first line treatment outcome. The correlation of CSF1R expression in HRS cells with numbers of tumor-associated macrophages in the microenvironment suggests a functionally important interaction of HRS cells with macrophages via CSF-1 receptor signaling. These data using clinical samples are in agreement with a recently described functional role of CSF1R-dependent signaling in HL cell lines (Lamprecht et al., Nature Medicine 2010) and suggest CSF1R as a drug target of unfavorable risk cHL. Furthermore, the predictive power of a combined ISH/IHC score, reflecting this underlying biology linked to treatment failure in cHL, might be useful for risk stratification in future clinical trials. View large Download slide View large Download slide  Close modal Disclosures: Connors: Roche: Research Funding.",
    "topics": [
        "hodgkin's disease",
        "macrophage colony-stimulating factor receptor",
        "macrophages",
        "reed-sternberg cells",
        "treatment outcome",
        "tumor microenvironment",
        "chlorambucil",
        "cd68 antigen, human",
        "gene expression profiling",
        "tissue microarray"
    ],
    "author_names": [
        "Christian Steidl, MD",
        "Arjan Diepstra, MD, PhD",
        "Tang Lee, M.Sc.",
        "Pedro Farinha, MD",
        "Adele Telenius, M.Sc.",
        "Merrill Boyle, B.Sc.",
        "Sohrab P Shah, PhD",
        "Lorena Barclay",
        "Anke Van Den Berg, PhD",
        "Kerry J. Savage, MD MSc",
        "Joseph M. Connors, MD",
        "Randy D. Gascoyne, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Christian Steidl, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Arjan Diepstra, MD, PhD",
            "author_affiliations": [
                "Pathology and Medical Biology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tang Lee, M.Sc.",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Farinha, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adele Telenius, M.Sc.",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merrill Boyle, B.Sc.",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sohrab P Shah, PhD",
            "author_affiliations": [
                "Department of Pathology, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lorena Barclay",
            "author_affiliations": [
                "Genome Sciences Centre, British Columbia Cancer Agency, Vancouver, BC, Canada"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anke Van Den Berg, PhD",
            "author_affiliations": [
                "Pathology and Medical Biology, University Medical Center Groningen, Groningen, Netherlands, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerry J. Savage, MD MSc",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph M. Connors, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy D. Gascoyne, MD",
            "author_affiliations": [
                "Centre for Lymphoid Cancer, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T15:50:03",
    "is_scraped": "1"
}