{
    "doi": "https://doi.org/10.1182/blood.V126.23.3504.3504",
    "article_title": "Screening Method for Hepatic Fibrinogen Storage Disease Associated with Congenital Hypofibrinogenemia ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster III",
    "abstract_text": "Background: Hepatic endoplasmic reticulum (ER) storage disease (HERSD), which causes the accumulation of variant proteins that induce liver cirrhosis, was originally reported with a homozygous deficiency in A1AT (α1-antitrypsine, G342K, Z-mutation). The molecular mechanisms responsible for the A1AT Z mutation causing hepatocyte injuries have been examined extensively, and have been associated with increased ER retention as a conformational disease, the activation of ER-specific stress responses, up-regulated mitochondrial autophagy, and mitochondrial injury and apoptosis. Fibrinogen storage disease (FSD) or HERSD associated with hypofibrinogenemia was initially reported in patients with the γG284R variant (Brennan SO: Am J Pathol 2000; 157: 189-96). Another three types of heterozygous γ-chain variant fibrinogens in the C terminal region (γT314P, deletion of γG346-Q350, and γR375W) have also been identified, with several cases of γR375W being analyzed and designated as the Aguadilla mutation. We previously established γR375W variant fibrinogen-producing Chinese hamster ovary (CHO) cells, and subsequently compared the synthesis of variant fibrinogens and morphological characteristics of these cells with those of wild-type fibrinogen-producing cells. The γR375W variant secreted less fibrinogen and producing cells indicated two types of aberrant cytoplasmic inclusion bodies, namely large-granular bodies and fibrous forms by immunofluorescence. We also demonstrated that these inclusion bodies were derived from ER using confocal laser scanning microscopy (CLSM) and transmission electron microscopy (Kobayashi T: Thromb Res 2014; 133: 101-7). Objectives: The aim of the present study was to determine whether the generation of cell lines and subsequent immunostaining were applicable as a screening method for FSD. We establish cell lines reported as FSD other than γR375W and also reported as hypofibrinogenemia, but not FSD. Methods: The expression vectors coding variant γ-chains were altered by oligonucleotide-directed mutagenesis and stably transfected into CHO cells expressing normal human fibrinogen Aα- and Bβ-chains (AαBβ-CHO cells). The synthesis of fibrinogen (media and cell lysates) was measured by ELISA for each cloned cell line and morphological characteristics were observed under immunofluorescence microscopy. The expression vector coding γR375W was single transfected into CHO cells or co-transfected with a normal Aα- or Bβ-chain expression vector. Results: The medium/cell lysate fibrinogen ratios of variant cells reported as FSD were markedly lower (γG284R: 0.05 ± 0.01, γT314P: 0.08 ± 0.04, and deletion of γG346-Q350: 0.08 ± 0.05) than those of normal cells (0.77 ± 0.22). In γT314P and deletion of γG346-Q350-fibrinogen-producing cells, immunofluorescence staining showed aberrant cytoplasmic inclusion bodies including the large-granular and fibrous forms observed in γR375W-producing cells. However, immunofluorescence staining for γG284R-fibrinogen-producing cells did not show aberrant cytoplasmic inclusion bodies including the large-granular and fibrous forms observed in γR375W-produing cells. The medium/cell lysate fibrinogen ratios of variant cells reported as hypofibrinogenemia and non-FSD were also markedly lower (γS313N: 0.07 ± 0.01, γC326S: 0.01 ± 0.00, γC326Y: 0.00 ± 0.00, γC326A: 0.02 ± 0.00, γM336I: 0.07 ± 0.01, γA341D: 0.06 ± 0.01, and γN345D: 0.05 ± 0.00) than those of normal cells. Immunofluorescence staining showed normal cytoplasmic patterns for γC326Y-, γM336I-, and γA341D-CHO cells, but large-granular forms (less than 10%) for γS313N-, γC326S-, γC326A-, and γN345D-CHO cells. Although CHO cells transfected with the γR375W vector into AαBβ-CHO cells showed many aberrant inclusion bodies including the fibrous form, CHO cells transfected with not only the singular γR375W vector, but also the combined γR375W and normal Aα- or Bβ-chain expression vector did not have any aberrant cytoplasmic inclusion bodies. Conclusion: These results demonstrated that the establishment of variant fibrinogen-producing CHO cells and observation of inclusion bodies with the fibrous form by immunostaining may be applicable as a screening method for FSD. Furthermore, aberrant cytoplasmic inclusion bodies were formed by the assembly of the variant γ-chain into normal Aα- and Bβ-chains. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "congenital afibrinogenemia",
        "fibrinogen",
        "screening",
        "storage disease",
        "expression vector",
        "hypofibrinogenemia",
        "lysate",
        "alpha 1-antitrypsin",
        "liver cirrhosis",
        "microscopes, transmission electron"
    ],
    "author_names": [
        "Shinpei Arai, MS",
        "Saki Mukai, BA",
        "Yuka Takezawa, PhD",
        "Mitsutoshi Sugano, PhD",
        "Takayuki Honda, MD PhD",
        "Fumihiro Ishida, MD PhD",
        "Nobuo Okumura, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shinpei Arai, MS",
            "author_affiliations": [
                "Department of Laboratory Medicine, Graduate School of Medicine, Shinshu University, Matsumoto, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Saki Mukai, BA",
            "author_affiliations": [
                "Department of Health and Medical Sciences, Graduate School of Medicine, Shinshu University, Matsumoto, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuka Takezawa, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Shinshu University Hospital, Matsumoto, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsutoshi Sugano, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Shinshu University Hospital, Matsumoto, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Honda, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Graduate School of Medicine, Shinshu University, Matsumoto, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumihiro Ishida, MD PhD",
            "author_affiliations": [
                "Department of Biomedical Laboratory Sciences, Shinshu University, Matsumoto, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuo Okumura, PhD",
            "author_affiliations": [
                "Department of Biomedical Laboratory Sciences, Shinshu University, Matsumoto, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T02:31:29",
    "is_scraped": "1"
}