{
    "doi": "https://doi.org/10.1182/blood.V122.21.433.433",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2675",
    "start_url_page_num": 2675,
    "is_scraped": "1",
    "article_title": "Using Forced Chromatin Looping To Overcome Developmental Silencing Of Embryonic and Fetal β-Type Globin Genes In Adult Erythroid Cells ",
    "article_date": "November 15, 2013",
    "session_type": "112. Thalassemia and Globin Gene Regulation",
    "topics": [
        "chromatin",
        "embryo",
        "erythroid cells",
        "fetus",
        "genes",
        "globins",
        "hemoglobinopathies",
        "fetal hemoglobin",
        "flow cytometry",
        "mice"
    ],
    "author_names": [
        "Jeremy W Rupon, MD, PHD",
        "Wulan Deng, PhD",
        "Hongxin Wang",
        "Philip D Gregory, PhD",
        "Andreas Reik, PhD",
        "Ann Dean, PhD",
        "Gerd A. Blobel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ],
        [
            "Sangamo BioSciences, Richmond, CA, USA, "
        ],
        [
            "Sangamo BioSciences, Richmond, CA, USA, "
        ],
        [
            "Laboratory of Cellular and Developmental Biology, NIDDK, National Institutes of Health, Bethesda, MD, USA"
        ],
        [
            "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA, "
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "The β-genes undergo developmental activation and silencing in part by competing for their upstream enhancer, the locus control region (LCR). In adult erythroid cells, the LCR contacts the β-globin gene promoter by forming a loop that precludes interaction with the embryonic and fetal β-type globin genes. Reversing this developmental gene expression switch in favor of embryonic/fetal genes has therapeutic implications for patients with hemoglobinopathies. Here we employed a forced chromatin looping approach to activate the silenced murine embryonic βh1-globin gene and the human fetal γ-globin gene in adult erythroid cells. We have previously shown that forced recruitment via artificial zinc finger proteins of Ldb1, a protein necessary for long-range chromatin interactions at the β-globin locus, can trigger chromatin loop formation and transcription initiation. Here, we designed a zinc finger protein targeting the βh1 promoter, fused it to the self-association domain of Ldb1 (βh1-Ldb1), and introduced it into an adult murine erythroid cell line that normally produces nearly 100% adult β-globin. βh1-Ldb1 expression activated βh1-globin transcription up to 3000-fold accounting for ∼20% of total β-globin expression. βh1-Ldb1 similarly increased expression of βh1-globin in fetal liver derived primary erythroid cells. These results are striking given the degree to which murine embryonic globin genes are normally repressed. To test whether the activity βh1-Ldb1 was due to a looped interaction of the βh1 promoter with the LCR, we introduced βh1-Ldb1 into fetal liver derived erythroblasts from mice in which the LCR had been deleted. βh1-Ldb1 was virtually inactive in the absence of the LCR, demonstrating the dependence on the LCR and, by inference, long range looping of βh1-Ldb1 function. We next extended this approach to the human β-globin locus in an effort to activate expression of the fetal γ-globin gene in adult erythroid cells. Ldb1 was fused to a previously described γ-globin promoter binding zinc finger protein, GG1, to generate GG1-Ldb1. Introduction of GG1-Ldb1 into adult primary human erythroid cells strongly activated γ-globin expression with a concomitant reduction in β-globin transcription. Strikingly, γ-globin accounted for nearly 90% of total β-type globin transcription. Furthermore, fetal hemoglobin expression was nearly pan-cellular as determined by flow cytometry. These results demonstrate the power of forced chromatin looping to reprogram developmental regulation of gene expression, and provide a novel proof of concept for activating the γ-globin gene for the benefit of patients with hemoglobinopathies. Disclosures: Gregory: Sangamo BioSciences: Employment. Reik: Sangamo BioSciences: Employment."
}