{
    "doi": "https://doi.org/10.1182/blood.V126.23.5342.5342",
    "article_title": "Vascular Endothelial Growth Factor Expression in CD138+/CD19- and CD138+/CD19+ Plasma Cells in Monoclonal Gammopathies and Impact on Multiple Myeloma Prognosis ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "INTRODUCTION: Vascular endothelial growth factor (VEGF) is a potent angiogenic peptide with biologic effects that include regulation of extracellular matrix remodeling and inflammatory cytokine generation with an important role in the bone marrow microenvironment of multiple myeloma (MM). Angiogenesis is enhanced in the bone marrow of MM patients in parallel with tumor progression. Myeloma and stromal cells secrete angiogenic factors that include VEGF. Previous studies showed heterogeneity in the expression of VEGF between plasma cells (PCs) from the same MM patient. However, no clear association with expression levels, phenotypic subtypes of PCs and prognosis was demonstrated. MATHERIALS AND METHODS: Bone marrow PCs from 128 patients with monoclonal gammopathies, 60 patients with newly diagnosed symptomatic MM and 68 with monoclonal gammopathy of uncertain significance (MGUS) and also from 11 non-neoplastic controls (Ctr) were analysed between April 2010 and July 2013. We evaluated the expression of cytoplasmic VEGF with monoclonal antibodies by flow cytometry in the two populations of PCs, identified by gating CD138+/CD19- (clonal PCs) and CD138+/CD19+ (non-clonal PCs). The results are presented as percentage of PCs expressing VEGF and as expression levels of VEGF in mean intensity of fluorescence (MIF). The effects of VEGF expression on progression-free survival (PFS) and overall survival (OS) were analysed. For statistical analysis, software IBM SPSS Statistics v22 was used. Survival was estimated according to the Kaplan-Meier method. RESULTS: In our cohort of patients, median age was 70 (39-86) years, 52% were male. We found increased expression levels of VEGF in CD138+/CD19- PCs from MM (80 ± 7,5 MIF) compared to MGUS patients (61,7 ± 6,2 MIF) (p=0,011), as well as superior to CD138+/CD19+ PCs expression (39,92 ± 1,74 MIF) in both populations of patients (p<0,001 and p=0,02, respectively). No diferences were observed in the expression levels of VEGF in CD138+/CD19+ PCs from MM (39,92 ± 1,74 MIF), MGUS patients (41,18 ± 1,92 MIF) and controls (32,8±1,5 MIF). However, the percentage of CD138+/CD19+ expressing VEGF was significantly higher in MGUS (39,4±4%) and in MM patients (46,7±4,5%) compared to Ctr (13,5±0,5%)(p=0,019 and p=0,003, respectively). In MM patients, we also found an association between increased VEGF expression levels in CD138+/CD19- PCs (superior or equal to 175 MIF) and inferior PFS (p=0,002) and OS (p=0,003), irrespective of first line therapy (bortezomib-based regimens for fit patients or alkylating-based treatments for unfit patients). Interestingly, we also observed an incresed percentage of CD138+/CD19+ PCs (higher or equal to 21%) expressing VEGF in MM patients with a more favorable PFS (p= 0,04) and OS (p=0,008). CONCLUSIONS: The results of our investigation showed that CD138+/CD19- and CD138+/CD19+ PCs have diferences in what concerns VEGF expression, not only in MM patients, but also in MGUS patients. The increased expression of VEGF in clonal PCs from MM compared to MGUS patients evidences the relevance of VEGF in myelomagenesis. We also demonstrated a negative prognostic impact of an increased VEGF expression in CD138+/CD19- PCs, highlighting the role of VEGF in the survival and maintenance of clonal PCs and as a predictor of outcome in MM progression. The association between the percentage of CD138+/CD19+ PCs and survival supports the suggestion that these cells may not be neutral players in the complex pathogenesis of MM. The results of our study should be further investigated in larger series of patients. Disclosures Geraldes: Celgene: Employment, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen-Cilag: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "cd19 antigens",
        "multiple myeloma",
        "paraproteinemias",
        "plasma cells",
        "vascular endothelial growth factor a",
        "photon correlation spectroscopy",
        "portacaval shunt, surgical",
        "precordial catch syndrome",
        "monoclonal gammopathy of undetermined significance",
        "angiogenesis factor"
    ],
    "author_names": [
        "Catarina Geraldes, MD",
        "Ana Cristina Gonçalves",
        "Raquel Alves",
        "Emília Cortesão, MD",
        "Maria Leticia Ribeiro, MD PhD",
        "José Nascimento-Costa, MD PhD",
        "Ana Bela Sarmento-Ribeiro, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Catarina Geraldes, MD",
            "author_affiliations": [
                "Coimbra University Hospital Center, Coimbra, Portugal, Coimbra, Portugal ",
                "Centre for Research on Environment, Genetics and Oncobiology, Coimbra, Portugal, Coimbra, Portugal ",
                "Faculty of Medicine, University of Coimbra, Coimbra, Portugal "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ana Cristina Gonçalves",
            "author_affiliations": [
                "Centre for Research on Environment, Genetics and Oncobiology, Coimbra, Portugal, Coimbra, Portugal ",
                "Applied Molecular Biology and University Clinic of Hematology, Faculty of Medicine, University of Coimbra, Coimbra, Portugal "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raquel Alves",
            "author_affiliations": [
                "Centre for Research on Environment, Genetics and Oncobiology, Coimbra, Portugal, Coimbra, Portugal ",
                "Applied Molecular Biology and University Clinic of Hematology, Faculty of Medicine, University of Coimbra, Coimbra, Portugal "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emília Cortesão, MD",
            "author_affiliations": [
                "Centre for Research on Environment, Genetics and Oncobiology, Coimbra, Portugal, Coimbra, Portugal ",
                "Clinical Haematology Department, Coimbra University Hospital Center, Coimbra, Portugal, Coimbra, Portugal ",
                "University Clinic of Hematology, Faculty of Medicine, University of Coimbra, Coimbra, Portugal "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Leticia Ribeiro, MD PhD",
            "author_affiliations": [
                "Hematology, Coimbra University Hospital Center, Coimbra, Portugal, Coimbra, Portugal "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Nascimento-Costa, MD PhD",
            "author_affiliations": [
                "Faculty of Medicine, University of Coimbra, Coimbra, Portugal ",
                "Centre for Research on Environment, Genetics and Oncobiology; Department of Oncology, Hospital Center and University of Coimbra, Coimbra, Portugal, Coimbra, Portugal "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Bela Sarmento-Ribeiro, MD PhD",
            "author_affiliations": [
                "Coimbra University Hospital Center, Coimbra, Portugal, Coimbra, Portugal ",
                "Applied Molecular Biology and University Clinic of Hematology, Faculty of Medicine, University of Coimbra, Coimbra, Portugal ",
                "Center for Research on Environment, Genetics and Oncobiology, Coimbra, Portugal ",
                "Center for Neuroscience and Cell Biology, University of Coimbra, Portugal, Coimbra, Portugal"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:53:00",
    "is_scraped": "1"
}