{
    "doi": "https://doi.org/10.1182/blood.V112.11.1046.1046",
    "article_title": "Androgen Treatment for Acquired Aplastic Anemia in Mexican Adults. ",
    "article_date": "November 16, 2008",
    "session_type": "Bone Marrow Failure",
    "abstract_text": "Background: Androgens are considered ineffective for the treatment of severe aplastic anemia (SAA) and are currently acknowledged a minor place as adjuvants of immunosuppressive therapy (IST). However, many institutions in developing countries, like ours, have been forced to continue their use as monodrugs even for the severe forms of the disease due to the unavailability of stem cell transplantation (SCT) or IST. Objective: To evaluate the results of androgen therapy as monodrug in adult patients with acquired aplastic anemia (AAA) regardless of its severity. Materials and Methods: We carried out a retrospective study of adult patients with AAA treated with androgens with or without low doses of prednisone from January 1986 to December 2006 at Hospital General de México. We analyzed the records of patients who had a CBC and bone marrow study by aspiration and biopsy which allowed the diagnosis of AA and its classification as moderate (MAA), severe (SAA) or super severe (SSAA) and had been treated with androgens alone or associated with low doses of prednisone. The treatment consisted of either oxymetholone 150 mg/d P.O., mesterolone 100 mg/d P.O. or testosterone 150 mg/w I.M. until remission + 6 months after which they were tapered and eventually discontinued except for those who were dependent on minimal doses of androgens to sustain remission. Prenisone 5–20 mg/d was given intermittently for variable periods of time to control mucocutaneous bleeding. Complete remission (CR) was defined by Hb 3 10.0 gr/dL, TNC 3 1x10 9 /L and BPC 3 100x10 9 /L, partial remission (PR) when the patient did not meet the criteria for CR but there was hematologic improvement and he became transfusion-independent and failure when there was no improvement or the condition of the patient worsened. For the statistical analysis we used Kaplan-Meier survival curves, results of log-rank tests and cumulative incidence curves. Results: We had 72 cases which fulfilled the inclusion criteria, 40 males and 32 females aged 17–75 (median 35) years. Twenty (28%) had MAA, 46 (64%) SAA and 6 (8%) VSAA. The overall response rate was 77.7% with 44.4% CR and 33.3% PR. The tendency to achieve remission was similar among patients with MAA, SAA and VSAA. The mean time to reach PR was 14.8 months and 25.58 months for CR. OS was 65% at two years and 46.9% at 5 years. The only adverse side effects recorded were mild liver and skin toxicity. There were 11(15.2%) deaths, 6 (8.3%) relapses, 8 (11.1%) evolved to PNH and 1 (1.3%) to MDS. No transformations to LA were seen. Discussion : Even with the limitations of a retrospective study, the high remission rate in patients with SAA and VSAA in this series of Mexican patients is remarkable. Furthermore, the quality of the remissions was excellent and the rate of relapses low. Besides, the fact that some patients needed very low doses of androgens to sustain their remission argues against the hypothesis that the remissions could be spontaneous. If we compare these results with our data three decades ago in a similar population with the same treatment at our hospital, with a median survival time of < 6 months and <1% alive at 2 years, it would seem that improvement in supportive therapy with blood derivatives and antibiotics helped these new patients buy time to allow their bone marrow to respond to androgens. This hypothesis is supported by the long time required to achieve remission. Besides, androgens are inexpensive and easy to use in an outpatient setting with minor adverse side effects in adults compared to SCT and IST. However, the time required to achieve remission and the longer need for supportive therapy with blood derivatives discourages their use as single agents for AAA but they might prove helpful in improving the quality and duration of remission with IST. Conclusion: These results show that androgens can induce long lasting remissions of MAA, SAA and SSAA in adult patients with minor adverse events and warrant further study with prospective randomized trials.",
    "topics": [
        "acquired aplastic anemia",
        "androgens",
        "disease remission",
        "inappropriate sinus tachycardia",
        "adverse effects",
        "prednisone",
        "supportive care",
        "adverse event",
        "androgen replacement therapy",
        "antibiotics"
    ],
    "author_names": [
        "Victoria E. Ferrer Argote, MD",
        "Christian O. Ramos Peñafiel, MD",
        "Merit Hernández Sánchez, MD",
        "Juan José García García, MD, M.S.",
        "Humberto Castellanos Sinco",
        "Guadalupe León González, MD",
        "EfréN. Montaño Figueroa, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victoria E. Ferrer Argote, MD",
            "author_affiliations": [
                "Hematology, Hospital General de México, O.D., Mexico City, Mexico"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christian O. Ramos Peñafiel, MD",
            "author_affiliations": [
                "Hematology, Hospital General de Mexico, O.D., Mexico City, Mexico"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Merit Hernández Sánchez, MD",
            "author_affiliations": [
                "Hematology, Hospital General de Mexico, O.D., Mexico City"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan José García García, MD, M.S.",
            "author_affiliations": [
                "Public Health, Universidad Nacional Autónoma de México, Mexico City, Mexico"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Humberto Castellanos Sinco",
            "author_affiliations": [
                "Hematology, Hospital General de Mexico, O.D., Mexico City, Mexico"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guadalupe León González, MD",
            "author_affiliations": [
                "Hematology, Hospital General de Mexico, O.D., Mexico City, Mexico"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "EfréN. Montaño Figueroa, MD",
            "author_affiliations": [
                "Hematology, Hospital General de Mexico, O.D., Mexico City, Mexico"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T18:44:10",
    "is_scraped": "1"
}