{
    "doi": "https://doi.org/10.1182/blood.V122.21.2566.2566",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2577",
    "start_url_page_num": 2577,
    "is_scraped": "1",
    "article_title": "The Clinical Relevance Of Genetics In Predicting Outcome After a First Relapse In Children With B-Cell Precursor Acute Lymphoblastic Leukaemia ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "child",
        "genetics",
        "microbiology procedures",
        "disease remission",
        "bone marrow involvement",
        "complete remission",
        "cytogenetic analysis",
        "leukemia, lymphocytic, acute, childhood"
    ],
    "author_names": [
        "Anthony V. Moorman",
        "Amy Erhorn",
        "Catriona Parker",
        "Rosemary Sutton",
        "Claire Schwab, BSc",
        "Nicola C Venn",
        "Peter M. Hoogerbrugge",
        "Tamas Revesz",
        "Vaskar Saha",
        "Christine J Harrison, PhD"
    ],
    "author_affiliations": [
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Centre for Paediatric, Teenage and Young Adult Cancer, The University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Children’s Cancer Institute Australia, University of New South Wales, Sydney, Australia, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ],
        [
            "Children’s Cancer Institute Australia, University of New South Wales, Sydney, Australia, "
        ],
        [
            "Department of Pediatric Oncology, Radboud University Medical Centre, Nijmegen, Netherlands, "
        ],
        [
            "Haematology Department, SA Pathology (at Women's & Children's Hospital), Adelaide, Australia"
        ],
        [
            "Centre for Paediatric, Teenage and Young Adult Cancer, The University of Manchester, Manchester, United Kingdom, "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom, "
        ]
    ],
    "first_author_latitude": "54.9830144",
    "first_author_longitude": "-1.6231995000000001",
    "abstract_text": "Acute lymphoblastic leukaemia (ALL) is a heterogeneous disease at the genetic level. Chromosomal abnormalities, gene deletions, mutations and amplifications relevant for diagnosis, prognosis or treatment allocation have been identified. This knowledge is mostly derived from presentation samples and focussed on predicting for relapse after frontline therapy. Studies genetically characterising a large cohort of relapsed patients treated uniformly on a single protocol have rarely been reported. In this study, we assessed the outcome of B-cell precursor (BCP) ALL patients treated on the international relapse trial, ALLR3, according to the presence of established chromosomal abnormalities and the most prevalent gene deletions. Among 416 childhood BCP-ALL patients, a representative cohort of 372 (89%) patients were classified into three risk groups based on cytogenetic analysis at presentation and/or relapse: (1) good risk (GR, n=181, 49%) - ETV6-RUNX1 , high hyperdiploidy; (2) poor risk (PR, n=69, 19%) - BCR-ABL1 , MLL translocation, near haploidy, low hypodiploidy, intrachromosomal amplification of chromosome 21 (iAMP21), t(17;19)(q23;p13) and, in the absence of GR abnormalities, deletions of 13q and abnormalities of 17p; and (3) intermediate risk (IR, n=122, 33%) – all other cases with abnormal or normal cytogenetics. Relapses were categorised as very early (<18 months from initial diagnosis), early (within 6 months of stopping frontline treatment) or late (6 months after the end of frontline treatment). There was a significant correlation between cytogenetic risk group and duration of first remission: GR patients comprised 2% very early, 27% early and 71% late relapses, whereas the distribution among IR and PR patients was 15%/36%/49% and 26%/38%/36% respectively (p<0.001). There was no significant difference in the site of relapse (isolated marrow, isolated CNS, other) according to cytogenetic risk group. Overall survival at 5 years post first relapse differed significantly across the three cytogenetic risk groups: GR – 66% (95% CI 57-73%); IR – 49% (39-59%); PR – 29% (17-42%), p<0.0001. This difference remained significant among patients treated as standard risk (p=0.004) but was borderline among those treated as high risk (p=0.057). Similar results were observed for event (EFS) and relapse (RFS) free survival. Patients at first relapse with bone marrow involvement (minimum 50% blasts in the marrow) were screened by multiplex ligation-dependent probe amplification (P335 kit, MRC Holland) for the most prevalent micro-deletions seen in paediatric ALL. Among 285 eligible patients, a representative cohort of 187 (66%) patients was analysed. Over two-thirds (126, 67%) of patients harboured at least one micro-deletion at relapse: CDKN2A/B (77, 41%), IKZF1 (44, 24%), PAX5 (37, 20%), ETV6 (31, 17%), PAR1 ( P2RY8-CRLF2 ) (18, 10%), EBF1 (7, 4%), BTG1 (6, 3%) and RB1 (6, 3%). IKZF1 and PAX5 deletions were significantly less prevalent among GR patients compared to IR and PR patients: IKZF1 8/81 (10%) v 22/53 (42%) v 12/38 (32%) (p<0.001) and 8/81 (10%) v 16/53 (30%) v 9/38 (24%) (p=0.01), respectively. None of these micro-deletions correlated with relapse stage or outcome whether we examined second complete remission rate, EFS, RFS or OS in the whole cohort or within the aforementioned treatment or cytogenetic risk groups. A subset of 87 patients with a marrow relapse was screened successfully by MLPA at both presentation and relapse to estimate the degree of clonal evolution. The majority of patients (47/87, 54%) displayed evidence of evolution defined as the gain or loss of at least one micro-deletion. The acquisition of a micro-deletion was more common than loss (54 v 22). There was a trend towards late relapses being more likely to show evidence of clonal evolution compared to very early and early relapses: 34/54 (63%) v 12/28 (43%) v 1/5 (20%), p=0.065, respectively. However, there was no evidence of an association between clonal evolution and cytogenetic risk group or outcome. In conclusion, cytogenetic risk groups strongly correlated with both the duration of first remission and outcome after first relapse. However, the most prevalent eight micro-deletions, which were frequently gained or lost between presentation and relapse, did not influence outcome after first relapse. Disclosures: No relevant conflicts of interest to declare."
}