{
    "doi": "https://doi.org/10.1182/blood.V118.21.5207.5207",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2059",
    "start_url_page_num": 2059,
    "is_scraped": "1",
    "article_title": "Establishment of An Angioimmunoblastic T-Cell Lymphoma (AITL) Model in the NOG Mouse ",
    "article_date": "November 18, 2011",
    "session_type": "Non-Hodgkin Lymphoma - Biology, excluding Therapy",
    "topics": [
        "angioimmunoblastic lymphadenopathy",
        "mice",
        "hepatosplenomegaly",
        "immunoglobulin g",
        "lymphoma",
        "neoplasms",
        "pallor",
        "tumor cells",
        "immunohistochemistry",
        "b-lymphocytes"
    ],
    "author_names": [
        "Asahi Ito",
        "Takashi Ishida",
        "Fumihiko Sato",
        "Fumiko Mori",
        "Ayako Masaki",
        "Masaki Ri",
        "Shigeru Kusumoto",
        "Hirokazu Komatsu",
        "Hiroshi Inagaki, MD, PhD",
        "Shinsuke Iida",
        "Ryuzo Ueda"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Clinical Pathology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Clinical Pathology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan"
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ],
        [
            "Department of Medical Oncology and Immunology, Nagoya City University Graduate School of Medical Sciences, Nagoya, Japan, "
        ]
    ],
    "first_author_latitude": "35.16046084999999",
    "first_author_longitude": "136.9520766",
    "abstract_text": "Abstract 5207 The aim of the present study was to establish a murine AITL model. We inoculated cells from affected LN of an AITL patient intraperitoneally into NOG mice. Hepatosplenomegaly developed in these animals about 2 months later, and normal splenic architecture was replaced by multi-focal deposit of lymphocytes and numerous blood vessels. Some of the former consisted of AITL cells characterized by small to medium size, and clear to pale cytoplasm. The remaining lymphocytes were non-neoplastic reactive cells including CD8-positive cells, B cells, and plasma cells. Double immunostaining revealed that the neoplastic cells were positive for both UCHL-1 (CD45RO) and BCL-6. In addition, significant levels of human IgG/A/M were detected in these animals. The AITL cells engrafted in the NOG mice indeed functioned as follicular helper T (Tfh) cells and induced antibody production by B-cells, consistent with recent evidence that AITL is a neoplasm originating from Tfh cells. These clinical and histological features in the mice are almost identical to those seen in AITL patients. Cells from spleens of affected animals could be serially transplanted, with enrichment of the AITL cells together with reduction of the reactive cells at each passage. This phenomenon might reflect the progressive nature of AITL. TCRB analysis demonstrated that the AITL clone in the mice was identical to that from the donating patient. This is the first mouse model of AITL, and could be a powerful tool for investigating, and developing novel treatment modalities for this type of lymphoma. Disclosures: No relevant conflicts of interest to declare."
}