{
    "doi": "https://doi.org/10.1182/blood.V126.23.2631.2631",
    "article_title": "Synergistic Activity of ABT-199 with Conventional Chemotherapy and Dinaciclib in B-Cell Precursor Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Over the past decades, the use of optimized multi-agent chemotherapy protocols and improved risk stratification have led to superior patient outcome. However, avoiding therapy-related toxicity, decreasing the relapse rate of currently almost 20 % and improving the outcome of relapsed patients remain challenging problems. Aberrant activity of pathways involved in the regulation of survival and cell death contribute to development of leukemia and therapy failure. Anti-apoptotic BCL-2 family proteins are key regulators of apoptosis providing a promising target for novel directed therapies. The BH3 mimetic ABT-199 binds to BCL-2, counteracts its anti-death function and leads to apoptosis induction by direct release of pro-death BCL-2 family proteins such as BAX. BH3 mimetics are currently used pre-clinically and in first clinical trials. However the intrinsic or acquired resistance indicates the need for predictive markers and for effective combination treatment strategies. In this study, we addressed the activity of ABT-199 in B cell precursor (BCP) ALL. The effects of ABT-199 as single agent and in combination with chemotherapeutic drugs used in remission-induction therapy of pediatric ALL were analyzed using BCP-ALL cell lines (n=5) and a set of patient-derived primograft samples (n=9) established by transplantation of primary leukemia cells obtained from pediatric BCP-ALL patients at diagnosis onto immunodeficient NOD/SCID mice. Since ABT-199 does not bind to all antiapoptotic BCL-2 family members, sparing MCL-1, we included the cyclin-dependent kinase (CDK) inhibitor dinaciclib, which also exerts MCL-1 inhibitory effects. Cell viability was determined by flowcytometry according to fw/sc criteria and half maximal inhibitory concentrations (IC50) were estimated upon exposure to single agents and drug combinations. Combination indices (CI) indicating synergistic or additive effects were estimated according to Chou-Talalay. BCL-2 and MCL-1 protein levels were investigated by western blot analysis. Despite sensitivity in most of the BCP-ALL cell lines with IC50 values in the nanomolar range (mean IC50, 212 nM), one cell line, Nalm-6, showed ABT-199 resistance with an IC50 >10 µM. Interestingly, low protein levels of BCL-2 and increased MCL-1 expression were identified in this insensitive line, in contrast to high level BCL-2 and low MCL-1 expression in ABT-199 sensitive leukemias, indicating a potential marker to identify sensitive and resistant ALL. A pronounced synergism of ABT-199 in combination with chemotherapeutic agents was found with vincristine (CI 0.31 and 0.40, cell lines RS4;11 and Nalm-6) and even strong synergism with asparaginase and dexamethasone in ABT-199 monotherapy resistant Nalm-6 cells (CI 0.002, 0.14). Strikingly, the combination of the MCL-1 inhibitor dinaciclib with ABT-199 was highly effective and revealed a strong synergism for both compounds (CI 0.03). When we addressed the effects of ABT-199 on primograft ALL samples isolated from mice with full-blown leukemia, a pattern of high sensitivity (IC50 from 16 to 156 nM) similar to the cell lines was observed. In contrast, peripheral blood (PB) samples from healthy control donors were resistant to ex vivo exposure with ABT-199 (n=3, IC50 values > 1 µM). However, one primograft sample derived from a high risk patient showed ABT-199 insensitivity with an IC50 value of > 1 µM similar to healthy PBMCs. This primograft sample was also characterized by low BCL-2/high MCL-1 protein expression similar to Nalm-6. Most importantly, this resistant leukemia was also rendered ABT-199 sensitive by co-treatment with dinaciclib (CI 0.04). Taken together, we found efficacy of ABT-199 in the majority BCP-ALL cell lines and patient-derived primograft ALL samples and ABT-199 synergized with conventional chemotherapeutic agents. ABT-199 resistant leukemias characterized by low BCL-2/high MCL-1 expression were resensitized by addition of dinaciclib leading to strong synergism. These data indicate effective cell death sensitization by ABT-199 and potential strategies to overcome ABT-199 resistance in BCP-ALL. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "chemotherapy regimen",
        "leukemia",
        "antineoplastic agents",
        "mechlorethamine",
        "antiapoptotic agents",
        "apoptosis regulatory proteins",
        "asparaginase",
        "cyclin-dependent kinases"
    ],
    "author_names": [
        "Felix Seyfried",
        "Salih Demir, MSc",
        "Klaus-Michael Debatin, MDPhD",
        "Lueder Hinrich Meyer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Felix Seyfried",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Salih Demir, MSc",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus-Michael Debatin, MDPhD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lueder Hinrich Meyer, MD",
            "author_affiliations": [
                "Department of Pediatrics and Adolescent Medicine, Ulm University Medical Center, Ulm, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T15:58:00",
    "is_scraped": "1"
}