{
    "doi": "https://doi.org/10.1182/blood-2018-99-116874",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3999",
    "start_url_page_num": 3999,
    "is_scraped": "1",
    "article_title": "Role of Angiogenesis and Anti-Angiogenic Treatment Strategies in Mantle Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "625. Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents: Poster I",
    "topics": null,
    "author_names": [
        "Petra Vockova, MD",
        "Magdalena Klanova, MD PhD",
        "Jan Molinsky, MD PhD",
        "Diana Tuskova, MD",
        "Bokang Calvin Maswabi, MD PhD",
        "Radek Jaksa, MD",
        "Marek Trneny, MD CSc",
        "Pavel Klener, Jr."
    ],
    "author_affiliations": [
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic ",
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic ",
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic ",
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic ",
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "Insitute of Pathology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic"
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic "
        ],
        [
            "First Dept. of Medicine- Hematology, Charles University General Hospital and First Faculty of Medicine, Praha 2, Czech Republic ",
            "Institute of Pathological Physiology, Charles University, First Faculty of Medicine, Praha 2, Czech Republic "
        ]
    ],
    "first_author_latitude": "50.07460899999999",
    "first_author_longitude": "14.426601000000002",
    "abstract_text": "Introduction: Role of angiogenesis in growth, spread and survival of malignant lymphomas remains largely unexplored. Bevacizumab, a monoclonal antibody against vascular endothelial growth factor (VEGF), has been approved for treatment of several types of solid tumors including colorectal carcinoma or breast carcinoma, in all cases in combination with chemotherapy. Mantle cell lymphoma (MCL) is a type of B-cell non-Hodgkin lymphoma characterized by frequent extranodal involvement. Two agents approved for the therapy of MCL including lenalidomide and temsirolimus exert their anti-lymphoma activity at least partially by inhibition of angiogenesis. Our aim was to investigate role of VEGF-dependent angiogenesis on growth and spread of MCL in vivo using different murine models of MCL including patient-derived xenografts (PDXs). We also analyzed a potential anti-lymphoma synergy of a multi-level inhibition of angiogenesis achieved by bevacizumab and temsirolimus. Methods: Experimental therapies were implemented using NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ mice purchased from Jackson Laboratory (Bar Harbor, Maine, USA). Therapies were initiated three to five days after subcutaneous (SC) or intravenous (IV) injection of MCL cells (= day 1, D1). Therapies were terminated when SC tumor reached 2 cm, or when mice developed signs of terminal disease. Mice were xenografted either with MCL cell lines (JEKO-1, HBL2) or with PDX cells (VFN-M1, VFN-M2) derived in our laboratory from patients with relapsed MCL. Both PDXs were confirmed by NGS to keep majority of somatic mutations with the primary MCL cells. Growth curves of calculated tumor volumes and overall survivals were compared in case of SC and IV-xenografted animals, respectiverly, in the treated mice compared to untreated controls. VEGF levels were analyzed in different tissues (blood, tumor lysate, spleen lysate) by commercially available ELISA kit. TaqMan Angiogenesis Array was used to compare gene expression changes associated with bevacizumab failure. Results: Bevacizumab significantly inhibited growth of SC MCL tumors all tested models (Figure 1) (JEKO-1: 0.71g ±0.24g vs 3.22g ±0.65g, p=0.0061; HBL-2: 0.95g ±0.11g vs 4.2g ±0.28g, p<0.0001; VFN-M1: 0.49g ±0.04g vs 2.18g ±0.13g, p<0.0001; VFN-M2: 0.77g ±0.07g vs 1.15g ±0.18g, p=0.0012). Unexpectedly, bevacizumab failed to prolong overall survival of IV-xenografted mice in three out of four murine models (HBL-2, JEKO-1, VFN-M1) compared to controls (p=0.89, 0.87 and 0.09, respectively), and only prolonged survival of bevacizumab-treated mice in VFN-M2-xenografted mice by as few as 3 days (Figure 2). Analysis of VEGF levels in lysates of SC tumors revealed a positive correlation between the tumor size and the VEGF level. In contrast, analysis of murine blood and spleen did not detect measureable amounts of VEGF in any case. We hypothesize that SC growth of MCL cells (in form of a lymphoma mass) is associated with hypoxia, which induces secretion of VEGF that stimulates angiogenesis and functions as a paracrine growth factor for MCL cells. SC tumor growth is therefore VEGF-stimulated and sensitive to inhibition by bevacizumab. Indeed, murine (but not human) vessels were detected by immunohistochemistry in SC tumors in all MCL models including both PDX models. In sharp contrast, systemic engraftment and spread of MCL cells (e.g. infiltration of the bone marrow or involvement of the spleen) are not associated with hypoxia, which would explain why bevacizumab failed to prolong overall survival of IV-xenografted mice. Combination of temsirolimus and bevacizumab did not lead to anti-lymphoma synergy, but was associated with additive effect only. Failure of bevacizumab monotherapy was associated with higher expression of several proangiogenic genes including angiogenin, transcription factor FOXC2 or interferon-beta I suggesting activation of alternate pro-angiogenic pathways after blockage of VEGF. Conclusions: Our data clearly indicate that all anti-angiogenic treatment approaches in malignant lymphomas have to be validated in vivo not only using SC xenografts, but also using systemic (IV) models. Our data also indicate that anti-angiogenic therapies might have auxiliary role (in combination with chemotherapy or targeted agents) in the treatment of malignant lymphomas. The gene expression data after failure of bevacizumab suggest activation of alternate pro-angiogenic pathways. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}