{
    "doi": "https://doi.org/10.1182/blood.V112.11.5375.5375",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1336",
    "start_url_page_num": 1336,
    "is_scraped": "1",
    "article_title": "Efalizumab-Induced Autoimmune Hemolytic Anemia ",
    "article_date": "November 16, 2008",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "topics": [
        "autoimmune hemolytic anemia",
        "efalizumab",
        "hemoglobin",
        "splenectomy",
        "immunoglobulins, intravenous",
        "anemia",
        "antibodies",
        "coombs' test",
        "danazol",
        "lymphocyte function-associated antigen-1"
    ],
    "author_names": [
        "Patrick Lee, MD",
        "Alexandra Schwarsin, MD",
        "Joao L. Ascensao, MD, PhD",
        "Geraldine P. Schechter, MD"
    ],
    "author_affiliations": [
        [
            "Hematology Section, Department of Medicine, VA Medical Center & George Washington University School of Medicine, Washington, DC, USA"
        ],
        [
            "Hematology Section, Department of Medicine, VA Medical Center & George Washington University School of Medicine, Washington, DC, USA"
        ],
        [
            "V.A Medical Center, Washington, DC, USA"
        ],
        [
            "VA Medical Center, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.91444655",
    "first_author_longitude": "-77.04260535",
    "abstract_text": "Efalizumab (Raptiva; Genentech Inc.) is a humanized, recombinant, T-cell targeted monoclonal antibody, which binds to CD11a which combined with CD18 forms lymphocyte function-associated antigen 1 (LFA-1) and is approved for use in adults with moderate to severe plaque psoriasis. Previous publications have described autoimmune thrombocytopenia, hemolytic anemia as well as neutropenia with use up to 8 months after initiating treatment. We now report two patients who developed refractory autoimmune hemolytic anemia nine and twenty-six months after successful treatment of their psoriasis with efalizumab. The first patient is a 56 year old African-American man who presented with severe Coombs positive (IgG+, C3d −}anemia, with a hemoglobin of 4.1 g/dL, reticulocyte count of 25% after 26 months of treatment with efalizumab. Over the next two weeks the anemia was refractory to high dose prednisone, a total dose of 100 gms of intravenous immune globulin (IVIG), mycophenolate, danazol and 2 doses of rituximab and 10 units of blood, hemoglobin remained at 5.9 g/dLand .splenectomy was performed two weeks after presentation. Hemoglobin 2 weeks post splenectomy improved to 10.4 g/dL with near normalization one month later. The second patient a 61 year old woman, presented to an outside hospital with severe anemia. Upon transfer 1 week later, she was found to be Coombs positive, with a hemoglobin of 6.1 g/dL, reticulocytes of 1 %., and underwent a bone marrow aspirate and biopsy with noted erythroid hyperplasia, this after nine months of treatment with efalizumab. The patient underwent splenectomy three weeks after high dose prednisone, intravenous cyclophosphamide, cyclosporine, danazol, IVIG, rituximab and plasmapheresis failed to induce a remission. After splenectomy, the patient remained refractory to treatment and eventually succumbed to a combination of arterial and venous thrombi, bowel ischemia and bacterial sepsis six weeks after presentation. Little is known regarding the mechanism behind the immune mediated cytopenias following efalizumab therapy. In addition to lymphocytes, CD11a is expressed on several other cell lines, however, CD11a is not expressed on mature erythrocytes making a direct antibody mediated response against an efalizumab/LFA-1 complex less likely. The development of anti-efalizumab antibody occurs in 5% of patients but is not associated with autoimmune phenomena. More likely mechanisms may include dysregulation of autoreactive T cells from either defective T-cell function, loss of regulatory T cells or aberrant antigen presentation. These two cases highlight the difficulty and relative resistance to treatment in patients who develop autoimmune hemolytic anemia secondary to efalizumab and stress the importance of continued close monitoring of complete blood counts throughout the duration of active treatment."
}