{
    "doi": "https://doi.org/10.1182/blood.V118.21.2813.2813",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1970",
    "start_url_page_num": 1970,
    "is_scraped": "1",
    "article_title": "Combined Inhibition of Janus and Aurora Kinase Effectively Suppresses Proliferation of JAK2 V617F-expressing Cells ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster II",
    "topics": [
        "phosphotransferases",
        "aurora kinase inhibitor",
        "janus kinase inhibitors",
        "signaling protein",
        "western blotting",
        "cd34 antigens",
        "cytokine",
        "hypersensitivity",
        "janus kinase",
        "myelofibrosis, idiopathic, chronic"
    ],
    "author_names": [
        "Karoline Gäbler",
        "Catherine Rolvering",
        "Valérie Palissot, PhD",
        "Guy J. Berchem, MD",
        "Iris Behrmann, PhD",
        "Claude Haan, PhD"
    ],
    "author_affiliations": [
        [
            "Life Sciences Research Unit - Signal Transduction Laboratory, University of Luxembourg, Luxembourg, Luxembourg, "
        ],
        [
            "Life Sciences Research Unit - Signal Transduction Laboratory, University of Luxembourg, Luxembourg, Luxembourg, "
        ],
        [
            "Department of Oncology, Laboratory of Experimental Hemato-Oncology, CRP Santé, Luxembourg, Luxembourg"
        ],
        [
            "Department of Oncology, Laboratory of Experimental Hemato-Oncology, CRP Santé, Luxembourg, Luxembourg"
        ],
        [
            "Life Sciences Research Unit - Signal Transduction Laboratory, University of Luxembourg, Luxembourg, Luxembourg, "
        ],
        [
            "Life Sciences Research Unit - Signal Transduction Laboratory, University of Luxembourg, Luxembourg, Luxembourg, "
        ]
    ],
    "first_author_latitude": "49.504553",
    "first_author_longitude": "5.948429000000001",
    "abstract_text": "Abstract 2813 Background: A somatic point mutation in the Janus kinase 2 gene ( JAK2 ) leading to the expression of the JAK2 V617F mutant occurs with high frequency in myeloproliferative neoplasm (MPN) patients (>95 % in polycythemia vera (PV), >50 % in essential thrombocythemia (ET) and primary myelofibrosis (PMF)). It confers constitutive activity to the kinase and results in cytokine hypersensitivity and a proliferative advantage of hematopoietic progenitor cells. These findings suggest that inhibiting JAK2 V617F may be therapeutically beneficial. Several JAK2 inhibitors are currently in clinical trials for the treatment of MPN, and first results show clinical improvements for PMF patients. However, since approximately 50 % of ET and PMF patients do not carry an activating mutation in JAK2, we speculate that the inhibition of signaling proteins other than JAK2 or in combination with JAK2 inhibition could be beneficial for these patients. Methods: We characterized compounds from different chemical classes, which previously have been published to be JAK(2) inhibitors. These compounds were compared in several assays using primary CD34 + cells from PV patients positive for the JAK2 V617F mutation and/or the JAK2 V617F-bearing cell line HEL. We used (quantitative) Western blot detections, in vitro kinase assays, proliferation assays, cell size measurements, cell cycle analyses and colony forming cell (CFC) assays to analyze the efficacy of the different inhibitors. Moreover, the IC 50 values of the compounds were determined. Results: In total 15 published JAK2 inhibitors have been characterized in detail. As monitored in an in vitro kinase assay and by Western blot detection of phosphorylated signaling proteins, several compounds previously described as JAK(2) inhibitors did not target JAK2 V617F. However, some compounds, which turned out not to inhibit JAKs, showed growth-inhibitory effects on JAK2 V617F-positive cells. Such compounds could be used in combination with a specific JAK inhibitor in order to achieve beneficial effects on suppression of cell proliferation and induction of apoptosis. We could demonstrate that the combined application of a JAK inhibitor together with an Aurora kinase inhibitor was most promising: application of both Janus and Aurora kinase inhibitors in proliferation assays and CFC assays demonstrated a more effective suppression of growth than achieved by respective single treatments. Interestingly, we observed in the CFC assay that a JAK2 inhibitor seems to preferentially suppress the growth of erythroid colonies, while an Aurora kinase inhibitor preferentially blocks myeloid colony growth. Conclusion: Here we present a comparative analysis and a detailed biochemical characterization of numerous compounds from different chemical classes, all supposed to be JAK(2) inhibitors. We confirmed JAK(2) inhibitory activity for several compounds but not for all. In addition, we identified some compounds, which effectively inhibited the proliferation of JAK2 V617F-bearing cells without targeting JAK2. Thus, combined inhibition of JAK2 and other kinases may represent a promising therapeutic strategy. In particular, we suggest that a combination of Janus and Aurora kinase inhibitors might be beneficial for the treatment of MPN patients. Disclosures: No relevant conflicts of interest to declare."
}