{
    "doi": "https://doi.org/10.1182/blood-2018-99-114492",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4085",
    "start_url_page_num": 4085,
    "is_scraped": "1",
    "article_title": "Calcium Mobilization in Unfavorable-Prognosis Chronic Lymphocytic Leukemia Patients Mediates Focal Adhesion Kinase (FAK) Cleavage, Thereby Its Activation ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "calcium",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytokinesis",
        "focal adhesions",
        "phosphotransferases",
        "calpain",
        "cancer",
        "flow cytometry",
        "immunoglobulin d"
    ],
    "author_names": [
        "Federica Frezzato, PhD",
        "Veronica Martini, PhD MSc",
        "Filippo Severin, PhD MSc",
        "Flavia Raggi",
        "Marco Piccoli",
        "Andrea Visentin",
        "Edoardo Scomazzon, MD",
        "Stefano Pravato, MD",
        "Silvia Imbergamo, MD",
        "Francesco Piazza",
        "Monica Facco",
        "Gianpietro Semenzato",
        "Livio Trentin, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padova, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "University of Padua, Padova, Italy "
        ],
        [
            "University of Padua, Padova, Italy "
        ],
        [
            "University of Padua, PADOVA, ITA "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "Hematology and Clinical Immunology unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy ",
            "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy "
        ],
        [
            "University School of Medicine, Department of Medicine, Hematology and Clinical Immunology Branch, Padua, Italy "
        ],
        [
            "Venetian Institute of Molecular Medicine (VIMM), Padua, Italy ",
            "Dept. of Medicine, Hematology and Clinical Immunology, Padua School of Medicine, Padova, Italy "
        ],
        [
            "Hematology and Clinical Immunology, Department of Medicine, Dipartimento di Medicina Clinica e Sperimentale dell'Universita, Padova, Italy"
        ]
    ],
    "first_author_latitude": "45.406766",
    "first_author_longitude": "11.877446200000003",
    "abstract_text": "INTRODUCTION Chronic Lymphocytic Leukemia (CLL) is the most common leukemia in the western world and is characterized by the accumulation of monoclonal B cells, due to both increased proliferation and apoptosis resistance. Although in the last years with the introduction of new kinase inhibitors blocking the pathways mediated by B-cell receptor (BCR) signaling we got an astonishing progress in the comprehension and treatment of this disease, CLL is still an incurable disease and many characteristics of its pathogenesis still remain unclear. Signaling events downstream the BCR engagement are central for the progression of CLL. Focal Adhesion Kinase (FAK), one of the primary enzyme involved in the engagement of integrins and assembly of focal adhesions, plays a major role in cellular adhesion and metastasis of various cancers, being regulated by Calcium (Ca 2+ ) flux and by Src-kinases (e.g. Lyn) through a Calpain-dependent manner following BCR triggering. FAK has been demonstrated to be over-expressed in many human cancers but a down-modulation of its expression has also been reported. Studies concerning FAK expression in CLL are lacking in the literature. However, since an interaction of FAK with molecules implicated in BCR signal transduction, such as the Src-kinase Lyn, has been demonstrated we hypothesize that this kinase could have a key role in CLL pathogenesis. METHODS FAK expression was analyzed in B-lymphocytes from 107 CLL patients and 10 healthy subjects by Western blotting (WB) and the obtained expression data were correlated with the clinical features of the patients. In 25 out of 107 patients studied, surface IgM and IgD expression has been evaluated by flow cytometry (FC). For Ca 2+ mobilization assessment, 1x10 7 cells were incubated with 4μM Fluo-4-AM at 37°C for 30min and then analyzed by FC; after 30s of baseline acquisition, α-IgM F(ab')2 and α-IgD F(ab')2 (10μg/ml) were added and fluorescence intensity was recorded for 5min. Ionomycin was added as positive control. Phosphorylation at Tyr397 was assessed with a specific antibody. Leukemic B cells from patients were treated in vitro with 5μM Defactinib (FAK inhibitor) and the apoptosis induction was evaluated by Annexin V/Propidium Iodide flow cytometry test and by the presence of cleaved PARP by WB. RESULTS By WB analyses we demonstrated a slightly significant difference in FAK expression between patients and controls (p<0.05), the protein being particularly down-regulated in unmutated IGHV and del17p/del11q/12+ CLL patients. We observed that FAK down-modulation was limited to its whole form detected in WB at 125kDa, while bands related to FAK cleavage (92/94 and 84kDa) were detected also in those patients lacking full length-FAK. Cleaved-FAK is due to Calpain protease activity, when stimulated by the bond with Ca 2+ ions. We then compared FAK expression with the capability of the cell to mobilize Ca 2+ from intracellular stores, observing that patients with this capability had less amount of full length-FAK, which translated into a higher presence of cleaved/activated form of FAK. The cleavage bands infact were found phosphorylated at activatory Tyr397. Of note, only IGHV-unmutated patients showed these features. Lastly, we studied the effect of Defactinib, a specific FAK inhibitor, in CLL cells; this molecule was able to induce apoptosis in leukemic cell in a caspase-dependent way, as assessed by the presence of the cleaved PARP. CONCLUSIONS We herein propose that full length-FAK down-modulation could be considered as a new marker of unfavorable prognosis. In our model, poor prognosis CLL patients (particularly IGHV unmutated ones) presenting Ca 2+ mobilization, are more prone to activate Calpain, which in turn activates FAK. Together with data from the literature, our results suggest that CLL cells missing the full length-FAK, not only are unaffected by the lack of it, but they rather present a cleaved/activated form of FAK that could favor cell migration and metastatic invasion. Moreover, since Defactinib can induce apoptosis in CLL cells, should these data be confirmed by in vivo studies, this FAK inhibitor could represent a new therapeutic approach for CLL. Disclosures Trentin: Gilead: Research Funding; Abbvie: Honoraria; Roche: Membership on an entity's Board of Directors or advisory committees; Janssen: Research Funding."
}