{
    "doi": "https://doi.org/10.1182/blood-2019-123769",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4339",
    "start_url_page_num": 4339,
    "is_scraped": "1",
    "article_title": "Single Cell Transcriptomic Analysis of the Histone H3 K27M Mutation in Pre-Leukemic Hematopoietic Stem Cells ",
    "article_date": "November 13, 2019",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "hematopoietic stem cells",
        "histone h3",
        "mutation",
        "cancer",
        "cyclic gmp",
        "histones",
        "immunoglobulins, thyroid-stimulating",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemia, secondary acute"
    ],
    "author_names": [
        "Meaghan Boileau, BSc",
        "Selin Jessa, BSc",
        "Samantha Worme, BSc",
        "Damien Faury",
        "Nada Jabado, MD PhD",
        "François Mercier, MD",
        "Claudia Kleinman, PhD",
        "Kolja Eppert, MSc, PhD"
    ],
    "author_affiliations": [
        [
            "Research Institute of the McGill University Health Centre, Sainte-Catherine, Canada "
        ],
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ],
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ],
        [
            "Research Institute of the McGill University Health Centre, Montreal, Canada "
        ],
        [
            "Research Institute of the McGill University Health Centre, Montreal, Canada "
        ],
        [
            "Jewish General Hospital, Lady Davis Institute For Medical Research, Montreal, Canada"
        ],
        [
            "Lady Davis Institute for Medical Research, Montreal, Canada "
        ],
        [
            "Research Institute of the McGill University Health Centre, Montreal, Canada "
        ]
    ],
    "first_author_latitude": "45.477923000000004",
    "first_author_longitude": "-73.5896262",
    "abstract_text": "Acute myeloid leukemia (AML) develops in a step-wise manner from pre-leukemic clonal expansion to full-blown disease driven by aberrant epigenetic changes. Indeed, regulators of the epigenome such as DNMT3A, TET2, IDH1/2, EZH2 and ASXL1 are often mutated in pre-leukemia and myeloid malignancies. We and others identified K27M/I mutations in histone H3 in AML (Boileau et al. Nat Commun, 2019; Lehnertz et al. Blood, 2017). We demonstrated that K27 mutations are found in pre-leukemic hematopoietic stem cells (HSCs), are enriched in secondary AML, expand the functional human HSC pool and increase leukemic aggressiveness. Transcriptomic and epigenomic analysis determined that K27 mutations alter gene expression through a global decrease in promoter H3K27 tri-methylation and a gene-specific increase in H3K27 acetylation in leukemic cells (Boileau et al. Nat Commun, 2019). Here, we have analyzed the effects of the K27M mutation on HSCs at the single-cell level to understand its role in pre-leukemic clonal expansion. Healthy CD34+CD38- human cord blood cells were transduced with HIST1H3H WT or K27M and injected intrafemorally into sub-lethally irradiated NSG mice. After 14 weeks, bone marrow cells from the femur were collected and sorted for CD34+ transduced (GFP+) cells. Single-cell transcriptomics were performed by generating gene expression libraries from ~8,000 CD34+ cells using the 10X Genomics technology and sequenced using HiSeq4000. We have performed initial clustering and dimensionality reduction (t-SNE and UMAP) and identified 10 and 11 distinct clusters in the WT and K27M samples, respectively. Gene sets distinguishing the individual clusters have been determined. Using published gene lists for primitive hematopoietic cell types, the clusters have been assigned to specific cell types such as HSC, granulocyte-monocyte progenitors (GMP), common myeloid progenitors (CMP), multi-lymphoid progenitors (MLP) and megakaryocyte-erythroid progenitors (MEP) (Laurenti et al. Nat Immunol, 2013). Preliminary joint clustering analysis indicates the presence of two distinct clusters for the WT and K27M samples that were both assigned as \"HSCs\" in individual clustering. Further analysis to identify the differences in the clusters and cell populations between WT and K27M samples is being performed and will be presented at this meeting. Overall, this single-cell transcriptomic analysis will aid in determining the mechanism of action of the K27M mutant histone in pre-leukemic HSC clonal expansion. In addition, we will be performing similar single-cell analysis on HSCs expressing mutant ASXL1 as a comparison. Further understanding of the role of mutations in epigenetic regulators, such as histone H3 and ASXL1, in pre-leukemic clonal hematopoiesis will provide valuable insight on how to better prevent and treat AML and other myeloid malignancies. Disclosures No relevant conflicts of interest to declare."
}