{
    "doi": "https://doi.org/10.1182/blood.V114.22.2202.2202",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1511",
    "start_url_page_num": 1511,
    "is_scraped": "1",
    "article_title": "In Vitro and In Vivo Study of Synergistic Effect of Imatinib and Simvastatin in Chronic Myelogenous Leukemia. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster II",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "simvastatin",
        "apoptosis",
        "animal model"
    ],
    "author_names": [
        "Bora Oh",
        "Dong Soon Lee",
        "Tae Young Kim",
        "Hyun Jung Min",
        "Yun Song Lee",
        "Youngsoo Kim"
    ],
    "author_affiliations": [
        [
            "Department of Molecular and Clinical Oncology, Seoul National University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Laboratory Medicine, Seoul National University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department Molecular and clinical oncology, Seoul National University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
        ],
        [
            "Department of Molecular & Cellular Biology, Sungkyunkwan University School of Medicine, Suwon, South Korea"
        ],
        [
            "Cancer Research Institute, Seoul National University College of Medicine, Seoul, South Korea, "
        ]
    ],
    "first_author_latitude": "37.580702099999996",
    "first_author_longitude": "126.99943259999999",
    "abstract_text": "Abstract 2202 Poster Board II-179 Background: Statins (HMG-CoA reductase inhibitors) are known to show anti-proliferative effects and are anticipated as a potential drug in the treatment of malignancies. To investigate the effect simvastatin on chronic myelogenous leukemia cells, we treated simvastatin on 3 kinds of CML cell lines and CD34+ primary CML cells from patients: erythrocytic lineage (K-562), granulocytic lineage (KCL-22), erythroid-megakaryocytic (LAMA-84) cell line. Also, antiproliferative effect on imatinib-resistant CML cell lines was assessed. Mehtods: Anti-proliferative effect was assessed by CellTiter-Glo Luminescent Cell Viability Assay (Promega, Madison, WI). Apoptosis was assessed by Annexin V and Western blot study. Killing effect was calculated by CalcuSyn does effect analysis software (Biosoft, Ferguson, MO). CD34+cells for patients with CML were purified using immunomagnetic bead column. Cell cycle analysis was done by flow cytometrc method. Si-RNA transfection study for p27 gene was performed for verification of killing mechanism. Change of intracellular location of BCR/ABL protein was observed by confocal microscopy. Cellular changes of proteins and tyrosin phosphorylation after treatment of simvastain was evaluated by 2 dimensional electrophoresis and MALDI-TOF/TOF mass spectrophotometer. In vivo effect of simvastain was evaluated in BALB/c-nude. Results: Simvastatin inhibited the proliferation of imatinib-sensitive and imatinib-resistant K562 cell line in a dose dependent manner. The IC 50 values of simvastatin and imatinib in imatinib-sensitive K562 cells were 14.5 and 0.4 μM. Treatment of simvastain induced apoptosis both in capase-dependent and caspase-independent pathways in all 3 cell lines; apoptosis by Annexin V analysis and increased apoptotic proteins (cytochrome C, AIF, Smac/Diablo, caspase-3, and caspase-9) by western blot. Cell cycle analysis revealed the G1/S arrest on treatment of simvastatin and si-RNA transfection specific for p27 reversed the G1/S arrest, suggesting cell cycle arrest as one of anti-proliferative mechanism. Co-treatment of imatinib and simvastain showed synergistic killing interactions between simvastatin and imatinib in imatinib-resistant K562 cells (mean combination index values were 0.56, P < 0.001). Enhanced killing effect was observed in all 3 imatinib-resistant CML cell lines (K-562: 0.6, KCL-22: 0.42 , LAMA-84; 0.99). Co-treatment with imatinib and simvastatin decreased the amount of Bcr-Abl protein and stimulated the import of Abl protein in the nuclei in K562 cells. In CML cells, simvastatin inhibited tyrosine phosphorylation included protease, cytocrome-c reductase, DNA/RNA processing proteins, oxidoructase protein, chaperones, glycolysis protein, cytoskeleton proteins, microtubule protein. Treatment of simvastain reduced subcutaneous tumor mass in nude mice. Conclusion: We showed that simvastatin killed CML cells in vitro and in vivo animal model and killing effect occurred via the induction of apoptosis, cell cyle arrest via p27 and inhibited BCR/ABL tyrosine kinase (TK) activity. Simvastatin may be a potential candidate for the treatment of imatinib-resistant CML patients and the effective dose of imatinib could be reduced in a combined treatment with simvastatin. Disclosures: No relevant conflicts of interest to declare."
}