{
    "doi": "https://doi.org/10.1182/blood.V124.21.1593.1593",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2801",
    "start_url_page_num": 2801,
    "is_scraped": "1",
    "article_title": "Tryptophan Catabolites Directly Modulate the Immunosuppressive Effects of MSCs Via Activation of the Endogenous Aryl Hydrocarbon Receptor ",
    "article_date": "December 6, 2014",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion and Stromal Stem Cells: Poster I",
    "abstract_text": "It has been demonstrated that the catalytic degradation of tryptophan (Trp) by indoleamine 2,3-dioxygenase (IDO) is a crucial determinant of the immunomodulatory effects of human mesenchymal stromal cells (MSCs). The degradation of Trp has been shown as a mechanism to deprive actively dividing T cells of an amino acid essential for proliferation. However, the deprivation model has come into question by studies showing IDO-catalyzed Trp metabolites exert bioactivity via the aryl hydrocarbon receptor (AHR). AHR is a cytosolic protein expressed by a wide array of lymphomyeloid cells, that upon activation translocates to the nucleus to initiate transcription at xenobiotic response elements (XREs). Molecular activation of AHR is often shown by the upregulation of cytochrome p450 (Cyp) enzymes, Cyp1a1 and Cyp1b1. Since MSCs are known to constitutively express AHR at a basal state, we propose that the catalytic activity of IDO and signal transduction via AHR is linked, as part of an intracellular signaling pathway which deploys MSC suppressive properties. To test this hypothesis, we treated MSCs with aromatic hydrocarbons known to activate AHR: TCDD or FICZ (10 nM), ± IFN-γ (50 ng/mL). In confirmation of previous reports, we showed that human MSCs express AHR at a basal state, and that expression does not change during 48h of treatment with IFN-γ (50 ng/mL); whereas under the same conditions IFN-γ induced expression of IDO RNA transcripts by 10 4 to 10 5 -fold. Upon treatment of resting MSCs (IDO negative) with the AHR ligand TCDD or FICZ (both at 10nM), we observed 50- to 100-fold induction of Cyp1a1 or Cyp1b1 mRNA, reflecting AHR-induced gene activation. We next examined the response of MSCs after 48h treatment with 1-methyl-tryptophan (1-MT), Trp, kynurenine (Kyn) or kynurenic acid (KynAc), the latter two molecules being the first and second IDO-catalyzed Trp metabolites. Each molecule was tested at final concentrations of 50, 500, and 1000 µM, ± IFN-γ (50 ng/mL). We observed that 1-MT and KynAc both induced Cyp1a1 and Cyp1b1 expression by 20- to 60-fold, with the greatest inductions being seen in cells co-treated with IFN-γ. These changes were observed to occur with the same kinetics as TCDD and FICZ treatments. Neither Trp nor Kyn alone induced Cyp1a1/Cyp1b1 expression. These data support the theory that IDO-driven catabolism of Trp generates endogenous ligand(s) such as KynAc which can directly activate AHR and its signaling pathway. To determine whether Trp catabolites can directly augment the immune suppressive function of MSCs, we performed T cell suppression assays in the presence of MSCs. Whereas activated T cells are unaffected by Kyn or KynAc, we observed that KynAc significantly enhanced the suppressive capacity of MSCs with proliferating T-cells. Interestingly, exposure to Trp catabolites did not alter MSC expression of IDO, HLA-I, HLA-DR or PD-L1 suggesting that AHR activation leads to PD-L1 and IDO-independent suppressive pathways. In conclusion, we demonstrate that MSCs express the AHR in a resting state, and treatment with the prototypical aryl hydrocarbons TCDD or FICZ deploys an AHR-driven molecular genetic response. Further, we show that 1-MT, as well as IDO-catalyzed breakdown products of Trp, can deploy the same AHR-driven molecular signature. Treatment with these aromatic hydrocarbons modulates MSC functionality, leading to altered immunosuppression. Our finding that aryl hydrocarbon treatment of MSCs initiates the AHR response suggests that endogenous AHR signals arising from IDO catalysis may play a role in MSC immunomodulation. This observation supports an entirely novel paradigm for intracellular signaling arising from catabolic conversion of Trp to AHR ligands and induction of immunomodulatory properties. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "aryl hydrocarbon receptor",
        "natural immunosuppression",
        "tryptophan",
        "cytochrome p-450 cyp1a1",
        "tetrachlorodibenzodioxin",
        "ligands",
        "hydrocarbons",
        "hydrocarbons, aromatic",
        "metabolites",
        "molecule"
    ],
    "author_names": [
        "Christopher N Lewis, AB",
        "Raghavan Chinnadurai, PhD",
        "Jacques Galipeau, MD"
    ],
    "author_affiliations": [
        [
            "Emory University School of Medicine, Atlanta, GA "
        ],
        [
            "Winship Cancer Institute, Emory University, Atlanta, GA "
        ],
        [
            "Emory University, Atlanta, GA ",
            "Emory University, Atlanta, GA"
        ]
    ],
    "first_author_latitude": "33.7894903",
    "first_author_longitude": "-84.3267716"
}