{
    "doi": "https://doi.org/10.1182/blood.V120.21.4844.4844",
    "article_title": "Diabetes Mellitus Compromises Survival of Young Non Hodgkin Lmphoma Patients Treated with (R) CHOP Chemotherapy - a Retrospective Multicenter Analysis by Polish Lymphoma Study Group ",
    "article_date": "November 16, 2012",
    "session_type": "LYMPHOMA - CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS",
    "abstract_text": "Abstract 4844 Introduction CHOP-based chemotherapy is a standard I line regimen for most non-Hodgkin's lymphomas (NHL). All prognostic indices, like international prognostic index (IPI) for DLBCL, follicular lymphoma IPI (FLIPI), mantle cell lymphoma IPI (MIPI) assess the risk associated both with lymphoma and the patient's performance status/age. No co-morbidity scale is used on a large scale in evaluation of younger patients. The effect of diabetes mellitus (DM) was assessed in a large, multicenter, retrospective analysis. Materials and methods 610 young NHL patients (median age 55 years, range 18–86) treated with (R)-CHOP chemotherapy, from 7 PLRG centers were assessed (427 DLBCL, 70 MCL, 45 FL, 22 MZL, 8 CLL/SLL and 38 PTCL). Medical records of all non-Hodgkin's lymphoma patients treated with first line CHOP-based therapy have been reviewed in order to collect data concerning the type of lymphoma, coexistence of DM, type and treatment of DM, modification of treatment during (immuno)-chemotherapy and finally overall survival and cause of death. Patients with impaired glucose tolerance and post-steroid hyperglycemia/ diabetes which developed only after initiation of treatment were classified as non-diabetic patients. Results There were 43/610 (7%) diabetic patients. Type 2 DM was diagnosed in 40 patients (6.5%), one patient (0.16%) had LADA (Latent Autoimmune Diabetes of Adulthood) and two patients had prior post-steroid diabetes. The median duration of diabetes prior to lymphoma diagnosis was 5 years (range 1–25 years). Body Mass Index (BMI) at the moment of diagnosis was calculated for 31 patients (median 28.1, range 20.3–42.8). Six patients (19.4%) had normal weight while 25 (80.6%) patients were either overweighed (16, 51.6%) or obese (9, 29%). Age and other risk factor distribution was similar between diabetic and non-diabetic patients. Diabetic patients had significantly shorter survival compared to those without DM, with median OS of 3.3 years versus not reached at average observation of 5 years (p=0.001, Figure 1 ). Diabetes treatment modification undertaken during chemotherapy did not influence survival (p=0.64). Lymphoma progression was the most common cause of death in both DM and non-DM patients (41% and 45.5% respectively), followed by cardiovascular diseases (29.5% and 31% respectively). In DM patients we observed doubling of fatalities due to complications (predominantly infectious): 23.5% compared to 12.5 % in non diabetic patients. Conclusions Diabetic patients had shorter survival than non-diabetic patients in the analyzed group (p=0.001). While diabetic and non-diabetic patients had similar mortality rate due to lymphoma or cardiovascular complications, deaths secondary to infection complications were twice as frequent in DM cases. It probably correlates with sustained immunosuppression, aggravated by (immuno)-chemotherapy. Figure 1. View large Download slide Overall survival of patients with (DM) and without diabetes (no DM) Figure 1. View large Download slide Overall survival of patients with (DM) and without diabetes (no DM)  Close modal Disclosures: Jurczak: Pharmacyclics: Research Funding.",
    "topics": [
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diabetes mellitus",
        "hodgkin's disease",
        "lymphoma",
        "polish",
        "obesity",
        "diabetes mellitus, type 2",
        "diffuse large b-cell lymphoma",
        "steroids"
    ],
    "author_names": [
        "Wojciech Jurczak",
        "Joanna E Drozd-Sokolowska",
        "Monika Joks",
        "Justyna Dzietczenia",
        "Tomasz Wrobel",
        "Beata Kumiega",
        "Jan Maciej Zaucha",
        "Wanda Knopinska-Posluszny",
        "Wojciech Spychalowicz",
        "Agnieszka Giza",
        "Maciej J Machaczka",
        "Aleksander Skotnicki, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wojciech Jurczak",
            "author_affiliations": [
                "Dept of Hematology, Jagiellonian University, Krakow, Poland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Joanna E Drozd-Sokolowska",
            "author_affiliations": [
                "Dept of Hematology, Oncology and Internal Medicine, Medical University of Warsaw, Warsaw, Poland, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Joks",
            "author_affiliations": [
                "Dept of Hematology, Clinical Hospital, Poznan University of Medical Sciences, Poznan, Poland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justyna Dzietczenia",
            "author_affiliations": [
                "Department of Hematology, Blood Neoplasms and Bone Marrow Transplantation, Wroclaw Medical University, Wroclaw, Poland, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomasz Wrobel",
            "author_affiliations": [
                "Department of Hematology, Blood Neoplasms and Bone Marrow Transplantation, Wroclaw Medical University, Wroclaw, Poland, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beata Kumiega",
            "author_affiliations": [
                "Department of Hematology, Brzozow Oncology Center, Brzozow, Poland, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Maciej Zaucha",
            "author_affiliations": [
                "Dpt of Oncology, Maritime Polish Red Cross Memorial Hospital, Gdynia, Poland, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wanda Knopinska-Posluszny",
            "author_affiliations": [
                "Department of Hematology, Medical University of Gdansk, Gdansk, Poland, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wojciech Spychalowicz",
            "author_affiliations": [
                "Dept of Internal Medicine and Oncological Chemotherapy, Medical Univeristy of Silesia, Katowice, Poland, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnieszka Giza",
            "author_affiliations": [
                "Dpt of Hematology, Jagiellonian University, Krakow, Poland, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maciej J Machaczka",
            "author_affiliations": [
                "Hematology Center Karolinska, Karolinska University Hospital Huddinge, Stockholm, Sweden"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aleksander Skotnicki, MD PhD",
            "author_affiliations": [
                "Dept of Hematology, Jagiellonian University, Krakow, Poland, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:40:04",
    "is_scraped": "1"
}