{
    "doi": "https://doi.org/10.1182/blood.V118.21.5081.5081",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2047",
    "start_url_page_num": 2047,
    "is_scraped": "1",
    "article_title": "Deletion 17p in Unselected Newly Diagnosed Symptomatic Patients with Multiple Myeloma ",
    "article_date": "November 18, 2011",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "prognostic factors",
        "bortezomib",
        "lactate dehydrogenase test, serum",
        "lenalidomide",
        "thalidomide",
        "thrombocytopenia",
        "renal impairment",
        "salvage therapy",
        "chromosome abnormality"
    ],
    "author_names": [
        "Efstathios Kastritis",
        "Evangelos Terpos",
        "Maria Gkotzamanidou",
        "Maria Roussou",
        "Maria Gavriatopoulou",
        "Magdalini Migkou",
        "Evangelos Eleutherakis-Papaiakovou",
        "Dimitrios Christoulas",
        "Dimitra Gika",
        "Meletios Athanasios Dimopoulos, MD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ],
        [
            "Department of Clinical Therapeutics, University of Athens School of Medicine, Athens, Greece"
        ]
    ],
    "first_author_latitude": "37.9844858",
    "first_author_longitude": "23.7651061",
    "abstract_text": "Abstract 5081 Multiple myeloma is characterized by significant genetic heterogeneity. Cytogenetic abnormalities are almost always present and specific cytogenetic features may be associated with poor outcome. Deletion of the short arm of the chromosome 17, involving the p53 locus, has been associated with poor outcome of the disease and the frequency of this abnormality increases in more advanced phases of the disease. Novel drugs may overcome, to a certain degree, the poor prognosis that is associated with certain cytogenetic abnormalities, but recent data indicate that neither bortezomib nor thalidomide or lenalidomide may overcome the deleterious effect of del17p either in newly diagnosed or in patients with relapsed disease. These data come from selected patients who have been treated within the context of clinical trials, most of which included intensified treatment such as single or double transplants. In order to assess the prognostic importance of del 17p in unselected patients with multiple myeloma, most of which received upfront novel agents, we analyzed 168 consecutive previously untreated patients, who were treated in a single center (Department of Clinical Therapeutics, University of Athens, Greece) who had available data on del17p, assessed by standard FISH methodology. Some of these patients were included in clinical trials, however, several patients who were ineligible because of poor performance status, significant renal impairment or comorbidities were also included in the analysis, thus, being more representative of the general myeloma population. IMWG criteria were used for the assessment of response, progression-free (PFS) and overall survival (OS). Twenty-five (15%) of patients had del17p detected at initial diagnosis. The baseline clinical characteristics and conventional prognostic factors of patients with and without del17p were not significantly different. First line therapy was based on novel agents (thalidomide, bortezomib or lenalidomide) in 91% of patients and was similar for patients with or without del17p (p=0.887). Response to first line therapy was also similar (83% for those with del 17p versus 78% for those without, p=0.529). The quality of responses (CR, VGPR & PR) was also similar. Sixty percent of patients with a del17p and 39% of those without del17p have relapsed or progressed after initial therapy. The median progression free survival for patients with and without del17p was 18.5 versus 22.5 months respectively (p=0.065). In multivariate analysis, del17p was associated independently with shorter PFS (HR: 1.77, 95% CI: 1.021–3.07, p=0.042). Other factor that were independently associated with shorter PFS included age>65 years (p<0.001), ISS stage (p=0.028), low platelet counts (<130×10 9 /L; p=0.032) and elevated serum LDH ≥300 IU/L (p<0.001). The median survival was significantly shorter for patients with del17p (29.5 versus 51 months, p=0.007). When we adjusted for other prognostic factors, including treatment with novel versus conventional agents, then the presence of del17 was independently associated with shorter survival (HR: 2.29, 95% CI: 1.15–4.6, p=0.019). Other factors associated with shorter survival included age >65 years (p=0.005), ISS-3 disease (p=0.038), low platelet counts (<130×10 9 /L; p=0.005) and elevated serum LDH ≥300 IU/L (p=0.001). Importantly, median survival after first disease relapse for patients with del17p was 14 months while for patients without del17p was 42 months (p=0.01), despite the fact that in almost all patients novel agents were used as salvage treatment. In conclusion del17p remains an independent prognostic factor associated with poor survival in unselected patients with newly diagnosed MM, even when novel agents are used as initial therapy. Patients with del17p have very poor outcome after relapse, even with the use of novel agents as salvage therapy. Our data indicate that novel treatment and innovative strategies should be considered for these patients and that patients with del17p should be considered for participation in clinical trials of novel agents as soon as they relapse, since currently available treatment options offer limited benefit in these high risk patients. Disclosures: No relevant conflicts of interest to declare."
}