{
    "doi": "https://doi.org/10.1182/blood-2019-127864",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4274",
    "start_url_page_num": 4274,
    "is_scraped": "1",
    "article_title": "CD93-Signaling Regulates Self-Renewal and Proliferation of Chronic Myeloid Leukemia Stem Cells in Mice and Humans and Might be a Promising Target for Treatment ",
    "article_date": "November 13, 2019",
    "session_type": "631.Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "leukemia, myelocytic, chronic",
        "mice",
        "signal transduction",
        "stem cells",
        "semi-solid dose form",
        "protein-tyrosine kinase inhibitor",
        "leukemia",
        "metoclopramide",
        "ligands",
        "antiemetic agents"
    ],
    "author_names": [
        "Carsten Riether, PhD",
        "Ramin Radpour, PhD",
        "Chantal L. Bachmann, MSc",
        "Christian M Schürch, MD PhD",
        "Miroslav Arambasic, PhD",
        "Gabriela M Baerlocher, MD",
        "Adrian F Ochsenbein, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, University and University Hospital of Bern, Bern, Switzerland "
        ],
        [
            "Department of BioMedical Research, University of Bern, Bern, Switzerland "
        ],
        [
            "Department of BioMedical Research, University of Bern, Bern, Switzerland "
        ],
        [
            "Baxter Laboratory for Stem Cell Biology, Stanford University School of Medicine, Stanford, CA "
        ],
        [
            "University of Bern, Bern, CHE "
        ],
        [
            "Department of Hematology and Central Hematology Laboratory, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland"
        ],
        [
            "Department of Medical Oncology, University and University Hospital of Bern, Bern, Switzerland "
        ]
    ],
    "first_author_latitude": "46.945198999999995",
    "first_author_longitude": "7.421374",
    "abstract_text": "Background: The introduction of BCR/ABL-specific tyrosine kinase inhibitors (TKIs) more than two decades ago revolutionized chronic myelogenous leukemia (CML) therapy. The majority of CML patients treated with TKIs obtain durable cytogenetic and molecular responses. However, only a subgroup of these patients can successfully discontinue TKI therapy and maintain a treatment-free remission (Laneuville et al. 2011). TKI-resistant leukemia stem cells (LSCs) persist in the majority of patients at low levels over a prolonged period. These quiescent, self-renewing LSCs in the BM are the major cause of relapse after drug discontinuation (Holyoake et al, 2017). The selective elimination of LSCs requires the definition of unique signaling pathways that promote self-renewal of LSCs but not of normal HSCs. Based on the documented expression of CD93 on LSCs (Kinstrie et al, 2015), the aim of the present study was to investigate the role of the cell surface receptor CD93 in the regulation of self-renewal of human and murine CML LSCs and its contribution to disease development and progression. Methods and Results: We found CD93 expression on LSCs and leukemia progenitor cells but not on more differentiated leukemia granulocytes in a murine retroviral lineage-negative Sca-1 + c-kit + (LSK) transduction/transplantation CML model. Next-generation sequencing analysis revealed that Cd93 -/- LSCs have a silenced gene expression signature particularly in genes involved in the regulation of gene expression, stem cell maintenance and proliferation. Out of the 1120 genes differentially expressed between BL/6 and Cd93 -/- LSCs, 1108 genes were down-regulated. In contrast, naïve BL/6 and Cd93 -/- hematopoietic stem cells (HSCs) did not display a dysregulation in these pathways. Functionally, CD93-deficiency in LSCs resulted in impaired self-renewal, reduced LSC frequencies in vitro (at least by a factor of 100, P <0.001) and in the incompetence to induce and propagate CML in mice. To study whether CD93-signaling in LSCs relies on ligand-binding to the extracellular domain of CD93, we generated an extracellular domain deletion mutant of CD93 (m Cd93 intra ). Comparable to transduction with full-length m Cd93 , the expression of Cd93 intra restored colony formation of Cd93 -/- LSCs in vitro, suggesting that the maintenance of LSC self-renewal is independent of ligand-binding to the extracellular domain of CD93. Furthermore, analysis of the sub-cellular localization of CD93 in CML cells using a lentiviral expression vector encoding for AcGFP1-N1- Cd93 demonstrated nuclear localization of the CD93 intracellular domain (ICD). SCY1 like pseudokinase 1 (SCYL1), a regulator of gene transcription, directly interacts with the highly charged juxta membrane domain of the cytoplasmic tail of CD93 (Bohlson et al, 2005). Silencing of Scyl1 significantly reduced colony formation of BL/6 but not Cd93 -/- LSCs in vitro suggesting that the ICD of CD93 regulates gene transcription via Scyl1 in CML LSCs. To discover compounds that affect LSC function similarly as genetic CD93 blockade, we performed a compound screen using the FDA approved drug library V2. The antiemetic agent metoclopramide, which is widely used in clinical routine to reduce nausea in cancer patients, was one very promising candidate identified in the screen. Metoclopramide treatment reduced clonogenic potential of CD93-competent LSCs to comparable levels as CD93-deficient LSCs in vitro without further affecting colony formation of CD93-deficient LSCs. Analysis of LSCs from newly diagnosed CML patients similarly demonstrated that CD93-signaling induces the expression of genes associated with proliferation and stemness, resulting in an increased clonogenic potential in vitro. In addition, colony formation and re-plating capacity in semisolid cultures of human CD34 + CD38 - LSCs was significantly impaired by metoclopramide at a pharmacological concentration of 0.1mM compared to control treatment. Conclusions: Overall, these results indicate that CD93-siganling is an important regulator of stemness and proliferation of human and murine CML LSCs. Furthermore, this study identifies expression of CD93 by LSCs as promising novel target for the treatment of CML. Disclosures Baerlocher: Novartis: Research Funding."
}