{
    "doi": "https://doi.org/10.1182/blood.V110.11.5045.5045",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=996",
    "start_url_page_num": 996,
    "is_scraped": "1",
    "article_title": "Effects of Graft Compositions on Hematopoietic Reconstitution and Graft-Versus-Host Disease in Related Donor Peripheral Blood Stem Cell Transplantation. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "donors",
        "graft-versus-host disease",
        "peripheral blood stem cell transplantation",
        "tissue transplants",
        "graft-versus-host disease, chronic",
        "human leukocyte antigens",
        "hematological diseases",
        "flow cytometry",
        "graft-versus-host disease, acute",
        "blood platelets"
    ],
    "author_names": [
        "Ru Feng, MD",
        "Yu Zhan, M.D.",
        "Zhengshan Yi, M.D",
        "Yongmin Zhang, M.D.",
        "Feng Huang, M.D.",
        "Zhiping Fan, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ],
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ],
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ],
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ],
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ],
        [
            "Department of Hematology, Department of Hematology, Guangzhou, Guangdong, China"
        ]
    ],
    "first_author_latitude": "33.792823000000006",
    "first_author_longitude": "-84.31945449999999",
    "abstract_text": "Objective To explore the effects of graft compositions on hematopoietic reconstitution and graft-versus-host disease(GVHD) in human leukocyte antigen(HLA)-identical related donor peripheral blood stem cell transplantation(PBSCT) for malignant hematological diseases. Methods A retrospective analysis was made on 107 patients with malignant hematological diseases undergoing HLA-identical related donor PBSCT in our department. The main cell doses in grafts were respectively measured by flow cytometry and evaluated their association with hematopoietic reconstitution and GVHD by statistical analysis. Results The measured cell doses were all not in linear correlation with the time of neutrophil reconstitution.There was a significant negative correlation between mononuclear cell(MNC) or CD34+ cell dose and the time of platelet reconstitution ( P< 0.05)which indicated the more MNC,CD34+ cells may contribute to accelerate platelet reconstitution. However the absolute values of the correlation coefficients were both below 0.4.There was a significant negative correlation between CD34+ or CD34+CD38− cell dose and the development of acute graft-versus-host disease (aGVHD) ( P< 0.05)which indicated CD34+, CD34+CD38− cells may play negative regulatory roles in the development of aGVHD. Nevertheless the little absolute values of the correlation coefficients also had little usefulness. Each lymphoid subset measured did not correlate with aGVHD.A significant positive correlation was found between CD25+CD4+,CD3+or CD4+CD3+ cell dose or the CD4+ to CD8+ ratio and the development of chronic graft-versus-host disease (cGVHD) ( P <0.05) which indicated these lymphoid subsets may play important roles in the development of cGVHD. Furthermore, the correlation coefficient of the CD25+CD4+ cell reached up to 0.76.CD34+, CD34+CD38-cell doses did not correlate with cGVHD. Conclusion It was concluded that efforts to further accelerate reconstitution in HLA-identical related donor PBSCT by increasing MNC,CD34+, CD34+CD38- cell doses may be counterproductive when the cell doses had attained a threshold. Besides cGVHD may be enhanced by simultaneously increased lymphoid subsets in grafts."
}