{
    "doi": "https://doi.org/10.1182/blood-2019-132003",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4443",
    "start_url_page_num": 4443,
    "is_scraped": "1",
    "article_title": "Targeted Killing of AML Cells By Bispecific Antibody Armed Activated T Cells ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "antibodies, bispecific",
        "killing",
        "t-lymphocytes",
        "cytotoxicity",
        "cd33 antigen",
        "leukemic cells",
        "chemotherapy regimen",
        "cytokine",
        "gemtuzumab",
        "leukemic hematopoietic stem cell"
    ],
    "author_names": [
        "Lawrence G. Lum, MD",
        "Ewa Kubicka, MS",
        "Bliemeister T Edwin, BS",
        "Archana Thakur, PhD",
        "Manley Huang, PhD"
    ],
    "author_affiliations": [
        [
            "University of Virginia, Charlottesville, VA "
        ],
        [
            "University of Virginia, Chatlottesville, VA "
        ],
        [
            "University of Virginia, CHARLOTTESVILLE, VA"
        ],
        [
            "University of Virginia, Charlottesville, VA "
        ],
        [
            "University of Virginia, CHARLOTTESVILLE, VA"
        ]
    ],
    "first_author_latitude": "38.0335529",
    "first_author_longitude": "-78.5079772",
    "abstract_text": "Background: Acute myeloid leukemia (AML) is a heterogeneous disease characterized by the accumulation of hematopoietic stem/progenitor cells that poses a significant therapeutic challenge. Recurrence of the disease is attributed to leukemia-initiating cells, also referred to as leukemic stem cells (LSCs), which are thought to be spared from chemotherapy and capable of reinitiating the disease. Thus, novel non-toxic therapeutic strategies to target and eradicate LSCs and AML blasts are urgently needed. Immunotherapy (IT) is an attractive strategy to improve outcomes for patients with AML, as it does not rely on the cytotoxic mechanisms employed by conventional chemotherapies. Methods: Bispecific antibody was produced by chemical hetero-conjugation of anti-CD33 monoclonal antibody (gemtuzumab ozogamicin [GO]) linked to calicheamicin to anti-CD3 monoclonal antibody (anti-CD3 x GO bispecific antibody, CD33Bi) or anti-CD3 and anti-CD123 (CD123Bi). We tested four AML cell lines (EOL-1, KG-1, NoMo-1 and TF-1) as targets for cytotoxicity by CD33Bi and CD123Bi armed ATC using flow cytometry-based cytotoxicity assays. Cytokines and chemokines released during CD33Bi or CD123Bi armed ATC mediated killing of targets were analyzed by multiplex luminex assay. A xenogeneic NOD/SCID/gamma chain KO (NSG) mouse model was used for the evaluation of in vivo activity of Bispecific antibody (50ng/million cells) Armed activated T cells (BATs). Engraftment of AML cells-KG1 was tracked by quantifying the human CD45+ AML cells using flow cytometry. Two patient samples were analyzed for blast and LSC population before and after incubation with CD123-BATs. Results: In a non-radioactive quantitative flow cytometry-based cytotoxicity assay Bispecific antibody (50ng/million cells) Armed activated T cells (BATs) show substantial killing by both CD33-BATs and CD123-BATs against AML cell lines (EOL1, KG1, NoMo1 and TF-1) at 1:1 and 2:1 E/T ratios ranging from 60-90% cytotoxicity and produced increased levels of Th1 cytokines (TNF-alpha, GM-CSF and IFN-gamma). The KG1 engrafted 6- to 8-week-old NSG mice (n=8 mice/group) injected IV with 20 x 10 6 CD33-BATs (3x/week for 4 weeks; 100ml/injection) was able to inhibit leukemic cell expansion significantly compared to 0.06 mg/kg gemtuzumab ozogamicin [GO] antibody (p<0.0006); likewise significant inhibition of leukemic cell expansion was observed with CD123-BATs compared to PBS control mice (p<0.009). One patient sample incubated with CD123-BATs showed significant reduction in blast after CD123-BATs treatment compared to before treatment (13.2% vs. 30%) or CD34+CD38- LSC after CD123-BATs treatment (5.2%) compared to before treatment (20%). Second patient sample also showed 50% reduction in blast population, no LSC were detected in this sample. Conclusions : ATC armed with CD33Bi or CD123Bi at 50 ng/10 6 cells showed comparable cytotoxicity directed at either high or low leukemic blast populations, able to inhibit leukemic cell expansion significantly compared to the control mice. This approach may provide a potent and non-toxic strategy to target leukemic blasts and leukemic stem cells. Disclosures Huang: TransTarget Inc.: Other: Co-Founder."
}