{
    "doi": "https://doi.org/10.1182/blood-2020-140176",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4554",
    "start_url_page_num": 4554,
    "is_scraped": "1",
    "article_title": "A Phase I Study of the IDH2 Inhibitor Enasidenib As Maintenance Therapy for IDH2 -Mutant Myeloid Neoplasms Following Hematopoietic Cell Transplantation ",
    "article_date": "November 5, 2020",
    "session_type": "723.Clinical Allogeneic and Autologous Transplantation: Late Complications and Approaches to Disease Recurrence",
    "topics": null,
    "author_names": [
        "Amir T. Fathi",
        "Shuli Li, PhD",
        "Robert J. Soiffer, MD",
        "Mark Levis, MD PhD",
        "Alice S. Mims, MD",
        "Steven M Devine, MD",
        "Zachariah Defilipp, MD",
        "Areej El-Jawahri, MD",
        "Steven L. McAfee, MD",
        "Thomas R. Spitzer, MD",
        "Matthew J Frigault, MD MSc",
        "Bimalangshu R. Dey, MD",
        "Philip C. Amrein, MD",
        "Gabriela S. Hobbs, MD",
        "Andrew M. Brunner, MD",
        "Hanno R. Hock, MD PhD",
        "Rupa Narayan",
        "Laura W. Knight",
        "Devon Kelley",
        "AJ S. Bottoms",
        "Jami L. Brown, MS",
        "Candice J. Del Rio, RN, MS",
        "Julie E. Vanderklish, ANP",
        "Colleen Danielson, NP",
        "Meredith L. Saylor, NP",
        "Chrisa L. Hunnewell",
        "Lindsey H. Perry",
        "Jonathan L. Wahl",
        "Elayne Breton",
        "Vincent T. Ho, MD",
        "Yi-Bin Chen, MD"
    ],
    "author_affiliations": [
        [
            "Massachusetts General Hospital / Harvard Medical School, Cambridge, MA"
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana Farber Cancer Institute, Boston, MA"
        ],
        [
            "Dana-Farber Cancer Institute, Department of Hematologic Malignancies and Harvard Medical School, Boston, MA"
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD"
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH"
        ],
        [
            "National Marrow Donor Program (NMDP)/Be The Match, Minneapolis, MN"
        ],
        [
            "Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ],
        [
            "Massachusetts General Hospital / Harvard Medical School, Allston, MA"
        ],
        [
            "Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ],
        [
            "Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ],
        [
            "Blood and Marrow Transplant Program, Massachusetts General Hospital / Harvard Medical School, Dorchester, MA"
        ],
        [
            "Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ],
        [
            "Leukemia Center/MGH Cancer Center, Massachusetts General Hospital, Belmont, MA"
        ],
        [
            "Leukemia Center, Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Leukemia Center, Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Blood and Marrow Transplant Program, Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Massachusetts General Hospital, Boston, MA"
        ],
        [
            "Dana Farber Cancer Institute, Boston, MA"
        ],
        [
            "Johns Hopkins Hospital, Baltimore, MD"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Blood and Marrow Transplant Program, Massachusetts General Hospital / Harvard Medical School, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.34912305",
    "first_author_longitude": "-71.0858723",
    "abstract_text": "Characterization of molecular alterations in acute myeloid leukemia (AML) has led to development of targeted therapies, including FLT3 and IDH1/2 inhibitors. Maintenance therapy following hematopoietic cell transplantation (HCT) has shown substantial promise. Enasidenib (ENA), a selective IDH2 inhibitor, was associated with impressive rates of response in relapsed/refractory (R/R) AML and is now FDA-approved for this indication. We sought to assess the tolerability and define the maximum tolerated dose (MTD) of ENA as maintenance following HCT for IDH2 -mutated myeloid malignancy. HCT-eligible patients (pts) ≥ 18 years with AML in remission, or myelodysplastic syndrome (MDS) with  1000/µL and platelets > 50000/µL). Those with prior HCT, active disease, QTc ≥450ms, and active infections were excluded. ENA was initiated between day 30 and 90 after HCT, at which time the following were required: chimerism ≥70% of donor origin among blood/marrow cells, no acute graft versus host disease (aGVHD) requiring ≥0.5mg/kg/day prednisone or equivalent, and no relapse. ENA was taken orally (po) daily (qd) in 28-day cycles. The period for dose-limiting toxicity (DLT) evaluation was the first cycle, escalation to successive levels was guided by DLT incidence, and 2 levels (50mg,100mg) were studied. Following establishment of MTD or recommended phase 2 dose (RP2D), 10 pts would be enrolled in an expansion cohort. Pts were monitored for relapse and toxicity and continued until disease progression, intolerable toxicity, or receipt of 12 cycles. Nineteen pts have been registered prior to HCT at 3 sites, Massachusetts General Hospital, Dana Farber Cancer Institute, and Johns Hopkins Hospital. Three pts could not initiate ENA following HCT; 2 due to logistic challenges of the COVID pandemic and 1 due to relapse. The remaining 16 pts initiated ENA treatment. The median age was 61 years (range 31-76); 12 (75%) were male, and 13 (81%) were Caucasian. Fourteen (88%) had AML, of which 6 were AML with MDS related changes and 2 had antecedent myeloproliferative neoplasm. Two pts (13%) had MDS. Among these 16 pts, 9 (56%) had IDH2 R140, and 5 (25%) had IDH2 R172 mutations. IDH2 subtype data was unavailable for 2 pts. Of 15 pts with available data from time of diagnosis, 11 (73%) had intermediate-risk and 4 (27%) had adverse-risk cytogenetics. Among these 15 pts, common concurrent mutations were DNMT3A (47%), SRSF2 (33%), and RUNX1 (33%). Eleven AML pts (85%) received intensive versus non-intensive therapies (15%) prior to HCT, and among all pts, 7 (44%) had received ENA prior to HCT. HCT data was available for all 16 pts; 4 pts (25%) received myeloablative, and 12 (75%) received reduced-intensity conditioning. Nine pts (56%) had a matched unrelated, 6 (38%) had haploidentical, and 1 (6%) had a matched related donor HCT. Three pts were enrolled at the 50mg dose level, 6 pts at 100mg, and after no DLTs were detected, the remaining were enrolled in an expansion cohort at 100mg qd. Median follow-up (F/U) for surviving patients is currently 11.7 months (range 1.5-18.9). 2 pts (13%) have relapsed during F/U, at 96 and 364 days post HCT. Additional ≥grade (G) 3 toxicities detected during treatment, possibly or probably related to ENA, included neutropenia, anemia, and bilirubinemia. Six pts (38%) required dose interruptions lasting a median 19 days (range 7-25), 4 required a dose reduction to 50mg, and 1 stopped treatment due to G3 bilirubinemia. In total, 3 pts (18%) discontinued study treatment, 1 for aforementioned G3 bilirubinemia, 1 to pursue a GVHD trial, and 1 for relapse. Six pts have completed the 12-month f/u without relapse, and 7 remain on study. 15 of 16 pts remain alive. Thus far, 3 pts have experienced ≥ G2 aGVHD, and 4 had moderate chronic GVHD. Serial measurement of 2HG is being conducted on samples, and these will be reported. Enasidenib is well-tolerated as post-HCT maintenance therapy for myeloid malignancy at the RP2D of 100mg qd. No DLTs have been detected, and a low rate of post-HCT relapse has been identified to date, although longer f/u is needed. Larger, randomized studies of ENA in the post-SCT setting would determine the true efficacy of this agent as maintenance therapy. Disclosures Fathi: Blueprint: Consultancy; Jazz: Consultancy; Amgen: Consultancy; Newlink Genetics: Consultancy; Pfizer: Consultancy; Abbvie: Consultancy; Seattle Genetics: Consultancy, Research Funding; Agios: Consultancy, Research Funding; PTC Therapeutics: Consultancy; Takeda: Consultancy, Research Funding; Boston Biomedical: Consultancy; Amphivena: Consultancy; BMS/Celgene: Consultancy, Research Funding; Kite: Consultancy; Trovagene: Consultancy; Forty Seven: Consultancy; Novartis: Consultancy; Daiichi Sankyo: Consultancy; Astellas: Consultancy; Trillium: Consultancy; Kura Oncology: Consultancy. Soiffer: Gilead: Consultancy; Novartis: Consultancy; Juno: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; VOR Biopharma: Consultancy; alexion: Consultancy; Rheos Therapeutics: Consultancy; Cugene: Consultancy; Precision Bioscience: Consultancy; Be the Match/ National Marrow Donor Program: Membership on an entity's Board of Directors or advisory committees; Kiadis: Membership on an entity's Board of Directors or advisory committees; Mana Therapeutics: Consultancy. Levis: Menarini: Honoraria; Amgen: Honoraria; FujiFilm: Honoraria, Research Funding; Astellas: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria. Mims: Novartis: Speakers Bureau; Kura Oncology: Membership on an entity's Board of Directors or advisory committees; Leukemia and Lymphoma Society: Other: Senior Medical Director for Beat AML Study; Agios: Consultancy; Syndax Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Other: Data Safety Monitoring Board; Abbvie: Membership on an entity's Board of Directors or advisory committees. Devine: Magenta Therapeutics: Consultancy. Defilipp: Incyte: Research Funding; Regimmune: Research Funding; Syndax Pharmaceuticals: Consultancy. Spitzer: Jazz Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees; Bluebird Bio: Membership on an entity's Board of Directors or advisory committees. Frigault: Celgene: Consultancy; Arcellx: Consultancy; Novartis: Consultancy, Research Funding; Gilead/Kite: Consultancy, Research Funding. Amrein: Amgen: Research Funding; AstraZeneca: Consultancy, Research Funding; Takeda: Research Funding. Hobbs: Incyte: Research Funding; Merck: Research Funding; Bayer: Research Funding; Constellation: Honoraria, Research Funding; Jazz: Honoraria; Celgene/BMS: Honoraria; Novartis: Honoraria. Brunner: Janssen: Research Funding; Acceleron Pharma Inc.: Consultancy; GSK: Research Funding; Xcenda: Consultancy; Takeda: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Jazz Pharma: Consultancy; Forty Seven, Inc: Consultancy; Celgene/BMS: Consultancy, Research Funding; Biogen: Consultancy; Astra Zeneca: Research Funding. Narayan: Genentech: Other: Prior Spouse employment within 24 months and prior spouse equity divested within past 24 months; Takeda: Other: Prior Spouse employment within 24 months; Sanofi-Genzyme: Other: Current Spouse employment . Chen: AbbVie: Other: Data and Safety Monitoring Board Member; Incyte Corporation: Consultancy; Takeda: Consultancy; Actinium: Other: Data and Safety Monitoring Board Member; Equillium: Other: Data and Safety Monitoring Board Member; Magenta: Consultancy; Kiadis: Consultancy. OffLabel Disclosure: Enasidenib as post-transplant maintenance therapy"
}