{
    "doi": "https://doi.org/10.1182/blood-2021-152621",
    "article_title": "Prognostic Impacts of Additional Cytogenetic Abnormalities Acquired at the First Relapse in Adult Patients with Acute Myeloid Leukemia Undergoing Allogeneic Stem Cell Transplant in Second Complete Remission ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Background: Additional cytogenetic abnormalities (ACA), the most frequent form of cytogenetic changes, are considered as a result of genetic instability and clonal evolution of leukemia cells. Recently, we described that ACA at the first relapse was associated with the significantly lower second complete remission (CR2) rate and poor survival in adult acute myeloid leukemia (AML) patients (Hematol Oncol. 2018;36:252-257). However, the prognostic impact of ACA after allogeneic stem cell transplant (allo-SCT) has not been elucidated in adult AML patients. Patients and methods: Of the 145 adult AML patients who underwent the first allo-SCT in CR2 between 1997 and 2019, 98 patients whose cytogenetic abnormality data both at diagnosis and at the first relapse were available were included in this study. Cytogenetic changes between at diagnosis and the first relapse were classified into four groups: (1) no change, (2) ACA was acquired at the first relapse, (3) cytogenetic abnormalities observed at diagnosis were reduced or had disappeared at the first relapse, and (4) cytogenetic abnormalities observed at diagnosis were reduced or had disappeared, and completely different ACA was acquired at the first relapse. In this study, groups 2 and 4 were defined as ACA acquisition. Overall survival (OS) was defined as the interval from the date of transplant to the date of death. Fisher's exact test was used to compare binary variables. The cumulative incidence (CI) of non-relapse mortality (NRM) and relapse were evaluated with Gray's test, considering relapse and NRM as a competing risk, respectively. OS was estimated with the Kaplan-Meier method and compared using the log-rank test. Factors associated with at least borderline significance (p < 0.20) in univariate analyses were subjected to multivariate analysis. The Cox and Fine-Gray proportional hazard model were used for multivariate analysis of prognostic and risk factors, respectively. Values of p < 0.05 were considered to indicate statistical significance. Results: Of the 98 patients included in this study, 57 were male, and 41 were female. The median age at transplant was 45 years (range, 17-71 years). The median duration of CR1 was 12.4 months (range, 1.3-70.3 months) and cytogenetic risk groups were good, intermediate, and poor in 26 (27%), 70 (71%), and two patients (2%), respectively. Donor types were related, unrelated, and cord blood in 23 (24%), 59 (60%), and 16 patients (16%), respectively, and 86 (87%) and 61 patients (62%) were conditioned with myeloablative and total body irradiation-containing regimens, respectively. According to the definition described above, 20 patients (20%) acquired ACA at the first relapse. There was no significant difference in baseline characteristics and transplant procedures between patients with and without ACA acquisition. The OS rates were not significantly different between two groups (55% vs. 72% at three years after transplant; p = 0.28). The CI of relapse was significantly higher in patients with ACA acquisition than those without ACA acquisition (59% vs. 15%; p < 0.01), while the CI of NRM were not significantly different between two groups (5% vs. 19%; p = 0.17). Multivariate analysis for OS revealed that age over 50 years (hazard ratio [HR] = 2.4; p < 0.01), but not ACA acquisition, was identified as an independent prognostic factor. ACA acquisition (HR = 4.7; p < 0.01) was extracted as an independent risk factor of relapse, while use of reduced intensity conditioning regimens (HR = 3.1; p = 0.03) and more than or equal to 1 of performance status at transplant (HR = 2.7; p = 0.04) showed independent risks of NRM. The similar OS rates between two groups might resulted from an offset of the lower relapse rate with the higher NRM rate in patients without ACA acquisition despite not reaching statistical significance. This increasing NRM rates in those without ACA acquisition was potentially associated with use of reduced intensity conditioning regimens in larger proportion (0% vs. 15%; p = 0.12). Conclusion: These findings suggested that ACA acquisition at the first relapse was associated with a higher risk of relapse even after allo-SCT in CR2 in adult AML patients. As AML cells with ACA acquisition was resistant to not only chemotherapy but also graft-versus-leukemia effect, innovative therapeutic strategy is warranted. Disclosures Handa:  Janssen: Honoraria; Kyowa Kirin: Research Funding; Takeda: Honoraria, Research Funding; BMS: Honoraria; Chugai: Research Funding; Ono: Honoraria; Sanofi: Honoraria, Research Funding; Abbvie: Honoraria; MSD: Research Funding; Shionogi: Research Funding; Celgene: Honoraria, Research Funding; Daiichi Sankyo: Research Funding.",
    "author_names": [
        "Hiroaki Shimizu",
        "Junichi Mukae",
        "Naoki Shingai",
        "Takashi Toya",
        "Yuho Najima",
        "Takeshi Kobayashi",
        "Nahoko Hatsumi",
        "Satoru Takada",
        "Hiroshi Handa",
        "Kyoko Haraguchi",
        "Yoshiki Okuyama",
        "Hisashi Sakamaki",
        "Kazuteru Ohashi",
        "Noriko Doki"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroaki Shimizu",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junichi Mukae",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoki Shingai",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Toya",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuho Najima",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Kobayashi",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nahoko Hatsumi",
            "author_affiliations": [
                "Leukemia Research Center, Saiseikai Maebashi Hospital, Gunma, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoru Takada",
            "author_affiliations": [
                "Leukemia Research Center, Saiseikai Maebashi Hospital, Gunma, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Handa",
            "author_affiliations": [
                "Department of Hematology, Gunma University Hospital, Maebashi, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoko Haraguchi",
            "author_affiliations": [
                "Division of Transfusion and Cell Therapy, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiki Okuyama",
            "author_affiliations": [
                "Division of Transfusion and Cell Therapy, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Sakamaki",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuteru Ohashi",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Doki",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:30:37",
    "is_scraped": "1"
}