{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4693.4693",
    "article_title": "The Clinical Benefit of Event-Free Survival (EFS) in Acute Myeloid Leukemia (AML): A Surrogate of Overall Survival (OS) or Meritorious on Its Own Right? ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Conditions: Poster III",
    "abstract_text": "Background: Improvement in overall survival (OS) is considered the ultimate reflection of clinical benefit for trials in acute myeloid leukemia (AML). Event-free survival (EFS) is a frequently reported outcome but is not universally considered as a robust end-point, as it is frequently a poor surrogate of OS. We hypothesized that rather than a surrogate for OS, improved EFS may offer value to patients (pts) through other clinical benefits by reflecting the value of staying in remission and having a better life less burdened by disease and related interventions, and decreasing healthcare utilization. Methodology: We identified adult pts with newly diagnosed AML who started treatment on any frontline therapy clinical trial at our institution between 2003-2013. To isolate the benefit of EFS, we selected pts with somewhat similar survival of between 24-30 months (mo) from the start of therapy. Medical records were reviewed to determine amount of health care utilization from diagnosis till death, including number of clinic visits, emergency room (ER) visits, hospitalizations, consultations, blood product transfusions (packed red blood cells, platelets, fresh frozen plasma, cryoprecipitate), laboratory studies (complete blood count, basic metabolic profile, liver function tests, microbiological studies including blood cultures, respiratory cultures, urine cultures, C. difficile toxin assay), imaging studies (chest radiographs, computed tomograms, magnetic resonance imaging, ultrasound, echocardiogram, radionuclide angiography), and invasive procedures (bone marrow aspiration and biopsy, any other biopsy, bronchoscopy, endoscopy, endotracheal intubation, thoracentesis, etc.). Scatter plots with linear regression and Pearson's product-moment correlation with two-tailed p-values were used to determine the relation between these parameters and EFS. Results: We identified 67 pts with newly diagnosed AML who fit our selection criteria. Patient characteristics are shown in Table 1 . 76% pts achieved a complete response (CR) and 67% pts achieved CR after cycle 1. The median OS and EFS were 24 mo and 18 mo, respectively. For patients with a relatively long EFS of at least 6 mo, consistent and statistically significant inverse correlation with duration of EFS was observed for multiple parameters including the number (no.) of clinic visits (r = -0.40, p<0.01, fig. 1a ), hospital admissions (r = -0.28, p<0.05), no. of consultations (r = -0.39, p<0.01), no. of laboratory studies (r = -0.47, p<0.01), blood product transfusions (r = -0.40, p<0.01), imaging studies (r = -0.38, p<0.01) and invasive procedures (r = -0.51, p<0.01, fig. 1b ). The only parameter whose trend did not meet statistical significance was the no. of ER visits, (r = -0.22, p=0.11). We also analyzed pts with EFS ≥60 days, considering that pts are typically deemed as having induction failure if they do not achieve CR after 2 cycles of induction chemotherapy. All the prior mentioned parameters showed similar trends. However, statistical significance was reached only for the no. of clinic visits, laboratory studies and invasive procedures, and the p-value approached statistical significance for the no. of consultations and blood product transfusions. Conclusions: In pts with newly diagnosed AML, incremental improvement in EFS is associated with clinical benefit and decrease in healthcare utilization, even among patients with ultimately similar OS duration. This can potentially translate into improved quality of life which is invaluable in these final years of life, and has important implications for healthcare economics. Thus, regardless of whether EFS might be a surrogate of OS, prolonged EFS confers valuable clinical benefits for AML pts. † - AM and VP contributed equally to this work. View large Download slide View large Download slide  Close modal Disclosures Kantarjian: Amgen: Research Funding; Bristol-Meyers Squibb: Research Funding; Pfizer: Research Funding; Delta-Fly Pharma: Research Funding; ARIAD: Research Funding; Novartis: Research Funding. Verstovsek: Genentech: Research Funding; Lilly Oncology: Research Funding; NS Pharma: Research Funding; CTI BioPharma Corp: Research Funding; Incyte: Research Funding; Seattle Genetics: Research Funding; Blueprint Medicines Corp: Research Funding; Seattle Genetics: Research Funding; Celgene: Research Funding; Pfizer: Research Funding; Lilly Oncology: Research Funding; Promedior: Research Funding; Blueprint Medicines Corp: Research Funding; CTI BioPharma Corp: Research Funding; NS Pharma: Research Funding; Roche: Research Funding; Incyte: Research Funding; Roche: Research Funding; Astrazeneca: Research Funding; Pfizer: Research Funding; Astrazeneca: Research Funding; Bristol Myers Squibb: Research Funding; Promedior: Research Funding; Galena BioPharma: Research Funding; Galena BioPharma: Research Funding; Gilead: Research Funding; Bristol Myers Squibb: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Celgene: Research Funding. Daver: Immunogen: Research Funding; Jazz: Consultancy; Kiromic: Research Funding; Pfizer Inc.: Consultancy, Research Funding; Incyte Corporation: Honoraria, Research Funding; Novartis Pharmaceuticals Corporation: Consultancy; Bristol-Myers Squibb Company: Consultancy, Research Funding; Karyopharm: Consultancy, Research Funding; Otsuka America Pharmaceutical, Inc.: Consultancy; Sunesis Pharmaceuticals, Inc.: Consultancy, Research Funding; Daiichi-Sankyo: Research Funding. Pemmaraju: Incyte: Consultancy, Honoraria; Stemline: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; LFB: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding. DiNardo: Agios: Honoraria, Research Funding; Daiichi-Sankyo: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; AbbVie: Honoraria, Research Funding; Novartis: Honoraria, Research Funding. Wierda: Emergent: Consultancy, Honoraria, Research Funding; Genentech/Roche: Consultancy, Honoraria, Research Funding; GSK/Novartis: Consultancy, Honoraria, Research Funding; AbbVie: Consultancy, Honoraria, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Juno: Research Funding; Janssen: Research Funding; Celgene: Consultancy, Honoraria; Karyopharm: Research Funding; Acerta: Research Funding; Genzyme: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria; Kite: Research Funding; Pharmacyclics: Consultancy, Honoraria, Research Funding; The University of Texas MD Anderson Cancer Center: Employment; Merck: Consultancy, Honoraria. Cortes: Sun Pharma: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy, Research Funding; ImmunoGen: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; BMS: Consultancy, Research Funding; ARIAD: Consultancy, Research Funding; Teva: Research Funding.",
    "topics": [
        "leukemia, myelocytic, acute",
        "brachial plexus neuritis",
        "blood products",
        "blood transfusion",
        "laboratory techniques and procedures",
        "antigens",
        "biopsy",
        "diagnostic imaging",
        "blood culture",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Abhishek Maiti, MBBS",
        "Hagop M. Kantarjian, MD",
        "Vinita Popat, BA†",
        "Guillermo Garcia-Manero, MD",
        "Marina Konopleva, MD PhD",
        "Srdan Verstovsek, MD PhD",
        "Michael Andreeff, MD PhD",
        "Gautam Borthakur, MD",
        "Tapan Kadia, MD",
        "Naval Daver, MD",
        "Naveen Pemmaraju, MD",
        "Courtney D. DiNardo, MDMSc",
        "Sherry Pierce, BSN, BA",
        "William G Wierda, MD PhD",
        "Steven Kornblau, MD",
        "Farhad Ravandi, MBBS",
        "Jorge E. Cortes, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abhishek Maiti, MBBS",
            "author_affiliations": [
                "Division of Cancer Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hagop M. Kantarjian, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vinita Popat, BA†",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX ",
                "University of Texas Southwestern Medical Center, Dallas, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guillermo Garcia-Manero, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srdan Verstovsek, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tapan Kadia, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naveen Pemmaraju, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MDMSc",
            "author_affiliations": [
                "Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sherry Pierce, BSN, BA",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William G Wierda, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Kornblau, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MBBS",
            "author_affiliations": [
                "Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge E. Cortes, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T03:59:41",
    "is_scraped": "1"
}