{
    "doi": "https://doi.org/10.1182/blood.V114.22.1263.1263",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1558",
    "start_url_page_num": 1558,
    "is_scraped": "1",
    "article_title": "Single Cell Profiling of B Cell Receptor Signaling and Apoptosis Networks in Chronic Lymphocytic Leukemia: Association with in Vitro Sensitivity to Fludarabine Monophosphate (F-ara-A). ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - BIOLOGY AND PATHOPHYSIOLOGY, EXCLUDING THERAPY POSTER I",
    "topics": [
        "apoptosis",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fludarabine",
        "fludarabine monophosphate",
        "receptors, antigen, b-cell",
        "signal transduction",
        "hydrogen peroxide",
        "phosphoric monoester hydrolases",
        "ligands"
    ],
    "author_names": [
        "Erik Evensen, PhD",
        "Adam Palazzo",
        "Ying-Wen Huang, MS",
        "Alessandra Cesano, MD, PhD",
        "Laura Z. Rassenti, PhD",
        "Thomas J. Kipps, MD, PhD",
        "Wendy J. Fantl, PhD"
    ],
    "author_affiliations": [
        [
            "Nodality Inc., South San Francisco, CA, USA, "
        ],
        [
            "Nodality Inc., South San Francisco, CA, USA, "
        ],
        [
            "Nodality Inc., South San Francisco, CA, USA, "
        ],
        [
            "Nodality Inc., South San Francisco, CA, USA, "
        ],
        [
            "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
        ],
        [
            "Moores UCSD Cancer Center, CLL Research Consortium, La Jolla, CA, USA"
        ],
        [
            "Nodality Inc., South San Francisco, CA, USA, "
        ]
    ],
    "first_author_latitude": "37.652966299999996",
    "first_author_longitude": "-122.4008046",
    "abstract_text": "Abstract 1263 Poster Board I-285 Background In conjunction with antigen-driven responses, ligand-independent signaling (termed tonic signaling) through both the pre-B cell receptor and B-cell receptor has an important role in B cell development, maturation and survival. In addition to the recognized role of CD79 alpha and CD79 beta BCR signaling, tyrosine phosphatases can impact tonic BCR signaling (Wienands et al. PNAS, 93 p.7865 (1996), Monroe Nat. Rev. Immunol. 6 p.283 (2006)). We previously subjected chronic lymphocytic leukemia (CLL) cells with modulators of BCR signaling and monitored their responses using flow cytometry-based Single Cell Network Profiling (SCNP). Of the many signaling modulators studied, hydrogen peroxide treatment (a general inhibitor of tyrosine phosphatase activity) augmented BCR signaling in a subset of CLL patient samples evaluated. In the remaining samples there was an apparent lack of response to hydrogen peroxide. These data suggested that differential phosphatase activity proximal to BCR signaling was driving the biology of these two patient groups. Objectives Studies were designed to evaluate whether there were any associations between tonic and/or ligand-dependent BCR signaling and in vitro sensitivity to fludarabine, as well as whether such response profiles showed a relationship to the hydrogen peroxide-dependent signaling we observed previously. Methods 23 CLL samples and 7 healthy PBMCs were treated with anti-m alone, hydrogen peroxide alone or the combination for 10 minutes. Separate aliquots of the same sample were exposed to F-ara-A for 48 hours. SCNP was carried out on gated B cells with quantitation of single cell measures of intracellular phosphorylated kinases and adaptor proteins downstream of the BCR. Additionally, the relative activation status of several protein markers of the apoptotic cascade (cytoplasmic cytochrome C, cleaved caspase 3, and cleaved PARP) was measured. Results As previously observed, CLL samples could be segregated into one of two groups exhibiting either responsive or refractory signaling after exposure to hydrogen peroxide alone. Moreover, responsive signaling in CLL cells was correlated in that all the measured components of the canonical B cell receptor network (p-Lyn, p-Syk, p-BLNK, p-PLC-gamma-2, p-Erk and p-Akt) showed the same phosphorylation response: either augmented in unison, or not activated at all. In vitro F-ara-A treatment (48 hours in the presence of 1mM F-ara-A) of parallel samples from these same CLL patients identified distinct populations of apoptosis responsive and refractory cells. Surprisingly, the capacity of patient samples to show augmented BCR signaling in response to hydrogen peroxide was associated prominently with the ability of cells in these patients to exhibit apoptotic proficiency to F-ara-A in vitro . This implies a link between mechanisms governing apoptosis in these CLL cells, survival pathways, and cell states that govern the role of phosphatase activity and BCR signaling potential. Conclusions This study reveals a link between tonic BCR signaling and regulation of apoptosis pathways. This suggests that the subgroup of CLL patients with active phosphatase activity (which suppresses BCR responses) have cell populations that are responsive to F-ara-A, a standard drug in CLL therapy. Conversely, the presence of CLL cells in a patient sample that remain unresponsive to hydrogen peroxide repression of phosphatase activity appear to identify patient samples which cannot undergo apoptosis in response to in vitro F-Ara-A exposure. The clinical implications of this work will be the focus of future translational studies. Disclosures Evensen: Nodality Inc.: Employment, Equity Ownership. Palazzo: Nodality Inc.: Employment, Equity Ownership. Huang: Nodality Inc.: Employment, Equity Ownership. Cesano: Nodality Inc.: Employment, Equity Ownership. Fantl: Nodality, Inc.: Employment, Equity Ownership."
}