{
    "doi": "https://doi.org/10.1182/blood-2019-124535",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4446",
    "start_url_page_num": 4446,
    "is_scraped": "1",
    "article_title": "Effective Novel Fto Inhibitors Show Potent Anti-Cancer Efficacy and Suppress Drug Resistance ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "topics": [
        "alpha-ketoglutarate-dependent dioxygenase fto",
        "bone marrow transplantation",
        "cancer",
        "ccaat/enhancer binding protein alpha",
        "cross-linking",
        "decitabine",
        "diagnostic imaging",
        "drug resistance",
        "fto gene",
        "immunoprecipitation"
    ],
    "author_names": [
        "Rui Su, PhD",
        "Lei Dong, PhD",
        "Yangchan Li",
        "Li Han",
        "Min Gao",
        "Mark Wunderlich, MS",
        "Xiaolan Deng",
        "Hongzhi Li, PhD",
        "Lei Gao",
        "Chenying Li, MD",
        "Sean Robison",
        "Brandon Tan",
        "Ying Qing",
        "Xi Qin",
        "Emily Prince",
        "Jun Xie",
        "Hanjun Qin",
        "Yue Huang",
        "Wei Li",
        "Chao Shen, PhD",
        "Jie Sun, PhD",
        "Kulkarni Prakash",
        "Hengyou Weng, PhD",
        "Huilin Huang, PhD",
        "Zhenhua Chen, PhD",
        "Bin Zhang, PhD",
        "Xiwei Wu, PhD",
        "Mark J Olsen",
        "Markus Müschen, MD PhD",
        "Guido Marcucci, MD",
        "Salgia Ravi",
        "Ling Li, PhD",
        "Caiguang Yang",
        "Zejuan Li, MD",
        "James C Mulloy",
        "Minjie Wei",
        "David A Horne, PhD",
        "Jianjun Chen, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Monrovia, CA "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Monrovia, CA "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Monrovia, CA "
        ],
        [
            "Department of Systems Biology, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Monrovia, CA "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "CIty of Hope, Monrovia, "
        ],
        [
            "City of Hope, Duarte, "
        ],
        [
            "City of Hope, Monrovia, "
        ],
        [
            "City of Hope, Monrovia, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Department of Integrative Genomics Core, The Beckman Research Institute of City of Hope, Duarte, CA "
        ],
        [
            "Chinese Academy of Science, Shanghai, China "
        ],
        [
            "City of Hope, Monrovia, CA "
        ],
        [
            "Department of Systems Biology, City of Hope, Monrovia, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Monrovia, CA "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Monrovia, CA "
        ],
        [
            "City of Hope, Monrovia, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematologic Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Integrative Genomics Core, The Beckman Research Institute of City of Hope, Duarte, CA "
        ],
        [
            "Medwestern University, Glendale, AZ "
        ],
        [
            "City of Hope, Monrovia, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematology Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "Department of Hematological Malignancies Translational Science, Gehr Family Center for Leukemia Research, Hematology Malignancies and Stem Cell Transplantation Institute, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Chinese Academy of Science, Shanghai, China "
        ],
        [
            "Methodist Hospital, Houston, TX "
        ],
        [
            "Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "China Medical University, Shenyang, China "
        ],
        [
            "Department of Molecular Medicine, Beckman Research Institute, City of Hope, Duarte, CA "
        ],
        [
            "Department of Systems Biology, Beckman Research Institute, City of Hope Medical Center, Duarte, CA"
        ]
    ],
    "first_author_latitude": "34.1302515",
    "first_author_longitude": "-117.97295039999999",
    "abstract_text": "N 6 -methyladenosine (m 6 A) represents the most abundant and prevalent internal modification in eukaryotic mRNA. Fat mass and obesity-associated protein (FTO) was identified as the first RNA demethylase that can remove m 6 A from RNA. Recently, we have reported that FTO is highly expressed in acute myeloid leukemia (AML) patients, and plays a critical role in leukemogenesis as an m 6 A demethylase ( Li Z et al., Cancer Cell, 2017). Subsequently, we showed that FTO is a target of R-2-hydroxyglutarate (R-2HG; a metabolite produced IDH1/2 mutants), and by suppression of FTO activity, R-2HG displays intrinsic and broad ant-leukemia effects ( Su R et al., Cell, 2018). Thus, our data suggest that FTO is a promising and druggable target in leukemia. To discover highly effective and selective inhibitors targeting FTO protein for AML therapy, we conducted a structure based virtual screening from NCI DTP compound library with more than 260,000 compounds (Fig. 1A). The top 370 candidates were requested from NCI and tested for their anti-leukemic efficacy in MONOMAC6 AML cell line (harboring t(9;11)/MLL-AF9) via MTT cell proliferation/viability assay. Then, the top 20 compounds with prominent inhibitory effects on AML cell viability (Fig. 1B) were chosen for further validations. First, we validated their anti-leukemia effects in two additional AML cell lines NOMO-1 (carrying MLL-AF9) and U937 (non-MLL-rearranged). Second, we assessed their potential suppressive efficacy on the demethylase activity of FTO protein in cell-free system. Finally, we found two compounds, namely CS1 and CS2, displayed consistently potent anti-leukemic effects in all the AML cell lines we tested, and also showed the most significant effects on inhibition of FTO's m 6 A demethylase activity (Fig. 1C). Besides our CS1 and CS2, FB23-2 ( Huang Y et al., Cancer Cell, 2019) and MO-I-500 ( Zheng G et al., ACS Chem Neurosci, 2014) were also reported as FTO inhibitors. Thus, we compared the anti-leukemic activity of the four FTO inhibitors together in AML cells. CS1 and CS2 displayed much higher activity in inhibiting cell viability, with IC 50 values 10 to 30 times lower than FB23-2 or MO-I-500 (Fig. 1D). Through Drug Affinity Responsive Target Stability (DARTS, Fig. 1E) and Cellular Thermal Shift Assay (CETSA, Fig. 1F), we demonstrated the direct interactions between CS1/CS2 and FTO protein in cellulo . CS1 and CS2 treatment induced global increased m 6 A abundance at mRNA levels in various AML cell lines. Via RNA sequencing, we found that CS1 and CS2 exert their anti-leukemic effects through manipulating FTO-associated signaling pathways, such as MYC pathways. Moreover, gene-specific Cross-linking immunoprecipitation (CLIP)-qPCR results also demonstrated CS1 and CS2 treatment significantly inhibited the binding of FTO to its target mRNAs, such as MYC , CEBPA , and RARA . To assess the therapeutic effects of FTO inhibitors, CS1 (packaged in Micells) and CS2, in AML in vivo, we utilized xenograft mouse model with MA9.3ITD AML cells, patient-derived xenograft (PDX) AML mouse model, and secondary bone marrow transplantation (BMT) mouse model with primary MLL-AF9 (MA9) cells. Through bioluminescence imaging, we observed that treatment with either CS1 or CS2 remarkably inhibited leukemia progression and constantly reduced leukemia burden (Fig. 1G), and dramatically prolonged survival ( P <0.0001 for either CS1 or CS2) in AML mice (Fig. 1H). In a PDX model (xeno-transplanted with a human relapsed primary AML sample), both CS1 and fCS2 showed more potent anti-AML efficacy than FB23-2, while all three significantly prolonged survival relative to the control (Ctrl) group (Ctrl vs CS1, P<0.0001; Ctrl vs CS2, P<0.0001; Ctrl vs FB23-2, P=0.0057; CS1 vs FB23-2, P<0.0001; CS2 vs FB23-2, P<0.0001) (Fig. 1I). Similarly, CS1 and CS2 significantly delayed onset of leukemia and prolonged overall survival in mice transplanted with MA9-induced murine AML cells (Ctrl vs CS1, P <0.0001; Ctrl vs CS2, P =0.0002). Our further studies discovered that our FTO inhibitors also sensitize AML cells to other therapeutic drugs, such as decitabine, tyrosine kinase inhibitor, and IDH2 mut inhibitor, and overcome the corresponding drug resistance. Taken together, here we have identified two potent small-molecule FTO inhibitor compounds (i.e., CS1 and CS2), effectively and selectively targeting FTO protein and showing potent therapeutic efficacy in treating leukemia. Figure View large Download slide Figure View large Download slide Disclosures Chen: Genovel Biotech Corp: Other: scientific founder and Chairman."
}