{
    "doi": "https://doi.org/10.1182/blood.V108.11.2106.2106",
    "article_title": "Methylprednisolone Influences Zap-70 in B-CLL In Vitro. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Zap-70 is accepted as a surrogate marker for mutational status of immunoglobulin heavy-chain variable region genes in B-CLL. Whether Zap-70 is a functional target for treatment of the more aggressive CLL cells that express unmutated IgV H is still under investigation. The use of methylprednisolone (Mp) is widespread in the treatment of B-CLL related concomitant auto-immune disorders. We have recently demonstrated that Zap-70+ B-CLL cells are more resistant to chemotherapy but more susceptible to apoptotic cell death by steroids than Zap-70 negative cells in vitro. We investigated the possible influence of Mp on the expression of Zap-70 in B-CLL cells. Mononuclear cells of 15 patients with B-CLL were isolated by Ficoll centrifugation and incubated with different concentrations of Mp (range 0.1–500 μM). After 24h and 48h, Zap-70 expression, phospho-ZAP-70 (Tyr 319 and Tyr 493) and apoptosis were evaluated by flow cytometry (indirect staining ZAP-70 and phospho-ZAP-70 and Annexin V-FITC/propidium iodide double staining for apoptosis) and Western blotting when appropriate. Student’s t-test was used for statistical analysis. Mp induces time and dose dependent apoptosis in B-CLL cells (LD 50 48h=16.8 μM). After 24h and 48h of incubation at doses of 50 μM, Zap-70 expression decreased significantly (50 μM: p<0.001) and more prominently in B-CLL than in T cells. We also observed a time but not concentration dependent decrease of phospho-ZAP-70 expression, on flow cytometry and western blotting. The observed down-regulation of phospho-ZAP-70 after Mp treatment is probably more important than the down-regulation of ZAP-70, since the phosphorylated form of ZAP-70 is responsible for signal transduction. The effect on P-ZAP-70 can theoretically be explained by an increase in phosphatase activity, a reduction in kinases or an increased susceptibility of the unphosphorylated form to proteasomal degradation. The effect of Mp on P-Zap-70 was inhibitable with the pan-tyrosine-phosphatase inhibitor sodium orthovanadate, but not with the proteasome inhibitor MG0132. Inhibition of the glucocorticoid receptor with mifepristone inhibited induction of apoptosis but not ZAP-70-decrease. Fludarabine treatment of the cells caused comparable levels of apoptosis but negligible decrease of ZAP-70 expression suggesting the decrease in Zap-70 phosphorylation is not due to the apoptosis by itself. On the other hand since mifepristone can inhibit the apoptotic effect of Mp but not the decrease of Zap-70 expression, the potential inhibiting Zap-70 phosphorylation as a therapeutic target should be questioned, and apoptosis induced by methylprednisolone may not depend on it.",
    "topics": [
        "methylprednisolone",
        "zap-70 kinase",
        "flow cytometry",
        "mifepristone",
        "phosphoric monoester hydrolases",
        "western blotting",
        "annexins",
        "centrifugation",
        "chemotherapy regimen",
        "ficoll"
    ],
    "author_names": [
        "Jerina Boelens, MD",
        "Sofie Lust",
        "Ann Janssens, MD",
        "Jan Philippé, MD,PhD",
        "Martine Poelman, MD",
        "Fritz Offner, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jerina Boelens, MD",
            "author_affiliations": [
                "Hematology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sofie Lust",
            "author_affiliations": [
                "Hematology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Janssens, MD",
            "author_affiliations": [
                "Hematology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Philippé, MD,PhD",
            "author_affiliations": [
                "Clinical Chemistry, Microbiology and Immunology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martine Poelman, MD",
            "author_affiliations": [
                "Hematology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fritz Offner, MD, PhD",
            "author_affiliations": [
                "Hematology, UZ Gent, Gent, Belgium"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T06:41:49",
    "is_scraped": "1"
}