{
    "doi": "https://doi.org/10.1182/blood.V124.21.5607.5607",
    "article_title": "IMPACT of Therapeutic Strategy and Time to Therapy Initiation on Clinical Evolution of Patients with NEWLY Diagnosed Chronic Myelomonocytic Leukemia. a Report from Erasme Study ",
    "article_date": "December 6, 2014",
    "session_type": "637. Myelodysplastic Syndromes – Clinical Studies",
    "abstract_text": "Introduction Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder characterized by a heterogeneous clinical and morphological expression that shares features of both myelodysplastic syndromes (MDS) and chronic myeloproliferative disorders. In the last years therapy of CMML has undergone a change with the inclusion of the demethylating agents but data regarding their impact on the “real life” setting are still scarce. The aim of our study was to evaluate the use of the different therapies and the time to therapy in an unselected Spanish population within the ERASME study. Materials and methods The ERASME study (CEL-SMD-2012-01) is an observational, post-authorization, prospective, multicenter study that will include a total of 600 patients with MDS and CMML and follow them during a minimum of three years (or until death). The primary objective of this study is to describe the disease progression in routine clinical practice, based on the initial therapeutic strategy, in patients with newly diagnosed MDS and CMML. We present here the results of a pre-specified interim analysis with data of CMML patients enrolled in the ERASME study. Initial patient management strategy is classified in three groups: Observation (OB) & support (SP) (including blood and platelet transfusions and growth factors), active therapy (AT) (including chemotherapy, azacitidine, lenalidomide, etc) and allogenic hematopoietic cell transplant (HCT) (including those patients receiving other therapies before transplant). Results A total of 41 CMML patients (34% women) with a median age of 80 years (range 49-91) have been recruited between January 2013-June 2014. The median follow-up time was 6.7 months (range 0.4-15.1). Morphological subtypes according WHO classification were CMML-1 (blasts count <10%) in 35 patients (85%) and CMML-2 (blasts count 10% to 19%) in 6 (15%). According to FAB criteria, 30 patients (73%) had CMML-MD depending on absolute leukocyte count at diagnosis (WBC ≤13x10 9 /L) and 11 (27%) had CMML-MP (WBC >13x10 9 /L). Karyotype was normal in 32 patients (86%). Five patients displayed cytogenetic abnormalities; 3 out of 5 patients with trisomy 8 (isolated or with one additional abnormality). The CMML-GESMD cytogenetic risk classification was low/intermediate/high risk in 83%/10%/5% of patients, respectively. The CPSS was low/int-1/int-2/high in 46%/32%/15%/5% of patients, respectively. Nine out of 41 patients were transfusion dependent at diagnosis. Median bone marrow blast count was 3% (range 0-33). Hemoglobin, platelet and neutrophil count was: 11.1 g/dL (range 7.8-16.7), 106x10 3 /µL (4.2-415), and 3.98x10 9 /L (range 0.48-57.2), respectively. After diagnosis, 33, 7 and 1 of CMML patients were considered candidate to SP/OB, AT and HCT strategy, respectively. The main reasons for treatment selection were risk-disease (90%), symptomatology (83%), age (73%), and comorbidities (46%).The median time to AT initiation from diagnosis for AT/OB&SP was 0.52/2.5 months (range 0.22-2.29) and (range 1.0-4.7) for each group, respectively. Patients in active therapy received azacitidine (n=2, 29%), other low-dose chemotherapy (n=4, 57%) and other therapy (erythropoietin and azacitidine) (n=1, 14%), respectively. Only one patient was considered candidate for HCT and this patient received azacitidine prior the transplant. At last follow-up, a total of 5 (12%) of patients have died (2, 29% of active therapy and 3, 9% of support group) after a median of 3.6 months (range 3.1-4.1) and 1.7 months (range 0.7-10), for each group respectively. Conclusions CMML patients were treated on an individualized therapy strategy after diagnostic evaluation and prognosis assessment. More data on disease progression in routine clinical practice may be useful in characterizing the newly diagnosed CMML patients. Our prospective study confirms that azacitidine has been considered a therapy for CMML patients, including for HCT candidates. Disclosures Off Label Use: Vidaza, erythropoietin stimulating agents, revlimid. Valcarcel: Celgene: Honoraria, Speakers Bureau. Rafel: Celgene: Employment. Garcia: Celgene, Novartis: Consultancy, Speakers Bureau.",
    "topics": [
        "impact",
        "leukemia, myelomonocytic, chronic",
        "azacitidine",
        "chemotherapy regimen",
        "disease progression",
        "erythropoietin",
        "follow-up",
        "lenalidomide",
        "transplantation",
        "demethylating agents"
    ],
    "author_names": [
        "Brayan Marcel Merchan Ruiz",
        "Teresa Bernal, MD",
        "Montserrat Arnan, MD",
        "Mar Tormo, MD",
        "Jose Angel Hernandez Rivas",
        "Maria Calbacho, MDPhD",
        "Rosa Coll, MD",
        "Rafael Romero",
        "Andres Insunza, MD",
        "Joan Bargay, MD",
        "David Valcarcel, MD PhD",
        "Montse Rafel",
        "Regina Garcia, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Brayan Marcel Merchan Ruiz",
            "author_affiliations": [
                "Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Teresa Bernal, MD",
            "author_affiliations": [
                "Hospital Universitario Central de Asturias, Asturias, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montserrat Arnan, MD",
            "author_affiliations": [
                "Hospital Duran i Reynals, Barcelona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mar Tormo, MD",
            "author_affiliations": [
                "Hospital Clínico U. de Valencia, Valencia, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Angel Hernandez Rivas",
            "author_affiliations": [
                "Hospital Infanta Leonor, Madrid, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Calbacho, MDPhD",
            "author_affiliations": [
                "Hospital Ramon y Cajal, Madrid, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosa Coll, MD",
            "author_affiliations": [
                "ICO-Girona Hospital Josep Trueta, Girona, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Romero",
            "author_affiliations": [
                "Complejo Hospitalario de Pontevedra, Pontevedra, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andres Insunza, MD",
            "author_affiliations": [
                "Marqués de Valdecilla Universitary Hospital, Santander, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Bargay, MD",
            "author_affiliations": [
                "Hopital Son Llatzer, Palma de Mallorca, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Valcarcel, MD PhD",
            "author_affiliations": [
                "University Hospital Vall d'Hebron, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Montse Rafel",
            "author_affiliations": [
                "Celgene, S.L., Madrid, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Regina Garcia, MD",
            "author_affiliations": [
                "Hospital Clínico Virgen de la Victoria, Malaga, Spain"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:41:08",
    "is_scraped": "1"
}