{
    "doi": "https://doi.org/10.1182/blood-2021-147225",
    "article_title": "Bemcentinib (Oral AXL Inhibitor) in Combination with Low-Dose Cytarabine Is Well Tolerated and Efficacious in Older Relapsed AML Patients.Updates from the Ongoing Phase II Trial (NCT02488408) and Preliminary Translational Results Indicating Bemcentinib Elicits Anti-AML Immune Responses ",
    "article_date": "November 5, 2021",
    "session_type": "616.Acute Myeloid Leukemias: Investigational Therapies, Excluding Transplantation and Cellular Immunotherapies",
    "abstract_text": "Background: Relapsed (REL) & refractory (REF) r/r AML pts unsuitable for intensive therapy (IT) due to age or co-morbidities, have limited treatment options. Low-dose cytarabine (LDAC) demonstrated limited survival benefit (mOS ≤6 months), highlighting the significant unmet need for new treatments in this patient population. Bemcentinib (BEM) is an orally bioavailable, highly selective AXL-inhibitor. AXL is a receptor tyrosine kinase conferring poor prognosis, resistance to chemotherapy and decreased antitumor immune response. AXL is overexpressed on leukemic cells, especially in the stem cell compartment, thus representing an important novel target in AML. Aims: The ongoing BGBC003 PhII trial cohorts receiving BEM+LDAC (B+L) include newly diagnosed (ND) and r/r AML pts unfit for IT. Based on the initial efficacy signal observed, the r/r AML patient sub-group was selected for an expansion cohort, to further explore safety and efficacy and to pursue translational biomarker analysis. Here, we present preliminary efficacy data in r/r pts, with a safety overview for all pts treated with B+L. We additionally include translational plasma biomarker and multiomics data from bone marrow mononuclear cells (BMMNC). Methods: Pts received the combination of BEM at the RP2D (200mg PO/d) and LDAC SoC schedule. Efficacy endpoints were objective response (OR) and clinical benefit (OR+unchanged [UC]+stable disease [SD=UC for at least 3 BEM cycles]). Secondary objectives looked at overall survival (OS) and exploratory biomarker analyses. Longitudinal BMMNC samples (n=36) from 15 patients were subjected to scRNA-seq and CiteSeq (Chromium 10x genomics; TotalSeq, Biolegend). For scRNA-seq data analyses, Cell Ranger (v3.1.0) and the Seurat (v.4.0.1) in R (v.4.0) were used. Pts were stratified by best response: CR, CRi, PR for Responders; SD, UC, PD for Non-Responders. Cell type annotations were based on the identified clusters and inferred from the expression of known markers at both RNA and protein level. Results: As of 15 July 2021, the B+L cohorts comprised 27 r/r (20 REL, 7 REF) AML pts. Median prior lines of therapy: 1 [1-8] in REL, 3 [1-4] in REF. Median age: 75.5yrs [66-86] for REL, 75yrs [71-81] for REF. Adverse cytogenetic risk profile: 6/18 (33%) in REL; 2/7 (29%) in REF. 17/20 REL pts were evaluable for efficacy (BM assessment post-baseline). 4/17 (24%) achieved remission (4 CR/CRi) between wk13(C5)-wk19(C7); 4 pts had SD, 6 pts were UC; observed clinical benefit rate was 82%. Late onset responses may reflect immunological mechanism of action targeting AXL + innate immune cells in REL pts and may also contribute to a longer time-on-treatment (ToT) and survival. Median ToT was 36.9 wks for CR/CRi pts; mDOR 33wks [12.0-69.9]; 4 pts remain on treatment. Median OS currently 13.3 months (historical controls suggest 4.5 months mOS in this population) continues to mature. In contrast, REF pts showed no response (0/7), with 4/7 (57%) demonstrating clinical benefit; mToT 12.0wks for benefitting patients and mOS 5.3 months; no pts ongoing on treatment. Overall, the safety of B+L (compared with previously published BEM monotherapy) is comparable with the known safety profile of LDAC. TRAEs of ≥G3 observed in ≥10% of pts were anaemia (21% B+L; 4% BEM), and ECG QT prolonged (12% B+L; 7% BEM). No G5 TRAEs reported. scRNA and multiomic analysis of longitudinal samples reflect differences in the immune compartment, underscoring the clinical impression of an immune-mediated MOA associated with response to BEM. CD8+ effector T-cells of responding patients demonstrated enhanced pro-inflammatory signatures involving TNF-alpha and IFN-gamma as compared with non-responders. Furthermore, increased activation of B plasma cells was observed in correlation with response to BEM confirming that BEM mediates an anti-AML immune response through activation of the two major adaptive immune cell populations. Conclusion : B+L is well tolerated and offers promising survival benefit to older unfit REL AML patients. Translational research including scRNA and multiomics, identified specific activation of CD8+ T cells and B plasma cells associated with response to treatment, indicating that BEM elicits activation of the two major adaptive immune cell populations responsible for anti-AML immune responses. B+L warrants evaluation in a randomized pivotal trial in this population. Disclosures Loges:  BerGenBio ASA: Honoraria, Research Funding, Speakers Bureau; BMS: Research Funding; Eli Lilly: Research Funding; Roche Pharma: Research Funding; ADC Therapeutics: Research Funding; BMS: Honoraria, Speakers Bureau; Boehringer Ingelheim: Honoraria, Speakers Bureau; Eli Lilly: Honoraria, Speakers Bureau; Roche Pharma: Honoraria, Speakers Bureau; Medac GmbH and Sanofi Aventis: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau; AstraZeneca: Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau; Amgen: Honoraria, Speakers Bureau; Bayer: Honoraria, Speakers Bureau. Heuser:  Astellas: Research Funding; Jazz: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Daiichi Sankyo: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer Pharma AG: Research Funding; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; BergenBio: Research Funding; BMS/Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Roche: Membership on an entity's Board of Directors or advisory committees, Research Funding; Tolremo: Membership on an entity's Board of Directors or advisory committees. Kapp-Schwoerer:  BerGenBio ASA: Research Funding. Lemoli:  Celgene: Other: Support for attending meetings and/or travel; Jazz, Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; AbbVie, Daiichi Sankyo, Servier: Honoraria, Speakers Bureau. Ben Batalla:  BerGenBio ASA: Research Funding. Hellesøy:  BerGenBio ASA: Research Funding. Rayford:  BerGenBio ASA: Current Employment. Nautiyal:  BerGenBio ASA: Current Employment. Berkman-Gottlieb:  BerGenBio ASA: Consultancy, Ended employment in the past 24 months. Micklem:  BerGenBio ASA: Current Employment, Current equity holder in publicly-traded company. Gabra:  BerGenBio ASA: Current Employment, Current equity holder in publicly-traded company. Gorcea-Carson:  BerGenBio ASA: Current Employment. Lorens:  BerGenBio ASA: Current equity holder in publicly-traded company, Ended employment in the past 24 months, Patents & Royalties. Fiedler:  Servier: Consultancy, Other: support for meeting attendance; Amgen: Consultancy, Other: support for meeting attendance, Patents & Royalties, Research Funding; ARIAD/Incyte: Consultancy; Daiichi Sankyo: Consultancy, Other: support for meeting attendance; Stemline: Consultancy; Abbvie: Consultancy, Honoraria; Jazz Pharmaceuticals: Consultancy, Other: support for meeting attendance; Novartis: Consultancy; Pfizer: Consultancy, Research Funding; Celgene: Consultancy; Morphosys: Consultancy. Alvarado:  Jazz Pharmaceuticals: Research Funding; BerGenBio: Research Funding; Daiichi-Sankyo: Research Funding; FibroGen: Research Funding; CytomX Therapeutics: Consultancy; Astex Pharmaceuticals: Research Funding; MEI Pharma: Research Funding; Sun Pharma: Consultancy, Research Funding. Gjertsen:  BerGenBio: Consultancy; Pfizer Inc.: Consultancy; Alden Cancer Therapy: Current holder of stock options in a privately-held company; KinN Therapeutics: Current holder of stock options in a privately-held company; Novartis: Consultancy.",
    "author_names": [
        "Sonja Loges",
        "Grerk Sutamtewagul",
        "Michael Heuser",
        "Jörg Chromik",
        "Silke Kapp-Schwoerer",
        "Monica Crugnola",
        "Nicola Di Renzo",
        "Roberto M. Lemoli",
        "Daniele Giovanni Mattei",
        "Isabel Ben Batalla",
        "Monica Hellesøy",
        "Jonas Waizenegger",
        "Melanie Janning",
        "Charles D. Imbusch",
        "Niklas Beumer",
        "Austin Rayford",
        "Jaya Nautiyal",
        "Tzivia Berkman-Gottlieb",
        "David Micklem",
        "Hani Gabra",
        "Claudia Gorcea-Carson",
        "James B. Lorens",
        "Walter Fiedler",
        "Yesid Alvarado",
        "Bjorn T. Gjertsen",
        "Lisa-Marie Rieckmann"
    ],
    "author_dict_list": [
        {
            "author_name": "Sonja Loges",
            "author_affiliations": [
                "Universitätsklinikum Mannheim, Mannheim, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Grerk Sutamtewagul",
            "author_affiliations": [
                "Department of Medicine, University of Iowa Hospitals and Clinics, Iowa City, IA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Heuser",
            "author_affiliations": [
                "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jörg Chromik",
            "author_affiliations": [
                "Medical Clinic II, Hematology, Hemostaseology, Medical Oncology, Rheumatology, Infectious Disease, University Hospital Frankfurt, Frankfurt, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silke Kapp-Schwoerer",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital of Ulm, Ulm, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Crugnola",
            "author_affiliations": [
                "Hematology and BMT Center, Department of Medicine and Surgery, Azienda Ospedaliero-Universitaria di Parma, Parma, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Di Renzo",
            "author_affiliations": [
                "Department of Hematology and Stem Cell Transplant, Presidio Ospedaliero Vito Fazzi, Lecce, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto M. Lemoli",
            "author_affiliations": [
                "University of Genoa, Genoa, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Giovanni Mattei",
            "author_affiliations": [
                "Azienda Ospedaliera S. Croce e Carle, Cuneo, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabel Ben Batalla",
            "author_affiliations": [
                "German Cancer Research Center (DKFZ), University of Mannheim, Mannheim, Germany",
                "Department of Personalised Oncology, University Medical Center Mannheim, Mannheim, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Hellesøy",
            "author_affiliations": [
                "Department of Internal Medicine, Hematology section, Haukeland University Hospital, Bergen, Norway"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonas Waizenegger",
            "author_affiliations": [
                "Department of Personalised Oncology, University Medical Center Mannheim, Mannheim, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Janning",
            "author_affiliations": [
                "Department of Personalised Oncology, University Medical Center Mannheim, Mannheim, Germany",
                "German Cancer Research Center (DKFZ), Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles D. Imbusch",
            "author_affiliations": [
                "Division of Applied Bioinformatics, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niklas Beumer",
            "author_affiliations": [
                "Department of Personalised Oncology, German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Austin Rayford",
            "author_affiliations": [
                "BerGenBio ASA, Bergen, Norway"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaya Nautiyal",
            "author_affiliations": [
                "Translational Biomarkers, BerGenBio ASA, Oxford, United Kingdom"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tzivia Berkman-Gottlieb",
            "author_affiliations": [
                "Data Analysis, BerGenBio ASA, Oxford, United Kingdom"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Micklem",
            "author_affiliations": [
                "Translational Biomarkers, BerGenBio ASA, Bergen, Norway"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hani Gabra",
            "author_affiliations": [
                "Translational Biomarkers, BerGenBio ASA, Oxford, United Kingdom"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Gorcea-Carson",
            "author_affiliations": [
                "BerGenBio ASA, Oxford, United Kingdom"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James B. Lorens",
            "author_affiliations": [
                "Centre for Cancer Biomarkers, University of Bergen, Bergen, Norway"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Walter Fiedler",
            "author_affiliations": [
                "Universitätsklinik Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yesid Alvarado",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjorn T. Gjertsen",
            "author_affiliations": [
                "Haukeland University Hospital, Bergen, Norway"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa-Marie Rieckmann",
            "author_affiliations": [
                "German Cancer Research Center (DKFZ), Heidelberg, Germany"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:33:06",
    "is_scraped": "1"
}