{
    "doi": "https://doi.org/10.1182/blood-2020-136936",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4539",
    "start_url_page_num": 4539,
    "is_scraped": "1",
    "article_title": "SEL24/MEN1703 Provides PIM/FLT3 Downstream Pathway Inhibition in Acute Myeloid Leukemia (AML) Blast Cells: Results of the Pharmacodynamics (PD) Assay in the Dose Escalation Part of First-in-Human Diamond Trial ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Andrea Massimiliano Tomirotti, PhD",
        "Daniela Bellarosa",
        "Scott R. Solomon, MD",
        "Aziz Nazha, MD",
        "Stephen A Strickland, MD MSCI",
        "Roland P Walter, MDPhD",
        "Farhad Ravandi, MBBS",
        "Krzysztof Brzózka, PhD",
        "Milena Mazan, PhD",
        "Simone Baldini, MD",
        "Massimiliano Salerno",
        "Monica Binaschi, PhD",
        "Dirk Laurent, MD",
        "Andrea Pellacani, PhD MD"
    ],
    "author_affiliations": [
        [
            "Experimental and Translational Oncology Department, Menarini Ricerche S.p.A., Pomezia, Italy "
        ],
        [
            "Experimental and Translational Oncology Department, Menarini Ricerche S.p.A., Pomezia (Rome), Italy "
        ],
        [
            "Leukemia Program, Northside Hospital Cancer Center Institute, Atlanta, GA "
        ],
        [
            "Cleveland Clinic, Cleveland, "
        ],
        [
            "Vanderbilt University Medical Center, Nashville, TN "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Ryvu Therapeutics S.A., Cracow, Poland "
        ],
        [
            "Ryvu Therapeutics, Cracow, Poland "
        ],
        [
            "Menarini Ricerche S.p.A., Firenze, Italy "
        ],
        [
            "Experimental and Translational Oncology Department, Menarini Ricerche S.p.A., Pomezia (RM), Italy "
        ],
        [
            "Preclinical and Translational Sciences, Menarini Ricerche S.p.A., Pomezia (RM), Italy "
        ],
        [
            "Menarini Ricerche/BERLIN-CHEMIE AG, Berlin, Germany "
        ],
        [
            "Menarini Ricerche S.p.A., Firenze, Italy"
        ]
    ],
    "first_author_latitude": "41.671059500000005",
    "first_author_longitude": "12.4874882",
    "abstract_text": "BACKGROUND. SEL24/MEN1703 is a first-in-class, orally available, dual PIM/FLT3 kinase inhibitor investigated in unselected AML patients in the First-in-Human, Dose Escalation (DE) and Cohort Expansion (CE) DIAMOND trial (clinicaltrials.gov identifier: NCT03008187). The study has completed the DE part showing an acceptable safety profile up to the recommended dose (RD), with initial evidence of single agent efficacy 1 . Preclinical studies conducted in vitro - using a panel of 26 AML cell lines harboring different genetic alterations - and in vivo - in xenograft mouse model bearing MOLM-16 cell line - showed a direct correlation between the activity of SEL24/MEN1703 and the inhibition of S6 phosphorylation (pS6) protein, a downstream target of PIM/FLT3 signaling pathway. AIM. To assess the degree of target engagement and its preliminary correlation with the anti-leukemic effect of SEL24/MEN1703 in samples collected from patients enrolled in the DE part of DIAMOND trial. METHODS. S6 phosphorylation has been longitudinally monitored in the DIAMOND study through an optimized assay for multiparametric analysis of phospho-protein activation. The assay allows a quantitative assessment of pS6 at single cell level among blast cells as well as the identification of blast subpopulations in both peripheral blood (PB) and bone marrow (BM). Blast counts were monitored to assess whether the target engagement did translate into blast count reduction. RESULTS. Two cohorts of patients, treated at 100 mg (one dose level below RD) and 125 mg (RD) were analyzed, for a total of n=9 evaluable patients on PB and n=7 on BM. At screening we observed a heterogeneous positivity for pS6 marker in blast cells (range: 1%-53 %) both in PB and in BM, consistent with the unselected AML patient population recruited in the trial. Overall, 7/9 PB and 4/7 BM samples showed pS6 inhibition in blast cells at the end of the Cycle 1 in comparison with screening (range: 70%-94% and 26%-76% in PB and BM, respectively) (Figure 1). In the cohort treated at 100 mg such strong pathway inhibition did not correlate with blast count reduction. Interestingly, in samples from a patient treated at 125 mg who harbored the highest burden of pS6+ blast cells (>25%), a correlation between pathway inhibition and blast count reduction was observed suggesting that a higher burden of blasts with activated pS6 might be more sensitive to the inhibition of the pathway (Figure 1). CONCLUSIONS. The longitudinal PD assessment through the modulation of pS6 activation by flow cytometry confirmed that meaningful target engagement was achieved, both in PB and BM, in patients treated with SEL24/MEN1703 at 100 and 125 mg. Preliminary data suggest that the FLT3/PIM pathway inhibition might be associated with blast count reduction, particularly in case of high baseline activation of pS6. Longitudinal monitoring of PD will be continued in the CE part of DIAMOND trial. REFERENCES. 1. Solomon et al, EHA 2020 View large Download slide View large Download slide  Disclosures Tomirotti: Menarini Ricerche: Current Employment. Bellarosa: Menarini Ricerche: Current Employment. Walter: Genentech: Consultancy; Selvita: Research Funding; StemLine: Research Funding; Daiichi: Consultancy; Celgene: Consultancy, Research Funding; Boston Biomedical: Consultancy; BiVictriX: Consultancy; BioLineRx: Consultancy, Research Funding; Astellas: Consultancy; Arog: Research Funding; Argenx: Consultancy; Aptevo: Consultancy, Research Funding; Amphivena: Current equity holder in publicly-traded company; Amgen: Consultancy, Research Funding; Agios: Consultancy, Research Funding; Seattle Genetics: Research Funding; Race Oncology: Consultancy; Pfizer: Consultancy, Research Funding; New Link Genetics: Consultancy; Macrogenics: Research Funding; Kite: Consultancy; Jazz: Consultancy, Research Funding; ImmunoGen: Research Funding. Ravandi: Abbvie: Consultancy, Honoraria, Research Funding; Orsenix: Consultancy, Honoraria, Research Funding; Macrogenics: Research Funding; Astellas: Consultancy, Honoraria, Research Funding; Xencor: Consultancy, Honoraria, Research Funding; Jazz Pharmaceuticals: Consultancy, Honoraria, Research Funding; AstraZeneca: Consultancy, Honoraria; Amgen: Consultancy, Honoraria, Research Funding; BMS: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria. Brzózka: Ryvu Therapeutics: Current Employment. Baldini: Menarini Ricerche: Current Employment. Salerno: Menarini Richerce: Current Employment. Binaschi: Menarini Ricerche: Current Employment. Laurent: Menarini Ricerche: Current Employment. Pellacani: Menarini Ricerche: Current Employment."
}