{
    "doi": "https://doi.org/10.1182/blood-2021-151768",
    "article_title": "Large β Globin Gene Cluster Deletions and Implications on Transcription Factor Regulation in Hemoglobin Switching - Α Novel ε G γ Α γ Deletion with Intact LCR ",
    "article_date": "November 5, 2021",
    "session_type": "112.Thalassemia and Globin Gene Regulation",
    "abstract_text": "The εγδβ thalassemias (EGDBT) are infrequently occurring deletions of the β globin gene cluster on chromosome 11. EGDBTs can be an unsuspected cause of severe neonatal anemia that resolves during the first year of life into a normal Hb A2 thalassemic phenotype, presumed to be due to an imbalance of β-like chains during development. First described in 1972, they are categorized into two groups, both with loss of the five DNase I hypersensitivity sites upstream of the β gene ( HBB ) called the locus control region (LCR). In group 1 deletions, all or most of the β globin gene cluster including HBB is deleted; in group 2 deletions, removal of the LCR silences an intact HBB . Large deletions that do not involve LCR but remove the embryonic ( HBE ) and fetal genes ( HBG2/HBG1 ) [LCR(ε G γ A γ) 0 δβ] have not been reported. It is not known whether a deletion with intact LCR as well as δ and β genes would similarly manifest as neonatal anemia that resolves into a normocytic phenotype with normal hemoglobin fraction percentages after infancy. Four individuals with an LCR(ε G γ A γ) 0 δβ deletion have been evaluated. These include monochorionic, diamniotic twin girls whose newborn screen (NBS) returned significant for Hb A percentage greater than Hb F for both twins. NBS was repeated two weeks later with the same result. The newborns were induced late pre-term (36 weeks and 6 days) after an uncomplicated pregnancy, including no features of twin to twin transfusion. Both infants had no anemia and bilirubin levels remained in the low to low-intermediate risk zones. Neither twin received transfusions or phototherapy during admission. At a follow up visit at 20 months of age a hemoglobin electrophoresis was performed which showed borderline Hb A2 and no Hb F in both twins (Table 1). Ferritin levels were low-normal in Twin A (14 µg/L) and low in Twin B (9 µg/L). Both infants were found to have a heterozygous large deletion affecting HBE, HBG2, HBG1, and HBBP1 loci by Multiplex Ligation-dependent Probe Amplification (MLPA), a method that uses multiple DNA probe pairs to determine the size of the DNA segment deleted. MLPA deletion/duplication testing on the α genes was negative. No β globin variants were identified by DNA sequencing. An evaluation was performed on the 25 year-old healthy mother and showed similar findings including the heterozygous large deletion. Mother and infants continue to be asymptomatic with normal red cell indices for age (Table 1). The fourth was an unrelated 40-year-old female with mild anemia screened by hemoglobin electrophoresis for obstetric evaluation who was found to have borderline Hb A2 (see table 1). MLPA showed a heterozygous deletion involving the same loci. Again, no β globin variants were identified by DNA sequencing. All four cases showed the same MLPA pattern except one non-specific probe commonly altered in common gamma gene conversion events. Long range sequencing performed on one case confirmed a single contiguous 32,599 bp deletion that matched the MLPA data (g.5262276-5294875). The detected deletion has not been reported in literature and differs from EGDBT mutations in that the LCR is intact. As the LCR controls expression of the entire gene cluster, this mutation is expected to display different phenotypic features than classic EGDBT. HBD and HBB are not deleted and therefore adequate transcription of Hb A2 and Hb A are expected with no imbalance of α/β chains after the neonatal period. It is postulated this finding explains the decreased Hb F levels in the NBS test result. The Hb A2 increase is likely a product of this deletion and does not indicate β-thalassemia. The heterozygous absence of HBE and HBG2/HBG1 may result in upregulation of HBD and HBB expression through loss of FKLF and FKLF-2 binding. In addition, HBB -EKLF binding would have less competition as the gamma promoter elements have been heterozygously deleted. In summary, in contrast to classic EGDBTs which cause transient severe neonatal anemia and resolve to normal Hb A2 thalassemic indices, this novel LCR(ε G γ A γ) 0 δβ deletion was associated with normal CBC values with an absence of severe neonatal anemia, inverted Hb F/Hb A percentages at birth and borderline Hb A2 levels. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Christineil Thompson",
        "Mira A Kohorst",
        "Aruna Rangan",
        "Jessica M Bortnova",
        "Tavanna R Porter",
        "Phuong L Nguyen",
        "Eric D Wieben",
        "Linda Hasadsri",
        "James D Hoyer",
        "Jennifer L Oliveira"
    ],
    "author_dict_list": [
        {
            "author_name": "Christineil Thompson",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mira A Kohorst",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aruna Rangan",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica M Bortnova",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tavanna R Porter",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Phuong L Nguyen",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric D Wieben",
            "author_affiliations": [
                "Department of Biochemistry and Molecular Biology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda Hasadsri",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James D Hoyer",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer L Oliveira",
            "author_affiliations": [
                "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:01:23",
    "is_scraped": "1"
}