{
    "doi": "https://doi.org/10.1182/blood.V126.23.735.735",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3156",
    "start_url_page_num": 3156,
    "is_scraped": "1",
    "article_title": "A Phase I Trial of Total Marrow and Lymphoid Irradiation (TMLI)-Based Transplant Conditioning in Patients (Pts) with Relapsed/Refractory Acute Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Regimens and Early Complications - Results of Prospective and Retrospective Studies",
    "topics": [
        "brachial plexus neuritis",
        "conditioning (psychology)",
        "leukemia, acute",
        "lymphatic irradiation",
        "transplantation",
        "etoposide",
        "hematopoietic stem cell transplantation",
        "toxic effect",
        "radiotherapy dosage",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Anthony Selwyn Stein, MD",
        "Jeffrey Y. C. Wong, MD",
        "Joycelynne Palmer, PhD",
        "Margaret O'Donnell, MD",
        "David S. Snyder, MD",
        "Ni-Chun Tsai, Biostatition",
        "Pablo Miguel Parker, MD",
        "Ricardo Spielberger, MD",
        "Len Farol, MD",
        "Guido Marcucci, MD",
        "Eric Radany, MD",
        "Tim Schultheiss, MD",
        "An Liu, MD",
        "Ibrahim Aldoss, MD",
        "Stephen J. Forman, MD"
    ],
    "author_affiliations": [
        [
            "Gehr Leukemia Center, City of Hope Medical Center, Duarte, CA "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Information Sciences, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope Medical Center, Duarte, CA "
        ],
        [
            "Gehr Family Center for Leukemia Research, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Dept. of Information Sciences, City of Hope, Duarte, CA "
        ],
        [
            "City of Hope, Duarte, CA "
        ],
        [
            "City of Hope Transplant Program, HCT, So. Cal. Kaiser Permanente, Los Angeles, CA "
        ],
        [
            "City of Hope Medical Center/So California Permanente Medical Group, Duarte, CA "
        ],
        [
            "City of Hope, Gehr Family Center for Leukemia Research, Duarte, CA "
        ],
        [
            "Radiation Oncology, City of Hope, Duarte, CA "
        ],
        [
            "Radiation Physics, City of Hope, Duarte, CA "
        ],
        [
            "Radiation Physics, City of Hope, Duarte, CA "
        ],
        [
            "Dept. of Hematology/Hematopoietic Cell Transplantation, City of Hope, Duarte, CA"
        ],
        [
            "Gehr Leukemia Center, City of Hope Medical Center, Duarte, CA "
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Background: Current hematopoietic cell transplant (HCT) regimens for patients with relapsed refractory acute leukemia have 3-year overall survival (OS) rates for acute myeloid leukemia (AML) and acute lymphoblastic leukemia (ALL) of 19% and 16% respectively. Previous studies demonstrated that intensification of total body irradiation (TBI) is not possible due to excessive regimen-related toxicity. Because image-guided targeted radiation therapy (e.g., total marrow and lymphoid irradiation (TMLI)) allows for the precise delivery of radiation through the sculpting of radiation to areas of high risk and disease burden, intensification of radiation dose to target structures as part of a HCT preparative may be possible without increased radiation-related toxicities or non-relapse mortality. Herein we report the results of a phase I trial that combines TMLI (1200-2000 cGy) with fixed doses of etoposide (VP16) and cyclophosphamide (CY); the primary objective is to determine the maximum tolerated dose/recommended phase II dose of TMLI. Methods: TMLI together with VP16 and CY before allogeneic HCT was assessed for patients with relapsed/refractory AML and ALL. TMLI was administered on days -10 to -6, VP16 60 mg/kg (adj bw) on day -5, and CY 100 mg/kg (ideal bw) on day -3. The initial radiation dose was 1200 cGy, delivered in 150 cGy fractions twice daily. The radiation dose was escalated in increments of 150 cGy, up to 1500 cGy, by use of a standard 3x3 design. At this point, the dose was raised in 100 cGy increments to a 2000 cGy maximum with a rolling 6 design. Bone marrow (n=3) or peripheral blood stem cells (n=48) were given on day 0. Tacrolimus and sirolimus were administered for graft versus host disease (GVHD) prophylaxis. Dose limiting toxicity (DLT) was defined according to the Bearman and CTCAE 3.0 scales, the latter for hematologic toxicity. The radiation dose delivered to the liver and brain was kept at 1200 cGy. Median normal organs received 16-60% of the dose (oral cavity 28%, lung 44%, esophagus 33%). Results: From 3/14/2008 to 1/30/2014, 51 patients underwent transplantation on this trial. (See table.) Our phase I trial/safety studies found the TMLI/CY/VP16 conditioning regimen to be well tolerated at TMLI doses up to 2000 cGy; 1-year estimates of non-relapse mortality and overall survival were 8.3% (95% CI: 2.6-18.4) and 54.4% (95% CI: 39.3-67.3) respectively (median follow-up: 23.5 months).Relapsed, progressed, or persistent disease after transplant occurred in 33 patients (bone marrow, 26; extramedullary disease, 6; concurrent bone marrow/extramedullary, 1). Of the 18 patients who were treated with a dose of 1700 cGy or higher, 17 achieved a complete remission at the day +30 evaluation. No radiological-based maximum tolerated dose (MTD) was defined. We determined that the median organ dose at 2000 cGy would be lower than that seen for total body irradiation (TBI), but a higher dose may result in reaching or exceeding TBI organ dose levels. We therefore stopped at 2000 cGy, above which non-targeted organs may no longer be protected. Acute GVHD (aGVHD) developed in 28 (55%) of patients; of those 7 (14%) developed grades 3-4. The most common toxicities across the tested dose levels were grade 1 GI toxicity and grade 2 stomatitis. One patient (treated at 1500cGy) developed grade 3 stomatitis. No additional DLTs were experienced across all dose levels. Conclusion: A dose of 2000 cGy targeted to lymph nodes and marrow in combination with CY and VP16 can be safely administered in the context of related and unrelated HCT, using tacrolimus and sirolimus for GVHD prophylaxis. We did not see increased incidence of aGVHD, and the day +100 NRM rate was <5%. A phase II trial is currently being conducted. Table. Patient characteristics  Variable . Median (range) or N . Age at transplant (yrs) 34 (16-57) Disease diagnosis AML ALL Ph- ALL Ph+ biphenotypic undifferentiated 33 13 2 2 1 Disease status at HSCT 1 RL 2 RL IF 14 3 34 Cytogenetic risk (SWOG criteria) favorable intermediate unfavorable unknown significance 1 22 19 9 KPS at HSCT 80 (60-100) Donor source sibling HLA matched unrelated mismatched (1 allele) unrelated 25 5 21 WBC at HSCT 1.4 (0.1-14.9) % Blasts in blood at transplant* 4 (0-93) % Blasts in marrow at transplant* 52 (8-98) Extramedullary disease at time of HSCT 11 Variable . Median (range) or N . Age at transplant (yrs) 34 (16-57) Disease diagnosis AML ALL Ph- ALL Ph+ biphenotypic undifferentiated 33 13 2 2 1 Disease status at HSCT 1 RL 2 RL IF 14 3 34 Cytogenetic risk (SWOG criteria) favorable intermediate unfavorable unknown significance 1 22 19 9 KPS at HSCT 80 (60-100) Donor source sibling HLA matched unrelated mismatched (1 allele) unrelated 25 5 21 WBC at HSCT 1.4 (0.1-14.9) % Blasts in blood at transplant* 4 (0-93) % Blasts in marrow at transplant* 52 (8-98) Extramedullary disease at time of HSCT 11 *Excludes patients with solely extramedullary disease, n=4 View Large Disclosures Stein: Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Seattle Genetics: Research Funding. Snyder: Incyte: Membership on an entity's Board of Directors or advisory committees; Ariad: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Forman: Mustang: Research Funding; Amgen: Consultancy."
}