{
    "doi": "https://doi.org/10.1182/blood.V118.21.1156.1156",
    "article_title": "Six Novel Mutations Identified in the Glycoproteins Ib Alpha, Ib Beta and IX Genes Among Twenty-Two Unrelated Patients with Bernard-Soulier Syndrome in Brazil ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Abstract 1156 Introduction: Bernard-Soulier syndrome (BSS) is a rare hereditary bleeding disorder, caused by mutations within the glycoprotein (GP) Ib alpha, GP Ib beta and GP IX genes that encode three of four subunits of the platelet GP Ib-V-IX adhesion receptor. In the present study we evaluated the mutations involved in the diagnosis of BSS from twenty-two unrelated patients. Patients and Methods: All patients were followed in two large bleeding disorder reference centers in Brazil. The diagnosis of BSS was established based on the presence of mucocutaneous bleeding and macrotrombocytopenia, and was confirmed by platelet ristocetin aggregation and flow cytometry for the platelet GP Ib alpha (CD 42b), GP Ib beta (CD 42c), and GP IX (CD 42a). Available first- and second-degree relatives were also contacted for clinical, laboratory and molecular evaluation. Genomic DNA from all index cases was used for sequence analysis of the three genes, GP1BA, GP1BB and GP9, and the results were confirmed in relatives when available. Results: Twenty-two unrelated patients with the confirmed diagnosis of BSS were enrolled in this study. Among twenty-two index cases, twenty-one had one or two mutations identified, including six novel mutations. We also identified two mutations that have been previously reported, GP1BA C209S (Simsek, et al., 1994), and GP9 A140T (Wang, et al., 2004). The six novel mutations correspond to conserved regions, and they consist of two mutations in the GP1BA (L51R, and L99P), three in GP1BB (M-25A, L72R, and L112P), and one in GP9 (P52Q). One of these novel mutations, the GP1BB L112P was observed in twelve of twenty-two unrelated cases. PCR-restriction fragment length analysis of genomic DNA from a hundred normal unrelated controls were performed to evaluate the presence of GP1BA L99P and GP1BB L112P mutations by using the AlwN I and Alu I restriction enzymes, respectively. All controls were negative for both mutations. Interestingly, when we analyzed the relatives of the index cases indentified with the mutations GP1BA L99P and GP1BB M-25A, we found evidence of mild macrotrombocytopenia in the heterozygote carriers of these mutations. The relatives heterozygous for GP1BB L112P showed normal platelet count and morphology. However, in three index cases with mild macrotrombocytopenia, GP1BB L112P in heterozygosity was the only mutation identified. Furthermore, site-directed mutagenesis was carried out to evaluate the expression of the novel mutations GP1BA L51R, and GP1BA L99P. Compared to the GP1BA wild-type, both mutations were only minimally expressed in CHO bIX cells, which stably express GP Ib beta and GP IX. Conclusions: We identified in this study eight distinct mutations among twenty-two unrelated SBS patients, including six novel mutations. The GP1BB L112P mutation was found in twelve of the twenty-two index cases, suggesting that this could be due to a founder effect. Identifying such a frequent mutation in this population of BSS patients will be helpful for genetic diagnosis of this condition in Brazil. Furthermore these mutations significantly add to the mutation database of BSS and will inevitably provide insights into the function of GP Ib-V-IX. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bernard-soulier syndrome",
        "brazil",
        "genes",
        "glycoprotein",
        "mutation",
        "bleeding diathesis",
        "blood coagulation disorders",
        "dna",
        "adhesions",
        "enzymes"
    ],
    "author_names": [
        "Lucia Helena de Siqueira",
        "Miriam P Beltrame",
        "Fernanda P G Cunha",
        "Marina P Colella, MD",
        "Joyce M Annichino-Bizzacchi, MD, PhD",
        "Erich V de Paula, MD, PhD",
        "Margareth C. Ozelo, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lucia Helena de Siqueira",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Miriam P Beltrame",
            "author_affiliations": [
                "Hospital de Clínicas, Universidade Federal do Paraná, Curitiba, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda P G Cunha",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina P Colella, MD",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyce M Annichino-Bizzacchi, MD, PhD",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erich V de Paula, MD, PhD",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margareth C. Ozelo, MD, PhD",
            "author_affiliations": [
                "INCT do Sangue - Hematology and Hemotherapy Center, University of Campinas - UNICAMP, Campinas, Brazil, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T09:32:51",
    "is_scraped": "1"
}