{
    "doi": "https://doi.org/10.1182/blood.V112.11.2440.2440",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1243",
    "start_url_page_num": 1243,
    "is_scraped": "1",
    "article_title": "Frequent in Vivo redundancy of C/EBPβ and C/EBPε during Myeloid Development ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "topics": [
        "antimicrobials",
        "cathelicidin",
        "ccaat-enhancer-binding proteins",
        "cyclic amp",
        "diagnostic imaging",
        "fluorouracil",
        "granulocyte colony-stimulating factor",
        "granulocyte-macrophage colony-stimulating factor",
        "infections",
        "interleukin-6"
    ],
    "author_names": [
        "Nils Heinrich Thoennissen",
        "Tadayuki Akagi",
        "Sam Abbassi",
        "Daniel Nowak",
        "Ann George",
        "Gay M. Crooks, MD",
        "C. Müller-Tidow, MD",
        "Adrian F Gombart",
        "Phillip H Koeffler"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Children’s Hospital, Los Angeles, CA, USA"
        ],
        [
            "Children’s Hospital, Los Angeles, CA, USA"
        ],
        [
            "University Hospital, Münster, Germany"
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ],
        [
            "Division of Hematology and Oncology, Cedars Sinai Medical Center, UCLA School of Medicine, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.075232",
    "first_author_longitude": "-118.3801756",
    "abstract_text": "CCAAT/enhancer binding protein (C/EBP) transcription factors are involved in a variety of cellular responses including proliferation and differentiation. Although C/EBPβ and C/EBPε are believed to be most important for macrophage and granulocyte activity, respectively, experiments by others and ourselves suggest a possible overlap in their function in myelopoiesis. In order to explore further this potential redundancy, we assessed the in vivo and in vitro function of both transcription factors by generating a double knockout (KO) germline murine model (C/EBPβ/ε −/− / −/− ) and compared their hematopoiesis to those of single deficient (C/EBPβ −/− , C/EBPε −/− ) and wild-type (WT) mice. Gene expression analysis of bone marrow cells showed expression of C/EBPβ in C/EBPε −/− and WT mice, and vice versa. The weight of the double-KO mice was significantly less as measured at 4 weeks of age (11.5 ± 0.9 g) compared to WT (13.4 ± 0.6 g), C/EBPβ −/− (14.5 ± 1.4 g), and C/EBPε −/− mice (15.4 ± 2.3 g) (p < 0.05). The double-KO mice were prone to infections of the eyes, lungs, liver, and peritoneum. In contrast, C/EBPβ −/− , C/EBPε −/− and WT mice demonstrated no signs of infection. Microscopic imaging of peripheral blood showed metamyelocytes and myelocytes in the double-KO mice. FACS analysis found that the fraction of bone marrow cells which were Lin(−) (no expression of B220, CD3, Gr1, Ter119, and Mac1) were modestly elevated in double-KO and C/EBPβ −/− mice (8.42 % and 8.1 %, respectively) compared to C/EBPε −/− (4.24 %) and WT (3.93 %) mice. A subanalysis highlighted an elevated level of B220(−)/Gr1(−) bone marrow cells in the double-KO mice (54 %) compared to the levels in the C/EBPβ −/− (31 %), C/EBPε −/− (33 %) and WT (21.5 %) mice. Moreover, the proportion of hematopoietic stem cells in the bone marrow were significantly increased in the hematopoietic stem cell compartment [Sca1(+)/c-Kit(+)] in the double-KO mice (20.8 %) compared to the C/EBPβ −/− (6.9 %), C/EBPε −/− (5.9 %) and WT (6.9 %) mice. When given a cytotoxic stress (5-FU) to kill cycling hematopoietic progenitor cells, the mean neutrophil count at their nadir (day 4) was 0.14 × 10 9 cells/L in the double-KO mice compared to 0.71 × 10 9 cells/L in the WT mice (p < 0.001); both reached normal values again on day 10. Taken together, these results indicated a relatively higher percentage of immature hematopoietic cells in the double-KO mice compared to the WT mice. Nevertheless, clonogenic assays in methylcellulose using bone marrow cells of the double-KO showed a significant decreased number of myeloid colonies. For example, in the presence of G-CSF, GM-CSF, and SCF, a mean of 83 ± 10 hematopoietic colonies formed in the double-KO mice compared to 135 ± 6 in C/EBPβ −/− , 159 ± 12 in C/EBPε −/− and 165 ± 2 in WT mice (p < 0.001, double-KO vs. WT). Similar clonogenic results occurred when bone marrow cells were stimulated with either G-CSF, GM-CSF or SCF/G-CSF alone. Although our in vitro experiments suggested that double-KO mice had a decreased clonogenic response to G-CSF, their bone marrow cells had normal levels of phosphorylated STAT3 protein when stimulated with G-CSF. Hence, the G-CSFR and its secondary signaling pathway seemed to be intact. In further experiments, downstream targets of the C/EBP transcription factors were examined. Bone marrow macrophages activated with LPS and IFNγ from both double-KO and C/EBPβ −/− mice had decreased gene expression of IL6, IL12p35, TNFα, and G-CSF compared to the levels detected in macrophages of C/EBPε −/− and WT. Interestingly, expression levels of cathelicidin antimicrobial peptide (CAMP) were similarly robust in the macrophages from C/EBPβ −/− , C/EBPε −/− , and WT mice. In sharp contrast, CAMP expression was undetectable in the activated macrophages of the double-KO mice. In conclusion, the phenotype of the double-KO mice was often distinct from the C/EBPβ −/− and C/EBPε −/− mice suggesting a redundancy of activity of both transcription factors in myeloid hematopoiesis."
}