{
    "doi": "https://doi.org/10.1182/blood-2021-148825",
    "article_title": "Gene Delivery Using Baculovirus in Human Hematopoietic Stem and Progenitor Cells Requires Inhibition of Cellular Innate Immune Pathways ",
    "article_date": "November 5, 2021",
    "session_type": "801.Gene Therapies",
    "abstract_text": "Homology-directed gene editing of hematopoietic stem and progenitor cells (HSPCs) has the potential to treat inherited blood disorders not amendable to CRISPR-Cas9 gene inactivation or single base editing. For many diseases, one of the major hurdles is viral delivery of large DNA templates needed for gene correction. Due to limited adeno-associated virus (AAV) packaging capacity other delivery approaches are needed. Baculovirus (BV), specifically Autographa californica multiple nucleopolyhedrovirus (AcMNPV), is a large double-stranded DNA (dsDNA) virus widely used for protein expression and AAV production. In addition, BV has been proposed as a potential therapeutic vector (Ono, Viruses 2018). BV does not replicate in mammalian cells, can deliver large quantities of DNA with virtually unlimited packaging capacity, and can express genes under the control of mammalian promoters. While capable of transducing human hepatic cells and some cell lines (Chen, Biotechnol Adv. 2011), to our knowledge BV transduction efficiency has not been tested in human CD34+ HSPCs or shown in any hematopoietic cell line. Here we show for the first time that BV can be used as a gene delivery vector for primary human CD34+ cells mobilized from healthy donors. We constructed VSV-G pseudotyped BV with a copGFP reporter flanked by 4kb homology arms (HAs) to ITGB2 , a locus mutated in leukocyte adhesion deficiency type I (LAD-1) (Fig. A, top). As measured by qPCR, viral DNA was detected in CD34+ cells after transduction at a multiplicity of infection (MOI) of 50, suggesting vector binding and entry in these cells. However, although toxicity was not observed, GFP expression as assessed by flow cytometry was mostly undetectable (less than 0.1%). In contrast, robust (>70%) GFP expression was measured in 293A cells using the same BV vector, suggesting that an inhibitory cellular process was uniquely triggered in primary CD34+ cells following transduction with BV. Recent work has shown that BV can activate cellular innate immune pathways including toll-like receptors (TLRs) (Abe, J Virol 2009) and cyclic GMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) (Amalfi S, JVI 2020) resulting in viral clearance and attenuation of gene expression (Ono, JVI 2014). We hypothesized that inhibition of activated cellular innate immune pathways may allow for more efficient BV gene expression in human CD34+ HSPCs. To examine this possibility, we tested over a dozen small molecule inhibitors at multiple doses targeting the major dsDNA sensing innate immune pathways including cGAS-STING (Fig. A, bottom). We found that a 45-minute pre-treatment with the STING inhibitor, H-151, while slightly toxic, enhanced GFP expression several fold, from less than 0.1% to an average of 1.5% in multiple independent donors (Fig. B-C). To improve viability, we also targeted cell death pathways. We tested the pan-caspase inhibitor, zVAD-FMK, which can inhibit both innate activation of gasdermin D (GSDMD), a major dsDNA sensing pathway, as well as apoptotic cell death. We additionally tested the necroptosis inhibitor Nec-1, as necroptosis can be activated in settings of apoptotic inhibition and inflammation. Notably, the combination of both inhibitors with H-151 improved not only cell viability, but also substantially enhanced GFP expression (8%), suggesting a synergistic benefit by inhibiting both innate immune activation and cell death pathways (Fig. D-E). To assess whether BV can efficiently transduce HSPCs with long-term repopulating activity, we pre-stimulated CD34+ cells for 48 hours in culture followed by transduction with BV at an MOI of 25 with our optimized drug cocktail. We examined GFP positivity in both CD34+CD38+ progenitors and CD34+CD38- HSC enriched populations by flow cytometry. After 24 hours, we found an average of 28% GFP+ CD34+CD38- cells and 8% GFP+ CD34+CD38+ progenitors (Fig. F-G). These data suggest that using our optimized approach, BV can target more primitive HSPCs. Collectively, our results lay the groundwork for future studies characterizing innate immune responses to dsDNA viruses in CD34+ cells, and highlight the potential use of BV as a delivery system for homology-directed gene editing in HSPCs. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Christi Salisbury-Ruf",
        "Richard H. Smith",
        "Fariba Chinian",
        "Daisuke Araki",
        "Keyvan Keyvanfar",
        "Andre Larochelle"
    ],
    "author_dict_list": [
        {
            "author_name": "Christi Salisbury-Ruf",
            "author_affiliations": [
                "Laboratory of Regenerative Therapies for Inherited Blood Disorders, Cellular and Molecular Therapeutics Branch, National Heart Lung and Blood Institute, NIH, NHLBI, Bethesda, MD"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Richard H. Smith",
            "author_affiliations": [
                "Cellular and Molecular Therapeutics Branch, National Heart, Lung, and Blood Institute, Bethesda, MD"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fariba Chinian",
            "author_affiliations": [
                "Cellular and Molecular Therapeutics Branch, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Araki",
            "author_affiliations": [
                "Clinical Research Center, Room 5-5248, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keyvan Keyvanfar",
            "author_affiliations": [
                "Flow Cytometry Core, NIH, NHLBI, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andre Larochelle",
            "author_affiliations": [
                "Cellular and Molecular Therapeutics Branch, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:39:01",
    "is_scraped": "1"
}