{
    "doi": "https://doi.org/10.1182/blood-2021-150518",
    "article_title": "Derivation and Validation of the POD-IPI Score for Progression of T Cell Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "624.Hodgkin Lymphomas and T/NK cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Late years have witnessed that novel targeted treatment modalities are corroborated successful clinical applications in T cell lymphoma (TCL). Yet, there are a considerable proportion of patients suffering from relapse or progression of disease (POD). Early POD (ie, POD within 24 months) has been validated as a novel prognostic indicator in various pathological types of lymphoma. At present, the clinical function of early POD in TCL has not been explored with influencing factors unknown. Herein, we developed a novel risk stratification model for predicting early POD by integrating International Prognostic Index (IPI) score and serum total protein (TP) level. Methods: We retrospectively identified patients diagnosed with TCL in Shandong Provincial Hospital from Mar 2011 to Jan 2021. Patients aged≥18 years with confirmed tissue diagnosis of TCL were included and were divided into a training cohort and a validation cohort. The prognostic role of early POD was evaluated using Cox proportional hazards model. Univariate analysis was applied to identify covariates for a logistic regression model predicting early POD. A clinical point score was generated according to multivariate analysis. The predicting performance was assessed by validation cohort and compared to clinical models. Results: A total of 141 potentially eligible patients were identified. Overfitting was prevented by splitting the data into training (70%) and validation (30%) set. Median follow-up was 32 months. In the training cohort, the median age at diagnosis was 52.2 years (range 18-81), and 70 (67.3%) were under 60 years old. While in validation set, the median age was 55 years (range 21-77), among whom 73% were under 60. In both group combined, there was a male predominance (66.3% vs 73.0%). The most frequently had lymphoma that was NK/T-cell lymphoma (NKTCL) (31.7% vs 35.1%) with peripheral T-cell lymphoma (PTCL) (25.0% vs 24.3%) next. More than half of patients (51.0% vs 59.5%) suffered from early POD. In univariate and multivariate cox regression analysis, early POD was the most independent prognostic factor (p <0.001) with an adjusted HR for PFS of 310.708 (95% CI:27.625-3494.686) and for OS an adjusted HR of 23.416 (95% CI:8.178-67.05). K-M curve indicated a significant difference in both OS and PFS between early-POD and non-POD groups (Figure A). To ask whether early POD prediction could be made by analyzing clinical risk factors at diagnosis, univariate analysis in the training cohort identified variables significantly associated with early POD and were included into the multivariable logistic regression model that were 10-fold cross-validated. We found that IPI score, serum TP level were independent predictors for early POD (AUC 0.775, 95% CI, 0.683-0.866; p<0.001), and the Hosmer-Lemeshow test confirmed good calibration (p=0.635). In the validation set, the model remained strong predictive performance. Figures B, C showed the calibration curves and nomograms of early POD predicted by the model on training and validation cohorts, respectively. Cut-off points of TP level were determined by ROC analysis to simplify the risk model. Selected cut-off points were adjusted to the nearest whole integer to maximize ease of use. Eventually, two independent predictors (IPI score and serum TP≤64 g/L) of early POD were retained through multivariable regression analysis, and the risk score was then calculated for each factor according to the regression coefficient. This resulting algorithm was named as POD-IPI score. Afterwards, patients were stratified into 3 groups: low-risk (0 score, n=13, 12.5%), intermediate-risk (1-3 score, n=49, 47.1%), and high-risk (>3 score, n=42, 40.4%) groups. Compared to IPI score and NCCN-IPI score, the discriminative ability of the proposed score was good in the ROC, thereby outperforming existing clinical models in two cohorts (AUC=0.784, 95% CI: 0.695-0.873, AUC=0.809, 95% CI: 0.667-0.952, respectively). The outcomes of early POD by the stratification of POD-IPI score in training group were represented in Figure D. The curves were well separated, indicating the good discriminatory ability of this novel model. Conclusions: POD-IPI achieved a specific prediction of early POD in TCL patients, which was validated to allow for simplified stratification and comparison of risk distribution. Its use, together with clinical judgment, may provide guidelines on treatment decisions in TCL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Linquan Zhan",
        "Xiangxiang Zhou",
        "Shunfeng Hu",
        "Yiqing Cai",
        "Tiange Lu",
        "Mengfei Ding",
        "Xin Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Linquan Zhan",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiangxiang Zhou",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunfeng Hu",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiqing Cai",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiange Lu",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mengfei Ding",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xin Wang",
            "author_affiliations": [
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, China",
                "Department of Hematology, Shandong Provincial Hospital Affiliated to Shandong First Medical University, Jinan, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:38:16",
    "is_scraped": "1"
}