{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2268.2268",
    "article_title": "Inhibition of Neutrophil Extracellular Trap Release through the Disruption of PAD4 Leads to Decreased Neutrophil and Platelet Accumulation at Sites of Venular Vascular Injury in a Murine Model of Heparin-Induced Thrombocytopenia ",
    "article_date": "December 7, 2017",
    "session_type": "201. Granulocytes, Monocytes, and Macrophages: Poster II",
    "abstract_text": "Neutrophil extracellular traps (NETs) are webs of decondensed nuclear DNA decorated with histones that facilitate microbial killing but also promote thrombosis. NET release is dependent on chromatin decondensation mediated by the enzyme peptidylarginine deiminase (PAD) 4 that is expressed predominantly in granulocyte nuclei and citrullinates histone arginine residues, reducing their positive charge, and decreasing their affinity for DNA. Mice deficient in PAD4 are incapable of NET release and have been found to be protected from deep venous thrombosis formation. We have shown that PF4 physically compacts released NETs, causing them to become resistant to DNase digestion. Moreover PF4/NETs bind to heparin-induced thrombocytopenia (HIT)-specific antibodies further stabilizes PF4/NET complexes, enhancing their endonuclease resistance. We therefore speculated that these immunogenic and longer-lasting NETs may contribute to the prothrombotic nature of HIT. To investigate this hypothesis, we used CRISPR technology to disrupt Exon 2 of the Padi4 gene in embryos obtained from mice transgenic for human CXCL4 and FCGR2A, termed \"HIT mice\", that have previously been found to develop thrombocytopenia and thrombosis when exposed to the monoclonal HIT-like antibody, KKO. We studied clot formation after cremaster vessel laser injury in PAD4 -/- compared toPAD4 +/+ HIT mice, quantifying both neutrophil and platelet accumulation. We initially noted PAD4 +/+ HIT mice treated with KKO had a significant increase in neutrophil thrombus incorporation 5 minuntes and 60 minutes following venule (but not arteriole) laser injury, compared to mice injected with the isotype control antibody, TRA [8.5±1.3(n=31) vs. 3.1±1.0(n=11), p=0.026 at 5 minutes, 20.1±2.2(n=46) vs. 7.5±1.8(n=17) p=0.002 at 60 minutes). Compared to TRA, KKO infusion also led to a significant increase in venule thrombus platelet volumes 60 minutes following laser injury (p=0.0035, Figure 1). Although KKO exposed PAD4 -/- mice had similar thrombus platelet volumes and neutrophil thrombus infiltration compared to PAD4 +/+ animals 5 minutes after injury, by 60 minutes, the PAD4 -/- animals had significantly smaller platelet volumes (p<0.004, Figure 1) and significantly fewer incorporated neutrophils (p<0.007, Figure 1). To determine if the rise in platelet volumes and increase in neutrophil-thrombus infiltration in HIT was the result of chemokine release by activated platelets, we treated PAD4 +/+ mice with the CXCR2 antagonist sch527123 prior to HIT induction. We observed that these mice had a marked reduction in the number of neutrophils in their thrombi, but no decrease in platelet volumes. These findings suggest that PAD4-mediated NET release plays a unique role in the prothrombotic nature of HIT, enhancing neutrophil recruitment while also augmenting platelet accumulation through a chemokine-independent mechanism. We therefore propose that NET release is important for the venular prothrombotic nature of HIT. Furthermore, inhibition of NET-release prevents thrombus growth more effectively than the blockade of chemokine-based neutrophil-platelet interactions and merits further investigation as a treatment strategy in HIT. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "mice",
        "neutrophil extracellular traps",
        "neutrophils",
        "thrombocytopenia, heparin-induced",
        "vascular injuries",
        "thrombus",
        "antibodies",
        "chemokines",
        "laser injuries"
    ],
    "author_names": [
        "Kandace Gollomp, MD",
        "Vincent Hayes",
        "Ian Johnston, BS",
        "Minna Kim",
        "Guohua Zhao",
        "Lubica Rauova, MD PhD",
        "Mortimer Poncz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kandace Gollomp, MD",
            "author_affiliations": [
                "Department of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Vincent Hayes",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ian Johnston, BS",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minna Kim",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guohua Zhao",
            "author_affiliations": [
                "The Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubica Rauova, MD PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA ",
                "Children's Hospital of Philedelphia, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "Children's Hosp. of Phila., Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:33:06",
    "is_scraped": "1"
}