{
    "doi": "https://doi.org/10.1182/blood.V112.11.844.844",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1307",
    "start_url_page_num": 1307,
    "is_scraped": "1",
    "article_title": "The EphrinB2/EphB4 Axis Is Dysregulated in Osteoprogenitors from Myeloma Patients and Its Activation by EphrinB2-Fc or EhpB4-Fc Affects Myeloma Bone Disease and Tumor Growth in Vivo ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "bone diseases",
        "multiple myeloma",
        "tumor growth",
        "immunoglobulins",
        "molecule",
        "severe combined immunodeficiency",
        "bone lesion",
        "cd34 antigens",
        "ligands",
        "neovascularization, pathologic"
    ],
    "author_names": [
        "Angela Pennisi",
        "Wen Ling",
        "Xin Li",
        "Jianmei Chen",
        "Sharmin Khan",
        "Shmuel Yaccoby"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research and Therapy, University of Arkansas for Medical Sciences, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "Induction of osteolytic bone lesions in myeloma (MM) is caused by an uncoupling of osteoclastic bone resorption and osteoblastic bone formation. Recent studies indicate that in addition to role in cell adhesion, repulsion and neovascularization, bidirectional signaling between the cell surface molecules EphrinB2 and EphB4 also mediates the coupling between osteoblasts and osteoblasts. While mesenchymal stem cells (MSCs) and osteoblasts express the ligand EphrinB2 land its receptor, EphB4, osteoclasts and their precursors mainly express EphrinB2. Forward signaling in MSCs promotes osteogenic differentiation and reverse signaling in osteoclast precursors inhibits their differentiation. The aims of the study were to investigate whether the EphrinB2/Eph4 axis is dysregulated in MM osteoprogenitors and whether activation of this axis in myelomatous bone by EphrinB2-Fc or EphB4-Fc affects MM bone disease, angiogenesis and tumor growth. MSCs were generated from bone marrow of healthy donors (n=5) and patients with MM (n=13). Gene expression was determined by qRT-PCR. MSCs from MM patients had reduced expression of EphrinB2 ( EFNB2 ) by 61±6% (p<0.02) and EphB4 by 60±10% (p<0.02) than expression levels of these molecules in MSCs from healthy donors. Expression of other EFN and EPH B genes were detected and similarly expressed in patients and donors MSCs. Differentiation of MSCs from MM patients into osteoblasts resulted in upregulation of EFNB2 and downregulation of EPHB4 . MM cell lines and primary MM plasma cells expressed low to undetectable levels of this family of genes. We exploited our SCID-hu system for primary MM to study the consequences of activation of forward signaling by EphrinB2-Fc or reverse signaling by EphB4-Fc on MM-induced bone disease and MM growth. Twelve SCID-hu mice were engrafted with MM cells from a patient with active MM. Upon detection of MM growth (by human Ig ELISA) and bone disease (radiographically), hosts were locally treated with Fc (control), EphrinB2-Fc or EPHB4 (4 mice/group) for 4 weeks using Alzet pump that continually released 0.11 μg/hour of each compound. While in Fc-treated hosts BMD of the implanted bone was reduced by 8±3% from pretreatment levels, it was increased by EphrinB2-Fc and EPhB4-Fc by 15±8% (p3 folds (p<0.004) while EphB4-Fc, but not EphrinB2-Fc, reduced osteoclast numbers by 5 folds (p<0.01 vs. Fc group). The numbers of CD34-reactive neovessels were reduced by 2 folds following treatment with EphB4-Fc (p<0.03) and were increased by 2.5 folds following treatment with EphrinB2-Fc (p<0.05). Our study suggests that downregulation of EphrinB2 and EhpB4 in MSCs from MM patients contributes to their impaired osteogenic differentiation and that treatment with EphrinB2-Fc or EphB4-Fc helps restore coupling of bone remodeling in myelomatous bones. The results also indicate that EphB4-Fc treatment is an effective approach to simultaneously inhibit MM and its associated bone disease."
}