{
    "doi": "https://doi.org/10.1182/blood.V124.21.5807.5807",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2815",
    "start_url_page_num": 2815,
    "is_scraped": "1",
    "article_title": "Acute Graft Versus Host Disease after Donor Lymphocyte Infusion: A Single Center Analysis ",
    "article_date": "December 6, 2014",
    "session_type": "703. Adoptive Immunotherapy",
    "topics": [
        "donor leukocyte infusion",
        "graft-versus-host disease, acute",
        "graft-versus-host disease",
        "cancer",
        "chemotherapy regimen",
        "disease remission",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, chronic",
        "upper gastrointestinal tract series"
    ],
    "author_names": [
        "Fiona C. He, MD",
        "Daniel J. Weisdorf, MD",
        "Erica D. Warlick, MD",
        "Jeffrey S. Miller, MD",
        "Shernan G. Holtan, MD",
        "Michael R. Verneris, MD",
        "Qing Cao, MS",
        "Margaret L. MacMillan, MD"
    ],
    "author_affiliations": [
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ],
        [
            "University of Minnesota Blood and Marrow Transplant Program, Minneapolis,"
        ],
        [
            "University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.97399",
    "first_author_longitude": "-93.2277285",
    "abstract_text": "Donor lymphocyte infusion (DLI) is an option for relapsed hematologic malignancies following allogeneic hematopoietic cell transplantation (HCT). We analyzed the incidence and manifestations of acute graft versus host disease (GVHD) in patients with malignant and non-malignant conditions treated with DLI. At the University of Minnesota, we gave 171 DLI to 120 patients from 1995-2013. The cumulative incidence of grade II-IV acute GVHD was 31.6% (CI 25-42%,n = 40); grade III-IV 23.3% (CI 16-32%,n = 29). GVHD after DLI (n = 46) included involvement of skin in 70% (n = 32), lower gastrointestinal (GI) 65% (n = 30), upper GI 43% (n = 20), and liver 35% (n = 16). Patients receiving chemotherapy prior to DLI (chemo-DLI) had more frequent acute GVHD and GI GVHD. Significant risk factors for grade II-IV acute GVHD included: age > 40, chemo-DLI, malignant disease, and time from HCT to DLI < 200 days. Response to treatment of acute GVHD at 8 weeks was complete in 40% and complete/partial in 52%. Patients developing GVHD had frequent disease response. In chronic myelogenous leukemia (CML) patients, responses were excellent (80%) with or without GVHD. The CR rate was 34% for non-CML malignancies; only 9% achieved CR without acute GVHD. Non-malignant diseases showed poor prognosis following acute GVHD and good prognosis without. Overall survival at 2 years for CML patients was similar (83% vs 79%, p = 0.89) with or without grade II-IV acute GVHD, but in non-CML malignancies survival was better in absence of acute GVHD (41% vs 22%, p = 0.04). We observed frequent, yet therapy-responsive acute GVHD following DLI. DLI often induced remission in CML, but less so for non-CML malignancies without chemo-DLI, particularly in absence of acute GVHD. Improvements in DLI efficacy and GVHD management are still needed. Disclosures No relevant conflicts of interest to declare."
}