{
    "doi": "https://doi.org/10.1182/blood.V112.11.1934.1934",
    "article_title": "Intensive Consolidation with Clofarabine and Intermediate-Dose Cytarabine (CLARA) in Patients with High-Risk AML in First CR: The ALFA-0702 Pilot Study. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation",
    "abstract_text": "Introduction. One standard option for consolidation chemotherapy in younger patients with acute myeloid leukemia (AML) in first CR (CR1) is based on 3 to 4 repeated cycles of high-dose cytarabine (HDAC), according to the CALGB schedule ( RJ. Mayer, NEJM 1994) . Nevertheless, relapse incidence remains high, especially in those with high-risk AML features and no available donor for allogeneic stem cell transplantation (SCT). Combination of clofarabine with intermediate-dose cytarabine (CLARA) has been reported to induce promising response rate in high-risk AML patients (S. Faderl, Blood 2005 and 2006 ). We thus tested the feasibility and safety of CLARA consolidation in these patients. Methods. In this 2-center ALFA-0702 pilot study, all younger adults with high-risk AML in CR1 and no possibility of conventional SCT were eligible to receive three CLARA cycles. Patients with good-risk AML (core binding factor, NPM1+/FLT3-ITDwt, or CEBPA+/FLT3-ITDwt) were not eligible and received standard HDAC consolidation. Each CLARA cycle consisted of 1,000 mg/m 2 /d cytarabine day 1–5 and 40 mg/m 2 /d clofarabine day 2–6. Planned interval between two consecutive cycles was 35 days. All patients received oral antibacterial prophylaxis with amoxicillin or levofloxacin. Results. Between February 2007 and July 2008, 19 patients aged 22 to 63 years (median, 48 years) were enrolled. All had previously received remission induction according to ALFA protocols. At diagnosis, cytogenetic and molecular findings were as follows: FLT3-ITD (#6), abns of chromosome 5 or 7 (#3), complex karyotype (#1), 3q abn (#1), t(6;9) (#1), 11q23 abn (#1), normal karyotype or various abns (#6). At the present time, a total of 37 CLARA cycles are evaluable for safety. Myelosuppression was relatively rapid and profound. The median time to reach a PMN count less than 0.5 x 10 9 /L was 8 days (range, 6–11). All cycles required platelet transfusions. The median time from cycle initiation to neutrophil recovery (≥ 0.5 x 10 9 /L) was 28 days (range, 17–48), without differences between cycles 1, 2, or 3. However, probably due to non-hematological events, the median time between two consecutive cycles was 43 days (range, 39–79) between cycle 1 and 2, and 48 days (range, 42–78) between cycle 2 and 3. Main clinically relevant non-hematologic toxicities were sepsis (#14), Grade 3/4 nausea/vomiting (#13), Grade 3/4 mucositis (#4), and fungal (#3) or VZV (#1) infection. One patient experienced a curious unexpected and transient CNS event with a mixed sensitive-motor unilateral presentation and cervical hypersignal at MRI. One patient died from a septic shock after the second cycle. Three patients received only two cycles because of an adverse event (fungal infection, liver toxicity, CNS toxicity). Two additional patients received reduced intensity conditioning SCT after one and two CLARA cycles, respectively. Both are alive in CR1 six and four months after SCT, respectively. Even if the follow-up is still relatively short (median, 7 months), only one patient relapsed after 11 months of CR1 duration (the one with t(6;9) translocation). When compared to a historical series of 28 CR patients with similar eligibility criteria treated in the previous ALFA-9802 trial by HDAC consolidation, a gain in disease-free survival might appear (estimated 12-month DFS, 75 versus 57%). Conclusion. Administration of repeated CLARA consolidation cycles is feasible in younger adults with AML in CR1. However, the high rate of infections leads to recommend a careful patient monitoring maximizing infectious prophylaxis and avoiding out-patient management. The randomized ALFA-0702 Phase 2 trial will be initiated in Q4 2008 by the ALFA group in order to prospectively compare these two consolidation approaches in terms of anti-leukemic efficacy.",
    "topics": [
        "clofarabine",
        "cytarabine",
        "hdac protocol",
        "histone deacetylase",
        "ms-like tyrosine kinase 3",
        "infections",
        "karyotype determination procedure",
        "adverse event",
        "allogeneic stem cell transplant",
        "amoxicillin"
    ],
    "author_names": [
        "Xavier Thomas",
        "Ida Lobe",
        "Emmanuel Raffoux",
        "Nicolas Boissel",
        "Quoc-Hung Le",
        "Franck Nicolini",
        "Adrienne de Labarthe",
        "Sandrine Hayette",
        "Jean-Michel Cayuela",
        "Hervé Dombret"
    ],
    "author_dict_list": [
        {
            "author_name": "Xavier Thomas",
            "author_affiliations": [
                "Department of Hematology, Hôpital Edouard Herriot, Lyon, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ida Lobe",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Raffoux",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Boissel",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Quoc-Hung Le",
            "author_affiliations": [
                "Department of Hematology, Hôpital Edouard Herriot, Lyon, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Nicolini",
            "author_affiliations": [
                "Department of Hematology, Hôpital Edouard Herriot, Lyon, France"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrienne de Labarthe",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandrine Hayette",
            "author_affiliations": [
                "Hematology, Centre Hospitalier Lyon Sud, Pierre Bénite, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Michel Cayuela",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Dombret",
            "author_affiliations": [
                "Department of Hematology, Hôpital Saint-Louis, AP-HP, Paris, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T12:54:19",
    "is_scraped": "1"
}