{
    "doi": "https://doi.org/10.1182/blood.V114.22.4189.4189",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1449",
    "start_url_page_num": 1449,
    "is_scraped": "1",
    "article_title": "Comparing Efficacy of Apheresis and Whole-Blood Derived Platelets Transfusions in Acute Leukemia Patients Who Undergo Chemotherapy without Remission. ",
    "article_date": "November 20, 2009",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion",
    "topics": [
        "apheresis",
        "blood platelets",
        "blood transfusion",
        "chemotherapy regimen",
        "disease remission",
        "leukemia, acute",
        "whole blood",
        "concentrate dosage form",
        "transfusion",
        "atrial premature complexes"
    ],
    "author_names": [
        "Qin-fen Chen",
        "Pei Li",
        "Yi Xie"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The Affiliated Huashan Hospital of Fudan University, Shanghai, China"
        ],
        [
            "Department of Hematology, The Affiliated Huashan Hospital of Fudan University, Shanghai, China"
        ],
        [
            "Department of Hematology, The Affiliated Huashan Hospital of Fudan University, Shanghai, China"
        ]
    ],
    "first_author_latitude": "31.220739500000004",
    "first_author_longitude": "121.44593000000002",
    "abstract_text": "Abstract 4189 Objective To determine the efficacy between apheresis platelet concentrates(APCs) and platelets (PLTs) derived from whole blood(WBD) transfusion in acute leukemia patients receiving chemotherapy without remission. Methods All patients received same ABO group and leukocyte depletion PLTs. According to the platelet count before and after transfusion, we used percent platelet recovery(PPR) and corrected count increment(CCI) at 24 hours post-transfusion to analysis the outcomes. Results A total of 130 patients between the ages of 14 and 80 received 771 times PLTs transfusion. 85 patients were males, and 45 were females. There were 596 times APCs and 175 times WBD. In APCs, the platelet counts were 11.97±10.43×10 9 /L and 24.68±18.63×10 9 /L pre- and post-transfusion(P<0.001). In WBD, the platelet counts were 11.06±7.58×10 9 /L and 22.88±18.00×10 9 /L pre- and post-transfusion(P<0.001). But there was no significant difference in the platelet count between the two types of platelet produces transfusion. According to PPR, if PPR<20% is considered platelet transfusion refractoriness(PTR), the incidence rates of PTR in APCs and WBD were 46.98% and 49.71%, respectively. According to CCI, if CCI<4.5×10 9 /L is considered PTR, the incidence rates of PTR were 42.95% and 46.86%, respectively. The incidence rate of PTR was no significant difference in PPR and CCI between the two PLTs products. Conclusion For the patients of acute leukemia without remission, the incidence rate of PTR was high, even if they received same ABO group and leukocyte depletion products. The efficacy was not significant difference between APCs and WBD transfusions. Disclosures: No relevant conflicts of interest to declare."
}