{
    "doi": "https://doi.org/10.1182/blood.V116.21.106.106",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1732",
    "start_url_page_num": 1732,
    "is_scraped": "1",
    "article_title": "Tim-3, a Novel Immune Receptor, Is Constitutively Expressed on Human Natural Killer Cells and Functions as An Activating Coreceptor ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: NK Cell Biology",
    "topics": [
        "hepatitis a virus cellular receptor 2",
        "natural killer cells",
        "receptors, immunologic",
        "cd56 antigens",
        "neural cell adhesion molecules",
        "interleukin-12",
        "interleukin-18",
        "ligands",
        "neoplasms",
        "galactosides"
    ],
    "author_names": [
        "Michelle Gleason",
        "Todd Lenvik",
        "Valarie McCullar",
        "Sarah Cooley, MD",
        "Michael Verneris, MD",
        "Toshiro Niki",
        "Mitsuomi Hirashima",
        "Bruce R. Blazar, MD",
        "Jeffrey S. Miller, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "GalPharma Co., Ltd, Takamatsu, Japan, "
        ],
        [
            "Department of Immunology and Immunopathology, Faculty of Medicine, Kagawa University, Kagawa, Japan"
        ],
        [
            "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ],
        [
            "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN, USA, "
        ]
    ],
    "first_author_latitude": "44.97241425",
    "first_author_longitude": "-93.22922795",
    "abstract_text": "Abstract 106 NK cells are an attractive option for immunotherapy as they do not require pre-sensitization for anti-tumor activity and do not induce graft versus host disease (GvHD) in an allogeneic transplant setting. The potential of NK cells in controlling human hematological malignancies has been increasingly recognized in recent years, as the adoptive transfer of alloreactive NK cells in hematopoietic cell transplantation (HCT) clinical trials have demonstrated therapeutic anti-leukemia effects. NK cell function is regulated by the integration of antagonist signals received from cell surface activating and inhibitory receptors. Tim-3 is a novel immune receptor that is a member of the T cell immunoglobulin and mucin-containing domain (TIM) family of glycoproteins. While its role in T cells and antigen presenting cells has been described, little is known about its function in human NK cells. While Tim-3 is present on a variety of immune cells, resting NK cells constitutively express Tim-3 compared to other lymphocyte populations (NK: 73±3%; NKT: 6±1%; T: 1±1%; n=14) and we hypothesized that Tim-3 may be important in mediating NK cell function. The unique subset of cytokine producing CD56 Bright NK cells exhibited significantly lower resting Tim-3 expression compared to CD56 Dim NK cells (53±3% vs. 75±3%; p<0.001, n=14). Distinct Tim-3 expression patterns were found on resting CD56 Dim NK cells and activation with low dose IL-12 (1ng/mL) and IL-18 (10ng/mL), intended to more closely mimic physiologic conditions, resulted in further differentiation of this unique expression pattern dividing NK cells into 4 distinct populations: Tim-3 was homogeneously up-regulated on all CD56 Bright NK cells after activation while CD56 Dim NK cells were further stratified into 3 defined populations with Tim-3 hi , Tim-3 lo and Tim-3 neg expression. The only identified ligand of Tim-3 is galectin-9 (Gal-9), a β-galactoside binding lectin, which is expressed on a wide range of healthy and malignant cells. To investigate the potential function of Tim-3, an expression vector containing human Gal-9 was transduced into K562 and Raji cells, both without endogenous Gal-9 expression. Resting NK cytotoxicity ( 51 Cr release) was found to be increased in the presence of Gal-9 compared to the non-Gal-9 expressing targets [E:T=0.7:1, K562 vs. K562-Gal-9: 25±3% vs. 33±3% (n=8, p<0.05); E:T=20:1, Raji vs. Raji-Gal-9: 8±1% vs. 17±2% (n=4, p<0.05)]. Analysis of CD107a degranulation showed that resting Tim-3 + CD56 Bright cells were more functional against Gal-9 expressing targets than Tim-3 − CD56 Bright cells, suggesting that Tim-3 might also play a role in IFN-γ production. To further investigate this, resting NK cells were activated with low-dose IL-12/IL-18 overnight and IFN-γ levels were measured in response to soluble rhGal-9 (0, 2.5, 5, 10 and 20nM). Exposure to soluble rhGal-9 alone without IL-12/IL-18 did not induce IFN-γ production. For both the CD56 Bright and CD56 Dim IL-12/IL-18 activated NK populations, only Tim-3 + NK cells displayed a dose dependent increase in IFN-γ production upon exposure to soluble rhGal-9 compared to Tim-3 − NK cells. To understand the relevance of the distinct Tim-3 populations circulating in resting blood, CD56 Bright , CD56 Dim /Tim-3 hi , CD56 Dim /Tim-3 lo and CD56 Dim /Tim-3 neg populations were sorted, cultured overnight in IL-12/IL-18 and exposed to soluble rhGal-9. Results showed the Tim-3 expressing populations contain the predominant IFN-γ producing cells that were responsive to rhGal-9 (results for the sorted CD56 Dim /Tim-3 lo population shown in the figure below). This increase in IFN-γ production within the Tim-3 expressing NK cell populations was abrogated by the addition of β-lactose, a β-galactoside that binds and blocks Gal-9 activity. Lastly, Western blot and immunohistochemistry analysis of human primary acute leukemia blasts revealed high Gal-9 expression. As the presence of ligands for NK cell activating receptors on tumors provide an important prerequisite for NK cell activation and effector function, we show a novel functional role for the receptor Tim-3 in human NK cell biology in the presence of its ligand Gal-9. We, therefore, propose a model where constitutively expressed Tim-3 is up-regulated by NK cell activation and effector function is enhanced by Tim-3/Gal-9 interaction, which may potentiate the elimination of Gal-9 positive tumors by NK cells. View large Download slide View large Download slide  Disclosures: Niki: GalPharma: Membership on an entity's Board of Directors or advisory committees. Hirashima: GalPharma: Membership on an entity's Board of Directors or advisory committees."
}