{
    "doi": "https://doi.org/10.1182/blood.V112.11.1311.1311",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1098",
    "start_url_page_num": 1098,
    "is_scraped": "1",
    "article_title": "Comprehensiveness of Quality of Life Instruments in Capturing Concerns Related to Chemotherapy-Induced Neutropenia ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "cancer",
        "cancer therapy",
        "chemotherapy regimen",
        "febrile neutropenia",
        "linear regression",
        "mixed anxiety-depressive disorder",
        "mobility",
        "neutropenia",
        "neutropenia, drug-induced",
        "pain"
    ],
    "author_names": [
        "Lathi A Nina, MSc",
        "Pierre Isogai, BSc",
        "Nicole Mittmann, PhD",
        "Carlo DeAngelis, PharmD",
        "Matthew Cheung",
        "Knowles Sandra",
        "Eugenia Piliotis",
        "Neil Shear",
        "Scott Walker"
    ],
    "author_affiliations": [
        [
            "Pharmaceutical Sciences, University of Toronto, Toronto, ON, Canada"
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
        ],
        [
            "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Medicine, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ],
        [
            "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.70185445",
    "first_author_longitude": "-79.436893",
    "abstract_text": "Neutropenia is a serious hematologic consequence of cancer chemotherapy that can lead to further complications such as febrile neutropenia (FN). FN is potentially life threatening and often requires hospitalization. Few studies have evaluated the impact of neutropenia on quality of life (QoL). This study quantified QoL using two nonneutropenia-specific instruments, the EQ-5D questionnaire, a generic tool used to measure health-related QoL, and the Functional Assessment of Cancer Therapy - General (FACT-G) questionnaire, and a neutropenia-specific instrument, the Functional Assessment of Cancer Therapy - Neutropenia (FACT-N) questionnaire. The FACT-G is a 27-item questionnaire that examines QoL in patients with cancer using four subscales. A neutropenia-specific subscale (NSS) has been developed for use with the FACT-G; this combined questionnaire is the FACT-N. Data were collected from patients, who provided informed consent, and who were admitted to Sunnybrook Health Sciences Centre, Toronto, Canada, for the treatment of chemotherapy-induced FN. Linear regression models were fitted to examine the relationship of scores from the neutropenia-specific instrument with those obtained from the other instruments. Two models were fitted using the NSS as the response variable. Predictors for the regression models were the FACT-G scores for each of the subscales (physical, emotional, social and functional wellbeing) and the five domains of the EQ-5D (mobility, self-care, usual activity, pain/discomfort and anxiety/depression) along with the visual analog scale (VAS) component of this tool. The physical and emotional wellbeing subscales of the FACT-G had a strong relationship to the NSS (p < 0.05); the social and functional well-being subscales had a much weaker relationship (p > 0.5). For the EQ-5D, the pain/discomfort domain had the strongest relationship to the NSS (p=0.18); the remaining domains, with or without the VAS, all demonstrated a weaker relationship (p > 0.5). Model fit was assessed by the adjusted R 2 statistic; it was 0.54 when FACT-G subscales were used as the predictors compared to −0.04 for the EQ-5D domains indicating that the FACT-G was a better predictor of neutropenia-related concerns. Neutropenia concerns appear to be more closely related to cancer specific QoL compared to general quality of life as demonstrated by the stronger relationship of the NSS to the FACT-G than to the EQ-5D. This may be due to the comprehensiveness of the FACT-G questionnaire where a possible score anywhere from 0 to 24 or 28 can be obtained in each of the subscales, compared to three-point descriptive system for each of the domains of the EQ-5D."
}