{
    "doi": "https://doi.org/10.1182/blood.V126.23.412.412",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3173",
    "start_url_page_num": 3173,
    "is_scraped": "1",
    "article_title": "Hemopexin Gene Therapy Inhibits Inflammation and Vaso-Occlusion in Transgenic Sickle Cell Mice ",
    "article_date": "December 3, 2015",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia - Basic and Translational Science: Novel Mechanisms of Pathogenesis in Sickle Cell Disease",
    "topics": [
        "animals, transgenic",
        "drepanocytes",
        "gene therapy",
        "hemopexin",
        "inflammation",
        "mice",
        "heme",
        "infusion procedures",
        "toll-like receptor 4",
        "rna"
    ],
    "author_names": [
        "Gregory M Vercellotti",
        "Ping Zhang, PhD",
        "Chunsheng Chen, PhD",
        "Julia Nguyen, BS",
        "Fuad Abdulla, DVM",
        "Phong Nguyen, BS",
        "Carlos Nowotny",
        "Aman Irfanullah",
        "Ann Smith, PhD",
        "Clifford J. Steer, MD",
        "John D. Belcher, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ],
        [
            "Division of Molecular Biology & Biochemistry, School of Biological Sciences, University of Missouri-K.C., Kansas City, MO "
        ],
        [
            "Department of Medicine, Division of Gastroenterology, Hepatology and Nutrition, University of Minnesota, Minneapolis, MN"
        ],
        [
            "Department of Medicine, Vascular Biology Center, Division of Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
        ]
    ],
    "first_author_latitude": "44.973266249999995",
    "first_author_longitude": "-93.23060245",
    "abstract_text": "Hemolysis, oxidative stress, inflammation, vaso-occlusion, and organ infarction are hallmarks of sickle cell disease (SCD). Hemolysis releases free hemoglobin (Hb) and Hb-containing microparticles into the vasculature that upon oxidation to methemoglobin frees heme from the globin, which in turn can promote oxidative stress and activate toll-like receptor 4 (TLR4) signaling. Hemopexin (HPX), a plasma β1-glycoprotein, binds heme with a very high affinity (K d < 10 -12 M), and transports it to the liver for catabolism via CD91 receptor-mediated uptake. SCD patients have low serum HPX levels likely due to chronic hemolysis leading to increased HPX catabolism with insufficient compensatory increase in synthesis. We and others have shown that HPX transports heme to the liver, and inhibits heme toxicity and the activation of endothelial, leukocyte and platelet TLR4 signaling. Acute studies have shown HPX infusion prior to a heme challenge protects sickle mice from vaso-occlusion and developing acute pulmonary injury while chronic HPX infusion therapy modified heme toxicity to endothelium. We hypothesize that in SCD mice, hepatic overexpression of HPX will bind the proximal mediator of vascular activation, heme, and will inhibit inflammation and microvascular stasis (vaso-occlusion). To examine the protective role of HPX in SCD, we transplanted bone marrow from NY1DD SCD mice into HPX -/- or normal C57BL/6 mice. After 12 weeks, conversion to the HbS phenotype was confirmed by isoelectric focusing. Dorsal skin fold chambers (DSFC) were implanted in week 13 and microvascular stasis (% non-flowing venules) assessed in response to heme (3.2 µmol/kg) infusion. HPX -/- sickle mice had 34% ± 3% and 24% ± 2% at 1h and 4h post heme, significantly greater than HPX +/+ C57BL/6 sickle mice which had 21% ± 5% and 13% ± 8% at 1 and 4 h, (mean ± SD, p<.05), demonstrating the protective role of HPX in SCD. To further test our hypothesis, we utilized Sleeping Beauty (SB) transposon-mediated gene therapy to overexpress rat HPX in NY1DD and Townes-SS SCD mice. Rat HPX plasmid (pT2/Caggs-HPX) was delivered with an SB transposase plasmid (pK/CMV- SB 100X) and luciferase (LUC) plasmid (pT2/Caggs-LUC, as tracer) in trans into NY1DD or Townes-SS SCD mice by hydrodynamic tail vein injections. Control SCD mice were infused with the same volume of lactated Ringer's solution (LRS) or LUC plasmid with SB transposase plasmid in trans. One week later, the mice LUC bioluminescence imaging showed the liver was the primary location of expression. Four weeks later, the HPX SCD mice had marked increases in hepatic rat HPX mRNA (300-2000 copies/5ng total RNA) comparing to LRS and SB -LUC controls (0-44 copies/5ng total RNA). Plasma and hepatic HPX were significantly increased compared to LRS and SB -LUC controls. In vitro expression of the rat HPX plasmid in Chinese Hamster Ovary cells, and protein purification confirmed heme binding activity by spectroscopic scan absorbance shifts of rat HPX-heme complexes at 414nm. DSFCs were implanted 4 weeks after plasmid infusion and microvascular stasis was assessed in response to heme (3.2 µmol/kg) infusion. NY1DD and Townes-SS mice overexpressing rat HPX ( SB -HPX) had significantly less stasis than LRS or SB- LUC treated SCD mice (Figure 1A and B). HPX overexpression markedly increased nuclear Nrf2 expression in the livers of sickle mice, presumably by promoting delivery of heme to the liver and activating the Keap1-Nrf2 axis. In addition, hepatic HO-1 activity and protein and CD91 protein were increased in sickle mice overexpressing HPX and NF-ĸB activation was markedly decreased as assessed by nuclear phospho-p65-NF-ĸB expression on western blots demonstrating the anti-inflammatory properties of HPX in sickle mice. In conclusion, supplementing HPX levels in transgenic sickle mice via gene therapy activates the Nrf2 anti-oxidant axis and ameliorates inflammation and vaso-occlusion. We speculate that plasma HPX supplementation may be beneficial in SCD especially during hemolytic crises or acute chest syndrome. Figure 1. View large Download slide Figure 1. View large Download slide  Disclosures Vercellotti: Cydan: Research Funding; CSL Behring: Research Funding; Seattle Genetics: Research Funding; Biogen Idec: Research Funding. Belcher: CSL Behring: Research Funding; Seattle Genetics: Research Funding; Biogen Idec: Research Funding."
}