{
    "doi": "https://doi.org/10.1182/blood.V104.11.4564.4564",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=73",
    "start_url_page_num": 73,
    "is_scraped": "1",
    "article_title": "Bronchial-Associated Lymphoid Tissue (BALT) Lymphoma: Characteristics and Treatment Outcome of 19 Cases. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "lymphoid tissue",
        "lymphoma",
        "treatment outcome",
        "weight reduction",
        "chemotherapy regimen",
        "follow-up",
        "surgical procedures, operative",
        "bone marrow involvement",
        "cancer",
        "chest ct"
    ],
    "author_names": [
        "Kathryn P. Beal, MD",
        "Carol Portlock, MD",
        "Joachim Yahalom, MD"
    ],
    "author_affiliations": [
        [
            "Radiation Oncology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Medical Oncology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ],
        [
            "Radiation Oncology, Memorial Sloan-Kettering Cancer Center, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.7663045",
    "first_author_longitude": "-73.9613427",
    "abstract_text": "Background : Bronchial-associated lymphoid tissue (BALT) lymphoma, an indolent marginal zone lymphoma, is a rare clinical entity with only few published reports on its optimal management and treatment outcome. In the absence of a well established standard of care, different treatment options are available including surgery, radiation, chemotherapy, immunotherapy or merely observation. We analyzed a large cancer center’s experience with the management of BALT lymphoma patients during the last 12 years. Patients and Methods : Nineteen cases of BALT lymphoma were identified from a database of 175 cases of MALT lymphoma pathologically confirmed at our center. We retrospectively reviewed the clinical data and treatment results. Results : There were 12 (63%) men and 7 (37%) women with a median age of 68 years (range 37–81 years). Seven (37%) patients were asymptomatic at diagnosis and were diagnosed after radiologic studies ordered either for routine evaluation or for pre-operative clearance showed unexpected abnormalities. The 12 (63%) symptomatic patients had non-specific pulmonary complaints such as cough, shortness of breath, or dyspnea on exertion. One patient had B symptoms (significant unintentional weight loss). Twelve patients (63%) had unilateral lung involvement and 7 (37%) had bilateral involvement on chest CT. Twelve patients had FDG-PET scans at the time of diagnosis and all had FDG uptake in pathologically confirmed sites of disease with a median SUV of 3.2 (range 1.3–26). Five patients (26%) had radiographically enlarged hilar or mediastinal lymph nodes including 1 with pathologically confirmed transformation to diffuse large B-cell lymphoma in a mediastinal lymph node and 1 with progression to a supraclavicular lymph node. Fifteen patients (79%) had stage I or II disease limited to their thorax. One patient had previously treated MALT of the bilateral orbits, 1 patient was also found to have MALT involving her small bowel, 1 patient also had bone marrow involvement, and 1 patient had extensive disease involving not only lung parenchyma but also mediastinal lymph nodes, and bilateral axillary, supraclavicular, and cervical lymph nodes. Ten patients were treated with surgery alone (8 had wedge resections, 2 had lobectomies). Six received chemotherapy alone and 2 had rituximab alone. One received radiation (RT) alone. With a median follow-up of 28 months (range 11–146 months), no patients were lost to follow-up. At 5 years, overall survival was 91% and disease free survival was 42%. At latest follow-up all patients were alive with the exception of one patient who died of his disease (the patient who had extensive lung parenchymal disease and lymphadenopathy) and 8 patients (42%) were without evidence of any disease after RT(1), chemotherapy(2), or surgery(5). Conclusion : In one of the largest series of BALT lymphoma patients with complete follow-up, we document good response to local treatment and overall excellent prognosis. Of interest, BALT lymphoma lesions are PET-positive and thus are similar to lung cancer lesions. Limited lesions may be safely resected and patients remain disease-free, but even some patients with unresectable disease respond to chemotherapy and are rendered disease-free or stable."
}