{
    "doi": "https://doi.org/10.1182/blood.V122.21.5462.5462",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2523",
    "start_url_page_num": 2523,
    "is_scraped": "1",
    "article_title": " Prophylactic Levofloxacin In Pediatric Neutropenic Patients During Autologous Hematopoietic Stem Cell Transplantation (HSCT)  ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "topics": [
        "hematopoietic stem cell transplantation",
        "levofloxacin",
        "neutropenia",
        "pediatrics",
        "antibiotics",
        "autologous stem cell transplant",
        "bacterial infections",
        "fever",
        "sepsis",
        "bacteremia"
    ],
    "author_names": [
        "Hanafy Ahmed Hafez",
        "Dalia Yousef",
        "Maggie Abbassi",
        "Yasser Elborai",
        "Alaa Elhaddad, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology / Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Clinical Pharmacy, Children cancer hospital 57357, Cairo, Egypt, "
        ],
        [
            "Clinical pharmacy, Faculty of pharmacy, Cairo University, Cairo, Egypt, "
        ],
        [
            "Pediatric Hematology / Oncology, National Cancer Institute, Cairo University, Cairo, Egypt, "
        ],
        [
            "Pediatric Hematology / Oncology, Children Cancer Hospital Egypt 57357, Cairo, Egypt"
        ]
    ],
    "first_author_latitude": "30.025705650000003",
    "first_author_longitude": "31.219699350000003",
    "abstract_text": "Background Bacterial sepsis continues to be a leading cause of morbidity and toxic death in children receiving myelosuppressive chemotherapy and for those undergoing hematopoietic stem cell transplants. Using fluoroquinolones in prophylaxis against gram negative bacterial infection is not the standard of care in neutropenic pediatric patients, and till now it is a controversial issue. This study was conducted to assess the effect of levofloxacin prophylaxis on prevention of bacterial infection and on the duration of antibiotic use during profound neutropenia in pediatric patient with hematopoietic stem cell transplantation. Methods Non-randomized comparative study between 2 groups of pediatric neutropenic patients underwent autologous stem cell transplantation; one group didn’t receive prophylactic levofloxacin (control group), the other group received prophylactic levofloxacin (10mg/kg/day) starting from the first day of the conditioning till engraftment or 1 st spike of fever. Results A total of 96 patients who underwent autologous stem cell transplantation were analyzed (46 patients in the control group and 50 patients taking levofloxacin). The median duration till onset of 1 st fever was 11 days from the beginning of conditioning regimen in the control group as compared to 15 days in patients who were receiving levofloxacin, (p ≤ 0.001). Both groups had the same rate of bacteremia (30%) but the percentage of gram negative infections was higher in the control group (50%) as compared to (20%) in levofloxacin group, also the incidence of bacterial sepsis was higher in patients without levofloxacin (4/46) than those with levofloxacin (1/50). The median duration of antibiotic use was significantly lower in the levofloxacin group (10 days) as compared with (14 days) in patients on control group, (p <0.001). Conclusion Levofloxacin use can decrease the incidence of the gram negative bacteremia and their septic complications and will shorten the duration of antibiotic use, but its impact on emergence of resistant organisms should be closely monitored. Disclosures: No relevant conflicts of interest to declare."
}