{
    "doi": "https://doi.org/10.1182/blood.V106.11.5047.5047",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=397",
    "start_url_page_num": 397,
    "is_scraped": "1",
    "article_title": "A Novel Anti CD23 Fully Human Monoclonal Antibody Potentially Useful for B-CLL Therapy. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cd23 antigen",
        "monoclonal antibodies",
        "antibodies",
        "immunoglobulin g",
        "antigens",
        "cd40 ligand",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "hematologic neoplasms",
        "immune sera"
    ],
    "author_names": [
        "Marc Delcommenne, PhD",
        "Hans-Georg Klingemann, MD, PhD",
        "Stephanie A. Gregory, MD"
    ],
    "author_affiliations": [
        [
            "Section of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
        ],
        [
            "Division of Hematology/Oncology, Tufts-New England Medical Center, Boston, MA, USA"
        ],
        [
            "Section of Hematology and Stem Cell Transplantation, Rush University Medical Center, Chicago, IL, USA"
        ]
    ],
    "first_author_latitude": "41.87377335000001",
    "first_author_longitude": "-87.6696735",
    "abstract_text": "B-cell chronic lymphocytic leukemia (B-CLL) is one of the most common hematological malignancies and is, in most cases, characterized by an increased expression of CD23 on the cell surface. Since cross-linking CD23 induces B-CLL apoptosis, it is an attractive target for B-CLL antibody-based immunotherapy. In this study we show that an anti-CD23 human IgG1 monoclonal antibody, C6F5, may be useful in treating B-CLL. This antibody is derived from the human single chain antibody (scFv) C6F5 that was originally raised against the RPMI-8226 multiple myeloma cell line using the antibody phage display technique. While the C6F5 scFv did not bind to other myeloma cell lines, it was able to bind weakly to normal peripheral blood B lymphocytes and strongly to EBV transformed B cells and B-CLL cells. The antigen recognized by C6F5 was also upregulated on B lymphocytes that had been stimulated by CD40 ligand. Immunoprecipitations by the scFv C6F5 identified a protein of 45 kDa which co-migrated with CD23. Furthermore, this protein was recognized by an anti-CD23 mouse mAb in Western blot analyses. Immunofluorescence staining with the C6F5 scFv was inhibited if cells were preincubated with an anti-CD23 polyclonal antiserum. Taken together, these results verify that C6F5 recognizes CD23. The V H and V L regions of C6F5 antibody were then cloned into a baculovirus transfer vector encoding the human IgG 1 heavy and light chains so that fully human C6F5 IgG 1 antibody could be produced in baculovirus infected SF9 cells. Since C6F5 binding specificity was preserved in the IgG 1 format, this antibody is ready to be tested in in vitro cytotoxic assays against B-CLL cells."
}