{
    "doi": "https://doi.org/10.1182/blood.V126.23.2328.2328",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3114",
    "start_url_page_num": 3114,
    "is_scraped": "1",
    "article_title": "Rivaroxaban Limits Complement Activation Compared to Warfarin in Antiphospholipid Syndrome Patients with Venous Thromboembolism ",
    "article_date": "December 3, 2015",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "topics": [
        "antiphospholipid syndrome",
        "complement activation",
        "rivaroxaban",
        "venous thromboembolism",
        "warfarin",
        "systemic lupus erythematosus",
        "thrombus",
        "complement system proteins",
        "factor xa",
        "anticoagulants"
    ],
    "author_names": [
        "Deepa Jayakody Arachchillage",
        "Ian J Mackie",
        "Maria Efthymiou",
        "Andrew Chitolie",
        "Beverley J Hunt",
        "David Isenberg",
        "Munther Khamashta",
        "Samuel Machin",
        "Hannah Cohen"
    ],
    "author_affiliations": [
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom ",
            "Haematology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom "
        ],
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom "
        ],
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom "
        ],
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom "
        ],
        [
            "Haematology, Guy's and St Thomas NHS Foundation Trust, London, United Kingdom ",
            "Haematology, King's College London, London, United Kingdom "
        ],
        [
            "Centre for Rheumatology, University College London, London, United Kingdom ",
            "University College London Hospitals NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Rheumatology, Guy's and St Thomas Hospitals NHS Foundation Trust, London, United Kingdom ",
            "Rheumatology, King's College London, London, United Kingdom "
        ],
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom "
        ],
        [
            "Haemostasis Research Unit, University College London, London, United Kingdom ",
            "Haematology, University College Hospitals NHS Foundation Trust, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.5245592",
    "first_author_longitude": "-0.13404009999999997",
    "abstract_text": "Background Complement activation may play a role in the pathogenesis of thrombosis and other pathological processes in the antiphospholipid syndrome (APS). Since coagulation proteases, such as factor Xa, can cleave complement proteins, we investigated complement activation in thrombotic APS patients receiving rivaroxaban, a direct factor Xa inhibitor. Aims To assess markers of complement activation (C3a, C5a, terminal complement complex (SC5b-9) and Bb fragment) in patients with thrombotic APS treated with rivaroxaban or warfarin in a prospective randomised controlled trial. Methods 116 APS patients with previous venous thromboembolism, including 22 with systemic lupus erythematosus (SLE), on long-term warfarin (target INR 2.5) were studied. 59 patients remained on warfarin and 57 (11 with SLE in each group) switched to rivaroxaban (20mg daily). EDTA samples were collected at baseline (all patients on warfarin) and on day 42 (2-4 hours after the last dose of rivaroxaban in patients on rivaroxaban). 5/116 patients were excluded (samples from four patients were haemolysed and one patient withdrew from the trial after randomisation), leaving 111 (55 rivaroxaban and 56 warfarin) patients for analysis at both baseline and day 42. Samples were also collected from 55 normal controls (NC). C3a, C5a SC5b-9 and Bb fragment were assessed using ELISA assay kits (QUIDEL Corp). Results Median (95% CI) C3a, C5a, SC5b-9 and Bb fragment were 48.9 (30.1-100.2) ng/mL, 6.8 (2.2-11.8 ng/mL, 113.9 (50.5-170) ng/mL and 1.1 (0.64-1.86) µg/mL in NC, respectively. APS patients had significantly higher complement activation markers compared to NC at both time points irrespective of the anticoagulant (p<0.0001 for C3a, C5a, SC5b-9 and Bb). There were no differences in the markers between the two patient groups at baseline, or in patients remaining on warfarin at day 42 [median (95% CI) for C3a, C5a, SC5b-9 and Bb fragment levels in patient on warfarin on day 0 vs day 42 were: C3a (ng/mL) 77.2 (33.4-180.1) vs 73.6 (34.7-156), C5a (ng/mL) 10.8 (3.2-19.4) vs 10.3 (3.7-19.8), SC5b-9 (ng/mL) 203.5 (70.5-440.3) vs 214.4 (78.3-470.4) and Bb fragment (µg/mL) 1.3 (0.6-2.8) vs 1.4 (0.7-2.4)]. In 55 patients randomised to rivaroxaban, C3a, C5a and SC5b-9 decreased significantly compared with baseline values on warfarin [day 0 versus day 42: C3a (ng/mL): 82.8 (34.6-146.6) vs 64.0 (29.2-125.1), (p=0.004); C5a (ng/mL):12.0 (4.1-17.9) vs 9.0 (2.4-14.8), p=0.01; SC5b-9 (ng/mL): 201.0 (65.6-350.2) vs 171.5 (55.6-245.5), (p=0.001)]. However, Bb fragment levels were unchanged. Conclusions Complement activation occurs in APS despite anticoagulation with warfarin. Rivaroxaban decreased complement activation compared to warfarin, although levels of the markers did not normalise in the majority of patients. This action of rivaroxaban appears to occur via the classical pathway, since Bb fragment (a marker of alternative pathway activation) was unchanged. The observations in rivaroxaban-treated patients may reflect inhibition of factor Xa cleavage of complement proteins, or inhibition of its pro-inflammatory effects (and consequent complement activation). These data suggest that rivaroxaban may have an additional therapeutic modality in thrombotic APS patients by limiting complement activation. Disclosures Mackie: Volution Immuno Pharmaceuticals (Uk) Ltd: Research Funding. Cohen: Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Honoraria diverted to local charity, Research Funding, Speakers Bureau."
}