{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1540.1540",
    "article_title": "Polatuzumab Vedotin Alone or in Combination with Obinutuzumab Synergistically Enhances I n-Vitro Cytotoxicity and Cytokine Release Against CD20+/ CD79b+ Burkitt Lymphoma (BL) /Primary Mediastinal Large B Cell Lymphoma (PMBL) ",
    "article_date": "December 7, 2017",
    "session_type": "625. Lymphoma: Pre-Clinical—Chemotherapy and Biologic Agents: Poster I",
    "abstract_text": "Background: Pediatric Burkitt Lymphoma (PBL) represents the most common malignancy in childhood and adolescent non-Hodgkin Lymphoma (NHL) but occurs in less than 5% of adult NHL cases (Hochberg/Cairo et al, BJH 2009; Miles/Cairo, BJH. 2012). Mature B-cell NHL, including Burkitt lymphoma (BL) and primary mediastinal large B cell lymphoma (PMBL) express CD20+/CD79b+ and have an excellent prognosis with rituximab based immunochemotherapy (Cairo et al Blood. 2007,Goldman/Cairo et al. Leukemia, 2013, Gerrard/Cairo et al. Blood. 2013). The prognosis of PBL has significantly improved over the last 40 years through the use of short and intense multi-agent immunochemotherapy, however, a subset of patients with relapsed/refractory disease has immunochemotherapy resistant disease and a dismal prognosis (≤ 20% 5 yr. EFS),(Cairo et al.Blood. 2007; Cairo et al. JCO.2012). It is therefore critical to investigate and to develop targeted translational strategies in BL/PMBL in order to reduce acute morbidities, decrease late effects, and provide new options for those with recurrent disease. The hu-anti-CD79b-vc-MMAE (Polatuzumab Vedotin, PV) an antibody drug conjugate (ADC) has demonstrated significant preclinical activity against indolent CD79b+NHL (Polson et. al.Can. Res.2009). More recently PV has well tolerated in adults with CD79b refractory CLL (Palanca-Wessels et al. Lancet Oncol, 2014). Obinutuzumab, a glycoengineered type II CD20 antibody, has been shown to enhance cell death and antibody dependent cytotoxicity assay (ADCC) vs. rituximab (RTX) (Herter et al, Clinc Can Res, 2013). We previously observed that PV or obinutuzumab alone (Awasthi/Cairo et al., AACR 2017, Awasthi/Cairo et al., BJH 2015) significantly enhanced tumor cell death and increased overall survival against BL and PMBL xenografted mice. However, additive/synergistic effects of PV with obinutuzumab against mature PMBL/BL are unknown. Objective: To determine the efficacy of the PV, obinutuzumab or RTX alone or in combination with PV+ obinutuzumab vs. PV+RTX against PMBL and RTX sensitive/resistant BL tumor cell lines. Methods: Raji/Raji4RH (provided by M. Barth, MD, Roswell Park Cancer Institute) and PMBL: Karpas1106P (ATCC, USA) tumor cells were cultured in RPMI with 10 or 20% FBS.Tumor cells were incubated with PV (generously supplied by Genentech Inc.) with obinutuzumab (generously provided by Roche) or rituximab (100ug/ml) for 4 hrs with NK cells.PBMCs were expanded with lethally irradiated K562-mbIL21-41BBL cells (Lee et al, PLoS One, 2012).CD56 +/ CD3 - isolated and expanded NK cells were used for cytotoxicity assay. Cytotoxicity was determined by DELFIA cytotoxicity assay at 10:1 E: T ratio and cytokine secretion was measured by multiplex ELISA assay kit. Results : Obinutuzumab+NK, RTX+NK (100µg/ml) compared to PV+NK cells (20ug/ml, 10:1E:T ratio) significantly enhanced cell lysis in Raji, 65.9±2.4% vs. 38.9±5.4% vs. 44.24±8.1%, (p=0.001 and p=0.001), Raji4RH, 52.8±9.4% vs. 16.04±7.2% vs.47.0±8.2% (p=0.03 and p=NS), respectively and Karpas1106P, 66.10±5.3% vs.48.2±3.9% vs. 61.6±10.06% (p=0.004 and NS), respectively. PV+ obinutuzumab+NK, further significantly improved in-vitro cytotoxicity compared to PV+ rituximab+NK, Raji, 93.6±6.1% vs 79.9±5.3% (p=0.007, Figure 1A), Raji4RH, 78.07±2.05% vs 63.5±0.16% (p=0.004, Figure1B) and Karpas1106P, 88.3±6.3 %vs.73.03±3.03% (p=0.003, Figure1C), respectively. Furthermore, IFN-g level from supernatant of PV+obinutuzumab+NK was significantly increased compared to obinutuzumab+NK alone, Raji, 22.14±2.1 vs. 9.41±6.5 ug/ml (p=0.01), Raji4RH, 20.30±9.8vs.17.02±2.5 ug/ml (p=0.05) and Karpas1106P, 18.10±1.5vs.9.56±5.5 ug/ml (p=0.03), respectively. Conclusion: Our preliminary data indicates thatPV in combination with obinutuzumab significantly enhances cell death in RTX sensitive/resistant CD79b + /CD20 + BL and PMBL compared to obinutuzumab or PV alone. Furthermore, PV+ obinutuzumab significantly enhanced cytokine secretion in BL (RTX sensitive/resistant) and PMBL compared to obinutuzumab alone. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Klein: Roche: Employment, Equity Ownership, Other: patents. Lee: Miltenyi: Speakers Bureau; Cyto-Sen Therapeutics, Inc: Other: Founder, Vice President, Medical Director; Intellia Therapeutics, Inc: Consultancy; Courier Therapeutics, Inc: Membership on an entity's Board of Directors or advisory committees. Cairo: Jazz Pharmaceuticals: Speakers Bureau.",
    "topics": [
        "b-cell lymphomas",
        "burkitt's lymphoma",
        "cytokine",
        "cytotoxicity",
        "mediastinum",
        "obinutuzumab",
        "antibodies",
        "rituximab",
        "cancer",
        "cd20 antigens"
    ],
    "author_names": [
        "Aradhana Tiwari, PhD",
        "Dina Edani, MS",
        "Janet Ayello, MS, MT(ASCP)",
        "Christian Klein, PhD",
        "Dean Anthony Lee, MD PhD",
        "Mitchell S. Cairo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Aradhana Tiwari, PhD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY ",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dina Edani, MS",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY ",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Ayello, MS, MT(ASCP)",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY ",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Klein, PhD",
            "author_affiliations": [
                "Roche Innovation Center, Roche Pharmaceutical Research & Early Development, Zurich, Switzerland ",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dean Anthony Lee, MD PhD",
            "author_affiliations": [
                "Hem/Onc/BMT, Nationwide Children's Hospital, Columbus, OH ",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell S. Cairo, MD",
            "author_affiliations": [
                "Pediatrics, New York Medical College, Valhalla, NY ",
                "Medicine, New York Medical College, Valhalla, NY ",
                "Pediatric Hematology, Oncology & Stem Cell Transplantation, New York Medical College, Valhalla, NY ",
                "Microbiology & Immunology, New York Medical College, Valhalla, NY",
                "Cell Biology & Anatomy, New York Medical College, Valhalla, NY ",
                "Pathology, New York Medical College, Valhalla, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:56:25",
    "is_scraped": "1"
}