{
    "doi": "https://doi.org/10.1182/blood.V124.21.3060.3060",
    "article_title": "Updated Results Confirm Favorable Outcome of Immunocompetent Patients with Primary CNS Lymphoma Treated By C5R Protocol in Combination with Intravenous Rituximab and Intrathecal Liposomal Cytarabine: A Multicentric Prospective Phase 2 Study of the Lymphoma Study Association (LYSA) ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster II",
    "abstract_text": "Background: The LNHCP93 trial is an intensive high-dose methotrexate and cytarabine containing chemotherapy (CT) derived from CT regimens used for Burkitt lymphomas (C5R protocol) followed by brain radiotherapy (RT) showing favorable long-term survival in Primary CNS Lymphoma (PCNSL) patients younger than 60 years. In order to improve antitumor activity of C5R protocol, we prospectively evaluated the addition of intravenous rituximab and intrathecal (IT) liposomal cytarabine to CT before RT for 18 to 60 years old immunocompetent patients with PCNSL in the R-C5R protocol. We previously presented the results of the primary objective of the R-C5R protocol, showing an improvement of the complete and unconfirmed complete response rate (CR/CRu) after immuno-CT from 33% in the LNHCP93 to 66% in the R-C5R protocol. We also showed no additional severe toxicities as compare to C5R with the addition of intravenous rituximab and IT liposomal cytarabine. We present here the updated results of the 53 patients included in this multicentric prospective phase 2 study from the lymphoma study association (LYSA) with a median follow-up 28 months (range, 1.08-75.04). Methods: This prospective study was designed for 18 to 60 years old immunocompetent patients with confirmed CD20 positive diffuse large B-cell lymphoma PCNSL. Fifty-three patients included between August 2007 and September 2011 received two courses of methotrexate, cyclophosphamide, doxorubicin, vincristine, prednisone (COPADEM) followed by two courses of methotrexate, cytarabine (CYM) administred at 21-day intervals from day 1 to day 21. At each day 1, intravenous rituximab 375mg/m 2 and at each day 3 IT liposomal cytarabine 50mg were infused. After immuno-CT, a brain RT was planned for all patients and then patients were followed every 4 months during the first 2 years and then every 6 months for the next 3 years. Neurotoxicity was evaluated by a Mini-Mental State Examination (MMSE) test. Results: The median age of the 53 PCNSL patients was 55 years (range, 36-60), 57% were male, 42% had a performance status (PS)>1, 55% had an involvement of deep structures of brain, 45% a high CSF protein level and 36% a high LDH level. Clinical characteristics according to the MSKCC score was as follows: 16 patients (32%) ≤50 years (class 1); 23 patients (46%) >50 years and KPS≥70 (class 2); 11 patients (22%) >50 years and KPS<70 (class 3). Of the 39 available patients, 38% had 0-1, 38% had 2, 21% had 3 and 3% had 4 adverse IELSG prognostic scores, respectively. Median MMSE score assessed for 42 patients at baseline was 26 (range, 3-30). Forty-five patients (85%) completed the fourth cycles of immune-CT and three patients (5.7%) died of acute toxicity. Forty-two patients (79%) underwent RT, 23 of them with a reduced whole brain RT (median 26 Gy) and a boost to the tumor bed. With a median follow-up of 28 months, 20 patients progressed or relapsed (37.7%). The 3-year progression free survival (PFS) rate of whole cohort was 58% (95%CI, 42.5% to 71%). The 3-year PFS rates were 64.2%, 63.5% and 53% for patients with MSKCC class 1, 2 and 3, respectively (P=0.53); the 3-year PFS rates were 86% and 39% for patients with 0-1 and 2-4 adverse IELSG prognostic scores, respectively (P=0.02). The 3-year PFS rates were 66% and 80% for patients who received a reduced whole brain RT with a boost and patients treated with whole brain RT (P=0.25), respectively. At relapse or progression, 18 patients received a salvage treatment that allowed five CR/CRu. Five patients received a high-dose CT with autologous stem cell transplantation at relapse. The 3-year overall survival (OS) rate for whole cohort was 67% (95%CI, 48.3% to 80.1%). The median MMSE score was 29 (range, 23-30) for the 11 patients evaluated between 18 and 24 months after the beginning of treatment. Conclusions: With the addition of intravenous rituximab and IT liposomal cytarabine, R-C5R protocol provided promising outcome results with a 3-year PFS and OS of 58% and 67%, respectively. These results compared favorably with historical controls included in the LNHCP93 who presented a 3-year PFS and OS of 44% and 58%, respectively. IELSG score remained a strong prognostic factor for the patients treated with this schedule and could be helpful to stratify consolidation treatment after response to primary immunochemotherapy in particular patients with 2-4 IELSG score. Disclosures Ghesquieres: Mundipharma: Honoraria. Off Label Use: Liposomal cytarabine formulation had demonstrated better efficacy compared to standard cytarabine for the treatment of lymphomatous meningitis and is off label use in first line therapy of primary CNS lymphoma. Morschhauser: Mundipharma: Honoraria.",
    "topics": [
        "burkitt lymphoma, atypical",
        "burkitt's lymphoma",
        "cytarabine",
        "immunocompetence",
        "liposomes",
        "lymphoma",
        "primary central nervous system lymphoma",
        "rituximab",
        "methotrexate",
        "follow-up"
    ],
    "author_names": [
        "Herve Ghesquieres, MD PhD",
        "Herve Tilly, MD PhD",
        "Anne Sonet, MD",
        "Jehan Dupuis, MD",
        "Alexia Schwartzmann",
        "Emmanuelle Nicolas-Virelizier, MD",
        "Marc Andre, MD PhD",
        "Fabienne Trullemans, MD",
        "Emmanuel Fleck, MD",
        "Sami Boussetta",
        "Franck Morschhauser, MD PhD",
        "Jean-Yves Blay, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Herve Ghesquieres, MD PhD",
            "author_affiliations": [
                "Centre Leon Berard, Universite de Lyon, Lyon, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly, MD PhD",
            "author_affiliations": [
                "Centre Henri Becquerel, Inserm U918, Université de Rouen, IRIB, Rouen, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Sonet, MD",
            "author_affiliations": [
                "CHU Dinant Godinne, UCL Namur, Yvoir, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jehan Dupuis, MD",
            "author_affiliations": [
                "CHU Henri Mondor, Creteil, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexia Schwartzmann",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuelle Nicolas-Virelizier, MD",
            "author_affiliations": [
                "Centre Leon Berard, Lyon, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Andre, MD PhD",
            "author_affiliations": [
                "CHU Dinant Godinne, UCL Namur, Yvoir, Belgium "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabienne Trullemans, MD",
            "author_affiliations": [
                "Universitair Ziekenhuis, Brussel, Belgium "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emmanuel Fleck, MD",
            "author_affiliations": [
                "Saint Louis Hospital, La Rochelle, La Rochelle, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sami Boussetta",
            "author_affiliations": [
                "Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser, MD PhD",
            "author_affiliations": [
                "CHU de Lille, Lille, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Yves Blay, MD PhD",
            "author_affiliations": [
                "Centre Leon Berard, Universite de Lyon, Lyon, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T02:54:56",
    "is_scraped": "1"
}