{
    "doi": "https://doi.org/10.1182/blood.V122.21.3783.3783",
    "article_title": "Activated Sumoylation Is a Hallmark Of Burkitt's Lymphoma and MYC Driven Cancer Leading To Synthetic Lethal Interactions With Sumoylation Inhibitors ",
    "article_date": "November 15, 2013",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster III",
    "abstract_text": "Myc oncoproteins (c-Myc, N-Myc and L-Myc) are transcription factors that regulate cell growth, cell division and metabolism under physiologic conditions. Myc overexpression is a hallmark of cancer, present in most advanced tumors, and associated with poor prognosis. We have previously shown that Myc overexpression results in specific cancer cell liabilities, e.g. during cell cycle progression, that constitute therapeutic targets for synthetic lethality approaches. Small Ubiquitin-like Modifier (SUMO) proteins covalently bind to other proteins to modify their function. SUMOylation is involved in various cellular processes including transcription and cell cycle progression. Hierarchical cluster analysis comparing RNA expression data in murine normal control, pre-malignant and lymphoma Eµ- Myc B cells identified a Myc-induced SUMOylation-related gene expression signature. This signature was present in pre-malignant and Eµ- Myc lymphoma cells and involved the up-regulation of various critical components of the SUMOylation machinery, including the E1 ligases SAE1 and SAE2, the E2 ligase Ube2i and the E3 ligases Ranbp2 and PIAS2. Moreover this translated into elevated protein expression of the whole SUMOylation pathway and ubiquitous hyper-SUMOylation of proteins in Eµ- Myc lymphoma cells. For cross-species validation we analyzed human gene expression data and found that the Myc-induced regulation of SUMOylation-associated genes was also present in human IG/MYC Burkitt lymphomas, in contrast to Non- IG/MYC B-cell lymphomas. What is more analysis of ChIP-on-chip experiments revealed direct binding of Myc to regulatory genomic regions of almost all SUMOylation regulators (SUMO2, SUMO3 and E1, E2 and E3 ligases). The characteristic of cancer cells to depend on certain intact physiologic mechanisms is known as non-oncogene addiction. Since SUMOylation of proteins is involved in essential metabolic, survival and proliferation pathways we reasoned that intact SUMOylation is a non-oncogenic pathway that Myc-driven cells rely upon. We thus hypothesized that Myc-dependent cells could be specifically susceptible when interfering with SUMOylation by pharmacological means. We found that Eµ- Myc lymphoma cells were highly sensitive to the SUMOylation inhibitors ginkolic acid and anarcardic acid. In particular, inhibition of SUMOylation lead to cell cycle arrest, polyploidy, and subsequent cell death. This therapeutic effect was Myc-specific as shown by use of genetically defined cell lines and conditional Myc-overexpression systems. Specifically human Burkitt lymphoma cell lines were strikingly more sensitive to inhibition of SUMOylation than non-Myc-transformed lymphoma samples. Taken together, we provide correlative and experimental evidence that the Myc-associated expression of genes involved in SUMOylation is a hallmark of Burkitt’s lymphoma and constitutes a non oncogenic pathway which is therapeutically exploitable in lymphoma and other Myc-driven cancers. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cancer",
        "protein sumoylation",
        "lymphoma",
        "ligase",
        "immunoglobulins",
        "tumor cells, malignant",
        "b-cell lymphomas",
        "neoplasms",
        "oncogene proteins"
    ],
    "author_names": [
        "Alexander Hoellein, MD",
        "Sabine Steidle, MD",
        "Mohammad Fellahi, PhD",
        "Stephanie Schoeffmann",
        "Martina Rudelius, MD",
        "Christian Peschel",
        "John L Cleveland",
        "Ulrich Keller"
    ],
    "author_dict_list": [
        {
            "author_name": "Alexander Hoellein, MD",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sabine Steidle, MD",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Fellahi, PhD",
            "author_affiliations": [
                "Department of Cancer Biology, The Scripps Research Institute, Jupiter, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie Schoeffmann",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martina Rudelius, MD",
            "author_affiliations": [
                "Department of Pathology, Technische Universität München, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peschel",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John L Cleveland",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrich Keller",
            "author_affiliations": [
                "III. Department of Internal Medicine, Hematology/Oncology, Technische Universität München, München, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T15:38:36",
    "is_scraped": "1"
}