{
    "doi": "https://doi.org/10.1182/blood-2019-122535",
    "article_title": "Stable FIX Expression and Durable Reductions in Bleeding and Factor IX Consumption for up to 4 Years Following AMT-060 Gene Therapy in Adults with Severe or Moderate-Severe Hemophilia B ",
    "article_date": "November 13, 2019",
    "session_type": "801.Gene Therapy and Transfer",
    "abstract_text": "Background: The aim of gene therapy is to provide long-term therapeutic effect from a single administration, yet information on response durability is currently limited. AMT-060 is an adeno-associated virus serotype 5 (AAV5) vector with a codon-optimized wildtype human factor IX (FIX) gene and liver-specific promoter. AMT-060 is being analyzed in an ongoing study of 10 participants with severe/moderate-severe hemophilia B (Phase 1/2 study, NCT02396342). Aim: To describe efficacy and safety outcomes from a planned interim analysis at up to 4-years post-AMT-060. Methods: Adult males with FIX activity ≤2% and a severe bleeding phenotype received a single intravenous infusion of AMT-060 (5x10 12 gc/kg, Cohort 1, n=5) or (2×10 13 gc/kg, Cohort 2, n=5). Assessments included FIX activity, FIX replacement use, annualized bleeding rate (ABR), treatment-related adverse events (TRAE), immunological and inflammatory biomarkers up to 4 years (Cohort 1) and 3.5 years (Cohort 2). Results: As of 8 May 2019, for Cohort 1 the mean yearly FIX activity (annualized to 4 years) was 6.0 as compared to 4.4% in the first year, 6.8% in the second year and 7.3% in the third year. Mean yearly FIX activity for Cohort 2 at 3 years was 7.9% as compared to 7.1% in the first year and 8.4% in the second year. Factor IX activity for each patient over the length of follow up is shown in Figure 1 . Eight of 9 participants using prophylaxis at baseline were able to discontinue use. During the last 12 months of observation, the mean annualized bleed rate (ABR) was 1.7 for Cohort 1 and 0.7 for Cohort 2. Respectively, these represent a reduction in mean ABR to the year prior to treatment of 88% and 83%. During this same period the consumption of FIX replacement therapy declined 93% and 96% relative to pre-treatment respectively for Cohort 1 and Cohort 2. No participants developed FIX inhibitors or signs of sustained AAV5 capsid-specific T-cell activation. TRAE were mainly reported in the first 3.5-months after treatment, including three participants who experienced transient mild elevations in alanine aminotransferase as previously described. One new TRAE (joint swelling post-exercise) was observed during the last 12 months of observation post-treatment. Updated data, up to 4-years of observation, will be presented for the first time. Conclusions: Long-term stable endogenous FIX activity and reductions in ABR and FIX replacement use were observed following a single treatment with AMT-060. There were no additional safety concerns with longer term follow-up. These findings support the ongoing Phase III study of the enhanced construct, AMT-061, which encodes the highly active Padua FIX variant. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Miesbach: Bayer, BioMarin, CSL Behring, Chugai, Freeline, Novo Nordisk, Octapharma, Pfizer, Roche, Takeda/Shire, UniQure: Consultancy; Bayer, Novo Nordisk, Octapharma, Pfizer, Takeda/Shire: Research Funding; Bayer, Chugai, Novo Nordisk, Octapharma, Pfizer, Takeda/Shire, UniQure: Speakers Bureau. Meijer: Pfizer, Sanquin, Uniqure: Research Funding; Uniqure, BMS, Aspen, Boehringer Ingelheim, Sanquin, Bayer: Consultancy, Honoraria; Sanquin: Research Funding; Bayer: Research Funding. Coppens: Pfizer: Honoraria; Portola Pharmaceuticals, Inc: Honoraria; Daiichi Sankyo: Honoraria, Research Funding; Uniqure: Research Funding; Boehringer Ingelheim: Research Funding; Sanquin Blood Supply: Research Funding; Bayer: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria. Kampmann: Uniqure BV: Research Funding. Klamroth: Bayer, Biomarin, CSL Behring, Novo Nordisk, Octapharma, Pfizer, Roche, SOBI, Takeda: Consultancy; Bayer, Novo Nordisk, SOBI: Research Funding. Schutgens: Baxalta Shire, Novo Nordisk, Bayer, CSL Behring, Pfizer, UniQure BV: Research Funding. Castaman: Bayer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sobi: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; CSL Behring: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda (SHIRE): Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Kedrion: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Werfen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Research Funding; Uniqure: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Seifried: Medac: Other: BSD owns IP and is contract manufacturer; Uniqure BV: Research Funding. Schwaeble: Uniqure BV: Research Funding. Bönig: Celgene, Novartis, Sandoz Hexal: Consultancy; Kiadis Pharma: Other: Contract manufacturing of ATIR101; Sandoz Hexal, Uniqure: Research Funding; Miletenyi: Speakers Bureau. Sawyer: Uniqure BV: Employment. Leebeek: CSL Behring: Research Funding; UniQure: Consultancy; Shire/Takeda: Research Funding; Novo Nordisk: Consultancy; Sobi: Other: Travel grant; Shire/Takeda: Consultancy.",
    "topics": [
        "factor ix",
        "gene therapy",
        "hemophilia b",
        "hemorrhage",
        "follow-up",
        "adverse event",
        "alanine transaminase",
        "arthritis",
        "bleeding rate",
        "capsid"
    ],
    "author_names": [
        "Wolfgang Miesbach, MD PhD",
        "Karina Meijer",
        "Michiel Coppens, MD",
        "Peter Kampmann, MD",
        "Dr. Klamroth",
        "Roger Schutgens, MD PhD MSc",
        "Giancarlo Castaman, MD",
        "Erhard Seifried, MD PhD",
        "Joachim Schwaeble",
        "Halvard Bönig",
        "Eileen K Sawyer, PhD",
        "Frank W.G. Leebeek, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Wolfgang Miesbach, MD PhD",
            "author_affiliations": [
                "Goethe University Hospital, Frankfurt/Main, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karina Meijer",
            "author_affiliations": [
                "University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiel Coppens, MD",
            "author_affiliations": [
                "Academic Medical Center, Amsterdam, NLD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Kampmann, MD",
            "author_affiliations": [
                "Rigshospitalet, Copenhagen, Denmark "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dr. Klamroth",
            "author_affiliations": [
                "Vivantes Klinikum, Berlin, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger Schutgens, MD PhD MSc",
            "author_affiliations": [
                "University Medical Center, Utrecht, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giancarlo Castaman, MD",
            "author_affiliations": [
                "Azienda Ospedaliera Universitaria Careggi, Florence, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erhard Seifried, MD PhD",
            "author_affiliations": [
                "Institute Frankfurt, German Red Cross Blood Service Baden Wurttemberg-Hessen, Frankfurt, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joachim Schwaeble",
            "author_affiliations": [
                "Institute Frankfurt, German Red Cross Blood Service Baden-Wurttemberg-Hessen, Frankfurt, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Halvard Bönig",
            "author_affiliations": [
                "Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eileen K Sawyer, PhD",
            "author_affiliations": [
                "uniQure Biopharma, BV, Amsterdam, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank W.G. Leebeek, MD PhD",
            "author_affiliations": [
                "Erasmus University medical Center, Rotterdam, Netherlands"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T04:01:39",
    "is_scraped": "1"
}