{
    "doi": "https://doi.org/10.1182/blood.V106.11.3756.3756",
    "article_title": "Anemia in Elderly Hospitalized Veterans: Prevalence, Causes, and Clinical Impact. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Anemia occurs frequently in elderly and has been identified as a public health issue. The purpose of our study was to identify the prevalence, causes and clinical impact of anemia among hospitalized elderly veterans. We performed retrospective review of all medical records of patients 65 years or older admitted over 6-month period to the general internal medicine service at Cincinnati Veteran Medical Center. Anemia was defined according to WHO criteria (< 13.0 g/dl in males and < 12.0 g/dl in females). Data were collected reviewing the electronic medical records. Variables included demographics, functional status, reason of admission, co-morbidities, medications, hemoglobin level on admission, and selected laboratory results. Causes of anemia were identified from the medical records or interpretation of laboratory data. Outcome variables included duration of hospitalization, end-of-hospitalization death, re-admissions, and survival at the end of the study. Database was generated using SPSS software. Descriptive statistics were used to describe rate, and causes of anemia. Chi-square test was used to compare categorical variables between patients with anemia and patients with no anemia and t-test was used for continuous variables. Kaplan-Meier curves and Cox-regression analysis were used for survival analysis. Between January 2004-June 2004, 500 hundred patients 65 years or older were admitted to general medicine service. Mean age was 76 years. Majority of patients were males (97%) and white (71%). Coronary artery disease was the commonest identified reason for admission. Anemia was observed in 298 patients (59.6%) on admission. Mean hemoglobin level on admission was 12.2 +/− 2.39. The most common causes of anemia were iron deficiency anemia (25%), anemia of chronic disease/chronic renal disease 14%, blood loss 7%, vitamin B 12 deficiency (6%), Myelodysplastic syndrome (4%). Anemia was mutli-factorial in 10% of patients, 34% of patients had other causes of anemia or unknown cause. Baseline characteristics were similar between patients identified with anemia and non-anemic group except for race; where more Afro-American patients were in the anemia group 31% compared to 10 % in the non-anemic group (p-value < 0.0005). Malignancy, diabetes melitus, chronic renal failure, and cirrhosis were comorbidities more seen in the anemic group. There was no statistically significant difference between the anemic patients and non-anemic group regarding duration of hospitalization, re-admission, and end-of-hospitalization death rate. Survival was inferior among anemic patients within 6 month, 41% of patients died compared to 24% among non-anemic patients (Log Rank test, P value 0.0001) (Figure-1). Anemia was a statistically significant co-morbidity affecting survival among multivariable analysis using cox-regression analysis. This study is the first to address the high prevalence of anemia among hospitalized elderly veterans and suggests a clinical impact on survival. It raises questions to be better addressed in a prospective fashion. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "anemia",
        "older adult",
        "veterans",
        "hemoglobin measurement",
        "kidney failure, chronic",
        "length of stay",
        "anemia of chronic disorder",
        "cancer",
        "coronary arteriosclerosis",
        "diabetes mellitus"
    ],
    "author_names": [
        "Joanna L. Rosing, BS",
        "Rami S. Komrokji, MD",
        "E. Gordon Margolin, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Joanna L. Rosing, BS",
            "author_affiliations": [
                "College of Medicine, University of Cincinnati, Cincinnati, OH, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Hematology/Oncology Division, Internal Medicine Department, University of Cincinnati and Cincinnati VA Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "E. Gordon Margolin, MD",
            "author_affiliations": [
                "Geriatric Medicine, University of Cincinnati and Cincinnati VA Medical Center, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T21:29:42",
    "is_scraped": "1"
}