{
    "doi": "https://doi.org/10.1182/blood.V126.23.3482.3482",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2984",
    "start_url_page_num": 2984,
    "is_scraped": "1",
    "article_title": "Use of Low Molecular Weight Heparin (LMWH) in Thrombocytopenic Patients with Hematologic Malignancy-Associated Venous Thromboembolism (VTE) ",
    "article_date": "December 3, 2015",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "topics": [
        "cancer",
        "low-molecular-weight heparin",
        "venous thromboembolism",
        "thrombocytopenia",
        "anticoagulation",
        "follow-up",
        "hemorrhage",
        "anticoagulants",
        "catheters",
        "creatinine"
    ],
    "author_names": [
        "Nabin Khanal, MBBS",
        "R. Gregory Bociek, MD",
        "Baojiang Chen, PhD",
        "Julie M. Vose, MD",
        "James O. Armitage, MD",
        "Philip J Bierman, MD",
        "Lori J. Maness, MD",
        "Matthew A. Lunning, DO",
        "Krishna Gundabolu, MD",
        "Vijaya R. Bhatt, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Creighton University Medical Center, Omaha, NE "
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Biostatistics, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Internal Medicine Section of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Department of Internal Medicine, Division of Hematology/Oncology, University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Univ. of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Hematology-Oncology, University of Nebraska Medical Center/Nebraska Medicine, Omaha, NE"
        ],
        [
            "University of Nebraska Medical Center, Omaha, NE "
        ],
        [
            "Hematology-Oncology, University of Nebraska Medical Center/Nebraska Medicine, Omaha, NE"
        ],
        [
            "Hematology-Oncology, University of Nebraska Medical Center/Nebraska Medicine, Omaha, NE"
        ]
    ],
    "first_author_latitude": "41.25419205",
    "first_author_longitude": "-95.98972034999998",
    "abstract_text": "Introduction: The management of hematologic malignancy-associated VTEin patients with moderate to severe thrombocytopenia is unclear. Clinical trials of anticoagulants in VTE exclude such patients, hence do not inform the risk of bleeding or clot progression. Consensus-based guidelines recommend case-by-case consideration for either platelet transfusion to maintain platelet count >50,000/µL and therapeutic anticoagulation, or 50% dose reduction in LMWH (J Thromb Haemost. 2013 Jan;11(1):56-70.; Curr Oncol. 2015 Apr;22(2):144-55). At our institution, our approach is to use prophylactic dose LMWH for patients with platelet count ≤50,000/µL. Method: This is a single-center retrospective study of 128 adult patients with hematologic malignancies, who were diagnosed with VTE. Patients were identified from hospital research database. The diagnoses were verified after the review of medical records. The platelet count was assessed during the period of anticoagulation for VTE. The outcomes of patients with significant thrombocytopenia (≤50,000/µL) was compared with those without. Bleeding and clot recurrence was assessed until the last follow-up (median of >1 month). Fisher's Exact test was used to test the association between two categorical variables, and Analysis of Variance (ANOVA) was used to test the association between a continuous variable and a categorical variable. Results: Characteristics of the study population were as follows: 51% male, 47% non-Hodgkin lymphoma, 20% acute leukemia/myelodysplastic syndrome, 40% status-post hematopoietic stem cell transplant, 9% with creatinine >2 mg/dl, 36% with pulmonary embolism and 28% with catheter-related VTE. Forty six patients (36%) had a platelet count ≤50,000/µL during a period of time of perceived need for new or continued anticoagulation. The median nadir platelet count in those with significant thrombocytopenia was 9000/µL( range 2000-45,000/µL) versus 166,000/µL (range 50,000-389,000/µL) in those without (p<0.001). The median duration of significant thrombocytopenia in the first group was 10 days (range 1-68 days). Therapy during the period of significant thrombocytopenia included prophylactic dosing of LMWH (46%), therapeutic dose of LMWH or heparin (30%), warfarin (2%), inferior vena cava filter (2%) and observation (17%). Patients without thrombocytopenia were managed with the standard of care therapy. At last follow-up, the risk of bleeding (p=0.65) and clot progression (p=0.81) were similar in the two groups (Table 1). Conclusion: Within the limits of this retrospective study, cautious use of dose-adjusted LMWH in thrombocytopenic patients with hematologic malignancy-associated VTE may be safe. A prospective trial of prophylactic dose LMWH in patients with VTE during thrombocytopenia is required to confirm the safety and, to some extent, efficacy of such an approach. Table 1. Outcome of patients with VTE  Outcome . Thrombocytopenic cohort (Platelet count ≤50,000/µL) . Patients without significant thrombocytopenia (Platelet count >50,000/µL) . p-value . Bleeding after VTE treatment   0.65 No 38 (82.6%) 75 (91.5%)  Minor (without significant clinical implications) 1 (2.2%) 1 (1.2%)  Clinically significant (causing drop in hemoglobin; requiring transfusion or other interventions) 4 (8.7%) 5 (6.1%)  Missing 3 (6.5%) 1 (1.2%)  Clot progression or recurrence at last follow-up   0.81 No 35 (76.1%) 67 (81.7%)  Yes 9 (19.6%) 15 (18.3%)  Missing 2 (4.3%) 0  Outcome . Thrombocytopenic cohort (Platelet count ≤50,000/µL) . Patients without significant thrombocytopenia (Platelet count >50,000/µL) . p-value . Bleeding after VTE treatment   0.65 No 38 (82.6%) 75 (91.5%)  Minor (without significant clinical implications) 1 (2.2%) 1 (1.2%)  Clinically significant (causing drop in hemoglobin; requiring transfusion or other interventions) 4 (8.7%) 5 (6.1%)  Missing 3 (6.5%) 1 (1.2%)  Clot progression or recurrence at last follow-up   0.81 No 35 (76.1%) 67 (81.7%)  Yes 9 (19.6%) 15 (18.3%)  Missing 2 (4.3%) 0  View Large Disclosures Vose: Allos Therapeutics/Spectrum: Research Funding; US Biotest, Inc: Research Funding; Janssen Biotech: Research Funding; Celgene: Research Funding; Genentech: Research Funding; Bristol-Myers Squibb: Research Funding; Incyte Corp: Research Funding; Acerta Pharma: Research Funding; GlaxoSmithKline: Research Funding. Armitage: Celgene: Consultancy; Ziopharm: Consultancy; Spectrum: Consultancy; Roche: Consultancy; GlaxoSmithKline: Consultancy, Membership on an entity's Board of Directors or advisory committees; Conatus: Consultancy, Membership on an entity's Board of Directors or advisory committees; Tesaro Bio, Inc: Membership on an entity's Board of Directors or advisory committees. Lunning: Spectrum: Consultancy; Genentech: Consultancy; BMS: Consultancy; Juno: Consultancy; Gilead: Consultancy; TG Therapeutics: Consultancy."
}