{
    "doi": "https://doi.org/10.1182/blood.V108.11.2994.2994",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=696",
    "start_url_page_num": 696,
    "is_scraped": "1",
    "article_title": "A Novel Allogeneic Transplant Conditioning Regimen Designed for Tolerance Induction in Patients with Severe Sickle Cell Disease. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "conditioning (psychology)",
        "sickle cell anemia",
        "transplantation",
        "tolerance induction",
        "rapamycin",
        "alemtuzumab",
        "graft-versus-host disease",
        "stabilization",
        "acute chest syndrome",
        "antigens"
    ],
    "author_names": [
        "Matthew M. Hsieh, MD",
        "Elizabeth M. Kang, MD",
        "Beth Link",
        "Maria Berg",
        "Richard W. Childs, MD",
        "Roger Kurlander, MD",
        "Jonathan Powell, MD PhD",
        "Griffin P. Rodgers, MD",
        "John F. Tisdale, MD"
    ],
    "author_affiliations": [
        [
            "MCHB-NIDDK, NIH, Bethesda, MD"
        ],
        [
            "LHD-NIAID"
        ],
        [
            "MCHB-NIDDK, NIH, Bethesda, MD"
        ],
        [
            "HB-NHLBI"
        ],
        [
            "HB-NHLBI"
        ],
        [
            "DLM-CC, NIH"
        ],
        [
            "Oncology, Johns Hopkins School of Medicine, Baltimore, MD"
        ],
        [
            "MCHB-NIDDK, NIH, Bethesda, MD"
        ],
        [
            "MCHB-NIDDK, NIH, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Allogeneic hematopoietic stem cell (HSC) transplantation remains the only curative approach for sickle cell disease (SCD) patients, yet high risk of procedural toxicities and graft-versus-host disease limits this approach. We chose a low-dose radiation approach utilizing rapamycin based upon its unique ability to promote T cell tolerance. We tested this approach in vivo in a murine bone marrow transplantation model comparing a short course of conventional immunosuppression with cyclosporine to that with rapamycin, with long-term, high-level chimerism attained only in mice treated with rapamycin. We have now begun accrual to an IRB approved clinical trial testing this approach in SCD adults and report the results in our first five subjects. Protocol entry criteria include irreversible complications from sickle cell disease (such as prior strokes or pulmonary hypertension defined as a tricuspid-regurgitant jet velocity [TRV] ≥2.5 m/s), or reversible complications (such as frequent vaso-occlusive crises or acute chest syndrome) not ameliorated by a 6-month course of hydroxyurea. Conditioning was achieved with a single radiation dose of 300cGy, alemtuzumab (1mg/kg total), and oral rapamycin targeting trough levels between 10–20 ng/ml. All patients received unmanipulated mobilized peripheral blood progenitors obtained from an HLA-matched sibling. Assessment of donor chimerism was measured by microsatellite PCR of CD3 and CD14/15 positive white cells. Conditioning was well tolerated in all patients. Two patients inadvertently received only 200 cGy. CD34+ cell doses ranged from 5.72–10 × 10e6/kg, and CD3+ cell doses ranged from 1.93–5.35 × 10e8/kg. In 4 of the 5 patients in whom follow-up is sufficient, an early peak in myeloid chimerism was seen at 95–100% at day 28, with stabilization at 48–100% long-term. Lower level lymphoid chimerism was seen early, ranging from 3–23%, with stabilization at 5–47% long-term. Hemoglobin electrophoresis revealed complete replacement by donor type hemoglobin in all 4 patients by day 120, with amelioration of the phenotype allowing for therapeutic phlebotomy. Unfortunately, two patients have experienced recurrent sickle cell disease, though T cell responses to donor assessed by the mixed lymphocyte reaction revealed continued tolerance to donor with preserved T cell responses to third party antigens. These results argue against rejection and suggest competition by surviving endogenous HSCs as a cause of graft loss. Additionally, retransplant of one of the patients in relapse thus far using 400 cGy, alemtuzumab, and rapamycin has re-established full donor erythroid chimerism. Stable mixed chimerism persists out to 23 months in one patient and 10 months in another. Finally, no patient to date has developed any symptoms or signs of acute or chronic GVHD. Our results demonstrate the ability of allogeneic HSC transplantation using a relatively simple conditioning regimen to achieve mixed hematopoietic chimerism without the development of GVHD, suggest the importance of adequate hematopoietic suppression, and may allow extension to alternative donor transplantation."
}