{
    "doi": "https://doi.org/10.1182/blood.V128.22.3747.3747",
    "article_title": "Pro-Inflammatory Cytokines Drive the Development of a Prothrombotic Platelet Phenotype in Inflammation and Aging ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster III",
    "abstract_text": "A high incidence of thrombotic events remains a potentially life-threatening consequence in a broad range of chronic inflammatory conditions including infection, obesity, cardiovascular disease (CVD), autoimmune disorders and aging. While deregulation of pro-coagulant molecules and activation of endothelial surfaces have been described as contributors to such thrombotic events, the extent to which the pro-inflammatory cytokine environment associated with inflammatory diseases may impact platelet reactivity, production and function remains to be further characterized. Hence, to directly interrogate the impact of inflammation on platelet function, we analyzed the platelet activation profile of washed platelets by flow cytometry using murine models of rheumatoid arthritis, collagen-induced arthritis (CIA) and of aging (24 month-old mice) to identify inflammation-induced changes in platelet function and production. Notably, both models revealed significant alterations to platelet function, characterized by increased exposure of P-selectin and the active form of the integrin a IIb b 3 (JON/A) following platelet activation with thrombin. In addition, the exposure of phosphatidylserine (PS), measured with Lactadherin binding, was elevated in platelets from chronically inflamed CIA and old mice. As the pro-inflammatory cytokines interleukin-1 (IL-1) and tumor necrosis factor α (TNF) are key mediators of chronic inflammatory disease, we assessed using Tnf Δ ARE transgenic mice, which overexpress TNF-α as well as young mice treated with daily injections of rIL1- for 20 days, whether chronic exposure these cytokines is sufficient to alter platelet function. Strikingly, despite increased peripheral blood platelet numbers, IL-1β treated mice did not exhibit a hyper-reactive platelet phenotype when compared to controls. On the other hand, platelets from Tnf Δ ARE mice showed significant hyperactivity, and a single dose (24 hours) of murine rTNF or in vitro culture with rTNF also induced a robust platelet activation profile, suggesting that TNF acts directly on platelets and may play a more significant role than IL-1 in the development of an inflammation-driven prothrombotic platelet phenotype. Moreover, analysis of the hematopoietic stem cell (HSC) compartment in CIA and old mice revealed an increased frequency of previously-described CD41 + megakaryocyte-biased HSCs, which is recapitulated in mice chronically exposed to IL-1, suggesting that reprogramming of HSCs by pro-inflammatory cytokines likely fuels the overproduction of hyperactive platelets that contribute to thrombosis in chronic inflammatory diseases. Collectively, our findings suggest that IL-1 and TNFα contribute to inflammation-associated thrombosis via distinct mechanisms, with TNFα playing a particularly important role in platelet hyperactivation, and IL-1 impacting platelet production, likely in part via modulation of HSC fate. Hence, our findings identify a key role for distinct cytokine circuits in regulating platelet function, and implicate the pro-inflammatory cytokine environment as a key therapeutic target for modulation in patients at risk for inflammation-associated thrombotic events. Disclosures Di Paola: CSL BEhring: Consultancy; Biogen: Consultancy.",
    "topics": [
        "aging",
        "blood platelets",
        "cytokine",
        "inflammation",
        "phenotype",
        "obesity",
        "interleukin-1",
        "tumor necrosis factors",
        "inflammatory disorders",
        "thrombus"
    ],
    "author_names": [
        "Pavel Davizon-Castillo",
        "Katrina Ashworth, MS",
        "Kelly Higa, MS",
        "Giovanny Hernandez",
        "Sumitra Acharya",
        "Robert A. Campbell, PhD",
        "Matthew Rondina, MD",
        "Colm B. Collins, PhD",
        "Anthony Donato, MD",
        "Lisa Lesniewski",
        "James DeGregori",
        "Michael Holer",
        "Nirmal Banda",
        "Jorge Di Paola, MD",
        "Eric Martin Pietras, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pavel Davizon-Castillo",
            "author_affiliations": [
                "University of Colorado - Pediatric Hematology/Oncology/BMT, Aurora, CO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katrina Ashworth, MS",
            "author_affiliations": [
                "University of Colorado - Pediatric Hematology/Oncology/BMT, Aurora, CO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly Higa, MS",
            "author_affiliations": [
                "Department of Molecular Biology, University of Colorado, Denver, Anschutz Medical Campus, Aurora, CO, University of Colorado, Aurora, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanny Hernandez",
            "author_affiliations": [
                "Division of Hematology, School of Medicine, Anschutz Medical Campus, Aurora, CO, University of Colorado, Aurora, CO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sumitra Acharya",
            "author_affiliations": [
                "University of Colorado, Aurora, CO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Campbell, PhD",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Rondina, MD",
            "author_affiliations": [
                "University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colm B. Collins, PhD",
            "author_affiliations": [
                "University of Colorado, Aurora, CO "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Donato, MD",
            "author_affiliations": [
                "Departments of Internal Medicine, Exercise and Sport Science and Biochemistry, University of Utah, Salt Lake City, UT, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Lesniewski",
            "author_affiliations": [
                "Departments of Internal Medicine, Exercise and Sport Science and Biochemistry, Salt Lake City, UT, University of Utah, Salt Lake City, UT "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James DeGregori",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, Aurora, CO "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Holer",
            "author_affiliations": [
                "Division of Rheumatology, School of Medicine, Anschutz Medical Campus, Aurora, CO, University of Colorado, Aurora, CO "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nirmal Banda",
            "author_affiliations": [
                "Division of Rheumatology, School of Medicine, Anschutz Medical Campus, Aurora, CO, University of Colorado, Aurora, CO "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Di Paola, MD",
            "author_affiliations": [
                "Department of Pediatrics and Human Genetics and Genomics Program, University of Colorado, Aurora, CO ",
                "University of Colorado School of Medicine, Aurora, CO"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Martin Pietras, PhD",
            "author_affiliations": [
                "Division of Hematology, School of Medicine, Anschutz Medical Campus, Aurora, CO, University of Colorado, Aurora, CO "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:44:06",
    "is_scraped": "1"
}