{
    "doi": "https://doi.org/10.1182/blood.V126.23.703.703",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3122",
    "start_url_page_num": 3122,
    "is_scraped": "1",
    "article_title": "VLX1570, a First in Class Dub Inhibitor, Modulates BCR Signaling and CXCR4 Expression and Demonstrates Significant In Vivo Antitumor Activity in a Murine Model of Human Waldenstrom Macroglobulinemia ",
    "article_date": "December 3, 2015",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: B-cell Receptor Signaling and Resistance in Lymphoma",
    "topics": [
        "abnormal uterine bleeding",
        "breakthrough bleeding",
        "cxcr4 receptors",
        "mice",
        "signal transduction",
        "waldenstrom macroglobulinemia",
        "neoplasms",
        "bortezomib",
        "ibrutinib",
        "immunoglobulin m"
    ],
    "author_names": [
        "Aneel Paulus, MDMS",
        "Sharoon Akhtar, MPhil",
        "Kelara Samuel",
        "Hassan Yousaf",
        "Davitte Cogen",
        "Jennifer Jiang",
        "Abhisek Swaika, MBBS",
        "Anne Novak, PhD",
        "Stephen M Ansell, MD, PhD",
        "Morie A Gertz, MD",
        "Robert A. Kyle, MD",
        "Thomas E. Witzig, MD",
        "George J Weiner, MD",
        "Peter Martin, MD",
        "Morton Coleman, MD",
        "Sikander Ailawadhi, MD",
        "Joachim Gullbo, MD PhD",
        "Stig Linder, PhD",
        "Geraldo Otero-Colon",
        "Vivek Roy, MD",
        "Kasyapa S. Chitta, PhD",
        "Asher Alban Chanan-Khan, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Biology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Department of Cancer Biology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Division of Hematology & Medical Oncology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "University of Iowa, Iowa City, IA "
        ],
        [
            "Division of Hematology/Oncology, Weill Cornell Medical College, New York, NY "
        ],
        [
            "Center for Lymphoma and Myeloma, Weill Medical College of Cornell University, New York, NY "
        ],
        [
            "Division of Hematology & Oncology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Uppsala University, Uppsala, Sweden "
        ],
        [
            "Karolinska, Stockholm, Sweden "
        ],
        [
            "Mayo Clinic, Jacksonville, "
        ],
        [
            "Division of Hematology and Oncology, Mayo Clinic, Jacksonville, FL"
        ],
        [
            "Cancer Biology, Mayo Clinic, Jacksonville, FL "
        ],
        [
            "Division of Hematology & Oncology, Mayo Clinic, Jacksonville, FL "
        ]
    ],
    "first_author_latitude": "30.2639611",
    "first_author_longitude": "-81.54126545",
    "abstract_text": "Background: Aberrant B-cell receptor (BCR) and MYD88 signaling cooperatively drive Waldenstrom macroglobulinemia (WM) tumor cell survival. To sustain BCR-driven growth and maintain optimal cellular homeostasis, WM cells upregulate proteasome function. We have recently described the role of two distinct 19S proteasome-associated deubiquitinating enzymes (DUBs), USP14 and UCHL5, in maintaining WM-cell viability. Pharmacologic inhibition with b-AP15 (commercial compound) results in WM-cell death and accumulation of high molecular weight ubiquitinated protein conjugates; an event that is phenocopied by siRNA knockdown of USP14 and UCHL5. VLX1570 is a lead-optimized clinical grade analog of b-AP15 with enhanced solubility, stability and target residence time. We investigated the effect of VLX1570 on BCR components, WM cell survival proteins and its in vivo activity in a human xenograft model of WM. Materials: VLX1570 was obtained from Vivolux AB and bortezomib from Sellekchem. Human WM cell lines (BCWM.1, MWCL-1 and RPCI-WM1) and their drug-resistant derivatives were used (total n=12). Bone marrow aspirates from WM-patients and from healthy donors were obtained from the Mayo Clinic biospecimens core. PBMCs from healthy donors were used as comparators where needed. NOD/SCID mice were obtained from Taconic Labs and used for profiling the in vivo properties of VLX1570. Results: We first examined for USP14/UCHL5 protein expression by immunohistochemical analysis in primary tumor tissue from WM patients and compared it to healthy donor cells. WM patient-derived cells exhibited greater staining intensity of both DUBs. Preferential binding of VLX1570 to USP14 and UCHL5 in WM cells was probed in a WM cell using an enzyme-based competition assay (HA-Ub-Vs), which demonstrated time-dependent decrease in labeled USP14 and UCHL5 after treatment with VLX1570. In drug-resistant (bortezomib or ibrutinib-resistant) WM cells, VLX1570 induced >50% tumor-specific apoptosis and displayed synergistic activity with ibrutinib (median CI: 0.5). In addition to ER stress markers, we had previously observed that gene expression of BCR-signalosome components were reduced in VLX1570-treated WM cells (NanoString platform) and this was substantiated at the protein level where p-SYK, SYK and BTK decreased in a time-dependent manner. BCR end-effectors were probed in response to VLX1570 and a decrease in nuclear translocation of NFkB (p65) was noted. USP14 has been shown to control the availability of the chemokine receptor CXCR4, which regulates homing of WM cells to bone marrow. After VLX1570 treatment, we noted a significant decrease in CXCR4 surface receptor expression in all WM cell lines tested and primary WM cells. Lastly, to determine the in vivo anti-WM effects of VLX1570, we injected NOD/SCID mice (xenotransplanted with RPCI-WM1-Luc cells) with VLX1570 (I.P. route, 4.4mg/kg every other day) and measured tumor burden along with pharmacodynamic indicators. VLX1570-treated mice (n=7) demonstrated significantly lower tumor volumes by caliper measurement and bioluminescent signal (p=0.01 - 0.003) as well as reduced serum human-IgM, compared to vehicle-treated mice (n=7). Importantly, mice treated with VLX1570 survived longer vs. vehicle-treated mice (median survival, 62 vs. 44 days, respectively, p=0.0008). No unforeseen toxicities were noted and weight of the mice in vehicle vs. VLX1570-treated mice did not significantly change. IHC analysis in mice tumor tissues demonstrated reduced CXCR4, human-IgM, Ki67 and increased cleaved caspase-3 and ubiquitinated (k48-linked) protein level, the latter serving as a more specific indicator of USP14/UCHL5 inhibition. Conclusions: We provide substantial in vitro and in vivo evidence on the anti-WM effects of a novel first-in-class clinical grade USP14/UCHL5 inhibitor, VLX1570. In addition to anticipated induction of ER stress machinery, we describe for the first time VLX1570-mediated modulation of BCR components and WM cell survival proteins as well as demonstrate its robust activity in an aggressive human xenograft model of WM. These data provide the rationale for a clinical trial of single agent VLX1570 in patients with symptomatic WM. Disclosures Martin: Janssen: Consultancy, Honoraria; Acerta: Consultancy; Gilead: Consultancy; Celgene: Consultancy; Novartis: Consultancy; Bayer: Consultancy. Gullbo: Vivolux AB: Other: Shareholder. Linder: Vivolux AB: Other: Shareholder."
}