{
    "doi": "https://doi.org/10.1182/blood.V118.21.3659.3659",
    "article_title": "Prognostic Value of C-Reactive Protein, Lactase Dehydrogenase and Anemia in Recurrent or Refractory Malignant Lymphoma, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3659 Introduction Prognostic predictors for newly diagnosed malignant lymphoma, such as International Prognostic Index (IPI), reversed-IPI, Follicular Lymphoma International Prognostic Index (FILIP), and Prognostic Index for peripheral T-cell lymphoma (PIT), are well known. On the other hand, prognostic factors for recurrent or refractory malignant lymphoma have never been reported. Patients and methods We retrospectively analyzed patients with recurrent or refractory malignant lymphoma treated with ICE or DHAP as salvage treatment from April 2005 to June 2010 in our institute. We evaluated five biological parameters; C-reactive protein (CRP), lactate dehydrogenase (LDH), hemoglobin (Hb), beta 2 microglobulin (ƒÀ2m), and soluble interleukin 2 receptor (sIL-2R) before salvage treatment. The cut-off of CRP, LDH, and ƒÀ2m was defined with upper normal limit, that of Hb was defined with lower normal limit, and that of sIL-2R was defined with 1000 IU/L. Primary endpoint was overall survival (OS) after salvage treatments were started. OS was analyzed by Kaplan-Meier method. Biological prognostic factors for OS were evaluated by Cox regression analysis. All reported p values were two-sided, and p <.05 was considered significant. Results 69 patients with recurrent or refractory malignant lymphoma were entered into this study; 50 with recurrent lymphoma, and 19 with refractory lymphoma. On histological examination, 41 were diffuse large B-cell lymphoma (DLBCL), 8 were peripheral T-cell lymphoma-not otherwise specified, 6 were Hodgkin's lymphoma, 6 were angioimmunoblastic T-cell lymphoma, 4 were NK lymphoma, 2 were ALK-negative anaplastic large cell lymphoma, and 2 were follicular lymphoma grade 3b. Median level of CRP, LDH, Hb, ƒÀ2m, and sIL-2R were 0.3 IU/L (range, 0.1 – 26.7 IU/L), 241 IU/L (range, 130 – 6510 IU/L), 11.8 g/L (5.0 – 15.8 g/L), 2.01 IU/L (range, 1.1 – 4.44 IU/L), and 970 IU/L (range, 275 – 7840 IU/L), respectively. 53 patients and 16 patients received ICE and DHAP, respectively. 28 patients were treated with salvage treatment combined with rituximab. After a median follow-up time of 12.3 months (range, 1.3 – 70.8), median OS was 15.6 months (95% CI, 10.6 – 20.6), and there was no significant difference between the ICE arm and the DHAP arm (17.6 months vs 13.6 months, respectively; p =.100). The OS was significantly worse in patients with the following parameters: elevated CRP level (hazard ratio 3.847; p =.015), elevated LDH level (hazard ratio 3.972; p =.009), and anemia (hazard ratio 3.847; p =.014) according to the multivariate analysis. When outcome was plotted according to the numbers of elevated CRP level, elevated LDH level and anemia before salvage treatment, three risk groups emerged. Patients with zero prognostic factors have the best outcome, patients with one or two prognostic factors have moderate outcome, and patients with three prognostic factors have the poorest outcome. We defined these as low risk (L-R), intermediate risk (I-R), and high risk groups (H-R), respectively. The median OS of H-R, I-R, and L-R were 4.7 months (95% CI, 2.1 – 7.3), 17.6 months (95% CI, 12.4 – 22.8), and 63.2 months, respectively. There was a significant difference between H-R, I-R, and L-R (log-rank test; p =.000, Figure 1 ). Moreover, among the patients with DLBCL, the median OS time of H-R, I-R, and L-R were 4.3 months (95% CI, 0.9 – 7.8), 18.8 months (95% CI, 2.2 – 35.3), and not reached, respectively. There was a significant difference among H-R, I-R, and L-R for patients with DLBCL (log-rank test; p =.001, Figure 2 ). Among I-R patients in all lymphomas, the OS was significantly longer in the ICE arm than in the DHAP arm (18.8 months vs 13.6 months, respectively; p =.030). Moreover, the OS in I-R patients with DLBCL was longer in the ICE arm than in the DHAP arm significantly (not reached vs 13.6 months, respectively; p =.024). There was no significant difference between the ICE and the DHAP arms with H-R and L-R in both all lymphomas and DLBCL. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Conclusion Elevated CRP level, elevated LDH level, and anemia were predictive factors for poorer outcome among patients with recurrent or refractory malignant lymphoma treated with ICE or DHAP. We classified patients into three groups based on these three predictors, and there was a significant difference in OS among H-R, I-R, and L-R in patients with both all lymphomas and DLBCL. ICE predicted better outcome than DHAP in I-R with both all lymphomas and DLBCL. Disclosures: Mishima: Chugai Pharmaceutical Co, Ltd: Consultancy. Yokoyama: Chugai Pharmaceutical Co, Ltd: Consultancy. Hatake: Chugai pharmaceutical co, ltd: Honoraria, Research Funding; Kyowa Hakko Kirin Co, Ltd: Honoraria, Research Funding; Takeda Pharmaceutical Co, Ltd: Honoraria, Research Funding; Pfizer japan Inc: Research Funding; Ono Pharmaceutical Co, Ltd: Honoraria.",
    "topics": [
        "anemia",
        "beta-galactosidase",
        "c-reactive protein",
        "lymphoma",
        "oxidoreductase",
        "dhap protocol",
        "diffuse large b-cell lymphoma",
        "prognostic factors",
        "c-reactive protein, increased",
        "pmel17"
    ],
    "author_names": [
        "Kazuhito Suzuki, MD",
        "Yasuhito Terui, MD, PhD",
        "Yuko Mishima, MD",
        "Eriko Nara, MD",
        "Kenji Nakano, MD",
        "Kyoko Ueda, MD",
        "Noriko Nishimura, MD",
        "Sakura Sakajiri, MD",
        "Masahiro Yokoyama, MD",
        "Shunji Takahashi, MD",
        "Kiyohiko Hatake"
    ],
    "author_dict_list": [
        {
            "author_name": "Kazuhito Suzuki, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasuhito Terui, MD, PhD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuko Mishima, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eriko Nara, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Nakano, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoko Ueda, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noriko Nishimura, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sakura Sakajiri, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Yokoyama, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shunji Takahashi, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Cancer Institute Hospital, Japanese Foundation for Cancer Research, Tokyo, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyohiko Hatake",
            "author_affiliations": [
                "Cancer Institute Hospital, Tokyo, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:45:32",
    "is_scraped": "1"
}