{
    "doi": "https://doi.org/10.1182/blood.V108.11.4453.4453",
    "article_title": "Clonal Expansion of MLL-ELL Rearrangement without Relapse of Leukemia after Treatment of MLL-ELL Positive AML; with a Rare Breakpoint in MLL Gene. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction The MLL gene located on 11q13 is a frequent target of chromosomal translocation and induces acute leukemia with a poor prognosis. The ELL gene, one of partner genes with MLL translocation, is located on 19p13.1 and involved in about 5% of spontaneous acute leukemias and about 30% of secondary acute leukemias with MLL gene rearrangement. Here we present a case who had clonal expansion of MLL-ELL- positive cells in bone marrow (BM) with normal morphology after achieving complete remission (CR) and successfully underwent unrelated bone marrow transplantation (UR-BMT). We also analyzed the breakpoint of MLL-ELL by RT-PCR and sequencing and identified a novel type of breakpoint in MLL gene. Patient and methods A 32-years-old Japanese woman, who had no previous medical history, suffered from dyspnea and severe pancytopenia and referred to a hospital in Dec. 2001. BM aspiration showed hypercellular marrow with 89% of blasts which were positive for myeloperoxidase staining and expressed myeloid immunophenotypes (i.e. CD7, CD13, CD33, CD34 and HLA-DR), leading to the diagnosis of AML. BM cytogenetics revealed t(11;19)(q23;p13.1), along with trisomy 8. After one course of induction therapy, she achieved CR. BM cytogenetics showed normal chromosome (46, XX) and FISH analysis of MLL gene showed negative for MLL rearranged cells. Consolidation chemotherapies were carried out and BM aspirations showed CR throughout the entire course. However, repeated FISH analyses revealed the number of MLL rearrangement positive cells were gradually increasing without expanding of leukemic blasts. Since MLL-ELL positive leukemia shows a very poor prognosis, UR-BMT was planned through Japan Marrow Donor Program. She was re-admitted on April 2003. Before transplantation, her complete blood counts were normal and BM aspirate showed hypercellular marrow with 0.4% blasts with myeloid/erythroid ratio 4.5. There were no morphological abnormalities, however, cytogenetic study showed 100 % of cells were positive for t(11;19)(q23;p13.1) without trisomy 8. FISH analysis showed 90.1% of cells were positive for MLL rearrangement and negative for trisomy 8. She underwent UR-BMT successfully and is still alive in good health. We analyzed MLL-ELL gene rearrangement by RT-PCR and determined DNA sequence of MLL-ELL fusions. Results We obtained unexpected longer PCR products than that of previously reported and sequencing analysis revealed exon 12 of MLL gene fused to ELL gene, although it has been reported that exons 10 or 11 of MLL is fused in frame with ELL in most cases of MLL-ELL translocations. Discussion We identified new type of MLL gene breakpoint which contains exon 12 of MLL gene in MLL-ELL positive AML. This type of MLL fusion, which contains an intact PHD domain, may cause clonal expansion of MLL-ELL rearrangement positive cells with no obvious differentiation block. Now, we are analyzing biological differences between common type MLL-ELL and exon12 type MLL-ELL by using retroviral gene transfer system.",
    "topics": [
        "aftercare",
        "clonal expansion",
        "leukemia",
        "mll gene",
        "leukemia, acute",
        "hyperplasia",
        "pulmonary aspiration",
        "reverse transcriptase polymerase chain reaction",
        "alanine aminopeptidase",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Masahiro Takeuchi",
        "Shinichi Ozawa",
        "Chikako Ohwada",
        "Shinichi Masuda",
        "Ryuko Cho",
        "Chiaki Nakaseko",
        "Miki Nishimura",
        "Satoshi Miyagi",
        "Atsushi Iwama",
        "Motoharu Fukazawa",
        "Yasushi Saito"
    ],
    "author_dict_list": [
        {
            "author_name": "Masahiro Takeuchi",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shinichi Ozawa",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chikako Ohwada",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichi Masuda",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryuko Cho",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiaki Nakaseko",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miki Nishimura",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Miyagi",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Atsushi Iwama",
            "author_affiliations": [
                "Department of Cellular and Molecular Medicine, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Motoharu Fukazawa",
            "author_affiliations": [
                "Social Insurance Funabashi Central Hospital, Chiba, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Saito",
            "author_affiliations": [
                "Department of Clinical Cell Biology, Chiba University Graduate School of Medicine, Chiba, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:46:33",
    "is_scraped": "1"
}