{
    "doi": "https://doi.org/10.1182/blood-2021-149196",
    "article_title": "Prevention of Fetal/Neonatal Alloimmune Thrombocytopenia in a Preclinical Model By Monoclonal Anti-HPA-1a Antibody Prophylaxis: Structural and Functional Properties of Antibody Variant Isoforms ",
    "article_date": "November 5, 2021",
    "session_type": "311.Disorders of Platelet Number or Function: Clinical and Epidemiological",
    "abstract_text": "Maternal alloantibodies to paternally inherited platelet antigens can cause fetal/neonatal alloimmune thrombocytopenia (FNAIT), rendering the fetus or newborn prone to bleeding and intracranial hemorrhage (ICH) with risk of lifelong disabilities or death. In Caucasians, the vast majority of cases are due to antibodies to the Human Platelet Antigen (HPA)-1a epitope on glycoprotein (GP)IIIa. To date, there are neither any means to prevent or reduce the risk of alloimmunization and subsequent FNAIT, nor safe and efficient treatment during affected pregnancies. Thus, a prophylactic regimen by administration of monoclonal antibodies to women at risk would be highly beneficial. Knowledge about the optimal functional design of prophylactic monoclonal antibodies for antenatal or post-natal use is however still limited. We have previously isolated and characterized a fully human anti-HPA-1a monoclonal antibody, mAb26.4. In the current study we have explored the prophylactic potential of this antibody by testing a panel of different IgG1 designs, including the wild-type mAb26.4, variants with modified Fc-region N-glycans, as well as an effector silent variant. We performed analyses of properties relevant for immunosuppression: in vitro Fc-receptor binding and capacity to induce phagocytosis, in vivo half-life measurements in humanized FcRn mice and platelet clearance in a recently developed transgenic mouse strain with a recreated HPA-1a epitope on murine GPIIIa. The prophylactic capacity by antibody-mediated immune suppression in vivo, were further tested in the FNAIT pre-clinical murine model, in which BALB/c females can be immunized by transfusion of HPA-1a-expressing platelets from the transgenic mice and where subsequent breeding of pre-immunized mice with transgenic males cause thrombocytopenia in off-springs mimicking FNAIT. By intravenous administrations of mAb26.4 variants prior to platelet transfusions, the mice generated no or low anti-platelet responses compared to control mice, and normal platelet counts in pups upon subsequent breeding. Our data thus successfully demonstrates efficient immunosuppression and prevention of FNAIT by anti-HPA-1a human monoclonal variants, providing further support for potential use in humans. Disclosures Skogen:  Prophylix Pharma AS: Current holder of individual stocks in a privately-held company. Newman:  Rallybio: Consultancy, Research Funding.",
    "author_names": [
        "Trude Victoria Mørtberg",
        "Huiying Zhi",
        "Gestur Vidarsson",
        "Stian Foss",
        "Terje E Michaelsen",
        "Bjørn Skogen",
        "Tor Brynjar Stuge",
        "Jan Terje Andersen",
        "Peter J. Newman",
        "Maria Therese Ahlen"
    ],
    "author_dict_list": [
        {
            "author_name": "Trude Victoria Mørtberg",
            "author_affiliations": [
                "Norwegian National Unit for Platelet Immunology, Department of Laboratory Medicine, University Hospital of North Norway, Tromsø, Norway",
                "Institute of Medical Biology, UiT the Arctic Universiy of Norway, Tromso, Norway"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huiying Zhi",
            "author_affiliations": [
                "Blood Research Institute, Versiti BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gestur Vidarsson",
            "author_affiliations": [
                "Department of Experimental Immunohematology, Sanquin Research and Landsteiner Laboratory, University of Amsterdam, Amsterdam, NLD"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stian Foss",
            "author_affiliations": [
                "Department of Immunology, Oslo University Hospital Rikshospitalet, Oslo, Norway",
                "Institute of Clinical Medicine and Department of Pharmacology, University of Oslo, Oslo, Norway"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terje E Michaelsen",
            "author_affiliations": [
                "Department of Infection Biology, Norwegian Institute of Public Health, Oslo, Norway",
                "School of Pharmacy, University of Oslo, Oslo, Norway"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bjørn Skogen",
            "author_affiliations": [
                "Norwegian National Unit for Platelet Immunology, Department of Laboratory Medicine, University Hospital of North Norway, Tromsø, Norway"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tor Brynjar Stuge",
            "author_affiliations": [
                "Institute of Medical Biology, UiT the Arctic Universiy of Norway, Tromso, Norway"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Terje Andersen",
            "author_affiliations": [
                "Department of Immunology, Oslo University Hospital Rikshospitalet, Oslo, Norway",
                "Institute of Clinical Medicine and Department of Pharmacology, University of Oslo, Oslo, Norway"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter J. Newman",
            "author_affiliations": [
                "Blood Research Institute, Versiti BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Therese Ahlen",
            "author_affiliations": [
                "Norwegian National Unit for Platelet Immunology, Department of Laboratory Medicine, University Hospital of North Norway, Tromsø, Norway"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:11:39",
    "is_scraped": "1"
}