{
    "doi": "https://doi.org/10.1182/blood-2020-138529",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4510",
    "start_url_page_num": 4510,
    "is_scraped": "1",
    "article_title": "Bone Marrow (BM) Delivery of Genetically-Modified (gm) Adult CD34+ Hematopoietic Stem and Progenitor Cells (HSPC) Improves Homing and Engraftment of Short-Term Progenitors over Long-Term Repopulating Hematopoietic Stem Cells ",
    "article_date": "November 5, 2020",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "topics": null,
    "author_names": [
        "Sydney Felker",
        "Archana Shrestha",
        "Punam Malik, MD"
    ],
    "author_affiliations": [
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Immunology Graduate Program, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "Cincinnati Children's Hospital and Medical Center, Cincinnati, OH"
        ],
        [
            "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Gene therapy/editing of CD34+ HSPC ex vivo, followed by their transplantation, can cure a variety of hematologic diseases. However, a substantial loss of HSPC occurs from collection to transplant. Losses occur during processing for HSPC enrichment, ex vivo genetic manipulation and culture, formulation, and testing prior to transplant. Further, HSPC are lost to peripheral organs during homing when delivered intravenously (IV), reducing the effective gm HSPC dose; a loss compounded by the lack of helper cells that aid in the homing and engraftment process which are removed during enrichment. Direct BM delivery of gm HSPC can overcome some of these limitations. This has been tried previously, with non-enriched whole cord blood (CB) and non-gm HSPC, with conflicting results. We hypothesized that BM delivery of a limited dose of gm adult HSPC would improve long-term repopulation over that of IV delivery by bypassing HSPC loss during homing. Using bioluminescent imaging, we determined that CB HSPC transduced with a luciferase lentiviral vector (LV) delivered by intra-femoral (IF) injection localized to the injected femur, validating our injection method. Next, we delivered mobilized peripheral blood (MPB) HSPC transduced with a GFP LV into irradiated NOD.LtSz-scid IL2rg -/- (NSG) mice via IV or IF injection in limiting dilution. Total human engraftment (hCD45+ cells), transduced human engraftment (hCD45+GFP+ cells), and multi-lineage engraftment were measured in the BM at 3- and 6-months post-transplant. HSPC gave rise to a bi-lineage (B-myeloid) graft at 3 months, suggesting hematopoietic progenitor cell (HPC) engraftment, and a multi-lineage graft (hCD33+, hCD19+, hCD3+, and hCD34+ cells) at 6 months, suggesting engraftment from a long-term repopulating cell or hematopoietic stem cell (HSC). At 3 months, IF delivery of HSPC resulted in significantly higher total and transduced human cell engraftment, measured in the non-injected femur (Table 1). The engraftment was bi-lineage. At 6 months, IF delivery of HSPC no longer significantly increased engraftment over IV delivery (Table 1). However, a multi-lineage graft was present, indicating full hematopoietic repopulation. There was no significant difference in the lineage output between either delivery method at 3 or 6 months. These data suggest that HPC homed and engrafted more efficiently than HSC, when delivered IF. Alternatively, IF delivery altered the BM microenvironment, allowing preferential homing of HPC. However, CD34- cells injected IF, to simulate pressure and passage of cells through the BM with IF delivery, followed by IV delivery of CD34+ cells (sham IF with IV HSPC delivery) resulted in similar homing patterns to CD34+ cells delivered IV (p=0.1, Figure 1A ) , suggesting that differences between IV and IF delivery were likely due to cell-intrinsic rather than cell-extrinsic differences between HPC and HSC. To study the mechanism of preferential engraftment of HPC over HSC with IF delivery, we analyzed expression of the major homing receptors CXCR4 and VLA-4 on HPC and HSC. CXCR4 (Figure 1B) and VLA-4 were both expressed at significantly higher levels on HPC than on HSC (CXCR4 p<0.01; VLA-4 p<0.05 ) and their expression increased with increasing culture time and with HSPC cycling. However, VLA-4 expression was significantly increased in GFP+ (MFI 65313 ± 4750) compared to GFP- (MFI 48969 ± 2099; p<0.01 ) HSPC. CXCR4 expression was similar in both GFP+ (MFI 4261 ± 189) and GFP- (MFI 5245 ± 1186) HSPC, mimicking the in vivo engraftment pattern of GFP+ and GFP- cells, suggesting that CXCR4 may be the molecule responsible for enhancing HPC homing and engraftment with BM delivery. An initial experiment shows that when we remove the high CXCR4 expressing CD34+38+ HPC and deliver HSC-enriched CD34+38- cells IV or IF, IF delivery results in higher long-term engraftment (additional experiments ongoing, Figure 1C, D). These data support the hypothesis that cell-intrinsic differences in the homing behavior of HSC and HPC is likely due to their differential expression of CXCR4. Studies underway on blockade of CXCR4 or VLA-4 on gm HPC and/or gm HSC followed by their IF or IV delivery will be presented. Overall, we show IV delivery of gm HSPC is comparable to BM delivery. However, as HSC-enriched cells become clinically available for genetic therapies, BM delivery of enriched gm HSC may result in superior engraftment. View large Download slide View large Download slide  Disclosures Malik: Aruvant Sciences, Forma Therapeutics, Inc.: Consultancy; Aruvant Sciences, CSL Behring: Patents & Royalties."
}