{
    "doi": "https://doi.org/10.1182/blood-2019-130635",
    "article_title": "A Phase I/II Study of AZD2811 Nanoparticles (NP) As Monotherapy or in Combination in Treatment-Naïve or Relapsed/Refractory AML/MDS Patients Not Eligible for Intensive Induction Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Background: Aurora kinases (AurK) represent potential targets for anticancer therapy in hematological malignancies and solid tumors. AurK B inhibitor AZD1152 (barasertib) showed benefit (35% CR/CRi) in patients (pts) with untreated AML when given as a 7-day continuous infusion (Lowenberg B et al, Blood 2011, Kantarjian HG et al., Cancer 2013). AZD2811NP, a nanoparticle encapsulated slow-release inhibitor of AurKB, when given as 2-4hr IV on days 1 and 4, offers a prolonged drug exposure in vivo , mimicking the AZD1152 7-day continuous IV infusion. This is an update on the first-in-man dose-escalation study of AZD2811NP in pts with relapsed/refractory AML/MDS or treatment-naïve patients (pts) not eligible for intensive induction therapy (NCT03217838). The primary objectives are to determine the Maximum Tolerated Dose (MTD) and safety profile of AZD2811NP monotherapy and in combination with azacitidine. The secondary objectives are to evaluate the pharmacokinetic (PK) profile, Biologically Effective Dose (BED), and preliminary efficacy (CR, CRi, PR, 6 month OS). Methods: Pts received a 2-hour IV infusion on Day 1 and 4 of each 28-day cycle (Cy) for doses up to 600mg, extending to a 4 h IV infusion for dosages > 600 mg. In the ongoing dose escalation, 3-6 pts have been sequentially enrolled in cohorts ranging from 100 mg to 800 mg per infusion (Day 1 & 4), i.e. from 200 mg to 1,600 mg per cycle in monotherapy setting, according to a modified continuous reassessment method (mCRM) dose escalation design. AZD2811NP was also combined with azacitidine (75 mg day 1 to 7 or the 5-2-2 schedule) starting at an AZD2811NP dose of 400 mg D1 and D4 every 4 weeks. Study treatment was continued until disease progression, intolerability, or when discontinuation criteria were met. Results: Currently, 30 pts have enrolled of which 29 pts (12 females and 17 males) received study treatment in 5 monotherapy cohorts and 2 azacitidine combination cohorts, with ages ranging from 53 to 85 years. Nineteen pts had relapsed/refractory AML, 9 pts had MDS and 1pt had MDS/MPN. Monotherapy cohort 5 (800 mg D1 & D4) and combination cohort 4c (600mg D1 & D4 + Azacitidine) are currently enrolling. Of the 19 pts in monotherapy cohorts 1-5, 18 pts discontinued (due to consent withdrawal [2], early disease related deaths [2], other reason [1], or completed follow up [13; 11 pts after Cy1, 2 pts after Cy2]) and 1 pt is still on therapy. Nine pts were treated in combination with azacitidine, and of these, 3 pts are still on therapy and 6 pts have discontinued AZD2811NP (due to death [1], consent withdrawal [2], or completed follow up [3; 2 pts after Cy2, 1 pt after Cy4]). Adverse events that occurred in ≥ 20% of pts were mainly myelotoxicity, nausea and fatigue. One dose-limiting toxicity (DLT) has been observed in the monotherapy arm (esophageal infection) and one DLT in the combination setting (late neutropenia recovery). Two deaths were due to the underlying disease and 1 due to a serious adverse event of Gr 5 sepsis not related to study drug. AZD2811 total and released blood PK exposure appears broadly dose proportional with a terminal t 1/2 of ~ 30-50 hours. Released blood PK exposure is ~ 1% of total PK exposure. Conclusion: AZD2811NP is documented to be well tolerated at doses up to 600 mg on Day 1 & 4 every 28 days in monotherapy setting and up to 400 mg (D1 & 4) in combination with azacitidine. The monotherapy and combination therapy dose escalations are ongoing. Updated results including preliminary efficacy data will be presented. Additional dose finding and expansion cohorts of AZD2811NP in combination with venetoclax are planned. Disclosures Atallah: Pfizer: Consultancy; Helsinn: Consultancy; Jazz: Consultancy; Helsinn: Consultancy; Novartis: Consultancy; Takeda: Consultancy, Research Funding; Jazz: Consultancy. Yang: AstraZeneca: Research Funding; Agios: Consultancy. Eghtedar: Jazz: Consultancy, Honoraria, Speakers Bureau; Celgene: Honoraria, Speakers Bureau; Takeda: Honoraria, Speakers Bureau; Verastem Oncology: Consultancy; Novartis: Consultancy, Honoraria, Speakers Bureau. Borthakur: Merck: Research Funding; Oncoceutics: Research Funding; Cantargia AB: Research Funding; FTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Argenx: Membership on an entity's Board of Directors or advisory committees; Xbiotech USA: Research Funding; Arvinas: Research Funding; Polaris: Research Funding; Strategia Therapeutics: Research Funding; Tetralogic Pharmaceuticals: Research Funding; Agensys: Research Funding; Bayer Healthcare AG: Research Funding; AstraZeneca: Research Funding; BMS: Research Funding; Eli Lilly and Co.: Research Funding; PTC Therapeutics: Consultancy; NKarta: Consultancy; BioLine Rx: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cyclacel: Research Funding; GSK: Research Funding; Janssen: Research Funding; Incyte: Research Funding; AbbVie: Research Funding; Eisai: Research Funding; Novartis: Research Funding; BioTheryX: Membership on an entity's Board of Directors or advisory committees; Oncoceutics, Inc.: Research Funding. Charlton: AstraZeneca: Employment; GSK: Equity Ownership. MacDonald: AstraZeneca: Employment, Equity Ownership. Korzeniowska: AstraZeneca: Employment. Sainsbury: AstraZeneca: Employment, Equity Ownership. Strickland: Sarah Cannon Development Innovations: Employment. Overend: AstraZeneca: Employment, Equity Ownership. Adelman: AstraZeneca: Employment, Equity Ownership. Fabbri: AstraZeneca: Employment. Travers: AstraZeneca: Employment. Smith: AstraZeneca: Employment, Equity Ownership. Pease: AstraZeneca: Employment, Equity Ownership. Cosaert: AstraZeneca: Employment. OffLabel Disclosure: AZD2811NP, a nanoparticle encapsulated slow-release inhibitor of Aurora Kinase B (AurKB), is an investigational agent in clinical trials for human cancers including AML/MDS.",
    "topics": [
        "nanoparticles",
        "neoadjuvant therapy",
        "brachial plexus neuritis",
        "azacitidine",
        "barasertib",
        "intravenous infusion procedures",
        "adverse event",
        "cancer",
        "follow-up",
        "phosphotransferases"
    ],
    "author_names": [
        "William B. Donnellan, MD",
        "Ehab L. Atallah, MD",
        "Adam S. Asch, MD",
        "Manish R. Patel, MD",
        "Jay Yang, MD",
        "Alireza Eghtedar, MD",
        "Gautam M. Borthakur, MD",
        "Julie Charlton, PhD",
        "Alexander MacDonald, MSc-PhD",
        "Anna Korzeniowska, MD",
        "Elizabeth Sainsbury, BSc",
        "Donald K. Strickland, MD",
        "Suzanne Jones, PharmD",
        "Philip Overend, MSc",
        "Carrie A. Adelman, PhD",
        "Giulia Fabbri, MD PhD",
        "Jon Travers, PhD",
        "Simon Smith, PhD",
        "J. Elizabeth Pease, PhD",
        "Jan Cosaert, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "William B. Donnellan, MD",
            "author_affiliations": [
                "Tennessee Oncology / Sarah Cannon Research Institute, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ehab L. Atallah, MD",
            "author_affiliations": [
                "Froedtert Hospital & the Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam S. Asch, MD",
            "author_affiliations": [
                "Stephenson Cancer Center, University of Oklahoma Health Sciences Center, Oklahoma City, OK "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manish R. Patel, MD",
            "author_affiliations": [
                "Florida Cancer Specialists / Sarah Cannon Research Institute, Sarasota, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jay Yang, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute, Detroit, MI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alireza Eghtedar, MD",
            "author_affiliations": [
                "Colorado Blood Cancer Institute / Sarah Cannon Research Institute, Denver, CO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gautam M. Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Charlton, PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander MacDonald, MSc-PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Korzeniowska, MD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Sainsbury, BSc",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald K. Strickland, MD",
            "author_affiliations": [
                "Sarah Cannon Development Innovations, Nashville, TN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Jones, PharmD",
            "author_affiliations": [
                "Sarah Cannon Development Innovations, Nashville, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Overend, MSc",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie A. Adelman, PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Fabbri, MD PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Waltham, MA"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jon Travers, PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simon Smith, PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Elizabeth Pease, PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Cosaert, MD PhD",
            "author_affiliations": [
                "R&D Oncology, AstraZeneca, Cambridge, United Kingdom "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T18:39:00",
    "is_scraped": "1"
}