{
    "doi": "https://doi.org/10.1182/blood.V116.21.1397.1397",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1730",
    "start_url_page_num": 1730,
    "is_scraped": "1",
    "article_title": "Forodesine, a Purine Nucleoside Phosphorylase (PNP) Inhibitor, Shows Clinical Activity In a Phase 2 Trial In Patients with Previously Treated Chronic Lymphocytic Leukemia (CLL) – Interim Analysis ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation: Poster I",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "adverse event",
        "alkylating agents",
        "antileukemic agents",
        "cd20 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "chronic lymphocytic leukemia refractory",
        "deoxyguanosine",
        "disease remission"
    ],
    "author_names": [
        "Taimur Sher, MD",
        "Jose Azar, MD",
        "Stephen Spurgeon, MD",
        "John Catalano, MBBS, FRACP, FRCPA",
        "Richard R. Furman, MD",
        "Miles Prince, MD, FRACP, FRCPA",
        "Nancy L. Bartlett, MD",
        "Simon Durrant, MBBS, FRCP, FRCPath",
        "Ralph Boccia, MD",
        "Aisha Masood, MD",
        "Scott Lyman, MS",
        "Jean Cantey-Kiser",
        "William P Sheridan, MB, BS",
        "Asher Chanan-Khan, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Indiana University Cancer Pavillion, Indianapolis, IN, USA, "
        ],
        [
            "Division of Hematology and Medical Oncology, Oregon Health & Science University Knight Cancer Institute, Portland, OR, USA, "
        ],
        [
            "Dorevitch Pathology Laboratory, Frankston Hospital, Frankston, VIC, Australia, "
        ],
        [
            "Weill Medical College of Cornell University, New York, NY, USA, "
        ],
        [
            "Divison of Haematology, Peter MacCallum Cancer Centre, East Melbourne, Australia, "
        ],
        [
            "Washington University School of Medicine, St. Louis, MO, USA, "
        ],
        [
            "Bone Marrow Trans. Unit, Royal Brisbane & Women's Hosp., Herston, QLD, Australia, "
        ],
        [
            "Center for Cancer and Blood Disorders, Bethesda, MD, "
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC, USA, "
        ],
        [
            "Biostatistics, PharPoint Research Inc., Wilmington, NC, USA"
        ],
        [
            "BioCryst Pharmaceuticals, Inc., Durham, NC, USA, "
        ],
        [
            "Medicine, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Abstract 1397 Introduction: Forodesine is a potent, specific transition-state inhibitor of the purine salvage pathway enzyme PNP. It induces apoptosis in primary CLL cells through accumulation of deoxyguanosine triphosphate. Unlike other nucleoside analogues, forodesine is not phosphorylated, is not incorporated into DNA and is not cytotoxic. Previous phase 1 and 2 studies showed clinical activity in T-cell acute lymphoblastic leukemia (i.v. forodesine) and cutaneous T-cell lymphoma (i.v. and oral). In a single institute exploratory study 5 of 13 (38%) CLL patients demonstrated anti-leukemic effects (decrease in peripheral blood malignant lymphocyte counts) with oral forodesine (200mg QD). However none of the patients achieved remission. Forodesine is absorbed via a saturable mechanism, and in a clinical pharmacology study in normal subjects, 200mg twice-daily (BID) dosing was found to partially overcome the exposure limits from once daily dosing; the 200mg BID regimen was used in the current study. Methods and Results: This is a multicenter phase II open label study. Eligible CLL patients had either failed at least 1 prior therapy (progressive disease [PD] or refractory) or were treatment-naïve provided age was >65 or ECOG 2 or 3, or unable to tolerate standard therapy. Among the 26 patients enrolled 1 was deemed ineligible (Waldenstrom's). The median age was 70 (48-92) years, 65% male and 77% had Rai Stage III/IV disease. The median duration from time to CLL diagnosis was 92.7 (8.4-243.5) months. Features of high-risk disease were del (17p) (n=6), ZAP70+ (n=13), and CD38+ (n=15). All patients had relapsed or refractory CLL with a median of 2 (1-21) prior therapies including fludarabine (76%), alkylating agents (72%), anti-CD20 monoclonal antibodies (72%) and experimental agents (36%). Interim analysis was conducted when 13 patients had been observed for ≥ 6 months: maximum duration of continuous BID forodesine therapy was 364 days. At the date of data cut-off, 20 were evaluable for response (5 were not evaluable because they had received < 8 weeks of therapy), and 12 were still on study. The revised NCI-WG (1996) criteria were used for response assessment. Partial remission was noted in 3 (15%) patients. Additionally 12 (48%) patients demonstrated stabilization of disease. PR onset was noted at 2, 6 and 6 months of therapy. Three patients discontinued due to adverse events (AEs). Serious AEs were reported in 18 patients. Individual SAEs reports included 7 cases of febrile neutropenia, 7 cases of non-neutropenic infections, pneumonia in 4, and herpes zoster in 1. Conclusion: Oral forodesine 200mg BID given continuously was generally safe and well-tolerated in previously-treated CLL patients. The overall response rate was 15%. These safety and efficacy results are particularly intriguing given the relapsed / refractory CLL population studied, which included elderly and poor performance status patients. Furthermore, we observed that, despite being a purine analog, forodesine was well tolerated with continuous daily dosing. This is particularly of interest when considering combination regimens with this new agent. Further studies of optimized dosing regimens of PNP inhibitors in CLL are warranted. These studies could include evaluation of forodesine in combination with other antileukemic agents with different mechanisms of action, in patients intolerant of or ineligible for aggressive conventional chemotherapeutic regimens, or maintenance treatment after conventional therapy. Updated results including ≥6 months follow up for all patients in the Phase II study will be presented at the meeting. Disclosures: Lyman: BioCryst Pharmaceuticals, Inc.: Employment, Equity Ownership. Cantey-Kiser: PharPoint Research, Inc.: Employment. Sheridan: BioCryst Pharmaceuticals, Inc.: Employment, Equity Ownership."
}