{
    "doi": "https://doi.org/10.1182/blood.V128.22.1156.1156",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3396",
    "start_url_page_num": 3396,
    "is_scraped": "1",
    "article_title": "Damage to Thymic Stroma Results in Increased Production of Pathogenic Dual Receptor T Cells Associated with Chronic Graft Versus Host Disease ",
    "article_date": "December 2, 2016",
    "session_type": "701. Experimental Transplantation: Basic Biology, Pre-Clinical Models: Acute and Chronic GVHD, Mucosal Immunity, and Targeted Therapies",
    "topics": [
        "animal model",
        "graft-versus-host disease, chronic",
        "thymus gland",
        "t-lymphocytes",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "flow cytometry",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow transplantation",
        "cytokine"
    ],
    "author_names": [
        "Amritha Balakrishnan",
        "Burhan Jama",
        "Nicholas Joseph Gloude, MD",
        "Eric Jon Anderson, MD",
        "Edward D. Ball, MD",
        "Gerald P Morris, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, University of California San Diego, La Jolla, CA "
        ],
        [
            "Department of Pathology, University of California San Diego, La Jolla, CA "
        ],
        [
            "Rady Children's Hospital, San Diego, CA "
        ],
        [
            "Rady Children's Hospital, San Diego, CA "
        ],
        [
            "Division of Bone Marrow Transplantation, Department of Medicine, University of California, San Diego, La Jolla, CA"
        ],
        [
            "Department of Pathology, University of California San Diego, La Jolla, CA "
        ]
    ],
    "first_author_latitude": "32.8755662",
    "first_author_longitude": "-117.23606889999999",
    "abstract_text": "Evidence from clinical investigations and animal models indicate that chronic graft versus host disease (cGVHD) results from defective thymic generation of functional and self-tolerant T cell populations following hematopoietic stem cell transplantation (HSCT). We have previously demonstrated that the rare subset of T cells that naturally express 2 T cell receptors (TCRs) on the cell surface as a result of incomplete allelic exclusion are predisposed to respond to auto- and alloantigens. Dual TCR T cells disproportionately participate in pathologic alloreactivity in HSCT patients and mouse models of acute GVHD. These findings, combined with observations demonstrating that dual TCR T cells represent a physiologic reservoir of unique TCRs that evade negative selection, prompted us to examine the role of thymic selection and dual TCR T cells in cGVHD. To study the role of post-transplant thymopoiesis in generation of potentially pathogenic dual TCR T cells, we used a mouse model of syngeneic bone marrow transplantation into lethally-irradiated recipients. Radiation-induced damage to the thymic stroma was characterized by disruption of thymic architecture and loss of cortical and medullary thymic epithelial cells (TECs). This damage resulted in significantly increased generation of dual TCR T cells following transplantation of congenically-marked syngeneic T cell-depleted bone marrow. Two-fold increased production of dual TCR T cells persisted for at least 20 weeks after transplantation. These data demonstrate the hazard for production of T cells predisposed to pathogenic reactivity in the post-transplant environment, and suggest that dual TCR T cells could be a source of T cells causing cGVHD. To examine involvement of dual TCR T cells in cGVHD, we analyzed peripheral blood samples from patients after allogeneic HSCT (> 12 months post-transplant) using our previously utilized pair-wise TCRVa labeling flow cytometry approach. Flow cytometry analysis revealed that dual TCR T cells were present at increased frequencies in patients with cGVHD (n = 10, 8.3% + 1.1%, P = 0.028) compared to patients without cGVHD (n = 3, 2.5 + 1.1%) or healthy age-matched controls (n = 5, 1.9 + 0.4%). Dual TCR T cells from patients with cGVHD had an activated CD69+ phenotype as compared to T cells expressing only a single TCR from the same patient. Single-cell TCRa/TCRb sequencing confirmed the increased frequencies of dual TCR T cells specific to activated T cells in patients with cGVHD. Repertoire analysis of TCRs sequenced from single cells indicated that the increase in dual TCR T cells was polyclonal. The single-cell sequencing approach enabled multiplexed examination of T cell lineage-associated transcription factors and cytokines. Single-cell transcriptional profiling demonstrated that dual TCR T cells demonstrated predominantly pro-inflammatory and cytotoxic phenotypes with expression of Tbet and perforin. This is in contrast to T cells expressing only a single TCR from the same patient, or dual TCR T cells from healthy control patients, which had a quiescent phenotype. These data indicate a role for dual TCR T cells in mediating cGVHD. Together, these results suggest that dual TCR T cells may be an important link between post-transplant T cell development and cGVHD. Disclosures No relevant conflicts of interest to declare."
}