{
    "doi": "https://doi.org/10.1182/blood-2020-134665",
    "article_title": "Anti-PD-1 Antibody (Sintilimab) Plus Histone Deacetylase Inhibitor (Chidamide) for the Treatment of Refractory or Relapsed Extranodal Natural Killer/T Cell Lymphoma, Nasal Type (r/r-ENKTL): Preliminary Results from a Prospective, Multicenter, Single-Arm, Phase Ib/II Trial (SCENT) ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Background: ENKTL is a highly aggressive NHL related to Epstein-Barr virus, with a higher incidence in Asia. Patients with r/r-ENKTL have a poor prognosis after failing asparaginase based regimen, and there is lack of effective treatment. Anti-PD-1 antibody represented a favorable treatment for rr-ENKTL. ORIENT-4 trial demonstrated Sintilimab was effective and well tolerated in r/r-ENKTL. The efficacy of Chidamide, an oral HDACi was reported on rr-ENKTL(CHIPEL trial, 2017 ASH). Here we present preliminary results of Sintilimab plus Chidamide for r/r-ENKTL. Methods: This trial enrolled eligible patients with histologically confirmed r/r-ENKTL failing from asparaginase-based regimen; ECOG performance status ≤ 2; adequate organ function and bone marrow function; and at least one measurable or evaluable lesion. This study consisited of a Phase Ib (dose escalation) portion followed by a Phase II expansion portion. In the Phase Ib, a standard \"3+3\" design was utilized to identify the MTD, DLT and recommended Phase II dosage (RP2D) of Chidamide plus Sintilimab. In the phase II portion, patients received 6 cycles of Sintilimab (200 mg) plus Chidamide (RP2D) every 3 weeks. Patients with complete response (CR) or partial response (PR) received up to 1 year. The primary endpoint was objective response rate (ORR) assessed by investigators per RECIL 2017 criteria. Key secondary endpoints included TTR, DOR,PFS,OS and safety. Adverse events (AEs) were defined according to CTCAE 5.0. Pretreatment formalin-fixed, paraffin-embedded (FFPE) tumor samples were obtained. Samples were tested using Dako PD-L1 22C3. PD-L1 protein expression was determined using tumor proportion score (TPS) and combined positive score (CPS). CPS ≥1 was considered positive. All patients' blood samples were collected for ctDNA assessment before treatment in each of cycles. ctDNA samples were analyzed by capture-based NGS targeting 475 lymphoma- and cancer- relevant genes. This trial was registered at ClinicalTrials.gov (NCT 03820596) Results: From March 2019 to May 2020, 41 patients were screened and 37 eligible patients were enrolled from 5 institutions. Median age 48 years (range, 20-72), 27 (73.0%) male, 26 (70.3%) patients with Stage IV of disease at screening, 20 (54.1%) patients with PINK-E score ≥ 3 points, 16 (43.2%) patients received ≥ 2 lines of prior systemic therapy. In Phase Ib , no MTD or DLT events were observed, RP2D of chidamide was 30 mg twice a week. Of 36 response evaluable patients, 21 (58.3%) achieved response including 16 (44.4%) patients with CR and 5 (13.9%) with PR(Figure 1). The median time to initial response was 6.0 weeks (5.0-12.4w). The median DOR time was 9.2+ months (1.3 -14.5+m) (Figure 2). The median follow-up time was 7.3 (0.9-16.1) months. Estimated 1-year OS rate was 79.1%, 1-year PFS rate was 66.0%. 19 (51.3%) patients remained on treatment,18 (48.7%) patients had discontinued from study treatment (16 for PD, 1 for AEs, 1 for personal reasons). The OS and PFS of patients with CR/PR is significantly superior to patients with SD/PD. Estimated 1-year OS rate for CR/PR and SD/PD was 95.0% and 51.9% (P<0.001), 1-year PFS rate was 95.0% and 31.2%, respectively (P<0.001). Among 27 patients with available FFPE tissue specimens, PD-L1 expression in more than 50% and 10% of tumor cells were observed in 12 (44.4%) and 8 patients (29.6%). The median value of CPS was 40.0, patients with PD-L1 CPS≥30 exhibited benefit more from treatment. Dynamics ctDNA assay is in progress, data in detail will be reported at the ASH conference. 21 (56.8%) patients reported treatment-related AEs (TRAEs). The most frequently observed (≥10%) TRAEs were neutropenia (51.4%), thrombocytopenia (45.9%), transaminase increased (29.7%), nausea (24.3%). The most frequent Grade (G) ≥3 TRAEs were neutropenia (16.2%) and thrombocytopenia (10.8%). Immune-related AEs were reported in 16 (43.2%) patients including a G4 exfoliative dermatitis, and the most common irAEs were G1 hypothyroidism and rash. No death was related to the study. Conclusion: Sintilimab plus Chidamide showed manageable safety profile and yielded effective antitumor activity, durable response in patients with r/r-ENKTL for the first time. It is a promising therapeutic option for this population, especially for those with CPS≥30. Epigenetic strategies synergize with anti-PD-1 antibody maybe enhanced antitumor responses to r/r-ENKTL, further investigation is warranted. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yan Gao, MD PhD",
        "Huiqiang Huang, MDPhD",
        "Xiaoxiao Wang",
        "Bing Bai",
        "Liling Zhang, MD PhD",
        "Yin Xiao",
        "Xinxiu Liu",
        "Wenyu Li, PhD",
        "Wei Xu, MD PhD",
        "Ru Feng",
        "Yu Chen",
        "Huijing Wu",
        "Jibin Li",
        "Xue Wu"
    ],
    "author_dict_list": [
        {
            "author_name": "Yan Gao, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, State Key Laboratory of Oncology in South China, Collaborative Innovation Center of Cancer Medicine, Sun Yat-sen University Cancer Center, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huiqiang Huang, MDPhD",
            "author_affiliations": [
                "Department of Medical Oncology, Sun Yat-sen University Cancer Center, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoxiao Wang",
            "author_affiliations": [
                "Cancer Center of Sun Yat-sen University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Bai",
            "author_affiliations": [
                "Cancer Center of Sun Yat-sen University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liling Zhang, MD PhD",
            "author_affiliations": [
                "Cancer Center, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yin Xiao",
            "author_affiliations": [
                "Cancer Center, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xinxiu Liu",
            "author_affiliations": [
                "Cancer Center, Union Hospital affiliated to Tongji Medical College of Huazhong University of Science and Technology, Wuhan, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenyu Li, PhD",
            "author_affiliations": [
                "Department of Lymphoma, Guangdong Provincial People's Hospital, Guangdong Academy of Medical Sciences, Guangzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Xu, MD PhD",
            "author_affiliations": [
                "Department of Hematology, The First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Nanjing, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ru Feng",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu Chen",
            "author_affiliations": [
                "Department of pathology, Guangdong General Hospital, Guangdong Academy of Medical Sciences, Guanzhou, China "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huijing Wu",
            "author_affiliations": [
                "Hubei Cancer Center, Wuhan, CHN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jibin Li",
            "author_affiliations": [
                "Department of Clinical Research, Sun Yat-sen University Cancer Center, Guanzhou, China "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xue Wu",
            "author_affiliations": [
                "Translational Medicine Research Institute, Geneseeq Technology Inc, Toronto, Canada"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T18:35:37",
    "is_scraped": "1"
}