{
    "doi": "https://doi.org/10.1182/blood.V110.11.1781.1781",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=837",
    "start_url_page_num": 837,
    "is_scraped": "1",
    "article_title": "Inhibition of Nonsense Mediated RNA Decay in Hypoxic Cells; Implications for Thalassemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Thalassemia and Globin Gene Regulation",
    "topics": [
        "hypoxia",
        "rna",
        "thalassemia",
        "granules",
        "rna, messenger",
        "globins",
        "stress",
        "enzymes",
        "phosphotransferases",
        "rna helicase"
    ],
    "author_names": [
        "Lawrence B. Gardner, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, New York University School of Medicine, New York, NY, USA",
            " "
        ]
    ],
    "first_author_latitude": "40.745609200000004",
    "first_author_longitude": "-73.97941275000001",
    "abstract_text": "Several common β globin gene mutations found in thalassemia are thought to promote rapid degradation of the aberrant mRNA through a specific mechanism termed nonsense mediated RNA decay (NMD). NMD, elicited through mutations leading to premature termination codons, is thought to be responsible not only for the degradation of the β globin PTC 39 mutation, responsible for >90% of thalassemia in Sardinia, but also for the degradation of 30% of all known human mutations and up to 10% of the genome. However, because NMD has been thought of as a constitutive and not a regulated pathway, the potential role of NMD in the dynamic regulation of gene expression has not been well explored. We have determined that NMD is inhibited in hypoxic cells. This hypoxic inhibition of NMD significantly prolongs the half-life of multiple mRNAs degraded by NMD, including the β globin PTC 39 mutation. We have also identified several additional mRNAs whose stabilities are significantly (>2 fold) 1. Increased when Rent1, an RNA helicase necessary for NMD is silenced 2. Decreased when Rent1 is over-expressed and 3. Increased in hypoxic cells when NMD is inhibited. These include the mRNAs that are integral for the cellular response to multiple stresses found in thalassemia, including hypoxic stress. Indeed, we observed that the cellular stress response is augmented when NMD is inhibited. The central component for many cellular stress responses is the phosphorylation of a translation factor, eIF2α. We and others have demonstrated that eIF2α is phosphorylated in hypoxic cells via the kinase PERK. Phosphorylation of eIF2α leads to the suppression of protein synthesis and the translational and transcriptional up-regulation of stress response genes. We hypothesized that phosphorylation of eIF2α was also responsible for the hypoxic inhibition of NMD. Indeed, when we used cells generated from mice in which wild-type eIF2α has been replaced by an eIF2α that cannot be phosphorylated, we found that hypoxic inhibition of NMD did not occur, demonstrating that is eIF2α phosphorylation is necessary for hypoxic inhibition of NMD. Degradation of NMD targets occurs in cytoplasmic processing bodies, which contain many of the enzymes necessary for mRNA catabolism. We noted that a distinct type of mRNA containing body, termed stress bodies, which do not have the capacity for RNA decay, are induced in hypoxic cells. This formation is dependent on PERK phosphorylation of eIF2α. While there are several potential mechanism by which hypoxic phosphorylation of eIF2α could inhibit NMD, our preliminary data suggests a model in which NMD targets are sequestered in cytoplasmic stress granules in hypoxic cells, thus excluding them from cytoplasmic processing bodies. Thus our studies reveal a novel form of gene regulation in hypoxic cells, regulation of NMD via phosphorylation of eIF2α. This finding has potential significance in many disease states, but particularly in thalassemia, where many of the stresses which phosphorylate eIF2α occur, and where the stress response and regulation of mutated β globin mRNAs may be particularly important."
}