{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3776.3776",
    "article_title": "Novel ARC//IL1β/PGE2/β-Catenin/ARC Circuit Regulates Leukemia and Leukemia Microenvironment and Drug Resistance in AML ",
    "article_date": "December 7, 2017",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster III",
    "abstract_text": "Objectives: Cyclooxygenase-2 (Cox-2) and its enzymatic product prostaglandin E2 (PGE2) have been reported to impact hematopoiesis by enhancing hematopoietic stem cell engraftment, survival, and proliferation as well as homing through regulation of CXCR4. The roles of Cox-2/PGE2 in inflammation and cancer are well documented. It has been shown that malignant cells release IL1ß that induces Cox-2/PGE2 in mesenchymal stromal cells (MSCs) which in turn activates ß-catenin signaling and induces stem cell phenotype in cancer cells. We previously reported that anti-apoptotic ARC protein facilitates leukemia-microenvironment interactions through the NFκB/IL1ß signaling network (Carter BZ et al., Oncotarget 2016). ARC induces IL1β expression in AML cells and increases chemokine productions in MSCs in an ARC/IL1β-dependent manner. We here investigate if ARC exerts its role in leukemia-stroma interaction and drug resistance by modulating PGE2 signaling. Methods: ARC- or ß-catenin-knockdown (KD) cells were generated by shRNA through lentiviral infection or by electroporation with siRNA. RNA levels were measured by RT-PCR, protein expressions by western blot or flow cytometry, and secreted IL1ß and PGE2 by ELISA. Apoptosis was assessed by flow cytometric measurement of annexin V. In vivo experiments were carried out in NSGS mice injected with ARC-KD or control OCI-AML3 cells treated with Ara-C. Results: Co-culture of OCI-AML3 or primary AML cells (n=5) with bone marrow (BM)-derived MSCs greatly increased Cox-2 expression in MSCs and induced the secretion of PGE2 in an ARC (both in AML cells and MSCs) and IL1ß dependent manner. Treatment of AML cells with PGE2 or co-culture with MSCs induced the expression of ß-catenin and ARC proteins in AML cells suggesting the existence of an ARC/IL1ß/PGE2/ß-catenin circuit between AML cells and MSCs. Promoter analysis demonstrated that ARC promoter region contains two binding sites for ß-catenin co-factors TCF4 (CTTTGTG and GCCAAAG)/LEF1 (CTTTGTGC and GGCCAAAG). Inhibition of ß-catenin by siRNA decreased ARC expression at both RNA and protein levels indicating that ARC is regulated by ß-catenin. Functionally, AML cells treated with PGE2 or co-cultured with BM-derived MSCs are significantly more resistant to Ara-C induced apoptosis. The chemoresistance-afforded by MSCs was largely abolished by the Cox-2 inhibitor Celecoxib. NSGS mice xenografted with ARC-KD OCI-AML3 cells showed a lower leukemia burden, smaller livers and spleens, and significantly lower serum IL1ß and PGE2 levels as compared to controls. They survived significantly longer and were more sensitive to Ara-C than the mice injected with control OCI-AML3 cells. Conclusions: Results demonstrate that ARC/IL1ß-regulates the expression of ß-catenin via PGE2. In turn, ß-catenin regulates ARC and augments chemoresistance of AML cells. ARC is an integral component of the IL1ß/PGE2/ß-catenin circuit, plays a critical role in the survival of leukemia cells directly and indirectly through regulation of the leukemia microenvironment, and serves as a potential therapeutic target in AML. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Carter: novartis: Research Funding; Daiichi Sankyo: Research Funding. Andreeff: Daiichi Sankyo: Consultancy.",
    "topics": [
        "dinoprostone",
        "drug resistance",
        "leukemia",
        "cytarabine",
        "coculture techniques",
        "rna",
        "rna, small interfering",
        "tumor cells, malignant",
        "annexin a5",
        "cancer"
    ],
    "author_names": [
        "Bing Z Carter, PhD",
        "Po Yee Mak",
        "Xiangmeng Wang, PhD",
        "Hong Mu, MD PhD",
        "Wenjing Tao, PhD",
        "Vivian Ruvolo, PhD",
        "Michael Andreeff, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bing Z Carter, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Po Yee Mak",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiangmeng Wang, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hong Mu, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenjing Tao, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivian Ruvolo, PhD",
            "author_affiliations": [
                "Department of Leukemia, University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T15:36:26",
    "is_scraped": "1"
}