{
    "doi": "https://doi.org/10.1182/blood-2019-125265",
    "article_title": "Augmenting the Patient Experience: Therapeutic Arts Interventions for Patients Undergoing Chemotherapy/Infusion ",
    "article_date": "November 13, 2019",
    "session_type": "904.Outcomes Research-Non-Malignant Conditions",
    "abstract_text": "Introduction Intravenous infusions and chemotherapy can be a stressful and emotionally-draining process. Prior studies have examined patient perceptions of care and how to improve patient experience during this time. Art interventions have been performed to enhance the patient experience and reduce negative side effects. This patient-centered study investigated the process by which two distinct art modalities - reflective writing and tile painting -- alleviated patients' symptom burden. Methods Chemotherapy patients at The Comprehensive Cancer Center at The Miriam Hospital (Providence, RI) were invited to participate in a therapeutic activity of their choice during their infusions - either painting a wooden tile or engaging in a reflective writing activity. The tile painting consisted of free-form painting with either acrylic paints or pastels. The reflective writing activity consisted of guided or personal reflections on a variety of predefined prompts. Patients completed the Edmonton Symptom Assessment System (ESAS) immediately before and immediately after engaging in their chosen activity, allowing a direct within-subjects comparison of associated symptomatology. Patients also completed a qualitative survey, which allowed them to expand upon their experience in their own words, write recommendations, and reflect upon the process. The activity and surveys were standardized to 30 minutes duration. After the post-activity survey, patients were allowed to continue writing or painting if they so desired. Patients were encouraged to keep the art materials and journal for further therapeutic benefit. Results Twenty-six participants were included in data analysis, with 9 choosing to journal and 17 choosing to paint. In the painting group, there was a significant reduction in the following ESAS measures: tiredness (p = 0.021), anxiety (p = 0.013), shortness of breath (p = 0.016), and a marked increase in feelings of well-being (p = 0.002). In the reflective writing group, there was a significant reduction in anxiety (p = 0.05). Conclusion Overall, both tile painting and reflective writing initiatives resulted in improved patient experience and sense of wellness. The tile painting activity led to a greater number of improved symptoms, whereas reflective writing led to a singular reduction in anxiety, illustrating perhaps the different mechanisms by which these activities foster healing. The tile painting may have served to distract the patient from the gravity of the current illness; its free-form nature allowed participants to be creative with pleasant imagery of their choice, and finishing a work of art perhaps elicited a sense of accomplishment. In comparison, reflective writing may have allowed patients to process their experience of living with their illness and delve deeply into emotional states, fostering a sense of resilience and introspection. Taken together, the specific mechanisms by which these activities provide solace may explain the differential nature of these contrasting yet ultimately beneficial therapies. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "arts",
        "chemotherapy regimen",
        "infusion procedures",
        "edmonton symptom assessment scale",
        "adverse effects",
        "dyspnea",
        "fatigue",
        "intravenous infusion procedures",
        "imagery (psychotherapy)",
        "paintings"
    ],
    "author_names": [
        "Fred Schiffman, MD",
        "Cynthia S Peng, BS",
        "Anna C Delamerced, BA",
        "Lauren V Ready, MPH",
        "Kevin S Tang, BA",
        "Pamela Yan, BS",
        "Laura L Butterfield, BSN",
        "Alexandra Krupa, RN BSN ACM"
    ],
    "author_dict_list": [
        {
            "author_name": "Fred Schiffman, MD",
            "author_affiliations": [
                "The Miriam Hospital, Providence, RI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Cynthia S Peng, BS",
            "author_affiliations": [
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna C Delamerced, BA",
            "author_affiliations": [
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lauren V Ready, MPH",
            "author_affiliations": [
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin S Tang, BA",
            "author_affiliations": [
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Yan, BS",
            "author_affiliations": [
                "The Warren Alpert Medical School of Brown University, Providence, RI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura L Butterfield, BSN",
            "author_affiliations": [
                "The Miriam Hospital, Providence, RI "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexandra Krupa, RN BSN ACM",
            "author_affiliations": [
                "The Miriam Hospital, Providence, RI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:26:31",
    "is_scraped": "1"
}