{
    "doi": "https://doi.org/10.1182/blood-2019-125788",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4374",
    "start_url_page_num": 4374,
    "is_scraped": "1",
    "article_title": "Hexabody-CD38, a Novel CD38 Antibody with a Hexamerization Enhancing Mutation, Demonstrates Enhanced Complement-Dependent Cytotoxicity and Shows Potent Anti-Tumor Activity in Preclinical Models of Hematological Malignancies ",
    "article_date": "November 13, 2019",
    "session_type": "652.Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "topics": [
        "antibodies",
        "cd38",
        "complement-dependent cytotoxicity",
        "hematologic neoplasms",
        "mutation",
        "neoplasms",
        "daratumumab",
        "b-cell lymphomas",
        "diffuse large b-cell lymphoma",
        "multiple myeloma"
    ],
    "author_names": [
        "Bart ECG De Goeij, PhD",
        "Maarten L Janmaat, PhD",
        "Grietje Andringa",
        "Laurens Kil",
        "Berris Van Kessel",
        "Kristine A. Frerichs, MD",
        "Andreas Lingnau",
        "Andreas Freidig",
        "Tuna Mutis, MD PhD",
        "A. Kate Sasser",
        "Esther C. W. Breij",
        "Niels W. C. J. Van De Donk, MD PhD",
        "Tahamtan Ahmadi",
        "David Satijn"
    ],
    "author_affiliations": [
        [
            "Genmab BV, Utrecht, Netherlands "
        ],
        [
            "Genmab BV, Utrecht, Netherlands "
        ],
        [
            "Genmab BV, Utrecht, Netherlands "
        ],
        [
            "Genmab, Utrecht, Netherlands "
        ],
        [
            "Genmab, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Center Amsterdam, Amsterdam University Medical Center, Vrije Universiteit Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Genmab, Utrecht, Netherlands "
        ],
        [
            "Genmab BV, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Center Amsterdam, Amsterdam University Medical Center, Vrije Universiteit Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Genmab Inc, Princeton, NJ "
        ],
        [
            "Genmab, Utrecht, Netherlands "
        ],
        [
            "Department of Hematology, Cancer Center Amsterdam, Amsterdam University Medical Center, Vrije Universiteit Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Genmab, Princeton, NJ"
        ],
        [
            "Genmab BV, Utrecht, Netherlands "
        ]
    ],
    "first_author_latitude": "52.0903881",
    "first_author_longitude": "5.1766155",
    "abstract_text": "HexaBody-CD38 (GEN3014) is a novel, hexamerization-enhanced human IgG1 targeting CD38 with superior complement dependent cytotoxicity (CDC) activity, in addition to other effector mechanisms. HexaBody-CD38 carries the E430G mutation and binds a different epitope than the clinically validated CD38 monoclonal antibody daratumumab, which is currently being established as backbone therapy for the treatment of multiple myeloma . Introduction of the E430G mutationfacilitates the natural process of antibody hexamer formation through increased intermolecular Fc-Fc interactions after antigen binding at the cell surface (Diebolder et al., Science 2014; de Jong et al., PLoS Biol 2016). Improved IgG hexamer formation can increase binding of the hexavalent complement component C1q, thereby potentiating or unlocking antibody-mediated complement-dependent cytotoxicity (CDC). Preclinical data demonstrate highly potent CDC-mediated tumor cell kill in vitro in a panel of cell lines derived from hematological malignancies, including multiple myeloma (MM), B cell lymphoma and acute myeloid leukemia (AML). In these cell lines, at the highest dose tested (10 µg/mL), HexaBody-CD38 induced approximately 2-fold more CDC-mediated lysis compared to daratumumab. Of note, in those cell lines that were responsive to daratumumab in CDC assays (>50% tumor cell lysis), CDC activity of HexaBody-CD38 was superior to daratumumab, with IC50 values for HexaBody-CD38 2.4- to 13-fold lower than for daratumumab. Moreover, HexaBody-CD38 unlocked CDC activity in 17 out of 28 tumor cell lines that were not sensitive to daratumumab in CDC assays (<50% tumor cell lysis), including cell lines with lower expression of CD38 or higher expression of the complement inhibitory protein CD59. Importantly, in pilot experiments that are part of an ongoing larger study, HexaBody-CD38 was able to effectively kill MM cells from patients in CDC assays ex vivo , including in one patient that had relapsed from daratumumab (Figure 1). In addition to superior CDC, HexaBody-CD38 was shown to induce comparable antibody-dependent cell mediated cytotoxicity (ADCC) and antibody-dependent cell mediated phagocytosis (ADCP) as daratumumab. HexaBody-CD38 demonstrated more efficient inhibition of CD38 cyclase activity, which has been postulated to contribute to immune suppression in the tumor microenvironment. Importantly, in the presence of monocytes, HexaBody-CD38 treatment resulted in the removal of CD38 from the cell membrane of CD38 expressing cells, including T regulatory cells. This suggests downmodulation of CD38 as another potential mechanism to reduce CD38-generated metabolites and associated immune suppression. Finally, HexaBody-CD38 induced promising anti-tumor activity in vivo in PDX models of diffuse large B cell lymphoma in nude mice. Anti-tumor activity was associated with CD38 expression levels. In conclusion, HexaBody-CD38 is a novel CD38 antibody that shows superior capacity to induce CDC-mediated tumor cell kill compared to daratumumab, including in tumor samples from MM patients. Furthermore, HexaBody-CD38 induces FcγR-mediated effector functions and effectively inhibits CD38 enzymatic activity, either directly or indirectly by removal of CD38 from the cell membrane, thereby potentially contributing to immune activation. Targeting CD38 with HexaBody-CD38 could have therapeutic potential in daratumumab-naïve and -refractory MM patients, as well as in CD38-positive tumors in which daratumumab does not have single agent efficacy, such as DLBCL and AML. The promise of HexaBody-CD38 warrants further clinical investigation in CD38-positive hematological malignancies, including MM, B cell lymphoma and AML. View large Download slide View large Download slide  Disclosures De Goeij: Genmab BV: Employment, Other: stock and/or warrants. Janmaat: Genmab BV: Employment, Other: stock and/or warrants. Andringa: Genmab BV: Employment, Other: stock and/or warrants. Kil: Genmab: Employment, Other: stock and/or warrants. Van Kessel: Genmab: Other: stock and/or warrants. Lingnau: Genmab: Employment, Other: stock and/or warrants. Freidig: Genmab BV: Employment, Other: stock and/or warrants. Mutis: Onkimmune: Research Funding; BMS: Research Funding; Janssen Pharmaceuticals: Research Funding; Celgene: Research Funding; Novartis: Research Funding; Amgen: Research Funding; Aduro: Research Funding. Sasser: Genmab: Employment, Other: stock and/or warrants. Breij: Genmab: Employment, Other: stock and/or warrants. Van De Donk: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; AMGEN: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Servier: Membership on an entity's Board of Directors or advisory committees; Bayer: Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees. Ahmadi: Genmab Inc: Employment, Other: stock and/or warrants. Satijn: Genmab BV: Employment, Other: stock and/or warrants."
}