{
    "doi": "https://doi.org/10.1182/blood.V104.11.4003.4003",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=119",
    "start_url_page_num": 119,
    "is_scraped": "1",
    "article_title": "A Case of IgM- λ Waldenström’s Macroglobulinemia with Activity Against Phospholipids, Masquerading as Factor V Inhibitor. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background : The Lupus anticoagulant is known to prolong coagulation tests, however the source of antibody causing this prolongation is not clear in the majority of patients. We are reporting a patient with prolongation of prothrombin time (PT) and activated partial thromboplastin time (aPTT) secondary to a lupus anticoagulant like activity of an IgM paraprotein. Case report : An 82 years old male patient was referred in January 1996 to our clinic for abnormal PT and aPTT. He was asymptomatic. There was no lymphadenopathy or organomegaly. The hemoglobin was 10.4 (g/dl) with normal white cell and platelet count. Renal and liver function tests were normal. Coagulation studies revealed aPTT 145.4 seconds, the PT 38.8 seconds, thrombin time 24.9 seconds, fibrinogen level of 336 mg/dl and D Dimer 3.1 and 1:500 dilution >2.9 (normal 106 seconds to 48 seconds upon the addition of platelet phospholipids (a difference of >5 sec is taken as positive for LA). Expanded antiphospholipid antibodies test were done. Anti-cardiolipin IgM (>100MPL), anti-phosphotidyl serine IgM (7.3SD) were detected. A serum protein electrophoresis revealed monoclonal gamma spike of approximately > 4gm/dl and quantitative immunoglobulin by radial immuno-diffusion (RID) showed IgG- 1691 mg/dl, IgA - 185 mg/dl, IgM >192 mg/dl. The IgM >192 mg/dl is limited by the linearity of the test. IFE (Immunoelectrophoresis) demonstrated IgM-λ spike. Serum viscosity was 3.4. We suspected that the IgM paraprotein might be the inhibitor. IgM was purified by Euglobulin flocculation test. The PT and aPTT of normal pooled plasma was prolonged on its addition. The conclusion was that antiphospholipid activity was in IgM. Bone marrow biopsy in January 1996 showed <10% of plasmacytoid lymphocytes. Repeat bone marrow biopsy in December 1997 showed increased plasmacytoid cells to 60%. In view of increased serum viscosity to 4.3 and bone marrow biopsy findings as above, a diagnosis of progressive Waldenström’s Macroglobulinemia was established. In addition to intermittent plasmapheresis, an oral chlorambucil (0.25mg/kg) q21 day was given for 14 months from December 1997, with a decrease in paraproteins, serum viscosity and PT, aPTT. Patient remained asymptomatic till March 2002 when he developed clinically progressive disease as evidenced by hepatosplenomegaly. He refused all investigations and interventions at this time and was lost to follow up. During the entire follow up period lasting 6 years he did not demonstrate any bleeding or thrombotic tendency.",
    "topics": [
        "factor v antibody",
        "immunoglobulin m",
        "phospholipids",
        "waldenstrom macroglobulinemia",
        "activated partial thromboplastin time measurement",
        "antiphospholipid syndrome",
        "bone marrow biopsy",
        "lupus coagulation inhibitor",
        "paraproteins",
        "serum viscosity"
    ],
    "author_names": [
        "Nagender Mankan, MD, MRCP",
        "Mohammad Razaq, MD",
        "Ranju Gupta, MD",
        "Allan Reiss, MD",
        "Anju Ohri, MD"
    ],
    "author_affiliations": [
        [
            "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
        ],
        [
            "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
        ],
        [
            "Internal Medicine, Coney Island Hospital, Brooklyn, NY, USA"
        ],
        [
            "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
        ],
        [
            "Hematology-Oncology, Coney Island Hospital, Brooklyn, NY, USA"
        ]
    ],
    "first_author_latitude": "40.5855566",
    "first_author_longitude": "-73.9648753"
}