{
    "doi": "https://doi.org/10.1182/blood.V128.22.4591.4591",
    "article_title": "Can Memory T Cell Monitoring Using Flow Cytometry Predict Survival in Haploidentical Hematopoietic Stem Cell Transplantation? ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "abstract_text": "Introduction: Haploidentical hematopoietic stem-cell transplantation (HHSCT) is an alternative transplant strategy for patients who lack a suitable HLA-matched donor. One of the advantages of HHSCT is the possibility to use donor cells for post-transplantation cell therapy. However, HHSCT has risks associated with HLA barrier, such as graft failure, severe graft-versus-host disease (GVHD), and delayed immune reconstitution. T cell receptor gamma delta (TCRγδ) T cells may have potent antileukemic effects. These cells can be preserved in a graft by negatively selecting only T cells that express an alpha beta (αβ) T cell receptor (TCR αβ). Moreover, γδ T cells are important effector cells, especially in situations where the function of adaptive immunity is impaired, such as those characterizing early immune recovery after HHSCT. In this study, we performed flow cytometry (FCM)-based T cell and TCRγδ memory T cell subpopulation analysis with anti-HLA antibodies to monitor the changes of memory T cell subpopulations after HHSCT according to clinical course. Methods: Peripheral blood samples of total eighty-one pediatric patients who underwent HHSCT in Asan Medical Center were collected between October 2011 and June 2016. Diagnoses were aplastic anemia (n=31), acute myeloid leukemia (n=20), acute lymphoblastic leukemia (n=15), non-Hodgkin's lymphoma (n=10), non-malignant hematologic disorders (n=5). Four patients received CD34-selected graft, 26 patients received CD3-depleted graft, and 51 patients received TCRαß-depleted graft. Patients who experienced graft loss or disease relapse were fifteen. Seventeen patients received zoledronate (Zol) and interleukin-2 (IL-2) to augment TCRγδ T cells after HHSCT. Twelve patients were expired. Nineteen patients were experienced GVHD. FCM analysis was performed using antibodies for HLA antigens and anti-CD45, CD3, CD4, CD8, CD45RA, CD45RO, CD62L and TCRγδ antibody to identify naïve, central memory (CM) and effector memory (EM) T cells. The anti-HLA antibody can be used to evaluate chimeric status in HHSCT based on disparity of HLA antigens between donor and recipient. FCM analysis was done according to regularly scheduled protocol from the start of stem cell infusion. We evaluated the differences of T cell and memory T cell subpopulations and Treg according to engraftment status, treatment strategy, survival status, GVHD status, and the types of underlying disease were analyzed. Results: At the early stage (0-30 day) after HHSCT, the absolute counts of TCRγδ CM, EM and naïve T cells were higher in engraftment group than graft failure (CM 2.71/µL vs. 0.19/µL, EM 0.63 vs. 0.00, and Naïve 2.50 vs. 0.37, P <0.05). The administration of Zol+IL-2 significantly increases TCRγδ memory cell absolute counts (CM 4.51/µL vs. 0.68/µL, EM 1.78 vs. 0.00, and Naïve 2.73 vs. 0.72, P <0.05) during early period after HHSCT. These drugs also resulted in higher donor T cell count (147.56 vs. 60.76, P=0.025) and donor TCRγδ T cell count (92.96 vs. 43.9, P=0.046). After 6 months of HHSCT, survived patients showed lower percentage of EM cells than non-survivors (CD4+EM 5.69% vs. 22.22%, and CD8+EM 11.13 vs. 66.79, P< 0.05), and higher percentage of CM cells (CD4+CM 59.11% vs. 36.84%, P=0.02, and CD8+CM 29.73% vs. 1.83%, P=0.00) than expired patients. Patients with GVHD showed significantly lower percentage of Naïve T cells than patients without GVHD (CD4+Naïve 0.00% vs. 68.64%, and CD8+Naïve 1.77 vs. 41.31, P< 0.05). The percentage of TCRγδ T cell was higher in malignant disease patients than non-malignant disease patients (15.61 vs. 4.75, P=0.008). Conclusions: The increase of TCRγδ memory cells in the early period after HHSCT could expect engraftment. The administration of Zol+IL-2 augmented TCRγδ memory cells during early period after HHSCT. Therefore, these drugs might be related with engraftment maintenance. The monitoring of reconstitution pattern of central and effector memory T cell after 6 months of HHSCT could predict survival. Our study suggests that close monitoring of FCM-based memory T cell subpopulation is useful to predict clinical outcome after HHSCT. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "flow cytometry",
        "hematopoietic stem cell transplantation",
        "t-lymphocytes, memory",
        "graft-versus-host disease",
        "tissue transplants",
        "human leukocyte antigens",
        "aldesleukin",
        "antibodies",
        "anti-human leukocyte antigen antibody",
        "t-cell receptor"
    ],
    "author_names": [
        "Bohyun Kim, MD PhD",
        "Seongsoo Jang, MD PhD",
        "Yu-Jin Lee",
        "Young-Uk Cho, MD PhD",
        "Chan-Jeoung Park, MD PhD",
        "Eun-Seok Choi",
        "Kyung-Nam Koh, MD PhD",
        "Ho Joon Im, MD PhD",
        "Jong Jin Seo, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Bohyun Kim, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Soonchunhyang University Cheonan Hospital, Soonchunhyang University College of Medicine, Cheonan, Korea, The Republic of "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seongsoo Jang, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of ",
                "Asan Clinical Research Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Jin Lee",
            "author_affiliations": [
                "Asan Clinical Research Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Young-Uk Cho, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Jeoung Park, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eun-Seok Choi",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung-Nam Koh, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ho Joon Im, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jong Jin Seo, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Ulsan College of Medicine and Asan Medical Center, Seoul, Korea, The Republic of"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T02:23:40",
    "is_scraped": "1"
}