{
    "doi": "https://doi.org/10.1182/blood.V122.21.5531.5531",
    "article_title": "Role Of Allogeneic Transplant In Poor Risk CLL Patients: A Long-Term Monocentric Experience In 39 Patients ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results",
    "abstract_text": "Background Allogeneic stem cell transplantation (SCT) remains the only curative option in poor risk chronic lymphocytic leukemia (CLL). Reduced intensity conditioning regimens (RIC) have improved outcome and enlarged number of patients eligible to SCT. However it is still controversial whether patient characteristics, CLL treatment, conditioning regimen or GVH prophylaxis influence the outcome. Here we present the analysis of our cohort of CLL patients who underwent RIC SCT. Patients and methods This is a retrospective single center study Primary endpoint was overall survival; secondary endpoints were cumulated incidence of relapse and non-relapse mortality. Results From 2000 to 2012, Thirty-nine patients with a sex ratio of 2 were transplanted. At time of transplantation, median age was 59 years (27-68), 82% patients displayed performans status (PS) of 0 and 20% had a comorbidity score ≥3. More than half patients (54%) were Fludarabine refractory and FISH 17p deletion was found in 10 out of 23 tested patients (43%). Median delay between diagnosis and transplant was 92 months (4-182). Patients received a median of 3 (1-9) prior therapies. Last treatment before transplant was fludarabine-based in 12 patients, alemtuzumab in 13, and other (RCHOP, R-Bendamustine, RDHAP) in 14. Median delay between the last treatment and transplantation was 2 months (1-33). At time of transplant, overall response rate was 82% including 33% complete response (CR). Four-color phenotypic MRD was negative (<10 -4 ) in 9 patients (23%). Donor type was HLA matched relative for 22 patients, unrelated for 13 and cord blood for 4. Conditioning regimen varied according to protocols and donor. It consisted of fludarabine, busulfan and antithymocyte globulin in 21 patients, fludarabine, TBI and rituximab in 14 patients and fludarabine, cyclophosphamide and total body irradiation (TBI) in 4 and. Graft versus host disease (GVHD) prophylaxis was provided by cyclosporine alone in 54% patients, and cyclosporine and mycophenolate mofetil in 46%. After transplant, overall response rate was 90% with 17 patients evolving from partial response or stable disease to complete response and MRD was negative in 28/33 (85%) patients. Donor chimerism was performed for 27 patients, chimerism >90% was obtained in all patients except one, after a median of 90d (19-180) post transplant. Acute and chronic extensive GVHD occurred in 44% and 38% patients respectively. With a median follow-up of 59 months, median overall survival (OS) was 97 months, 2- and 5-years OS were 72% and 59% respectively. Fifteen patients died, 7 from GVHD, 4 from sepsis, 1 from CLL and 3 from other causes. 2- and 5-years cumulated incidences (CI) of non-relapse mortality (NRM) were 25.6% and 38.3% respectively. Three patients relapsed after transplant, 2 are still alive 82 and 98 months post-transplant. 2- and 5-years cumulated incidences of relapse were 2.8% and 6.8% respectively. In univariate analysis, disease status at transplant and number of prior therapies were significantly associated with better OS (p=0.0009 and p=0.03 respectively), whereas a trend to correlation between PS and OS was observed (p=0.063). In multivariate analysis, PS and achievement of CR or PR before transplant correlated significantly to OS (p=0.015 and p=0.05 respectively). Clearance of MRD before transplant perhaps suggested a better survival (p=0.158). Conclusion This retrospective study highlights the ability of allogeneic transplant to improve OS in otherwise very poor prognosis CLL patients and deserve further investigations. Disclosures: Aurran-Schleinitz: Roche: Honoraria.",
    "topics": [
        "transplantation",
        "fludarabine",
        "graft-versus-host disease",
        "complete remission",
        "cyclosporine",
        "alemtuzumab",
        "allogeneic stem cell transplant",
        "antithymoglobulin",
        "bendamustine",
        "busulfan"
    ],
    "author_names": [
        "Therese Aurran-Schleinitz, MD",
        "Anne Wanquet",
        "Sabine Furst, MD",
        "Benjamin Esterni, Ph.D.",
        "Reda Bouabdallah, MD",
        "Diane Coso, MD",
        "Christine Arnoulet",
        "Pharm. D.",
        "Jean El Cheikh, MD",
        "Catherine Faucher, MD",
        "Luca Castagna, MD",
        "Christian Chabannon, MD, PhD",
        "Didier Blaise"
    ],
    "author_dict_list": [
        {
            "author_name": "Therese Aurran-Schleinitz, MD",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anne Wanquet",
            "author_affiliations": [
                "hematology department, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Furst, MD",
            "author_affiliations": [
                "Hematology, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin Esterni, Ph.D.",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reda Bouabdallah, MD",
            "author_affiliations": [
                "Institut Paoli-Calmettes, Marseille Cedex 9, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane Coso, MD",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine Arnoulet",
            "author_affiliations": [],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pharm. D.",
            "author_affiliations": [
                "Laboratoire d'Hematologie, IPC, Marseille, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean El Cheikh, MD",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Faucher, MD",
            "author_affiliations": [
                "Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luca Castagna, MD",
            "author_affiliations": [
                "ISTITUTO CLINICO HUMANITAS, Marseille, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Chabannon, MD, PhD",
            "author_affiliations": [
                "Hematology, Institut Paoli-Calmettes, Marseille, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Didier Blaise",
            "author_affiliations": [
                "Hematology, Institut Paoli Calmettes, Marseille, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T13:01:37",
    "is_scraped": "1"
}