{
    "doi": "https://doi.org/10.1182/blood.V104.11.833.833",
    "article_title": "CD40 Ligand (CD154) as a Cofactor in the Development of Transfusion Related Acute Lung Injury (TRALI). ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "TRALI is post-transfusion acute pulmonary dysfunction with non-cardiogenic pulmonary edema and profound hypoxia. A number of biologic response mediators(BRMs) may have the capacity to cause TRALI, including anti-white cell antibodies and lipids. CD40 ligand (CD40L) is a primarily platelet derived pro-inflammatory mediator found in both soluble (sCD40L) and cell associated forms in transfused blood. sCD40L accumulates to high levels in stored platelet concentrates and blood components containing platelets. sCD40L can activate macrophages and fibroblasts, stimulating production of multiple pro-inflammatory BRMs. Disruption of the CD40L-CD40 system in animal models reduces acute lung injury due to endotoxin, radiation or oxygen toxicity. We hypothesized that sCD40L plays a role in TRALI. This retrospective case control laboratory study compares sCD40L levels (by ELISA) in platelet concentrates implicated in cases of TRALI with levels in similar stored platelet concentrates not implicated. Levels of sCD40L were also measured in a variety of blood components to determine its concentration in fresh frozen plasma, whole blood, and red cell concentrates. In addition, we investigated sCD40L’s capacity to prime the fMLP-activated oxidase of isolated neutrophils as measured by reduction of cytochrome c at 550nm. 71 components (58 platelet concentrates, 2 pools of platelets, 2 apheresis platelets and 9 red cells) were implicated in 29 cases of TRALI. Mean sCD40L level in implicated platelet concentrates was 14.6 ng/ml, or 76% higher than that in non-implicated platelet concentrates (n=57, mean= 8.3 ng/ml) (Mann-Whitney test; p<0.0001). The two apheresis platelets implicated had levels of 44.7 ng/ml, 349% higher than the non-implicated platelet concentrates. Mean estimated total dose of sCD40L administered to patients with TRALI was 4,380 ng for the implicated platelet pools, 11,175 ng for the implicated apheresis platelets versus 2,490 ng for pools derived from non-implicated platelet concentrates. Pre- and post-transfusion plasma levels of sCD40L were measured in twelve patients with TRALI. The circulating levels of sCD40L increased in 8 of 12. Mean sCD40L concentrations in randomly selected blood components were 1.3 ng/ml in FFP (n=10), 15.1 ng/ml in outdated autologous whole blood (n=4), 2.9 ng/ml in outdated allogeneic red cell concentrates (n=9) and 24.2 ng/ml in outdated whole blood derived platelet concentrates (n=10). This corresponds to estimated projected mean total sCD40L doses of 290 ng per unit of FFP, 4,500 ng per whole blood, 380 ng per allogeneic red cell concentrate and 1,200 per unit of whole blood derived platelet concentrate. Monomeric recombinant sCD40L at 10 ng to 1μg/ml rapidly primed the neutrophil oxidase 2.4–2.7 fold (p<0.05 vs buffer-treated controls). This activity began at 3 minutes (min), reached a maximum at 5 min and began to decay at 15 min. These results suggest associations between elevated levels of sCD40L in transfused platelet concentrates, activation of the innate immune system, and the development of TRALI. We hypothesize that transfused sCD40L further contributes to TRALI by stimulating synthesis and release of IL-1β, PGE 2 and TNF-α from pulmonary macrophages, endothelial cells, and fibroblasts, thus exacerbating vascular permeability and inflammation.",
    "topics": [
        "animal model",
        "cd40 ligand",
        "transfusion-related acute lung injury",
        "concentrate dosage form",
        "apheresis",
        "blood component transfusion",
        "fresh-frozen plasma",
        "oxidase",
        "transfusion",
        "acute lung injury"
    ],
    "author_names": [
        "Neil Blumberg, MD",
        "Lynn K. Boshkov, MD",
        "Christopher C. Silliman, MD, PhD",
        "Marguerite Kelher",
        "Kelly F. Gettings",
        "Joanna M. Heal, MBBS, MRCP",
        "Richard P. Phipps, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Neil Blumberg, MD",
            "author_affiliations": [
                "Transfusion Med, Hematology-Oncology, Environmental Med, Immunology & Lung Biol., University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lynn K. Boshkov, MD",
            "author_affiliations": [
                "Pathology, Oregon Health Sciences University, Portland, OR, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher C. Silliman, MD, PhD",
            "author_affiliations": [
                "Research, Bonfils Blood Center, Denver, CO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marguerite Kelher",
            "author_affiliations": [
                "Research, Bonfils Blood Center, Denver, CO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelly F. Gettings",
            "author_affiliations": [
                "Transfusion Med, Hematology-Oncology, Environmental Med, Immunology & Lung Biol., University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna M. Heal, MBBS, MRCP",
            "author_affiliations": [
                "Transfusion Med, Hematology-Oncology, Environmental Med, Immunology & Lung Biol., University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard P. Phipps, PhD",
            "author_affiliations": [
                "Transfusion Med, Hematology-Oncology, Environmental Med, Immunology & Lung Biol., University of Rochester, Rochester, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T21:28:55",
    "is_scraped": "1"
}