{
    "doi": "https://doi.org/10.1182/blood-2018-99-111491",
    "article_title": "ESAM on the Cells of Endothelial Lineage Plays an Important Role in the Development of Definitive Hematopoiesis ",
    "article_date": "November 29, 2018",
    "session_type": "506. Hematopoiesis and Stem Cells: Microenvironment, Cell Adhesion, and Stromal Stem Cells: Poster III",
    "abstract_text": "Endothelial cell-selective adhesion molecule (ESAM) is lifelong marker of hematopoietic stem cells (HSCs) (Yokota Blood 2009) and endothelial cells (ECs) (Hirarta JBC 2001). Although we previously elucidated the functional importance of ESAM on HSCs in stress-induced hematopoiesis in adults (Sudo J Immunol 2012; PLoS One 2016), how ESAM affect hematopoietic development during fetal life remained unknown. To address this issue, we analyzed the fetuses of conventional ESAM knockout mice. Approximately half of the ESAM-null fetuses exhibited severe anemia and died after mid-gestation. RNA-sequence analyses exhibited downregulation of adult-type globin genes and Alas2 , which encodes the first, rate-limiting enzyme in the heme biosynthesis pathway in the ESAM-null fetal liver (FL). Culture and transplantation experiments demonstrated that these abnormalities were attributable to the malfunctioning of ESAM-null HSCs. In addition, cross-linking ESAM with an anti-ESAM antibody influenced the transcription of hemoglobin synthesis-related genes in HSCs, indicating the significance of ESAMs on HSCs for the development of definitive hematopoiesis. However, it was unclear whether ESAM expression on only HSCs was critical or if ESAM expression on ECs was also involved. To examine this, we generated ESAM-flox mice using the innovative CLICK (CRISPR with lssDNA inducing conditional knockout alleles) method that was recently developed by our group (Miyasaka BMC Genomics 2018), and analyzed the results. We first tried to establish endothelial lineage-specific ESAM-conditional knockout (ESAM-cKO) mice by crossing ESAM-flox mice with Cre-ERT2-expressing mice under the control of the VE-cadherin gene promoter (Okabe Cell 2014). After peritoneally administering tamoxifen to pregnant females on embryonic day (E) 12.5, 14.5, or 15.5, the FLs were examined on E17.5. Analyses of these fetuses showed that, as observed in conventional ESAM-null mice, severe anemia occurred in approximately half of the Cdh5-BAC-CreERT2 ESAM flox/flox fetuses. However, we noticed that ESAM expression was almost completely deleted not only on ECs but also on HSCs of this model even after a single tamoxifen injection on E15.5. Next, we made use of another ESAM-cKO model obtained by crossing ESAM-flox mice with Cre recombinase-expressing mice under the control of the Vav gene promoter (Georgiades Genesis 2002). Although this Vav-Cre model has been widely used as a hematopoietic cell-specific gene knockout system, the EC lineage is affected by mouse-to-mouse variation (Joseph Cell Stem Cell 2013). Indeed, we observed that ESAM expression on FL ECs was suppressed with varying efficiency in each mouse, whereas ESAM expression on lineage negative Sca1 + c-kit Hi (LSK) CD48 - cells was absent. Notably, the absolute number of LSK CD48 - cells in FLs was positively correlated with the remaining levels of ESAM expression on ECs. Furthermore, the anemic phenotype was less severe and fetal mortality was less evident in Vav-Cre-induced ESAM-cKO fetuses. These results indicated that ESAM on ECs also play an important role in the normal development of definitive HSCs and erythrocytes in the FL. These findings were unexpected because we previously observed that the contribution of ESAM on non-hematopoietic cells to HSC maintenance was subtle in the adult bone marrow (BM) of transplantation-induced chimeric mice (Sudo PLoS One 2016). However, this contradiction might be explained by the difference between the FL and adult BM. Various types of cells have been reported to serve as the so-called \"HSC-niche\" in the adult BM, whereas most HSCs are located adjacent to sinusoidal ECs in the FL. In conclusion, our data strongly suggest that ESAM expression on ECs, as well as HSCs, plays an important role in the development of definitive hematopoiesis. ESAM is known to mediate cell-cell interaction through homophilic binding. The results showed that ESAM on ECs in the developing liver compensated for ESAM deficiency on HSCs to ameliorate the lethal anemic phenotype. This indicates that ESAM might interact with undetermined molecules on developing HSCs, and these molecules might have a functional overlap with ESAM. Disclosures Yokota: CHUGAI PHARMACEUTICAL CO., LTD.: Research Funding; Pfizer Inc.: Research Funding; Bristol-Myers Squibb: Research Funding; MSD K.K.: Research Funding; Celgene: Research Funding. Ichii: Celgene K.K.: Speakers Bureau; Kowa Pharmaceutical Co.,LTD.: Speakers Bureau; Novartis Pharma K.K.: Speakers Bureau. Ezoe: TAIHO Phamaceutical Co., Ltd.: Research Funding. Shibayama: Takeda Pharmaceutical Co.,LTD.: Honoraria, Research Funding; Fujimoto Pharmaceutical: Honoraria, Research Funding; Bristol-Meyer Squibb K.K: Honoraria, Research Funding; Ono Pharmaceutical Co.,LTD: Honoraria, Research Funding; Novartis Pharma K.K.: Honoraria, Research Funding; Jansen Pharmaceutical K.K: Honoraria; Mundipharma K.K.: Honoraria, Research Funding; Celgene K.K.: Honoraria, Research Funding. Oritani: Novartis Pharma: Speakers Bureau. Kanakura: Alexion Pharmaceuticals, Inc.: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "anemia",
        "antibodies",
        "bronchioloalveolar carcinoma",
        "cadherins",
        "cd48 antigen",
        "cell adhesion molecules",
        "doxorubicin/etoposide/vincristine protocol",
        "endothelium",
        "enzymes",
        "gene knockout techniques"
    ],
    "author_names": [
        "Tomoaki Ueda",
        "Takafumi Yokota, MD PhD",
        "Yoshihiro Uno",
        "Tomoji Mashimo",
        "Takao Sudo",
        "Tomohiko Ishibashi",
        "Yukiko Doi",
        "Yasuhiro Shingai, MD",
        "Akira Tanimura",
        "Michiko Ichii, MD PhD",
        "Sachiko Ezoe, MD PhD",
        "Hirohiko Shibayama, MD PhD",
        "Kenji Oritani, MD PhD",
        "Yuzuru Kanakura, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomoaki Ueda",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takafumi Yokota, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshihiro Uno",
            "author_affiliations": [
                "The Institute of Experimental Animal Sciences Department of Medicine, Osaka University, Suita, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoji Mashimo",
            "author_affiliations": [
                "The Institute of Experimental Animal Sciences Department of Medicine, Osaka University, Suita, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takao Sudo",
            "author_affiliations": [
                "Department of Immunology and Cell Biology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomohiko Ishibashi",
            "author_affiliations": [
                "Department of Vascular Physiology, Research Institute National Cerebral and Cardiovascular Center, Suita, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yukiko Doi",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhiro Shingai, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Tanimura",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michiko Ichii, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sachiko Ezoe, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohiko Shibayama, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenji Oritani, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Graduate School of Medical Science, International University of Health and Welfare, Narita, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuzuru Kanakura, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T15:48:58",
    "is_scraped": "1"
}