{
    "doi": "https://doi.org/10.1182/blood.V116.21.1687.1687",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1694",
    "start_url_page_num": 1694,
    "is_scraped": "1",
    "article_title": "A High Resolution Analysis of Chromosome 21 Amplification In Myeloid Malignancies Reveals An Association with a Specific Cytogenetic Subgroup and Enhanced ERG Gene Expression. ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1687 Genetic alterations including chromosomal translocation, somatic mutation, and gene amplification are thought to play a key role in oncogenesis. Gains of whole or segmental chromosome 21 (Ch21) are observed in many types of myeloid malignancies and are often associated with acute megakaryoblastic leukemia (AMKL). In Down syndrome, transient abnormal myelopoiesis and acute lymphoblastic leukemia can be observed, but the prevalence of AMKL is striking. In rare Down syndrome patients, a subcytogenetic Ch21 minimal amplified region is observed and always found to include ERG as well as the RUNX1 gene locus. Recently, gain of ERG gene copy number has been demonstrated to induce leukemia in mouse models and mutations in RUNX1 have been reported in patients with myeloid malignancies with somatic trisomy 21. The pathogenic gene(s) driving malignant disease in congenital and/or somatic gain of Ch21 are poorly understood. We applied high resolution single nucleotide polymorphism array (SNP-A) to study whether small copy number gains are present on Ch21, which cannot be seen by metaphase cytogenetics. We also tested for potential synergistic karyotypic abnormalities in the patients with gain of Ch21 gene segments. We screened a large cohort of 522 patients with myeloid malignancies by SNP-A platform, and detected 36 events that included whole or partial amplification of Ch21 in 32 cases (6%). The affected length was between 215,063 and 46,944,323 bp and the average was 30,732,002. These include 13 congenital lesions (AMKL evolving in Down syndrome), and 23 somatic alterations. Among the AMKL cohort of 34 cases, gains of Ch21 were observed in 15/25 (60%) juvenile and 2/9 (22%) adult cases. A minimal consensus amplification region was defined from nt38637816 to nt38852879 on Ch21 and this region included ERG. Amplification of ERG was identified in 30/36 of the Ch21 gain lesions studied. Although we sequenced all exons of the ERG gene in all cases with Ch21 gain, no mutation was detected. Based on the possibility that gene amplification leads to increased gene expression, ERG mRNA levels were investigated. CD34+ cells showed the highest ERG expression among hematopoietic cell types. When CD34+ cells from acute myeloid leukemia (AML) patients with somatic trisomy 21, with normal copy of Ch21 and healthy donors were investigated by real time PCR, relative expression of ERG was the highest in trisomy 21 patients among three groups. Based on our previous work and that of others, we tested the mutational status of RUNX1 in the 23 cases with Ch21 amplification that included RUNX1 . Mutations were found in 2/23 (9%) accompanied by trisomy 21. No mutation was found in patients with Down syndrome. In one mutant case, a homozygous missense mutation, (L56S) was identified and associated with uniparental trisomy that included RUNX1 . The second mutant case (W106L) was in a patient with a 45,XY,-7,i(21)(q10) karyoptype. The mutation was duplicated but was not associated with loss of heterozygosity (LOH). When RUNX1 gene expression in the cases with and without trisomy 21 using CD34 positive bone marrow cells was investigated, no significant difference in relative RUNX1 mRNA levels between trisomy 21 and cases with diploid Ch21 was found. Finally, we evaluated whether additional chromosomal lesions were associated with a gain of Ch21 gene segments. Recurrent losses were detected on chromosome 1, 2, 3, 5, 7, 9, and 17. Deletions of 5q were frequent in the cases with somatic gain of Ch21 (47%; 8/17), while no del5q was detected in the cases with Down syndrome. Conversely, LOH17p (3 uniparental disomies (UPDs) and 2 deletions) was found in both somatic and congenital cases (5/32), with one case of deletion17p associated with a hemizygous p53 mutation. In addition, UPD11q was accompanied by a CBL homozygous mutation in a RAEB case with somatic trisomy 21. Del7q was also observed in both groups (4 in somatic and 3 in congenital cases), including a 7q36.1 microdeletion associated with EZH2 in AMKL with Down syndrome. In sum, our study demonstrates that high resolution SNP-A analysis focused on Ch21 gene segments revealed frequent cryptic somatic gain lesions and a uniparental trisomy. ERG was the sole gene located in the minimally shared gain lesions and is overexpressed in a wild type form in AML cases with somatic trisomy 21. RUNX1 mutations were found in 3 or 2 identical alleles of somatic trisomy 21 cases but are absent in most cases of trisomy 21. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "amplification",
        "cancer",
        "chromosomes, human, pair 21",
        "cytogenetics",
        "gene expression",
        "rna, messenger",
        "acute lymphocytic leukemia",
        "acute megakaryocytic leukemias",
        "carcinogenesis",
        "cd34 antigens"
    ],
    "author_names": [
        "Hideki Makishima, MD, PhD",
        "Hideki Muramatsu, MD, PhD",
        "Asahito Hama, MD, PhD",
        "Ramon V. Tiu, MD",
        "Yuka Sugimoto, MD, PhD",
        "Mikkael A. Sekeres, MD, MS",
        "Yogen Saunthararajah, MD",
        "Michael A McDevitt, MD, PhD",
        "Seiji Kojima, MD, PhD",
        "Jaroslaw P Maciejewski, MD, PhD, FACP"
    ],
    "author_affiliations": [
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Department of Oncology, Division of Hematological Malignancy, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Pediatrics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
        ],
        [
            "Translational Hematology and Oncology Research, Cleveland Clinic, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.47696315",
    "first_author_longitude": "-81.72933179999998"
}