{
    "doi": "https://doi.org/10.1182/blood.V124.21.463.463",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2874",
    "start_url_page_num": 2874,
    "is_scraped": "1",
    "article_title": "Platelet Desialylation Is Closely Associated with Cytotoxic T Lymphocyte-Mediated Platelet Destruction in Immune Thrombocytopenia ",
    "article_date": "December 6, 2014",
    "session_type": "311. Disorders of Platelet Number or Function: The Evolving Landscape of Platelet Clearance",
    "topics": [
        "blood platelets",
        "lymphocytes",
        "platelet destruction, increased",
        "thrombocytopenia due to immune destruction",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "autoantibodies",
        "antibodies",
        "flow cytometry",
        "cytotoxicity"
    ],
    "author_names": [
        "Jihua Qiu",
        "Linlin Shao",
        "Hai Zhou",
        "Xin Wang",
        "Jun Peng, MD",
        "Ming Hou, MD"
    ],
    "author_affiliations": [
        [
            "Qilu Hospital, Shandong University, Jinan, China "
        ],
        [
            "Qilu Hospital, Shandong University, Jinan, China "
        ],
        [
            "Qilu Hospital, Shandong University, Jinan, China "
        ],
        [
            "Provincial Hospital Affiliated to Shandong University, Jinan, China ",
            "Shandong University, Jinan, China "
        ],
        [
            "Shandong University, Qilu Hospital, Jinan, China"
        ],
        [
            "Shandong University, Qilu Hospital, Jinan, China"
        ]
    ],
    "first_author_latitude": "36.655439",
    "first_author_longitude": "117.01803400000001",
    "abstract_text": "Introduction: ITP is an autoimmune hemorrhagic disorder characterized by increased platelet destruction and insufficient platelet production. The classical mechanisms of platelet destruction include premature platelet clearance mediated by antiplatelet autoantibodies in the reticuloendothelial system and cytotoxic T lymphocyte (CTL)-mediated platelet lysis. Platelet desialylation, the process of removing sialic acid residues from glycoproteins, which results in the exposure of beta-galactose on platelet surface, can initiate platelet recognition by asialoglycoprotein receptors (ASGPRs)-expressing liver macrophages and hepatocytes and then lead to platelet clearance in the liver. The status and role of platelet desialylation in ITP have not been studied yet. In this study, we detected the level of platelet desialylation and analyzed its association with antiplatelet autoantibody- and CTL- mediated platelet destruction in ITP. Methods: Ethylenediaminetetraacetic acid anti-coagulated whole blood was obtained from 74 active ITP patients and 34 matched controls. Platelets, CD8 + T lymphocytes and plasma were isolated. The levels of platelet desialylation in ITP and controls were evaluated by the binding level of FITC conjugated Ricinus communis agglutinin I (RCA-I) on platelets by flow cytometry. In addition, the modified antibody-specific immobilization of platelet antigens (MAIPA) and assay of CTL-mediated cytotoxicity towards platelets were performed to evaluate antiplatelet autoantibody- and CTL-mediated platelet destruction in ITP patients. Results: Our results showed that the binding level of RCA-I on platelets was significantly elevated in ITP patients compared with controls ( Figure 1 ). Among these 74 ITP patients, 10 were single anti-GPIIb/IIIa positive, 13 were single anti-GPIb positive, 16 were positive for both, and 35 were negative for autoantibodies. There was neither significant difference in the binding level of RCA-I on platelets between patients with anti-GPIIb/IIIa and those without anti-GPIIb/IIIa antibodies, nor between patients with anti-GPIb and those without anti-GPIb antibodies (data not shown). Moreover, we conducted the assay of CTL-mediated cytotoxicity towards platelets in 40 ITP patients and 13 controls. Positively induced platelet apoptosis (greater than mean plus 2 SD for the controls) was detected in 22 of 40 ITP patients, which was regarded as group A. The other 18 patients was referred to as group B. Interestingly, the binding level of RCA-I was significantly higher in group A than that in group B ( Figure 2 ). These findings indicated that the level of platelet desialylation was markedly elevated in ITP patients than controls, and significantly higher in ITP patients with CTL-mediated platelet destruction. We supposed that neuraminidase-1, which could translocate to platelet surface after platelet lesion and cause platelet desialylation, was elevated from an internal platelet store after CTL-mediated platelet destruction, and then caused increased beta-galactose exposure and led to further platelet clearance in the liver. The specific mechanism still needs further study. Conclusion: In conclusion, our results suggest that platelet desialylation may be involved in the pathogenesis of ITP and closely associated with CTL-mediated platelet destruction. Inhibiting platelet desialylation may be a novel therapeutic strategy for ITP patients with CTL-mediated platelet destruction. Figure 1 View large Download slide The level of platelet desialylation in ITP patients and controls. A. The representative flow cytometry results. B. The binding level of RCA-I was higher in ITP patients than controls ( *** P < 0.001). Figure 1 View large Download slide The level of platelet desialylation in ITP patients and controls. A. The representative flow cytometry results. B. The binding level of RCA-I was higher in ITP patients than controls ( *** P < 0.001). Figure 2 View large Download slide Figure 2 View large Download slide Disclosures No relevant conflicts of interest to declare."
}