{
    "doi": "https://doi.org/10.1182/blood.V118.21.1270.1270",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2006",
    "start_url_page_num": 2006,
    "is_scraped": "1",
    "article_title": "In Vitro Expansion of Human Hematopoietic Cells with Delayed but Sustained Multi-Lineage Repopulating Activity ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Poster I",
    "topics": [
        "bone marrow",
        "bone marrow aspiration",
        "cd34 antigens",
        "cd38",
        "cell count",
        "cell culture techniques",
        "clone cells",
        "conflict of interest",
        "culture media, conditioned",
        "cultured cells"
    ],
    "author_names": [
        "Alice M.S. Cheung, PhD",
        "Stefan Wohrer, MD",
        "Paul H. Miller",
        "Suzan Imren, MD",
        "Shabnam Rostamirad",
        "Kiran Dhillon",
        "David Knapp",
        "Robert A.J. Oostendorp, BSc, MSc, PhD",
        "R. Keith Humphries, MD, PhD",
        "Connie J. Eaves, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "III. Department of Internal Medicine, Hematology/ Oncology, Klinikum r. d. Isar, Technical University Munich, Munich, Germany"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "Abstract 1270 In vivo expansion of hematopoietic stem cells (HSCs) involves local interactions with stimuli generated from non-hematopoietic niche environments, but the full spectrum of molecular mechanisms responsible have remained elusive. Initial experiments in mice showed that highly purified HSCs from adult mouse bone marrow are consistently expanded 3–5-fold with full maintenance of their long term (≥6 months), serially transplantable, multi-lineage repopulating ability when cultured for 7 days in serum-free UG26 stromal-cell conditioned medium (CM) supplemented with 100 ng/ml mouse Steel Factor (SF) and 20 ng/ml mouse IL-11. To explore the potential effects of this CM on HSCs in human cord blood, we conducted an initial experiment in which CD34 + CD38 − cells were cultured for 7 days in UG26 CM supplemented with 100 ng/ml human Flt3-ligand, 100 ng/ml human SF, and 20 ng/ml each of human IL-3, IL-6 and G-CSF. The results of limiting dilution transplants of the cultured cells in intravenously injected NSG mice showed retention of input numbers of cells with equivalent robust 6-month lympho-myeloid repopulating activity. To characterize the initial target cells and determine whether their proliferative responses might be predictive of their self-renewal behavior, we set up single cell cultures with the CD49f + subset of CD34 + CD38 − CD45RA − CD90 + Rho − cells with the 5 growth factors in the presence or absence of CM. Under both conditions, 7/13 and 4/13 input cells, respectively, died within the first 72 hours in culture. The subsequent rate of proliferation of the survivors was similar with all completing a first division after 96 hours and a second division 24–48 hours later. By day 8, clones of variable sizes were noted (6–1100 and 4–200 cells/clone, respectively). Clones generated under the same conditions were pooled and injected intravenously into 2 NSG mice each. We then looked for the presence of human cells in the mice by analysis of serial bone marrow aspirates starting 3 weeks post-transplant. Human cells were detected in only one of each of the 2 pairs of mice and, interestingly, in both cases, no evidence of human cells was detectable until 3 months post-transplant. In the positive mouse injected with cells generated in the absence of CM, this repopulation was transient, peaking at ∼0.1% of the mouse bone marrow compartment at 4 months post-transplant and undetectable a month later. In contrast, in the positive recipient of cells from the cultures that contained CM, both lymphoid and myeloid human cells reached much higher levels (together making up ∼20% of the mouse bone marrow compartment) which were maintained for another 3 months when the mouse was sacrificed. Transplants of cells obtained at this time from the marrow gave positive repopulation of secondary mice. In a subsequent experiment, in which similar cultures were initiated with CD34 + cord blood cells, evidence of a late continuing effect of the CM was obtained with a net absolute expansion of CD34 + CD45RA − CD90 + cell numbers during the interval between 12 and 21 days in vitro. These findings highlight the important potential of as yet unidentified secreted stromal cell factors to stabilize the stem cell state in HSCs stimulated to proliferate in vitro by growth factors that favor their self-renewal. Disclosures: No relevant conflicts of interest to declare."
}