{
    "doi": "https://doi.org/10.1182/blood.V120.21.1403.1403",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2302",
    "start_url_page_num": 2302,
    "is_scraped": "1",
    "article_title": "Constitutional Telomerase-Associated Gene Variants Associated with Chemotherapy-Related Toxicities in Pediatric Acute Myeloid Leukemia (AML) ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "chemotherapy regimen",
        "genes",
        "leukemia, myelocytic, acute",
        "telomerase",
        "toxic effect",
        "pediatrics",
        "idiopathic pulmonary fibrosis",
        "myeloblastic leukemia, pediatric acute",
        "pancytopenia",
        "aplastic anemia"
    ],
    "author_names": [
        "M. Monica Gramatges, MD",
        "Todd A. Alonzo, PhD",
        "Robert B. Gerbing, M.A.",
        "Alison A. Bertuch, MD, PhD",
        "Soheil Meshinchi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Baylor College of Medicine & Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Children's Oncology Group, Arcadia, CA, USA, "
        ],
        [
            "Children's Oncology Group, Arcadia, CA, USA, "
        ],
        [
            "Pediatrics, Baylor College of Medicine & Texas Children's Hospital, Houston, TX, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "29.7078663",
    "first_author_longitude": "-95.40157649999999",
    "abstract_text": "Abstract 1403 Background: Telomerase is an enzyme complex that maintains telomeric DNA, the TTAGGG repeats localized to chromosome ends. Defects in telomerase result in abnormally short telomeres leading to early cell senescence, chemosensitivity, and susceptibility to genomic instability. Constitutional telomerase mutations are associated with a spectrum of disorders including familial pulmonary fibrosis and liver disease, aplastic anemia, myelodysplastic syndrome, and dyskeratosis congenita, which confers a 90% lifetime risk for bone marrow failure, a 200-fold risk for AML, and a 2500-fold risk for MDS. These disorders have a variable clinical phenotype, but short age-adjusted telomeres are a universal finding. Our goal is to investigate the role of constitutional telomerase variants in pediatric AML and treatment-related toxicities. We hypothesize that both known and novel deleterious constitutional telomerase variants will occur more frequently in AML cases with delays in bone marrow recovery after chemotherapy compared with cases without such delays. In addition, we expect that the frequency of pulmonary and hepatic toxicities in the delayed recovery population will exceed frequencies observed in the expected recovery population. Exposure to intensive chemotherapy in AML patients with underlying defects in telomere maintenance may accelerate telomere shortening, resulting in a second manifestation of a telomere biology disorder phenotype. Methods: Subjects were enrolled in a Children's Oncology Group therapeutic trial, AAML0531, open to children aged one month to thirty years with de novo AML and without history of a bone marrow failure syndrome. Time to absolute neutrophil count (ANC) recovery was used as a proxy for the degree of myelosuppression after each chemotherapy cycle. The two study groups were: (A) subjects with delayed recovery, defined as at least two cycles with time to ANC recovery greater than or equal to one standard deviation (SD) above the mean for that course (n=53), and (B) subjects with expected recovery, or no cycles with time to ANC recovery greater than one SD above the mean (n=62). In each group, sequencing of the exons and flanking intronic regions of four telomerase-related genes, TERT, DKC1, TERC, and TINF2 , was performed and novel variants functionally characterized by telomerase activity and processivity. The results were compared with published data found in the Exome Variant Server, NHLBI Exome Sequencing Project (ESP), and the two groups compared using a Pearson's chi squared test. Results: Sequencing of telomerase-related genes in both cases and controls revealed a total of 15 variants, the majority of which resulted in a missense change in TERT . Ten variants occurred in subjects with delayed recovery (18.9%) and five in subjects with expected recovery (8%). This difference, inclusive of all variants regardless of functional impact, was not significant (p=0.11). However, when variants with a minor allele frequency of 2% or greater (ESP), and those associated with a telomerase activity of more than 80% were excluded, 8 variants remained in the delayed cohort and 2 variants in the expected cohort, a difference that was statistically significant (p=0.03). Four novel variants were noted in the delayed group, vs. one in the expected group (p= 0.13), all of which were predicted to be deleterious by computational algorithms. Of note, one of the variants in the delayed group resulted in a TERT frame shift and deletion associated with a functionally null protein, previously described in familial pulmonary fibrosis (Armanios et al, NEJM , 2007). Functional impact of novel variants by measurement of telomerase activity and processivity, as well as comparisons of number of reported Grade 3 or 4 pulmonary and hepatic toxicities in each group, is pending. Conclusion: Deleterious telomerase variants may be susceptibility loci in pediatric AML. Considering rare variants with reduced telomerase activity or novel variants predicted to have functional impact, we observed a higher frequency of variants in telomerase-related genes in AML patients with marked delays in bone marrow recovery following chemotherapy. In addition, a surprising number of novel variants were noted, given that variation in these genes is relatively uncommon. Our results suggest that further investigation of the disease phenotypes associated with these variants is warranted. Disclosures: No relevant conflicts of interest to declare."
}