{
    "doi": "https://doi.org/10.1182/blood.V128.22.2201.2201",
    "article_title": "Second Hematopoietic SCT for Thalassemia Major: Improved Clinical Outcomes with a Treosulfan Based Conditioning Regimen ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Graft rejection (GR) following an allo-SCT occurs in 10-20% of patients with β thalassemia major (TM). The reported clinical outcome following second transplants have been associated with a high incidence of graft rejection, treatment related mortality, and graft versus host disease [Haematologica 2009; 94(9)]. There is limited data on the clinical profile and long term outcome of patients who have had a graft rejection. We undertook a retrospective analysis of patients who had a graft failure post allogeneic SCT for TM at our center. From October, 1991 to June 2016, 506 HLA matched related transplants for TM were done at our center. Of these 55 (11%) patients had a graft failure. An additional 7 patients with graft failure following an allo-SCT done at other centers were referred to us for a second transplant. Of the 62 patients with graft failure 32 (52.4%) were primary graft failures (PGF; 15 with aplasia and 17 with autologous recovery) while 30 (47.6%) were secondary graft failures (SGF; 5 with aplasia and 25 with autologous recovery). The median age of the patients who had graft failure was 8 years (range:1-19) and there were 38 (60.3%) males. On conventional risk stratification 40 (63.5%) were Class III. Eighteen (54.5%) cases with PGF and 16 (53.3%) with SGF did not receive a second transplant. From Oct 2009, at our center, a reduced toxicity myeloablative (MAC) treosulfan based conditioning regimen with a PBSC graft was offered to all high risk patients and for second transplants at the treating physician's discretion. Twenty nine (46%) of the patients with GR underwent a second allo-SCT. With the exception of one patient (first allo-SCT with an unrelated cord blood product) the donor for the second transplant was the same as the first transplant. Conditioning regimen for second SCT was busulfan based MAC in 7 (24%), treosulfan based MAC in 12 (41.3%) and the remaining received non-myeloablative conditioning regimens (fludarabine based, low dose TBI, OKT3, Cy-OKT3) often in view of pancytopenia and perceived inability to tolerate a MAC. All patients receiving a treosulfan based regimen had a PBSC graft. A BM graft was used in 7 (41%) of the remaining cases. None of the patients conditioned with a treosulfan based regimen had a graft rejection though one patient died of Grade IV acute GVHD. Of the remaining 17 patients 10 died following a second GR, 3 died of regimen related toxicity. Four are alive of which one has recurrent TM and the rest are well and transfusion independent at 55, 80 and 204 months from second transplant (all busulfan based MAC). The baseline characteristics and clinical outcomes of patients who received a treosulfan based MAC regimen versus the rest is summarized in table 1 and figure 1. On a univariate analysis a non-treosulfan based conditioning regimen and time from GR to second transplant of <1 year was significantly associated with an adverse impact. However, on a multivariate analysis only a non-treosulfan based regimen was associated with a significant adverse impact on EFS (HR=11.5; 1.13-116.4: P-value=0.039). In conclusion there has been a significant improvement in clinical outcomes in our experience with the use of a treosulfan based reduced toxicity MAC regimen for second allo-SCT for TM. It would be reasonable, where feasible, to defer the second transplant by a year following the first graft rejection. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "conditioning (psychology)",
        "cooley's anemia",
        "treatment outcome",
        "tissue transplants",
        "mac protocol",
        "transplantation",
        "allopurinol",
        "toxic effect",
        "busulfan",
        "muromonab-cd3"
    ],
    "author_names": [
        "Vikram Mathews, MD DM",
        "Anu Korula, MD DM",
        "Nisham PN, MD DM",
        "Anup Joseph Devasia, MD DM",
        "Fouzia NA, Dip NB, DM,",
        "Kavitha M Lakshmi, MSc",
        "Aby Abraham, MD DM",
        "Biju George, MD DM",
        "Alok Srivastava"
    ],
    "author_dict_list": [
        {
            "author_name": "Vikram Mathews, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anu Korula, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nisham PN, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anup Joseph Devasia, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fouzia NA, Dip NB, DM,",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kavitha M Lakshmi, MSc",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aby Abraham, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Biju George, MD DM",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok Srivastava",
            "author_affiliations": [
                "Department of Haematology, Christian Medical College, Vellore, India"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T15:34:11",
    "is_scraped": "1"
}