{
    "doi": "https://doi.org/10.1182/blood.V114.22.336.336",
    "article_title": "Novel Pleiotropic Effects of Thrombin in Regulation of Metastatic Potential of Human Rhabdomyosarcoma (RMS) Cells – Identification of Negative PAR1 and PAR3 Receptor Crosstalk. ",
    "article_date": "November 20, 2009",
    "session_type": "BLOOD COAGULATION AND FIBRINOLYTIC FACTORS: TISSUE FACTOR, SIGNALING, AND CANCER",
    "abstract_text": "Abstract 336 Rhabdomyosarcoma (RMS) is the most common soft-tissue sarcoma of adolescence and childhood that frequently infiltrates bone marrow (BM) to this degrees that it may mimic acute lymphocytic leukemia. We identified chemokines and growth factors (e.g., SDF-1, HGF) that play an important role in RMS metastasis ( Blood 2002;100:2597 , Cancer Res. 2003;63:7926 , Cancer Res. 2007;67:2131 ). Novel evidence however accumulates that metastatic process for many tumors may be modulated by the components of coagulation cascade (CC) (e.g., thrombin, activated platelets). Thus, we become interested on a role of CC in modulating metastasis of RMS cells. First, we learned that RMS cells express tissue factor (TF) and thus may activate coagulation by generation of thrombin. Thrombin activated in tumor microenvironment activates platelets that release microvesicles. We observed that platelet derived microvesicles (PMV) transfer to RMS cells several platelet integrin receptors (e.g., α2β3) important for RMS cell interaction with endothelium, and thus increase their adhesive potential to endothelial cells. To support this, we noticed that RMS cells covered with PMV showed higher metastatic potential after intravenous injection into immunodeficient SCID mice. We also found that PMV also directly chemoattracted RMS cells and activated MAPKp42/44 and AKT. Next we learned that all 10 human RMS cell lines investigated in our studies express functional PAR1 and PAR3 receptors. To support this, we observed in thrombin stimulated RMS cells phosphorylation of MAPKp42/44 and MAPKp38. To our surprise however, in in vitro experiments thrombin decreased RMS chemotactic response to conditioned media from bone marrow fibroblast and PMVs. Furthermore, we didn't observe any effect of thrombin on proliferation, survival and expression of pro-angiogenic factors in RMS cells. Thrombin also decreased adhesion of RMS cells to fibronectin and bone marrow stroma cells. In contrast PAR1 specific agonist TRAP-6 stimulated proliferation of RMS cells. Different responsiveness to thrombin and TRAP-6 stimulation could be explained by negative modulatory role of PAR3 receptor in response to stimulation by thrombin. Thus, to learn more on a role of PAR1 and PAR3 in RMS proliferation/metastasis we knock-down both receptors by employing shRNA strategy. We observed that PAR1 -/- receptor RMS cells that express intact PAR3 cells formed in vivo smaller tumors as compared to unmodified control cells. On the other hand, PAR3 -/- RMS cells that express functional PAR1 began to proliferate robust in response to thrombin. In conclusion , we demonstrate that RMS-expressed TF activates prothrombin and that thrombin is a novel, underappreciated, pro-metastatic factor for these cells. Activated in tumor proximity by thrombin, platelets release PMVs that chemoattract and transfer several platelet-derived receptors/adhesion molecules to RMS cells that are crucial for adhesion/interaction with the endothelium. Conversely, by decreasing the responsiveness of RMS cells to local chemoattractants and decreasing adhesiveness of RMS cells, thrombin promotes their release from the primary tumor into circulation. Consequently, RMS cells that are covered by PMVs release into circulation and respond to chemoattractants in distant organs for metastasis. Finally, our data also supports a negative regulatory role of thrombin-PAR3 axis in proliferation of RMS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "culture media, conditioned",
        "receptor, par-1",
        "rhabdomyosarcoma",
        "thrombin",
        "neoplasm metastasis",
        "neoplasms",
        "adhesions",
        "cancer",
        "cd40 ligand",
        "chemotactic factors"
    ],
    "author_names": [
        "Marcin Wysoczynski, PhD",
        "Rui Liu, M.D.",
        "Mariusz Z Ratajczak, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marcin Wysoczynski, PhD",
            "author_affiliations": [
                "James Graham Brown Cancer Center, Stem Cell Institute University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rui Liu, M.D.",
            "author_affiliations": [
                "James Graham Brown Cancer Center, Stem Cell Institute University of Louisville, Louisville, KY, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariusz Z Ratajczak, MD, PhD",
            "author_affiliations": [
                "James Graham Brown Cancer Ctr., Stem Cell Institute, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:38:20",
    "is_scraped": "1"
}