{
    "doi": "https://doi.org/10.1182/blood.V108.11.4584.4584",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=686",
    "start_url_page_num": 686,
    "is_scraped": "1",
    "article_title": "A Case of Relapsed Variant Acute Promyelcytic Leukemia with t(11;17)(q23q21), PLZF/RARa Fusion Gene, with Durable Molecular Remission Following an Induction and Consolidation Regimen That Included ATRA with Low Dose G-CSF and Valproic Acid as a Histone Deacetylase Inhibitor. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "disease remission",
        "granulocyte colony-stimulating factor",
        "histone deacetylase inhibitors",
        "leukemia",
        "recombinant granulocyte colony stimulating factor",
        "retinoic acid receptor alpha",
        "tretinoin",
        "valproic acid",
        "fusion genes",
        "acute promyelocytic leukemia"
    ],
    "author_names": [
        "Daniel N. Efiom-Ekaha, MD",
        "Jasotha Sanmugarajah, MD",
        "William B. Solomon, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Medical Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA",
            " "
        ],
        [
            "Hematology and Medical Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA",
            " "
        ],
        [
            "Hematology and Medical Oncology, SUNY Downstate Medical Center, Brooklyn, NY, USA",
            " "
        ]
    ],
    "first_author_latitude": "40.655178750000005",
    "first_author_longitude": "-73.9449371",
    "abstract_text": "Background: Acute promyelocytic leukemia (APL) accounts for 10% of acute myeloid leukemias. Greater than 95% of cases are associated with the t(15;17)(q22;q21) translocation with the PML-RARa fusion product which is associated with increased affinity for nuclear co-repressor protein complex and recruitment of histone deacetylase. This leads to an alteration in chromatin conformation and inhibition of transcription and differentiation in promyelocytes in the presence of physiologic levels of retinoic acid. Pharmacologic doses of retinoic acid however are usually required to overcome this repression of transcription and leads to promyelocyte differentiaton and improvement in clinical outcomes in classic APL. A variant translocation in APL, t(11;17) (q23;q21) where the 3′ end of the RARa gene is fused to the 5′ end of a gene called PLZF (promyelocytic leukemia zinc finger), accounts for about 1% of cases. This disease phenotype is associated with refractoriness to pharmacologic doses of retinoic acid. Case Report; 52 year-old male presented with fever and rapidly progressive leukocytosis. His HCT was 24%, WBC count was 75,000/mcl and platelet count was 109,000/mcl. He required endotracheal intubation and mechanical ventilation with leukapharesis on his second day of admission due to leukostasis. He had been diagnosed with APL variant with t(11;17) (q23;q21) two years prior to this admission and had induction with Ara-c + daunorubicin (7+3), with an additional cycle for consolidation. He was then placed on maintenance with 6-MP + MTX for 24 months. Bone marrow and peripheral blood analysis confirmed disease relapse. Flow cytometric analysis revealed immature myeloid population CD34−, CD15−, CD13+, CD56+, HLA-DR-, with partial expression of CD33. FISH analyses on peripheral blood was negative for t(15;17) and positive for the variant t(11;17)(q23q21). He was started on induction therapy with Idarubicin 12mg/m2/day for three consecutive days with ATRA 45mg/m2/day (via NGT) + G-CSF 5mcg/kg/day. His Day 21 bone marrow examination revealed complete hematologic response. Consolidation/ maintanance with sodium valproate 500mg po BID (to maintain serum levels of 50–100mcg/ml), ATRA 45mg/m2/day (via NGT) + G-CSF 5mcg/kg/day (with G-CSF dose reductions for leukocytosis with a final stable dose of 30mcg/day). He subsequently achieved a complete cytogenetic remission and relapsed after 18 months on this regimen. Conclusion: Induction of promyelocyte differentiation and reversal of retinoic acid refractoriness in variant APL with t(11;17) (q23;q21) can be achieved with G-CSF priming and the addition of valproic acid s a HDAC inhibitor."
}