{
    "doi": "https://doi.org/10.1182/blood.V106.11.155.155",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=517",
    "start_url_page_num": 517,
    "is_scraped": "1",
    "article_title": "Autologous Hematopoietic Stem Cell Transplantation in Multiple Sclerosis: A Report of the European Blood and Marrow Transplantation Group (EBMT). ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Haematopoietic Stem Cells Transplantation (HSCT) has been successfully used in the last decade for the treatment of severe Autoimmune Diseases (ADs), including Multiple Sclerosis (MS). A retrospective analysis of 183 Multiple Sclerosis patients recorded in the database of the EBMT is reported. The patients received an autologous HSCT in the period 1995–2004. The disability at the time of HSCT was severe, with a median EDSS of 6.5 (range 3.5–9). Cumulative survival is 86% at 9 years with median follow-up time of 3.5 years. Overall Transplant-Related Mortality (TRM) is 5.3%; no toxic deaths were reported in the 62 patients transplanted after the year 2000. Conditioning regimens including Busulphan were statistically associated to TRM, both in uni- and in multivariate analysis. No toxic deaths were reported among the 53 patients treated with the BEAM/ATG regimen without graft manipulation, irrespective of their clinical condition at the time of the transplant. Sixty-three percent of the 145 patients evaluable for the neurological outcome showed a sustained improvement or stabilization of their disability. A trend of a better clinical outcome in patients transplanted within 5 years of diagnosis was shown. HSCT was shown as an effective procedure to stop disease progression in patients affected by severe, progressive MS; safety and feasibility of the procedure can be significantly improved by appropriate patient selection and choice of transplant regimen.",
    "topics": [
        "bone marrow transplantation",
        "hematopoietic stem cell transplantation",
        "multiple sclerosis",
        "transplantation",
        "autoimmune diseases",
        "busulfan",
        "disease progression",
        "follow-up",
        "stabilization",
        "tissue transplants"
    ],
    "author_names": [
        "Riccardo Saccardi, MD",
        "Gianluigi Mancardi, MD",
        "Alan Tyndall, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Careggi Hospital, Firenze, Italy"
        ],
        [
            "Neurology, San Martino Hospital, Genova, Italy"
        ],
        [
            "Rheumatology, Felix-Platter Spital, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "43.806998400000005",
    "first_author_longitude": "11.247809799999997"
}