{
    "doi": "https://doi.org/10.1182/blood.V114.22.3127.3127",
    "article_title": "Bleeding Complications of Fondaparinux Versus Nadroparine in Knee Replacement Surgery Patients. ",
    "article_date": "November 20, 2009",
    "session_type": "Antithrombotic Therapy Poster III",
    "abstract_text": "Abstract 3127 Poster Board III-64 An increase in bleeding complications was observed after the introduction of fondaparinux for prevention of deep-venous thrombosis (DVT) in knee-replacement surgery. 18 weeks after introduction fondaparinux was switched to nadroparine due to safety concerns. Objectives To investigate if fondaparinux (2.5mg once-daily starting 6 hours post-surgery) is associated with a higher rate of major bleeding compared to nadroparine (2,850ie once-daily starting 6 hours post-surgery) given for DVT prophylaxis after total knee-replacement in the Martini Hospital (Groningen, the Netherlands). Also, the rate of hematomas without clinical consequences was evaluated. Methods An observational study of all patients treated with fondaparinux after total knee replacement in 2008 and comparison with an equal number of patients treated with nadroparine after the switch. 181 Total knee replacements were included; 90 treated with fondaparinux and 91 treated with nadroparine. Major bleeding was defined as: allogenic blood transfusion during DVT prophylaxis; > 2g/dl hemoglobin drop; bleeding or hematoma requiring prolonged hospital stay, re-intervention or extra outpatient clinic visits. Hematomas not fulfilling the definition of major bleeding were regarded as hematomas without clinical consequences. Results Both groups were equal in gender, age and BMI. There was no significant difference in major bleeding (fondaparinux x vs nadroparine y, p=z). Also, no significant difference was found between both groups in: allogenic blood transfusion during DVT prophylaxis; number of patients with a > 2g/dl hemoglobin drop; rate of bleeding or hematoma requiring prolonged hospital stay, re-intervention or extra outpatient clinic visits. There was a significant difference in hematomas without clinical consequences (fondaparinux n=20 vs. nadroparine n=3, p=< 1*10 -6 ). Conclusions We found no difference in major bleeding complications between fondaparinux and nadroparine. Significant more hematomas without clinical consequences were found for fondaparinux. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "fondaparinux",
        "hemorrhage",
        "knee replacement arthroplasty",
        "nadroparin",
        "surgery specialty",
        "surgical procedures, operative",
        "hematoma",
        "thrombosis, deep venous, prophylaxis",
        "blood transfusion",
        "deep vein thrombosis"
    ],
    "author_names": [
        "Margriet Dijkstra, Jr., MD",
        "Carina LE Gerritsma, Sr., MD, PhD",
        "Jos JAM van Raay, Sr., MD, PhD",
        "Inge van den Akker Scheek, PhD",
        "Marinus van Hulst, Sr., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Margriet Dijkstra, Jr., MD",
            "author_affiliations": [
                "Orthopaedic Surgery, Martini Hospital Groningen the Netherlands, Gronngen, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Carina LE Gerritsma, Sr., MD, PhD",
            "author_affiliations": [
                "Orthopaedic Surgery, Martini Hospital Groningen the Netherlands, Groningen, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jos JAM van Raay, Sr., MD, PhD",
            "author_affiliations": [
                "Orthopaedic Surgery, Martini Hospital Groningen the Netherlands, Groningen, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Inge van den Akker Scheek, PhD",
            "author_affiliations": [
                "Orthopaedic Surgery, Martini Hospital Groningen the Netherlands, Groningen, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marinus van Hulst, Sr., PhD",
            "author_affiliations": [
                "Pharmacy and Toxicology, Martini Hospital Groningen the Netherlands, Groningen, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T13:02:54",
    "is_scraped": "1"
}