{
    "doi": "https://doi.org/10.1182/blood-2020-135898",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4570",
    "start_url_page_num": 4570,
    "is_scraped": "1",
    "article_title": "Targeting MYD88-Mutant DLBCL with IRAKIMiDs: A Comparison to IRAK4 Kinase Inhibition and Evaluation of Synergy with Rational Combinations ",
    "article_date": "November 5, 2020",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": null,
    "author_names": [
        "Jennifer Kimberly Lue, MD",
        "John S Manavalan, MD",
        "Christine Klaus, BS",
        "Rahul Kanik, PhD",
        "Andre M. Grilo, PhD",
        "Alice McDonald, PhD",
        "Jared Gollob, PhD MD",
        "Duncan Walker, PhD",
        "Owen A. O'Connor, MD PhD",
        "Nello Mainolfi, PhD"
    ],
    "author_affiliations": [
        [
            "Center for Lymphoid Malignancies, Department of Medicine, Columbia University Medical Center, New York, NY "
        ],
        [
            "Program for T-Cell Lymphoma, Division of Hematology and Oncology, University of Virginia, Charlottesville, VA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Center for Lymphoid Malignancies, Columbia University Medical Center, New York, NY "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ],
        [
            "Kymera Therapeutics, Cambridge, MA "
        ],
        [
            "Division of Hematology and Oncology; Program for T-Cell Lymphoma Research, University of Virginia, Charlottesville, VA"
        ],
        [
            "Kymera Therapeutics, Watertown, MA "
        ]
    ],
    "first_author_latitude": "40.84116075",
    "first_author_longitude": "-73.9420699",
    "abstract_text": "Introduction: MYD88 mutations are found in 25% of DLBCL and are associated with an inferior survival. MYD88 is an adapter molecule, forming the core of the Myddosome complex. MYD88 mutations constitutively activate pathways such as NFқB, leading to lymphomagenesis. Essential to the Myddosome-dependent signaling pathway is the recruitment of IRAK4 which complexes with MYD88 to activate downstream effects. Targeting IRAK4 is therefore a rational therapeutic approach in MYD88-mutant lymphomas. First-in-class IRAKIMiDs, novel heterobifunctional degraders that target IRAK4 as well as the IMiD substrates Ikaros and Aiolos to enable the inhibition of both the NFkB and IRF4 pathways activated by MYD88 mutations, demonstrate potent efficacy in MYD88-mutant lymphomas (KTX-475, KTX-582, Walker D et al. AACR 2020). Herein, we compare the activity of IRAKIMiDs to IRAK4 kinase inhibitors and IMiDs alone in MYD88-mutant DLBCL, and evaluate rational combinations of IRAKIMiDs and other active agents in DLBCL for synergy. Methods: MYD88-mutant (n=4) and wild type (n=4) DLBCL cell lines were exposed to a panel of single agents (KTX-475, KTX-582, BAY1830839, CA-4948, CC-220, lenalidomide, pomalidomide, ibrutinib, umbralisib, venetoclax) in order to establish the drug concentration:cytotoxicity effect relationship. Cell viability was assessed using Celltiter-Glo assay at 24-hour intervals. IC50 values were computed. MYD88-mutant DLBCL cells were co-exposed to combinations of KTX-475 with venetoclax, ibrutinib, or umbralisib at concentrations representing their respective IC10-40 in order to determine synergy using the excess over bliss (EOB) method. Venetoclax, ibrutinib, and umbralisib were selected for combinational studies in order to target adverse pathways known to be associated in DLBCL biology. To confirm IRAK4 degradation, western blot and flow cytometry was performed. Apoptosis was evaluated with flow cytometry. Pre-treatment RNA-seq libraries were developed for the purpose of identifying GSEA and mutational analysis to predict response to IRAKIMiDs. Results: Exposure to IRAKIMiDs led to potent activity in MYD88-mutated DLBCL with IC50s in the low nanomolar range. IRAK4 degradation occured in a dose- and time-dependent manner and was observed as early as four hours after exposure. IRAKIMiDs induced superior cytotoxicity compared to two IRAK4 kinase inhibitors, including CA-4948 (Curis), which is currently under clinical investigation for relapsed/refractory NHL, as determined by lower IC50s in all cell lines. IRAKIMiD IC50s were also lower compared to pomalidomide, lenalidomide, and CC-220. KTX-475 was selected for synergy assessments based on IC50 values. Synergy was observed after exposure to KTX-475 in conjunction with venetoclax, ibrutinib, or umbralisib as determined by EOB >0 in the MYD88-mutant OCI-LY10 model, with maximum values peaking at 72-96 hours. After dual drug exposure, IRAK4 degradation was validated by flow cytometry demonstrating that the addition of venetoclax, ibrutinib or umbralisib to KTX-475 did not impair IRAK4 degradation capabilities. RNA-seq interpretation is currently underway. Conclusions: Collectively, our results demonstrate that dual-function degraders targeting both IRAK4 and the IMiD substrates Ikaros and Aiolos can serve as a potential therapeutic option for poor prognosis MYD88-mutant DLBCL. Our data thus far demonstrate improved efficacy of IRAKIMiDs compared to IRAK4 kinase inhibitors or IMiDs alone in vitro , as well as synergy with other active agents in combination regimens. A promising lead IRAKIMiD candidate has been identified, with initiation of a first-in-human clinical trial in B-cell lymphomas planned for 2021. Disclosures Lue: Daiichi Sankyo: Honoraria; AstraZeneca: Speakers Bureau; Astex Pharmaceuticals: Honoraria; Kymera Therapeutics: Honoraria, Research Funding; Kura Oncology: Honoraria. Klaus: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Kanik: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. McDonald: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Gollob: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. Walker: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company. O'Connor: Kymera Therapeutics: Current equity holder in private company, Honoraria, Membership on an entity's Board of Directors or advisory committees; TG Therapeutics: Current Employment, Current equity holder in publicly-traded company; Servier: Consultancy; Mundipharma: Other: Consulting; Astex Pharmaceuticals: Honoraria, Research Funding; Merck: Research Funding; Nomocan: Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Other: Data Safety Monitoring Committee, Research Funding. Mainolfi: Kymera Therapeutics: Current Employment, Current equity holder in publicly-traded company."
}