{
    "doi": "https://doi.org/10.1182/blood.V126.23.1082.1082",
    "article_title": "Human Chorionic Villus Stem Cells May Contribute to Endogenous Factor VIII Production during Gestation ",
    "article_date": "December 3, 2015",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "INTRODUCTION: The placenta is an organ that plays a vital role in providing nutrition, elimination of metabolic products and gas exchange for the growing fetus. Major organs that play these roles in an adult are undergoing development during gestation. The liver, a metabolic organ with a variety of endocrine and exocrine functions including the synthesis of coagulation proteins, is the major site of hematopoiesis at 11-15 weeks during gestation. Production of coagulation proteins during gestation remains unclear. We investigated the potential of very early gestation human chorionic villus mesenchymal stem cells (PMSCs) for Factor VIII (FVIII) mRNA and production of biologically active FVIII. METHODOLOGY : PMSCs were isolated from human placenta at 9-13 weeks of gestational age by tissue explant culture and characterized via flow cytometry for mesenchymal stem cell (MSC) markers. Tri-lineage differentiation of PMSCs was investigated by inducing PMSCs in different culture conditions. Polymerase chain reaction (RT-PCR) was performed on cell lysates using FVIII primers. Chromogenic assay was performed on culture medium of PMSCs and HUVECs (negative control) after 72 hours in culture. Human plasma was used as positive control. RESULTS: PMSCs isolated from preterm human placenta were plastic adherent, showed spindle-shaped morphology and demonstrated expression of MSC markers CD105, CD90, CD73, CD44, and CD29, and did not express CD184, HLA-DR or hematopoietic and endothelial markers CD45, CD34 and CD31. Tri-lineage differentiation potential into osteogenic, adipogenic and chondrogenic lineages was observed under different culture conditions. These results show multi-potency and a surface marker profile analogous to bone marrow mesenchymal stem cells (BMSCs). PCR analysis revealed FVIII mRNA expression on PMSCs and was negative on HUVECs. Chromogenic assay showed ~0.4 U/ml on PMSCs and ~0.1 U/ml in HUVECs. CONCLUSION: Here we report that early gestation PMSCs express and secrete biologically active FVIII. Further studies using different gestational ages of the placenta is needed to understand the potential contribution of chorionic villus to FVIII production during gestation. Disclosures Powell: CSL Behring: Employment.",
    "topics": [
        "5'-nucleotidase",
        "cd29 antigen",
        "cd31 antigens",
        "cd34 antigens",
        "cd44 antigens",
        "cd45 antigens",
        "chorionic villi",
        "coagulation proteins",
        "culture media",
        "endogenous factors"
    ],
    "author_names": [
        "Maricel G. Miguelino, MD",
        "Priyadarsini Kumar, PhD",
        "Jerry S. Powell, MD",
        "Aijun Wang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maricel G. Miguelino, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of California, Davis, Sacramento, CA ",
                "Department of Surgery, University of California, Davis, Sacramento, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Priyadarsini Kumar, PhD",
            "author_affiliations": [
                "Department of Surgery, University of California, Davis, Sacramento, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry S. Powell, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of California, Davis, Sacramento, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aijun Wang, PhD",
            "author_affiliations": [
                "Department of Surgery, University of California, Davis, Sacramento, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:43:16",
    "is_scraped": "1"
}