{
    "doi": "https://doi.org/10.1182/blood.V108.11.5095.5095",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=644",
    "start_url_page_num": 644,
    "is_scraped": "1",
    "article_title": "PAD Is a Highly Effective Regimen for the Treatment of Patients with Relapsed Refractory Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "multiple myeloma",
        "bortezomib",
        "dexamethasone",
        "doxorubicin",
        "septicemia",
        "toxic effect",
        "combination drug therapy",
        "computed tomography/positron emission tomography imaging",
        "cytotoxic drug therapy",
        "disease remission"
    ],
    "author_names": [
        "Michel Delforge, MD, PhD",
        "Ann Janssens, MD",
        "Daan Dierickx, MD",
        "Johan Maertens, MD",
        "Koen Theunissen, MD",
        "Peter Vandenberghe, MD,PhD",
        "Gregor Verhoef, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ],
        [
            "Department of Hematology, University Hospital Leuven, Leuven, Belgium"
        ]
    ],
    "first_author_latitude": "50.878591699999994",
    "first_author_longitude": "4.674335499999999",
    "abstract_text": "Background and aim of the study: Bortezomib (Velcade ® ) is a first-in-class potent and reversible proteasome inhibitor that has been approved for the treatment of relapsed and/or refractory multiple myeloma (MM). With single agent bortezomib, complete (CR) and partial (PR) response rates have been reported in 27% of patients with relapsed refractory (Richardson 2003), and in 38% of patients with relapsed MM (Richardson 2005). Addition of dexamethasone (dex) to bortezomib can increase the response rates (Jagannath, 2005), and a synergistic anti-myeloma effect has been described when bortezomib is combined with cytotoxic drugs like anthracyclins and melphalan (Ma, 2003). With the combination of PAD (bortezomib, adriamycin and dex) a 95% CR+PR rate in untreated myeloma patients has been reported (Oakervee, 2005), but data on the effectiveness of PAD in the relapsed, refractory setting are currently lacking. Patients and Treatment: We have studied the anti-myeloma effect of PAD in 8 unselected relapsed refractory MM patients (M/F:6/2; mean age 61 y, range:50–75). The mean time since diagnosis was 6 years (range:2–11). Previous treatment consisted of a median of 6 treatment lines including autologous (n = 6) and allogeneic (n = 2) transplantation, various forms of combination chemotherapy (n = 8) including anthracyclins (n = 7), pulse dose dex (n = 7), thalidomide −/+ dex (n = 7), bortezomib (n = 8) without (n = 3) or with dex (n = 5). PAD was administered as previously published (Oakervee, 2005), but with 12 days of dex administration also during during the odd cycles. Results: A median of 4 cycles of PAD were administered (range: 2–6). The CR+ PR rate was 88% according to the EBMT criteria: one patient achieved a CR (IF+), one a VGPR, and 5 patients a PR. One patient had a limited amount of paraprotein secretion but multiple extramedullary plasmacytomas. After 2 cycles of PAD she had > 50% reduction in tumormass on PET-CT imaging. On average, the best response occurred already after 2 cycles of PAD. 4/8 patients relapsed after a mean interval of 5 months and 3 patients are still in remission at + 5 months. Two patients developed septicaemia with one toxic death. Hematological grade III/IV toxicities included: neutropenia (4/8), and thrombocytopenia (4/8). Neuropathy pre-existed in 4/8 patients and was not aggravated with appropriated dose reductions of bortezomib. Conclusion: Using a combination of bortezomib, adriamycin and dexamethasone (PAD), we could obtain at least a PR in 8/8 unselected highly refractory myeloma patients who had, amongst many other agents, previously been exposed to bortezomib and/or adriamycin and/or dexamethasone. Major toxicities of PAD were hematological with one toxic death because of septicaemia. We believe that our observation warrants further studies of the PAD regimen in relapsed MM."
}