{
    "doi": "https://doi.org/10.1182/blood.V124.21.1505.1505",
    "article_title": "Role of Tissue Factor in Mycobacterium Tuberculosis- induced Inflammation and Disease Pathogenesis ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "abstract_text": "Tuberculosis, a chronic lung infection caused by Mycobacterium tuberculosis (M.tb), affects nearly one third of the world’s population. Clinical manifestations of TB include hypercoagulable states and thrombotic complications particularly disseminated intravascular coagulation and deep vein thrombosis. Tissue factor (TF) plays an important role in the initiation of inflammation-induced coagulation. Various bacterial infections induce aberrant expression of TF on vascular cells, which contributes to intravascular coagulation and exacerbation of inflammation. Studies have shown that either a genetic deficiency of TF or blockade of TF functional activity reduces coagulopathy, proinflammatory cytokine release and infection-associated mortality. In contrast, TF-dependent coagulation activation and fibrin deposition may be protective in host-defense against certain bacterial infections via reducing pathogen burden and limiting their dissemination. In vitro M.tb infection markedly upregulates TF expression and increases procoagulant activity of macrophages. However, it is not yet known whether TF expression has any functional significance in TB pathogenesis. In the present study, we investigated the role of TF in M.tb -induced inflammatory responses, mycobacterial growth and containment of infection. Wild-type C57BL6 (WT) and transgenic mice that express either very low levels of human TF (low TF, ~1% of WT) or high levels of human TF (HTF, ~100% of WT) in place of murine TF were infected with aerosol exposure of M.tb H37Rv. Mice were sacrificed 2 and 8 weeks post-infection. An evaluation of in vivo TF expression, coagulation activation, proinflammatory cytokines and tissue bacterial burden was performed. M.tb infection did not significantly alter overall TF expression and procoagulant activity in lungs of WT and HTF mice. Although not statistically significant, M.tb infection increased TF activity substantially in the lung homogenates in low TF mice. Nonetheless, TF expression levels in lungs of low TF mice, both uninfected and M.tb. -infected, was negligible as compared to WT and HTF mice. M.tb infection markedly increased TF expression in localized areas within the granulomas of WT and HTF mice. Interestingly, these intensely stained TF positive patches were also present in the granulomas of low TF mice after M.tb infection. The increased localized expression of TF in low TF mice may be responsible for the increased TF activity in the lung homogenates in low TF mice. M.tb infection was not accompanied by systemic and pulmonary activation of coagulation in WT and HTF mice. There was no change in the plasma thrombin-anti-thrombin complexes (TATc) upon M.tb infection in all three genotypes. Although, the bronchoalveolar lavage (BAL) TATc significantly increased (10-fold) after M.tb infection in the low TF mice, still the level was 15-50 folds lower than those in HTF and WT mice. The levels of TNF-α, IFN-γ, IL-6 and IL1-β increased upon M.tb infection but no significant differences in the cytokine profiles of BAL and total lung homogenates were observed among the genotypes. Higher expression of TF in the granuloma of WT and HTF correlated with the presence of small discrete regions of fibrin islands especially extending toward outer margin of the granuloma whereas little fibrin staining was seen in the granuloma of low TF mice. Despite, marked differences in fibrin generation in the granuloma, there were no significant differences in either lung bacterial burden or dissemination to liver and spleen. In summary, our data suggest that TF-mediated coagulation and/or signaling does not appear to contribute to host defense during experimental tuberculosis. However, it is difficult to completely eliminate a role for TF in M.tb. pathogenesis since M.tb. induced significant amount of TF expression in localized areas in the granuloma even in low TF mice. It is possible that this small amount of TF expressed within the granuloma may be sufficient to mediate local coagulant and signaling functions to facilitate M.tb. growth and dissemination. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "inflammation",
        "mycobacterium",
        "thromboplastin",
        "tuberculosis",
        "infections",
        "aerosols",
        "granuloma",
        "fibrin",
        "cytokine",
        "bacterial infections"
    ],
    "author_names": [
        "Kothari Hema, PhD",
        "Shiva Keshava, Ph. D.",
        "Rit Vatsyayan, Ph. D.",
        "Nigel Mackman, PhD",
        "Usha R Pendurthi, PhD",
        "L. Vijaya Mohan Rao, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kothari Hema, PhD",
            "author_affiliations": [
                "UT Health Science Center at Tyer, Tyler, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shiva Keshava, Ph. D.",
            "author_affiliations": [
                "UT Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rit Vatsyayan, Ph. D.",
            "author_affiliations": [
                "SpecialtyCare, Richmond, VA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nigel Mackman, PhD",
            "author_affiliations": [
                "University of North Carolina at Chapel Hill, Chapel Hill, NC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usha R Pendurthi, PhD",
            "author_affiliations": [
                "UT Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "L. Vijaya Mohan Rao, PhD",
            "author_affiliations": [
                "UT Health Science Center at Tyler, Tyler, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T02:37:18",
    "is_scraped": "1"
}