{
    "doi": "https://doi.org/10.1182/blood.V126.23.5057.5057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3075",
    "start_url_page_num": 3075,
    "is_scraped": "1",
    "article_title": "Enteropathy-Associated T-Cell Lymphoma: A Single Centre Experience ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "enteropathy-associated t-cell lymphoma",
        "brachial plexus neuritis",
        "lymphoma",
        "celiac disease",
        "chemotherapy regimen",
        "abdominal pain",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "etoposide",
        "antibodies",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Amaris Balitsky, MD",
        "Anca Prica, MD",
        "Jan M.A. Delabie, MD PhD",
        "Michael Crump, MD",
        "Vishal Kukreti, MD FRCPC",
        "John Kuruvilla, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, University of Toronto, Toronto, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Pathobiology and Laboratory Medicine, University Health Network, Toronto, Canada "
        ],
        [
            "Princess Margaret Hospital, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, Toronto, Canada ",
            "Department of Medical Oncology and Hematology, University of Toronto, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, University of Toronto, Princess Margaret Cancer Centre, Toronto, Canada ",
            "Division of Medical Oncology and Hematology, University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.66080050000001",
    "first_author_longitude": "-79.39350089999999",
    "abstract_text": "Introduction : Enteropathy-associated T-cell Lymphoma (EATL) is a rare lymphoma of the GI tract accounting for less than 1% of all non-Hodgkin's lymphomas (NHL). EATL type I is seen predominately in patients (pts) from parts of Europe associated with a high incidence of celiac disease; type II is less frequently associated with celiac disease and thus a more worldwide distribution. EATL is difficult to treat with very poor prognosis. The purpose of this study is to understand the epidemiology and outcomes of this rare lymphoma in a North American multicultural setting at a tertiary cancer care centre. Methods : All pts with EATL who were assessed and treated at Princess Margaret Cancer Centre in Toronto, Canada, between January 1, 1996 and January 30, 2015 were retrospectively reviewed with case ascertainmentfrom a pathology database as well as a prospectively populatedlymphoma database. Pathological diagnoses were made according to the WHO classification and central pathology review was undertaken when available. Staging procedures included CT scans and bone marrow biopsy. Simple descriptive statistics were calculated as well as progression-free survival (PFS) and overall survival (OS). Results : 4852 new NHLs were seen for primary treatment at our centre during this time period, of which 287 were T cell lymphomas; 11 had EATL (0.23% of all NHL cases and 3.8% of all T-cell lymphomas). Median age at presentation was 61 years (range 51-85) with the majority being male (64%) (Table 1). All 11 pts presented with abdominal pain from small bowel perforation or obstruction. The most common site of EATL was jejunum (55%). Four pts (36%) had EATL type 1 and three had positive celiac serology. None had a history of celiac disease prior to diagnosis. 46% and 36% of pts presented with a high Ann Arbour stage (stage III or IV) and high Lugano stage (stage III or IV) respectively. No pt had a high ECOG score at presentation. Central pathology review was available for 8 patients (table 1). Interestingly, only 36% of cases had an intermediate-high risk International Prognostic Index (IPI) score of 3 and no pts had a high risk score of 4 or 5. Only one pt had an elevated LDH. All type 1 pts were CD56-, while type 2 pts were all CD8+ and most (86%) were CD56+. Ten pts (91%) received CHOP chemotherapy (one with the addition of etoposide and one of an IL2 receptor antibody) and one pt received palliative therapy. Only 5 of 11 responded to therapy (45%), with 2 patients achieving complete remission. All patients have progressed through treatment or relapsed (6 pts primary refractory and 5 responders), with one late relapse 14 years post response. At relapse, patients often presented with another bowel perforation. Upon relapse, four (36%) pts received salvage chemotherapy and 1 patient received an autologous stem cell transplant but progressed 16 months later and died from his disease. Ten patients (91%) have died, all from lymphoma; one patient (the late relapser) is presently undergoing salvage chemotherapy. Both median PFS and OS for all pts were 7 months. Two year OS and PFS were 18% and 9% respectively. Table 1 provides PFS and OS for EATL type separately. Conclusions : EATL is an aggressive form of lymphoma with unique presentation and very poor prognosis despite frequently presenting with limited disease and low IPI score. In our centre, type II EATL was more common, potentially underlying the multicultural composition of our city. CHOP with or without etoposide remains inadequate therapy for this aggressive lymphoma, and alternative induction regimens are needed. Few patients are stem cell transplant candidates at relapse due to age and poor performance status. Table 1. Patient characteristics  Feature . EATL1 (N=4) . EATL 2 (N=7) . Age (yrs) median (range) 65 (55-71) 61 (51-85) Gender (%) male 1 (25) 6 (86) Celiac status (%) positive 3(75) 0 Pathology CD3+ 4(100) 7(100) CD7+ 3(75) 5(71) CD4+/CD8- 1(25) 0 CD4-/CD8+ 2(50) 7(100) CD4-/CD8- 1(25) 0 CD56+ 0 6(86) T-cell receptor clonal gene rearrangement 1/2(50) 4/4(100) Symptoms (%) abdominal pain 4(100) 7(100) constitutional symptoms 3(75) 1(17) lymphadenopathy 2(50) 1(14) bone marrow 1 (25) 0 Primary Location (%) duodenum 2 (50) 3 (43) jejunum 1 (25) 5 (71) ileum 3 (75) 0 Monofocal (%) yes 3 (75) 3 (43) Anne Arbor Staging (%) III or IV 2 (50) 3 (43) Lugano Staging (%) III or IV 2 (50) 2 (29) IPI (%) score 3-5 1(25) 3 (43) Response to tx CR/CRu/PR 1(25) 4 (57) PFS median (mo) 6 7 2 year PFS 25% 0% OS median (mo) 7 8 2 year OS 25% 14% Feature . EATL1 (N=4) . EATL 2 (N=7) . Age (yrs) median (range) 65 (55-71) 61 (51-85) Gender (%) male 1 (25) 6 (86) Celiac status (%) positive 3(75) 0 Pathology CD3+ 4(100) 7(100) CD7+ 3(75) 5(71) CD4+/CD8- 1(25) 0 CD4-/CD8+ 2(50) 7(100) CD4-/CD8- 1(25) 0 CD56+ 0 6(86) T-cell receptor clonal gene rearrangement 1/2(50) 4/4(100) Symptoms (%) abdominal pain 4(100) 7(100) constitutional symptoms 3(75) 1(17) lymphadenopathy 2(50) 1(14) bone marrow 1 (25) 0 Primary Location (%) duodenum 2 (50) 3 (43) jejunum 1 (25) 5 (71) ileum 3 (75) 0 Monofocal (%) yes 3 (75) 3 (43) Anne Arbor Staging (%) III or IV 2 (50) 3 (43) Lugano Staging (%) III or IV 2 (50) 2 (29) IPI (%) score 3-5 1(25) 3 (43) Response to tx CR/CRu/PR 1(25) 4 (57) PFS median (mo) 6 7 2 year PFS 25% 0% OS median (mo) 7 8 2 year OS 25% 14% View Large Disclosures Prica: Janssen: Honoraria; Celgene: Honoraria. Crump: Celgene: Consultancy; Seattle Genetics: Consultancy; Roche Canada: Consultancy. Kukreti: Celgene: Honoraria; Roche: Honoraria; Lundbeck: Honoraria; Amgen: Honoraria; Janssen Ortho: Honoraria. Kuruvilla: Lundbeck: Honoraria; Karyopharm: Honoraria; Merck: Honoraria; Bristol-Myers Squibb: Honoraria; Janssen: Consultancy, Honoraria; Gilead: Consultancy; Seattle Genetics: Consultancy, Honoraria; Hoffmann LaRoche: Consultancy, Honoraria, Research Funding."
}