{
    "doi": "https://doi.org/10.1182/blood-2019-124501",
    "article_title": "A Novel Platelet-Targeting Fibrinolytic Strategy: Endocytosed Urokinase By Megakaryocytes Is Stored in α-Granules and Is Functional In Vivo in a Murine Model of Thrombosis ",
    "article_date": "November 13, 2019",
    "session_type": "321.Blood Coagulation and Fibrinolytic Factors",
    "abstract_text": "We have been interested in developing fibrinolytic agents that have a prolonged half-life and can selectively prevent new thrombi from forming without destabilizing established hemostatic clots. We believe that platelet-targeting of urokinase plasminogen activator (uPA) might be able to achieve this goal. Two approaches had been tried in the past: In the first, we had generated chimeric drugs consisting of a platelet-targeting scFvs fused to a thrombin activatable low molecular weight (LMW) uPA (uPA-T). Infused scFv/uPA-T bound to circulating platelets that targeted the fusion within nascent thrombi where significant amounts of thrombin are generated to activate surface-bound scFv/uPA-T. In contrast, mature thrombi are spared because scFv/uPA-T platelets are not activated on the \"shell\", nor do they penetrate the \"core\" where thrombin might be present. Murine studies affirmed αIIbβ3-directed scFv/uPA-T provided thromboprophylaxis, but therapeutic doses caused significant thrombocytopenia in murine and baboon models. We therefore considered a second approach: ectopic storage of uPA during megakaryopoiesis. We found that scuPA was stored in platelet α-granules of transgenic mice that ectopically express single-chain uPA (scuPA) and did not cause systemic fibrinolysis. Infusion of such \"scuPA platelets\" into wildtype mice was highly effective at preventing new thrombi from developing. We now wish to develop this strategy further by taking advantage of ongoing efforts by others to generate in vitro-grown megakaryocytes (Mks) and platelets that can be modified to express uPA near the point-of-care and then infused into patients, bypassing the need to establish uPA-expressing hematopoietic cell lines. We have previously shown that Mks express low-density lipoprotein (LDL) receptor-related protein 1 (LRP1) during their maturation, whereas the platelets that are released do not. We now asked whether in vitro-grown Mks beginning with CD34 + hematopoietic cells would endocytose uPA as seen in other cell types. We show that Mks internalize and store scuPA (scu-Mks, Fig. 1A), as well as LMW uPA and uPA-T (not shown) after overnight incubation. Endocytosed uPA is found within membrane bound structures that partly colocalize with von Willebrand factor (VWF)-positive granules, suggesting uPA is sorted to α-granules (Fig. 1A). Uptake is blocked by receptor-associated protein (RAP), which inhibits endocytosis by LDL receptor family members, including LRP1. We then studied whether platelets with endocytosed scuPA (scuPA-Plts) prevent nascent thrombus development in immunodeficient NOD-scid IL2rγnull (NSG) mice that are also homozygous for VWF R1326H (a single amino acid substitution that switches species selectivity of VWF so that it binds human platelet glycoprotein (GP) Ib/IX receptor rather than mouse GPIb/IX). These mice show a mild bleeding diathesis in a Rose Bengal photochemical carotid artery injury model unless they are infused with human Mks, which we have shown go on to release functional platelets in the recipient animal in its pulmonary capillary bed over the ensuing several hours (Fig. 1B). Thus, when 10 6 Mks not exposed to uPA were infused so that ~1-10% of circulating platelets were human, thrombi developed in this model; however similar infusion of scuPA-Mks did not occlude (Fig. 1B). In tail clip studies in the same genotypic mice, where the mice were first corrected with human platelets (Fig. 1C) followed 10 min later by scuPA-Mks, rebleeding did not develop when given a similar dose of scuPA-Mks that prevented thrombosis in the photochemical injury model. These studies suggest that Mks internalize biologically relevant concentrations of uPA through a process likely to involve LRP1. Whether ex vivo loading of Mks with uPA can serve as model for point-of-care therapeutics for thromboprophylaxis and diverse other hematologic and non-hematologic indications should be explored. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood platelets",
        "fibrinolytic agents",
        "granules",
        "megakaryocytes",
        "mice",
        "thrombosis",
        "urokinase",
        "thrombus",
        "thrombin",
        "infusion procedures"
    ],
    "author_names": [
        "Hyunsook Ahn, MSc",
        "John Tkaczynski, BS",
        "Khalil Bdeir, PhD",
        "Victoria Stepanova",
        "Douglas B. Cines, MD",
        "Mortimer Poncz, MD",
        "Sergei Zaitsev"
    ],
    "author_dict_list": [
        {
            "author_name": "Hyunsook Ahn, MSc",
            "author_affiliations": [
                "Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Tkaczynski, BS",
            "author_affiliations": [
                "Pediatrics, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khalil Bdeir, PhD",
            "author_affiliations": [
                "Pathology, University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victoria Stepanova",
            "author_affiliations": [
                "Pathology, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas B. Cines, MD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Perelman School of Medicine of the University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "Hematology, Children's Hospital of Philadelphia, Philadelphia, PA ",
                "Department of Pediatrics, The Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Zaitsev",
            "author_affiliations": [
                "Pathology, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T15:45:54",
    "is_scraped": "1"
}