{
    "doi": "https://doi.org/10.1182/blood.V126.23.3820.3820",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3063",
    "start_url_page_num": 3063,
    "is_scraped": "1",
    "article_title": "Association of Low-Mir-199b with NPMc and IDH1 Mutations Correlate to Poor Survival; Deficiency of Mir-199b Leads to Perturbed Myelopoiesis ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "topics": [
        "cancer",
        "idh1 gene",
        "leukemia, myelocytic, acute",
        "molecular target",
        "molecular targeted therapy",
        "ms-like tyrosine kinase 3",
        "mutation",
        "myelopoiesis",
        "polymerase chain reaction",
        "uterine fibroids"
    ],
    "author_names": [
        "Rose McGlauflin",
        "Anna Whitaker",
        "Amanda J Favreau",
        "Christine Duarte",
        "Pradeep Sathyanarayana"
    ],
    "author_affiliations": [
        [
            "Maine Medical Center Research Institute, Scarborough, ME "
        ],
        [
            "Maine Medical Center Research Institute, Scarborough, ME "
        ],
        [
            "Maine Medical Center Research Institute, Scarborough, ME "
        ],
        [
            "Maine Medical Center Research Institute, Scarborough, ME "
        ],
        [
            "Center for Molecular Medicine, Maine Medical Center Research Institute, Scarborough, ME"
        ]
    ],
    "first_author_latitude": "43.6045558",
    "first_author_longitude": "-70.3142946",
    "abstract_text": "Acute myeloid leukemia (AML) was diagnosed in approximately 18,860 people in the U.S. in 2014, and caused an estimated 10,460 deaths. AML is a heterogeneous clonal disorder with highly varied molecular abnormalities. To permit better prognosis and the development of novel targeted therapies, there is an urgent need to elucidate new molecular targets in AML. Previously, via The Cancer Genome Atlas (TCGA), we had analyzed the molecular and clinical characteristics of 166 AML cases to investigate a prognostic role for miR-199b and demonstrated that low miR-199b levels correlate with worse survival outcomes, especially M5 subtype; however, their correlation with molecular mutations remained unknown. Herein, we attempt to determine the potential cooperative role of NPMc and IDH1 mutations in miR-199b-low AML and investigate the hematological phenotype resulting from miR-199b global knockout mice. Molecular mutations including FLT3-AML, NPMc and IDH1 were analyzed among miR-199b high and low AML cases. Significant correlations in terms of association and survival outcomes were observed for NPMc and IDH1 mutations. Among n=128 AML patients analyzed for miR-199b/NPMc, n=63 were miR-199b-high samples and, of these, n=2 were positive for NPMc mutation. Importantly, of the n=65 miR-199b-low samples, n=41 were positive for NPMc mutation (Fisher p value = 1.941e-08, odds ratio 19.6112). For IDH1 mutation, among the n=139 AML patients analyzed for miR-199b/IDH1, n=59 were miR-199b-high samples (with n=5 positive for IDH1 mutation) whereas n=80 were miR-199b-low samples (with n=25 positive for IDH1 mutation, Fisher p value = 0.01175, odds ratio 3.663005). Combined survival data analysis for miR-199b and NPMc+/IDH1+ (n=169 AML cases) showed worse survival in low miR-199b patients compared to AML patients negative for both mutations with high miR-199b (Chisq = 10.6 on 2 degrees of freedom, p = 0.00491). To define the functional role of miR-199b in myelopoiesis we generated a miR-199b knockout mouse strain via the CRISPR technique. Molecular confirmation of miR-199b silencing, both at the gene and transcript levels,were carried out by PCR-sequencing and RT-qPCR. Peripheral blood analyses at various time points was performed for n=4 mice each; miR-199b knockout mice exhibited a significant increase (p =0.018) in neutrophil levels (1.03 X10 3 /uL) compared to wild type mice (0.72 X10 3 /uL). Eosinophil and lymphocyte levels were also significantly elevated compared to wild type mice (p<0.05), while the percentage of monocytes decreased (p<0.05). Using the knockout mice, further investigations to define the role of miR-199b in myeloid development and AML are in progress. Our studies have identified association of NPMc and IDH1 mutations with low-miR-199b AML and correlate their association with relatively poor survival. Further, initial outcomes from miR-199b knockout mice reveal a promising functional role for miR-199b in myeloid development, lymphopoiesis, and AML. Disclosures No relevant conflicts of interest to declare."
}