{
    "doi": "https://doi.org/10.1182/blood.V104.11.3689.3689",
    "article_title": "Ex Vivo Treatment of Erythroid Cells with Glycolytic Intermediates for Metabolic Correction of Pyruvate Kinase Deficiency. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Glycolysis is an essential metabolic pathway for survival of red blood cells (RBC), and mutations in the RBC-type of pyruvate kinase (R-PK) cause hereditary non-spherocytic hemolytic anemia. We have shown that R-PK deficiency induced apoptosis in erythroid progenitor cells ( Blood  96 : 596a , 2000 ; Am J Hematol  74 : 68 , 2003 ). In this study, we examined whether ex vivo treatment of erythroid cells with high concentration of glycolytic intermediates ameliorated apoptosis of R-PK deficiency. For this purpose, we used the R-PK deficient Friend erythroleukemic cell, SLC3, which has been established from a mice model of R-PK deficiency ( Jpn J Cancer Res  90 : 171 , 1999 ). SLC3 and a control Friend cell were cultured with 0, 1, 3, and 5mM phosphoenolpyruvate (PEP) or pyruvate (PA). Supplementations of either PEP or PA resulted in about 2-fold accumulation of intracellular PA; however, ATP concentration was not significantly changed. Flow cytometric analysis showed that 24-hours treatment with 5mM PEP significantly reduced annexinV (+)/PI (−) cells. These data suggested that exogenously supplemented glycolytic intermediates increased intracellular PA concentration, resulting in amelioration of erythroid apoptosis. We have shown that a glutathione precursor, N-acetyl cysteine, reduced apoptosis of SLC3. Several studies revealed that PA, which effectively maintained the redox state and also prevented the loss of intracellular antioxidants, antagonized the apoptotic cell death. Taken together, oxidative stress caused by decreased supply of PA might account for erythroid apoptosis due to R-PK deficiency.",
    "topics": [
        "acetylcysteine",
        "antioxidants",
        "cancer",
        "erythroid cells",
        "glutathione",
        "hemolytic anemia",
        "phosphoenolpyruvate",
        "pyruvate kinase",
        "pyruvate kinase deficiency",
        "pyruvates"
    ],
    "author_names": [
        "Hitoshi Kanno, MD PhD",
        "Ken-ichi Aisaki, MD PhD",
        "Takako Hamada",
        "Shin-ichi Okada",
        "Hisaichi Fujii, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hitoshi Kanno, MD PhD",
            "author_affiliations": [
                "Transfusion Medicine and Cell Processing, Tokyo Women’s Medical University, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ken-ichi Aisaki, MD PhD",
            "author_affiliations": [
                "Division of Toxicology, Biological Safety Research Center, National Institute of Health Sciences, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takako Hamada",
            "author_affiliations": [
                "Transfusion Medicine and Cell Processing, Tokyo Women’s Medical University, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin-ichi Okada",
            "author_affiliations": [
                "Transfusion Medicine and Cell Processing, Tokyo Women’s Medical University, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisaichi Fujii, MD PhD",
            "author_affiliations": [
                "Transfusion Medicine and Cell Processing, Tokyo Women’s Medical University, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:48:56",
    "is_scraped": "1"
}