{
    "doi": "https://doi.org/10.1182/blood.V124.21.5284.5284",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2726",
    "start_url_page_num": 2726,
    "is_scraped": "1",
    "article_title": "Decitabine and Sorafenib Therapy in Patients with FLT3-ITD Mutant Acute Myeloid Leukemia Is Associated with High Response Rates—a Single Institute Experience ",
    "article_date": "December 6, 2014",
    "session_type": "615. Acute Myeloid Leukemia: Commercially available Therapy, excluding Transplantation",
    "topics": [
        "decitabine",
        "frequency of responses",
        "impedance threshold device",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "sorafenib",
        "allogeneic stem cell transplant",
        "complete remission",
        "dna",
        "phosphotransferases"
    ],
    "author_names": [
        "Monica Reddy Muppidi, MD",
        "Elizabeth A. Griffiths, MD",
        "James E. Thompson, MD",
        "Laurie A Ford, BS, CCRC",
        "Craig W Freyer, Pharm.D., BCOP",
        "Meir Wetzler, MD",
        "Eunice S. Wang, MD"
    ],
    "author_affiliations": [
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Dept of Pharmacy, Roswell Park Cancer Institute, Buffalo,"
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY "
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Introduction: Patients with acute myeloid leukemia (AML) characterized by FMS-like tyrosine kinase-3 ( FLT-3 ) internal tandem duplication (ITD) mutations have poor outcomes, especially in the relapsed setting. Although small molecule inhibitors of FLT-3 have been explored for these patients, many inhibitors have demonstrated limited single-agent efficacy with short response durations. Sorafenib, a multi-kinase inhibitor with activity against FLT-3 , has previously been evaluated alone and in combination with induction chemotherapy or azacytidine in AML patients. Here we describe our experience with the combination of the DNA hypomethylating agent, decitabine (D), and sorafenib (S) for the treatment of FLT-3 ITD mutant AML. Methods: We retrospectively reviewed records of patients with FLT-3 ITD mutant AML who were treated off protocol with decitabine and sorafenib from 2011-present. Descriptive statistics, treatment response, and overall survival were recorded. Results: A total of six patients were identified. Mean age was 56 (range 34-70) years. Two-thirds (4/6) were female. All patients were confirmed to have recurrence of de novo AML characterized by FLT-3 ITD mutations prior to therapy. Patients received at least 1-2 cycles of concurrent decitabine 20 mg/m2 for 10 days and sorafenib 200-400 mg twice a day for 28 days. Five patients had relapsed/refractory AML (RR-AML) following 1-3 prior therapies. One patient had de novo AML in complete remission with incomplete count recovery (CRi) and received DS as consolidation. The overall response rate was 83%. Eighty percent (4/5) of patients with RR-AML attained CRi. One patient receiving DS consolidation attained complete remission (CR). Two patients received subsequent allogeneic stem cell transplantation with one individual still alive after 348 days. FLT3 ITD allelic ratio (available on 3 patients) decreased after DS therapy and correlated with CRi. Median overall survival was 111 days (range 59-348) from the initiation of DS to death from any cause or last known follow-up. Two patients developed treatment-related neutropenic fever/sepsis and elevated liver enzymes, respectively, which did not require dose adjustment. One patient developed heart failure of uncertain etiology. Conclusions: In this single institute case series, we demonstrated that the combination of decitabine (10 days) and sorafenib was well tolerated, resulted in high CR/CRi rates (80%), and prolonged overall survival in patients with heavily pretreated relapsed/refractory FLT-3 ITD mutant AML. Further investigation of this regimen in clinical trials is warranted. Table 1: Case series  Patient . Age (years) . Sex . No. of Prior therapies . Prior AlloSCT * . Blasts Prior to DS (%) . No. of DS Cycles . Response to therapy . Overall survival (Days) . 1 54 Female 3 N BM 70% 1 CRi 141 2 70 Female 1 N PB 53% 2 CRi 82 3 64 Male 1 N BM 68% 2 CRi 62 4 60 Male 1 N BM 2% 1 CR 198 5 34 Female 3 Y PB 48% 1 NR 348 6 58 Female 3 Y NA 2 CRi 59 Patient . Age (years) . Sex . No. of Prior therapies . Prior AlloSCT * . Blasts Prior to DS (%) . No. of DS Cycles . Response to therapy . Overall survival (Days) . 1 54 Female 3 N BM 70% 1 CRi 141 2 70 Female 1 N PB 53% 2 CRi 82 3 64 Male 1 N BM 68% 2 CRi 62 4 60 Male 1 N BM 2% 1 CR 198 5 34 Female 3 Y PB 48% 1 NR 348 6 58 Female 3 Y NA 2 CRi 59 View Large Figure 1 View large Download slide Figure 1 View large Download slide  *Allogeneic stem cell transplantation Disclosures Off Label Use: We are going to discuss the use of decitabine and sorafenib combination in relapsed/refractory FLT3 mutant AML. Decitabine is a DNA hypomethylating agent and sorafenib is a multikinase inhibitor, both of which have been evaluated individually in AML patients.."
}