{
    "doi": "https://doi.org/10.1182/blood.V106.11.457.457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=429",
    "start_url_page_num": 429,
    "is_scraped": "1",
    "article_title": "Platelet-Derived Factor VIII (FVIII) Corrects the Murine Hemophilia A Phenotype Even in the Presence of FVIII Inhibitors. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "blood platelets",
        "factor viii",
        "hemophilia a",
        "mice",
        "phenotype",
        "antibodies",
        "gene therapy",
        "cell transplantation",
        "hemorrhage",
        "immunologic adjuvants"
    ],
    "author_names": [
        "Qizhen Shi",
        "David A. Wilcox",
        "Scot A. Fahs",
        "Brian C. Cooley",
        "Drashti Desai",
        "Harmut Weiler",
        "Patricia A. Morateck",
        "Robert R. Montgomery"
    ],
    "author_affiliations": [
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ],
        [
            " Pediatrics, Medical College of Wisconsin; ",
            " Blood Research Institute, Blood Center of Wisconsin and ",
            " Children’s Research Institute, Milwaukee, WI, USA."
        ]
    ],
    "first_author_latitude": "43.05056535",
    "first_author_longitude": "-88.0241525",
    "abstract_text": "Inhibitory antibody development is not only the most severe and important complication of FVIII infusion in hemophilia A patients, but also a major potential concern in patients following hemophilia A gene therapy. We have developed a transgenic model in which human B-domain deleted FVIII (hFVIII) expression is controlled by the platelet-specific αIIb promoter (2bF8) and results in FVIII storage together with VWF in platelets. The transgenic mice were then bred into FVIII knockout mice (FVIII null ) so that the only FVIII in peripheral blood is derived in platelets. The bleeding phenotype was corrected in the 2bF8/FVIII null transgenic mice, even though FVIII was not detectable in plasma. We further hypothesize that platelet-derived FVIII in a complex with VWF will 1) protect FVIII from inactivation by circulating FVIII-specific antibodies and 2) release FVIII in sufficiently high local concentration at sites of vessel damage so as to overcome immediate inactivation by FVIII inhibitors. To address our hypothesis, we used three strategies -1) an acute model infusing plasma from highly immunized FVIII null mice, 2) immunization of 2bF8 transgenic mice with human FVIII, and 3) a model using transplantation of spleen cells from highly immunized mice into sub-lethally irradiated 2bF8 transgenic mice. Thirteen mice were infused with plasma containing 48-64 BU and 12 survived following tail clipping using a 1.59 mm template. FVIII-immunized transgenic mice (given adjuvant) generated anti-FVIII inhibitory antibodies as high as 350 BU after a single immunization. The level of platelet-FVIII and the platelet number in these mice were not significantly different from pre-immunization levels and 13 of 15 survived tail clipping. In the 3 rd group, spleen cell transplantation resulted it titers of >5000 BU and 8 of 12 transgenic mice survived tail clip. In contrast, only 2 of 7 wild type mice survived tail clip with inhibitor titers >5000 BU after spleen cell transplantation. None of 9 untransplanted FVIII null mice survived. These results demonstrate that platelet-derived FVIII is protected from inhibitor inactivation and correct the phenotype of murine hemophilia A even in the presence of a high-titer anti-FVIII antibody. This approach may be useful not only for preventing inhibitor formation in hemophilia A gene therapy but also for gene therapy in the case of pre-existing inhibitors."
}