{
    "doi": "https://doi.org/10.1182/blood.V122.21.3824.3824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2596",
    "start_url_page_num": 2596,
    "is_scraped": "1",
    "article_title": "Sensitivity, Reproducibility and Clinical Utility Of Next-Generation Sequencing (NGS) for BCR-ABL1 Kinase Domain Mutation Screening: Results From The CML Work Package Of The Iron-II (Interlaboratory RObustness Of Next-Generation Sequencing) International Study ",
    "article_date": "November 15, 2013",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster III",
    "topics": [
        "iron",
        "massively-parallel genome sequencing",
        "mutation",
        "phosphotransferases",
        "screening",
        "polymerase chain reaction",
        "protein-tyrosine kinase inhibitor",
        "leukemia",
        "oligonucleotides",
        "pyrosequencing"
    ],
    "author_names": [
        "Simona Soverini",
        "Thomas Ernst",
        "Alexander Kohlmann, PhD",
        "Caterina De Benedittis",
        "Mary Alikian",
        "Letizia Foroni, MD",
        "Katerina Machova Polakova",
        "Adela Brouckova",
        "Yucel Erbilgin",
        "Ozden Hatirnaz",
        "Ugur Ozbek",
        "Cristina Robledo",
        "Jesus Maria Hernandez",
        "Milena Musilova",
        "Santiago Barrio, PhD",
        "Joaquin Martinez-Lopez",
        "Renate Kastner",
        "Thomas Lion",
        "Torsten Haferlach, MD",
        "Andreas Hochhaus, MD",
        "Giovanni Martinelli"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology “L. e A. Seràgnoli”, University of Bologna, Bologna, Italy, "
        ],
        [
            "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Department of Haematology, Hammersmith Hospital, Imperial College Healthcare NHS Trust, London, United Kingdom, "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "Institute of Hematology and Blood Transfusion, Prague, Czech Republic, "
        ],
        [
            "Institute for Experimental Medicine, Department of Genetics, Istanbul University, Istanbul, Turkey, "
        ],
        [
            "Institute for Experimental Medicine, Department of Genetics, Istanbul University, Istanbul, Turkey, "
        ],
        [
            "Institute for Experimental Medicine, Department of Genetics, Istanbul University, Istanbul, Turkey, "
        ],
        [
            "Unidad de Diagnóstico Molecular y Celular del Cáncer, IBSAL, IBMCC-Centro de Investigación del Cáncer (USAL-CSIC), Salamanca, Spain, "
        ],
        [
            "Unidad de Diagnóstico Molecular y Celular del Cáncer, IBSAL, IBMCC-Centro de Investigación del Cáncer (USAL-CSIC), Salamanca, Spain, "
        ],
        [
            "Department of Internal Medicine, Hematology and Oncology, Faculty of Medicine, Masaryk University, Brno, Czech Republic, "
        ],
        [
            "Hematology, Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Hospital Universitario 12 de Octubre, Madrid, Spain, "
        ],
        [
            "Children´s Cancer Research Institute, Vienna, Austria"
        ],
        [
            "Children´s Cancer Research Institute, Vienna, Austria"
        ],
        [
            "MLL Munich Leukemia Laboratory, Munich, Germany, "
        ],
        [
            "Hematology/Oncology, Universitätsklinikum Jena, Jena, Germany, "
        ],
        [
            "Institute of Hematology, University of Bologna, Bologna, Italy, "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "Background and Aims In chronic myeloid leukemia (CML) and Philadelphia chromosome-positive (Ph+) acute lymphoblastic leukemia (ALL) patients resistant to tyrosine kinase inhibitors (TKIs), BCR-ABL1 mutation status is an essential component of the therapeutic decision algorithm. Capillary Sanger sequencing (SS) is currently the gold standard for mutation screening of the BCR-ABL1 kinase domain (KD), despite key technical limitations including limited sensitivity and no discrimination between compound and polyclonal mutations. Benchtop next-generation sequencers have recently been introduced as potential diagnostic platforms and there is growing interest in their clinical application. In the framework of the IRON-II (Interlaboratory RObustness of Next-generation sequencing) international consortium, 10 laboratories from 7 countries (Italy, Germany, United Kingdom, Spain, Austria, Turkey, Czech Republic) have engaged in the set-up, standardization and validation of a laboratory-developed screening assay for BCR-ABL1 KD mutations based on the Roche 454 amplicon deep-sequencing technology. Methods Fusion primers were designed to generate four partially overlapping amplicons by nested reverse transcription (RT)-polymerase chain reaction (PCR), the first amplification step needed to select for the translocated ABL1 allele. Fusion primers were barcoded with multiplex identifiers (MIDs) consisting of 10-base pair tags allowing multiplexing of twelve clinical samples (forty-eight amplicons) in a single NGS run. The assay was designed in a ready-to-use 96-well plate format containing lyophilized oligonucleotide primers. Results Different primer designs and primer-MID combinations were evaluated for their performances. Sequencing runs generated an average of 97,432 reads (range, 59,459-151,335). For the primer design selected for further evaluation, the coverage per amplicon ranged between 1,449 and 5,997 sequencing reads. To explore the sensitivity and accuracy of the assay, serial dilutions of BaF3 cell lines harboring four different known mutations (Y253F, E255K, T315I, M351T) into an unmutated BaF3 cell line (50%:50%; 25%:75%; 10%:90%; 5%:95%; 2%:98%; 1%:99%) were sequenced in parallel in two distinct laboratories (Bologna and Jena). In both centers, results showed a high linearity of mutation calling and accuracy of mutation detection and quantitation over the entire range of dilutions, down to 1% mutation abundance. Intra-run reproducibility and inter-run reproducibility were confirmed by a series of experiments in which a set of samples was resequenced in the same and in independent runs, respectively, with and without repetition of the RT and PCR steps. Importantly, we demonstrated that reproducibility could be maintained over a wide dynamic range of amplicon coverage (from 100 to 5,000 independent sequencing reads). A total of 554 clinical samples (2,216 amplicons) were analyzed by the 10 laboratories - including 517 clinical samples analyzed in parallel by NGS and SS and 30 clinical samples analyzed in parallel by NGS, SS and conventional pyrosequencing. Three hundred and ninety-four of 398 (99%) variants detected by SS were also detected by NGS. In addition, comparison between NGS, SS and conventional pyrosequencing results showed very good concordance with respect to the estimation of variant abundance. NGS allowed to detect additional, low level mutations (>1% but<10-15%, i.e. undetectable by SS) in 294/554 (53%) samples. In a subset of twenty randomly selected samples, low level mutations were confirmed by independent methods (restriction fragment length polymorphism or allele-specific oligonucleotide-PCR). Compound mutations as against polyclonality could be resolved in all the clinical samples harboring multiple mutations mapping 450 bp apart or closer. Longitudinal retrospective analysis of CML and Ph+ ALL clinical samples showed that NGS could have identified TKI-resistant mutations earlier than SS, thus allowing more timely therapeutic intervention. Conclusions Our results indicate the technical feasibility, accuracy and robustness of NGS for BCR-ABL1 KD mutation screening and represent an important step forward towards its routine application in a clinical setting. An international ring trial to test inter-laboratory reproducibility of BCR-ABL1 mutation detection by NGS is now about to start. Disclosures: Soverini: Novartis: Consultancy; Bristol-Myers Squibb: Consultancy; ARIAD: Consultancy. Kohlmann: MLL Munich Leukemia Laboratory: Employment. Machova Polakova: Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding. Lion: Pfizer: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Haferlach: MLL Munich Leukemia Laboratory: Employment, Equity Ownership. Hochhaus: ROCHE: Research Funding. Martinelli: NOVARTIS: Consultancy, Speakers Bureau; BMS: Consultancy, Speakers Bureau; PFIZER: Consultancy; ARIAD: Consultancy."
}