{
    "doi": "https://doi.org/10.1182/blood.V104.11.1752.1752",
    "article_title": "Analysis of Vector Integration with LM-PCR after Retroviral HSV-Tk/ΔLNGFR Gene Transfer. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The development of secondary leukemia as an unexpected complication after retroviral transfer of potentially therapeutic genes was recently reported. In the pathogenesis of this complication, the upregulation of proto-oncogenes due to random vector integration played a crucial role. Therefore, the analysis of vector integration after retroviral gene transfer could become an interesting tool for risk assessment and safety measurement. In this study, 4 patients diagnosed with chronic myelogenous leukemia (CML) and 2 patients suffering from acute myelogenous leukemia (AML) were transplanted with T-cell-depleted CD34+ enriched stem cells (HSCT) from their HLA-identical siblings without further immunosuppression. After day +60 following HSCT, they received gene-modified donor T-cells infected with the replication-deficient retrovirus SFCMM-3, expressing the herpes simplex thymidine kinase (HSV-Tk) as a suicide gene, and the truncated low affinity nerve growth factor (ΔLNGFR) to control graft versus leukemia (GvL) effects and graft versus host disease (GvHD). In order to assess the viral integration sites in the transfused gene-modified donor T-cells, we performed a ligation-mediated PCR (LM-PCR) to amplify the vector flanking sequences. Final PCR products were visualized by gel electrophoresis and silver staining. Afterwards, sequence analysis (CEQ 8000, Beckman Coulter GmbH, Krefeld, Germany) of the clonal products was carried out. Standard National Center for Biotechnology Information (NCBI) blast searches were done to identify the flanking sequences ( http://www.ncbi.nlm.nih.gov/BLAST ). Within the investigated gene-modified T-cells of our study population, we found several integration sites. Up to now there has been no evidence for retroviral integration in the vicinity of proto-oncogene promoters after sequence analysis and database search. Furthermore, we were able to monitor the presence of the transduced T-cells at several time points after HSCT by detecting the internal retroviral band. In conclusion, the LM-PCR is a specific method to amplify and identify the flanking sequences after retroviral gene transfer, contributing significantly to the safety of gene therapy.",
    "topics": [
        "disease vectors",
        "gene transfer techniques",
        "polymerase chain reaction",
        "retroviridae",
        "spatial vectors",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease",
        "sequence analysis",
        "electrophoresis, gel",
        "gene therapy"
    ],
    "author_names": [
        "Stefanie Wehnert",
        "Tillmann Krüger",
        "Nils von Neuhoff",
        "Bernd Hertenstein, MD",
        "Arnold Ganser, MD",
        "Eva-Maria Weissinger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefanie Wehnert",
            "author_affiliations": [
                "Dept. of Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tillmann Krüger",
            "author_affiliations": [
                "Inst. of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nils von Neuhoff",
            "author_affiliations": [
                "Inst. of Cell and Molecular Pathology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernd Hertenstein, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnold Ganser, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva-Maria Weissinger, MD",
            "author_affiliations": [
                "Dept. of Hematology, Hemostaseology and Oncology, Hannover Medical School, Hannover, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T18:40:45",
    "is_scraped": "1"
}