{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1986.1986",
    "article_title": "Fecal Microbiota Transplantation As Safe and Successful Therapy for Intestinal Graft-Versus-Host Disease ",
    "article_date": "December 7, 2017",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster I",
    "abstract_text": "Treatment options for patients with intestinal graft-versus-host disease (GvHD) are limited when conventional treatment with steroids fails. Recently, it has become clear that gut microbiota have a major influence on intestinal health and disease of allogeneic hematopoietic stem cell transplantation (HSCT) patients. Illustrative are studies showing that allogeneic HSCT patients with a less diverse fecal microbiome have a greater chance of developing intestinal GvHD and are more prone to succumb to transplant-related complications. This led us to the hypothesis that reversal of intestinal dysbiosis could improve intestinal GvHD. Here, we report the first data of a pilot study that assessed the safety and effectivenessof fecal microbiota transplantation (FMT) as treatment for steroid-dependent or steroid-refractory, intestinal GvHD. For this single-arm study we included seven allogeneic HSCT recipients with biopsy-proven, steroid-dependent or steroid-refractory intestinal GvHD. Steroid-dependence was defined as repeated recurrence of intestinal GvHD during steroid taper, and steroid-refractory as GvHD of the intestine not responding to prednisolone therapy (2 mg/kg/day for acute GvHD, 1 mg/kg/day for chronic GvHD) or no improvement in overall grade of GvHD within 7 days or progression with at least one grade within the first 72 hours after start of high-dose prednisolone treatment. Patients received 500 ml of fecal suspension via nasoduodenal infusion from an unrelated, healthy, CMV negative donor. Primary endpoints were reduction of GvHD and changes in fecal microbiota composition at 1, 4, 12 and 24 weeks after fecal transplantation. In addition, blood samples were collected at the same time points to perform lymphocyte subset analysis. All patients had received an allogeneic HSCT for acute myeloid leukemia, myelodysplastic syndrome or myelofibrosis, and had developed biopsy-proven intestinal GvHD, that was steroid-refractory or steroid-dependent. Median age of patients at FMT was 63 years. The majority of patients used at least one other immunosuppressant (budesonide, mycophenolate mofetil , methotrexate or sirolimus); the median time on steroid therapy at the day of FMT since onset of GvHD was 3,55 months. Importantly, there were no serious adverse events observed that could be attributed to the FMT. One patient had rapidly progressive hyperacute GvHD, the course of which did not change after FMT, and died from multi-organ failure 7 days after FMT. Follow-up, ranging from 3 to 6 months, of the other patients identified 3 complete responders. In these patientsdefecation frequency and consistency normalized and immunosuppressants were tapered successfully, without relapse of diarrhea (Figure 1). Of note, one patient developed GvHD of the oropharynx and oesophagus around 8 months after FMT, without relapse of lower intestinal GvHD. Microbial analysis of fecal samples and lymphocyte analysis of blood samples will be performed in the near future, when all patients have completed follow-up, to get a better understanding of the specific microbiota and immune cells involved in the beneficial effect of FMT. We demonstrate that a single FMT is safe and is effective in allogeneic HSCT recipients with steroid-refractory or steroid-dependent GvHD of the intestine. Further prospective studies are needed to confirm these findings and to identify those patients that may benefit from this treatment. View large Download slide View large Download slide  Close modal Disclosures Nieuwdorp: Caelus Pharmaceuticals: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Astrazena: Research Funding.",
    "topics": [
        "fecal transplantantation",
        "graft-versus-host disease",
        "intestines",
        "steroids",
        "allogeneic hematopoietic stem cell transplant",
        "biopsy",
        "follow-up",
        "immunosuppressive agents",
        "prednisolone",
        "adverse event"
    ],
    "author_names": [
        "Yannouck F van Lier, MD",
        "Pieter F de Groot, MD",
        "Erfan Nur, MD PhD",
        "Sacha S Zeerleder, MD PhD",
        "Max Nieuwdorp, MD PhD",
        "Bianca Blom, PhD",
        "Mette D Hazenberg, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yannouck F van Lier, MD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pieter F de Groot, MD",
            "author_affiliations": [
                "Department of Vascular Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erfan Nur, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sacha S Zeerleder, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
                "Department of Immunopathology, Sanquin Research, Amsterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max Nieuwdorp, MD PhD",
            "author_affiliations": [
                "Department of Vascular Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
                "Diabetes Center, Department of Internal Medicine, VU University Medical Center, Amsterdam, Netherlands ",
                "ICAR, VU University Medical Center, Amsterdam, Netherlands ",
                "Wallenberg Laboratory, University of Gothenburg, Goteburg, Sweden "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bianca Blom, PhD",
            "author_affiliations": [
                "Department of Experimental Immunology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mette D Hazenberg, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:26:50",
    "is_scraped": "1"
}