{
    "doi": "https://doi.org/10.1182/blood.V118.21.2474.2474",
    "article_title": "Identification of Lats 1 As a Putative Tumor Suppressor in HoxA9/Meis Induced Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2474 Aberrant expression of Hox genes and their cofactors Pbx and Meis1 has been detected in approximately 50% of all human leukemias, and proteins interacting with these homeodomain factors could play a major role in leukemia development. Studies in drosophila showed that hth/MEIS directly interacts with YKI, a component of the Hippo signaling pathway (Peng HW et al., 2009). The core components of this pathway in the mammalian cells are the kinases MST 1 or 2 and LATS 1 or 2, and the downstream transcription cofactors WWTR1 and YAP (homologues of the drosophila Yki). The Hippo pathway has been proposed to play a tumor suppressive role in carcinoma development (Lu L et al. 2010), but little is known about its function in hematopoiesis and leukemia. To address this issue, we first determined the expression levels of the core Hippo pathway constituents in different subpopulations of primitive hematopoietic cells by quantitative RT-PCR. Hematopoietic stem cells (HSC) isolated from day 14.5 fetal liver (FL-HSC, phenotype: CD150+CD48-Lin-), or bone marrow from 3 and 4 week old mice (BM-HSC, phenotype: cKit+CD150+CD48-Lin-) express comparable levels of Lats 1/2 and Mst 1/2. FL-HSC, however, express approximately 3 fold higher levels of Wwtr1 and Yap than the BM-HSC. Expression of all core components of the Hippo pathway was also detected in the Hoxa9+Meis1-induced leukemia named FLA2 in which approximately 70% of cells represent leukemia stem cells (LSC). The role of this pathway in leukemia was assessed using the shRNA-mediated loss of function approach. For each core component, 5 different shRNAs were designed, and 2 achieving ≥40% decrease in the targeted transcript levels were selected for the in vivo experiments. Freshly isolated FLA2 leukemia cells were infected with recombinant retroviruses carrying the control shLuciferase or the targeting shRNA, and green fluorescent protein (GFP), and were transplanted into sub-lethally irradiated recipient mice. The proportions of shRNA transduced (GFP+) cells were determined at the time of transplantation (day 0), and at the time of sacrifice (day 18 ± 2). During this period, the proportions of shWwtr1(GFP+) cells to the leukemic cell populations decreased to 10–20% of the initial day 0 values. Conversely, the Lats1 knockdown leads to > 50% increase over the initial proportion of the GFP+ cells. The combined Lats1+Lats2 knockdown enhanced the competitiveness of the transduced cells compared shLuciferase controls. These significant results (p < 0.05, Mann-Whitney-Test) suggest that LATS kinases act as negative regulators of leukemic cell expansion. To exclude the possibility that this effect is limited to FLA2 leukemia we isolated the CD150+CD48-Lin- stem/progenitor cells from FL, co-infected them first with Hoxa9 and Meis1 cDNA carrying retroviruses, and then knocked down Wwtr1 or Lats1. Similar to observations in FLA2 leukemia model, Lats 1 depletion promoted ∼2-fold increase, and Wwtr 1 reduction >80% decrease in proportions of the transduced (GFP+) cells compared to their initial day 0 levels. Together, our observations suggest that LATS kinases act as negative modulators of Hox/Meis-induced leukemia and indicate a possibility for a specific targeting of the Hox/Meis-activated cellular pathways. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia",
        "long-acting thyroid stimulator",
        "tumor suppressor genes",
        "phosphotransferases",
        "leukemic cells",
        "carcinoma",
        "dna, complementary",
        "neoplasms",
        "quantitative real-time polymerase chain reaction",
        "transplantation"
    ],
    "author_names": [
        "Eva Schmidt, MD",
        "Jana Krosl, PhD",
        "Jalila Chagraoui, PhD",
        "Nadine Mayotte",
        "Caroline Pabst, MD",
        "Tara McRae",
        "Guy Sauvageau, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eva Schmidt, MD",
            "author_affiliations": [
                "Department of Medicine, Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jana Krosl, PhD",
            "author_affiliations": [
                "Department of Medicine, Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jalila Chagraoui, PhD",
            "author_affiliations": [
                "Institute of Research in Immunology and Cancer, Universite de Montreal, Montreal, QC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Mayotte",
            "author_affiliations": [
                "Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, QC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Pabst, MD",
            "author_affiliations": [
                "Department of Medicine, Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tara McRae",
            "author_affiliations": [
                "Department of Medicine, Institute for Research in Immunology and Cancer (IRIC), University of Montreal, Montreal, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Sauvageau, MD, PhD",
            "author_affiliations": [
                "Faculty of Medicine, IRIC/University of Montreal, Montreal, QC, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T02:09:41",
    "is_scraped": "1"
}