{
    "doi": "https://doi.org/10.1182/blood.V120.21.3964.3964",
    "article_title": "Immunoglobulin Heavy/Light Chain Measurements During Monitoring Provide Prognostic Information of Relapse After Therapy in Myeloma Patients ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3964 Introduction: Monitoring multiple myeloma (MM) patients is required to help guide therapy and assess response. Currently the most commonly employed tests to monitor MM patients include serum protein electrophoresis (SPEP), immunofixation (IFE), 24hr urine and serum free light chain (FLC) analysis. Whilst electrophoretic tests are adequate for IgG MM, they may be inadequate for IgA MM where the monoclonal immunoglobulin co-migrates with other serum proteins (∼60% of cases). Recently the inclusion of FLC testing to identify patients in stringent complete response (sCR) has been recommended. Novel nephelometric reagents have become available that can quantify IgA kappa and IgA lambda immunoglobulins (HLC) in serum. Here we assess the use of these tests at maximum response to detect residual disease and comment on the prognostic value of sCR. Patients, materials and methods: 196 IgA MM patient samples recruited from the MRC IX trial were assessed at maximum response. Briefly, patients were randomised on to intensive (I: induction therapy with CVAD or CTD followed by high-dose melphalan and ASCT) and non-intensive (NI: clodronate or zoledronic with MP or CTDa) arms. Median age was 59 years (range: 37–71) and 74 years (range: 65–89) for patients in the I and NI arms, respectively. 31% patients in the I arm and 39% in the NI arm presented with stage III disease. Samples were taken 3 months after autologous stem cell transplant or maximum response and analysed nephelometrically using serum FLC and HLC immunoassays. Ratios for both FLC and HLC were compared to normal ranges (FLC normal ratio= 0.256–1.65, IgAkappa/IgAlambda normal ratio=0.8–2.04). Additionally, isotype-matched immunoparesis was described as <0.48 g/L IgAkappa and <0.36g/L IgAlambda. Results were compared to SPEP, IFE and total immunoglobulin assays (where immunoparesis was described as <6g/L IgG and <0.4g/L IgM). 2-year progression free survival (PFS) was determined using Kaplan Meier analysis (SPSS v 19.0). Results: 3 months post-therapy, patient responses were: I arm: progressive disease (PD): n=1(<1%); minimal response (MR): n=1(<1%); partial response (PR): n=10(8%); very good partial response (VGPR): n=35(29%); complete response (CR): n=13(11%); sCR: n=58(48%); for two patients no data was available; NI arm: progressive disease (PD): n=3(4%); stable disease (SD): n=5(7%); MR: n=10(13%); PR: n=31(41%); VGPR: n=16(21%); CR: n=11(15%). Within the 2-year follow up, 41% patients in the I arm and 46% in the NI arm relapsed. Median PFS was not significantly different between the two arms (not reached v 7 months, p=0.65). Response ( 3 VGPR) was not associated with PFS in either arm (I, p=0.717; NI, p=0.236). By contrast, achievement of a sCR (p=0.013) was significantly associated with longer PFS in the I arm and tended towards significance in the NI arm (p=0.063). An abnormal HLC ratio was associated with shorter PFS in both arms (I, p=0.002; NI, p=0.032). In all patients achieving a 3 VGPR, an abnormal HLC ratio was associated with shorter PFS (p>0.0001). Similarly, in patients achieving a 3 CR an abnormal HLC ratio was also associated with shorter PFS (p=0.04). Furthermore, patients achieving a CR where both FLC and HLC ratios were normal had a significantly longer PFS than those with an abnormal FLC or HLC ratio (median PFS not reached v 18 months, p=0.007). Isotype-matched immunoparesis was associated with shorter PFS in all patients achieving a CR (p=0.061). By contrast, systemic immunoparesis of either IgG or IgM immunoglobulins were not associated with PFS (p=0.525 and p=0.964, respectively). Discussion: Novel therapies have dramatically improved MM patient outcomes, however improvements in the assessment of those outcomes has not followed a similar trajectory. Here we present data suggesting immunoglobulin HLC ratios may be better markers of residual disease than electrophoretic methods. In addition a response category based on normalisation of both FLC and HLC ratios may be more valuable than sCR. Finally, the identification of isotype matched immune reconstitution as a marker of outcome suggests a preferential suppression of immunoglobulin production not previously reported. Conclusion: Normalisation of the FLC and HLC ratio at maximum response is a better assessment of disease than IFE. Further work is required to validate these results and to assess FLC and HLC ratios against multi-parametric flow cytometry. Disclosures: Young: Binding Site: Employment.",
    "topics": [
        "antigens, cd98 light chains",
        "immunoglobulins",
        "multiple myeloma",
        "free immunoglobulin light chain",
        "immunofixation",
        "immunoglobulin a",
        "immunoglobulin g",
        "immunoglobulin isotypes",
        "protein electrophoresis, serum",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Mark T Drayson, MD",
        "Oscar Berlanga",
        "Tim Plant",
        "Nicola J Newnham",
        "Philip Young",
        "Stephen Harding, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark T Drayson, MD",
            "author_affiliations": [
                "School of Immunity and Infection, University of Birmingham, Birmingham, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oscar Berlanga",
            "author_affiliations": [
                "The Binding Site Group Ltd, Birmingham, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Plant",
            "author_affiliations": [
                "University of Birmingham, Birmingham, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola J Newnham",
            "author_affiliations": [
                "University of Birmingham, Birmingham, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip Young",
            "author_affiliations": [
                "The Binding Site Ltd., Birmingham, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Harding, PhD",
            "author_affiliations": [
                "Binding Site Group Ltd, Birmingham, England"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:36:27",
    "is_scraped": "1"
}