{
    "doi": "https://doi.org/10.1182/blood.V122.21.5057.5057",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2453",
    "start_url_page_num": 2453,
    "is_scraped": "1",
    "article_title": "Locally Directed Therapy In Limited Stage Mantle Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy",
    "topics": [
        "mantle-cell lymphoma",
        "systemic therapy",
        "rituximab",
        "cancer",
        "electrocorticogram",
        "endoscopy",
        "extranodal disease",
        "ki-67 antigen",
        "positron-emission tomography",
        "time to progression"
    ],
    "author_names": [
        "Samir Dalia, MD",
        "Julio C Chavez, MD",
        "Celeste M. Bello, MD",
        "Paul A. Chervenick, MD",
        "Lubomir Sokol, MD, Ph.D",
        "Jianguo Tao, MD, PhD",
        "Eduardo M. Sotomayor, MD",
        "Bijal D. Shah, MD"
    ],
    "author_affiliations": [
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Hematopathology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Introduction Mantle-cell lymphoma (MCL) is a rare B-cell malignancy that usually presents in stage III-IV disease (classical) with poor outcomes even with aggressive therapy. Rarely, patients present with localized disease and the role of localized or systemic therapy remains a clinical choice. Purpose To assess outcomes in our patients with early stage MCL with a focus on treatment approaches. Methods Patients with early stage (Ann Arbor Stage I or II) between 1992 and 2012 were identified through our MCL database. Demographic , treatment, and outcomes data was collected for each patient. Cox regression was used to identify risk factors for progression and survival. Kaplan-Meier (KM) method was used to estimate median time to progression (TTP) and overall survival (OS), and comparisons were estimated using the log rank test. A p-value of <0.05 was considered significant. Results From our database of 300 patients with MCL, 34 were identified to have stage I or II disease ( Table 1 ). 7 received local therapy, consisting of either radiation or resection. 20 received systemic therapy, including 1 who received only rituximab. 7 received a combination of local therapy and systemic therapy, including 2 who received rituximab with radiation. Table 1 Demographic data in patients with early stage MCL  Characteristics (N=34)   Result  Age in years (median)  64 (46-84) WBC in k/uL (median)  7.6 (4.9-53.2) % Male  74% % Stage I  56% % B symptoms  6% % Bulky (>5cm)  12% % Blastoid/Pleomorophic  24% % Extranodal GI NP/OP Testicular Lung/Breast  62% 38% 38% 14% 10% ECOG 0-1  100% MIPI Int/High  42%/16% Staging CT PET Marrow Endoscopy 100% 71% 85% 38% Treatment Local Systemic Combined 21% 59% 21% Characteristics (N=34)   Result  Age in years (median)  64 (46-84) WBC in k/uL (median)  7.6 (4.9-53.2) % Male  74% % Stage I  56% % B symptoms  6% % Bulky (>5cm)  12% % Blastoid/Pleomorophic  24% % Extranodal GI NP/OP Testicular Lung/Breast  62% 38% 38% 14% 10% ECOG 0-1  100% MIPI Int/High  42%/16% Staging CT PET Marrow Endoscopy 100% 71% 85% 38% Treatment Local Systemic Combined 21% 59% 21% GI: stomach/intestines; NP: nasopharynx, OP: oropharynx; MIPI: Mantle Cell International Prognostic Index View Large With a median followup of 73.7 months, TTP was 22.8 months and OS was 83.8 months. MIPI could be determined for 56% of the cohort, however, was neither prognostic for TTP or OS. WBC was available for 74% of the cohort, and was prognostic for OS only [HR 1.46 (95%CI 1.02-2.08, p-value=0.04)]. None of the remaining MIPI covariates were prognostic. Ki67 was reported for only 8 patients limiting analysis as a continuous variable. Blastoid/Pleomorphic histology, alternatively, was prognostic for OS [HR 24.5 (95%CI 1.22-25.72, p-value=0.03)], but not TTP. Locally directed therapy was not associated with a decrease in OS or TTP, with some patients showing no evidence of relapse with extended followup ( figure 1 ). Figure 1 View large Download slide Figure 1 View large Download slide  Conclusions In our series patients with early stage MCL demonstrated a longer TTP and OS than those with extensive stage disease. The MIPI failed to stratify patients, likely related to small sample size. Aggressive histology may confer a worse prognosis, though, it remains unclear whether this can be abrogated by more intensive management, as all with blastoid/pleomorphic histology received some form of systemic therapy. Notably, as described by others, locally directed therapy did not compromise outcomes, with some showing extended TTP and OS. Disclosures: No relevant conflicts of interest to declare."
}