{
    "doi": "https://doi.org/10.1182/blood.V116.21.3929.3929",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1653",
    "start_url_page_num": 1653,
    "is_scraped": "1",
    "article_title": "Role of Microenvironment In Mantle Cell Lymphoma: IL-6 as An Important Survival Factor for Tumor Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "interleukin-6",
        "mantle-cell lymphoma",
        "prognostic factors",
        "tumor cells",
        "chemotherapy regimen",
        "stat3 protein",
        "1-phosphatidylinositol 3-kinase",
        "interleukin 6 receptor",
        "starvation",
        "antibodies"
    ],
    "author_names": [
        "Liang Zhang, MD, PhD",
        "Jing Yang, PhD",
        "Jianfei Qian, PhD",
        "Sattva Neelapu, MD",
        "Larry Kwak, MD, PhD",
        "Michael Wang, MD",
        "Qing Yi, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [],
        [],
        [
            "Department of Lymphoma and Myeloma, Division of Cancer Medicine, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 3929 Mantle cell lymphoma (MCL) is a type of aggressive B-cell non-Hodgkin lymphoma characterized by frequent resistance to conventional chemotherapy. Currently, there is no standard of care for the treatment of MCL, and patient prognosis is poor. It is well known that the tumor microenvironment plays an important role in tumor cell growth and resistance to chemotherapy. However, little is known about the microenvironment and its influence in MCL. In this study we investigated the role of IL-6 and its signaling in the growth, survival, and development of drug resistance in MCL, as IL-6 is an important cytokine for B cells and multiple myeloma. We found that the membrane IL-6 receptor gp130 is generally expressed in established MCL cell lines and in primary lymphoma cells from patients, which can be upregulated by stress such as serum starvation or low-dose chemotherapy drug treatment. Some but all not MCL cells also secrete IL-6 and/or IL-6 soluble receptor gp80. Although IL-6 and its signaling pathway do not affect MCL growth in vitro, they play an important role in MCL survival and resistance to chemotherapy drugs. Neutralizing IL-6 and/or blocking IL-6 receptors in IL-6- or gp80-secreting MCL cells increased their sensitivity to chemotherapy drug- and serum starvation-induced apoptosis. For MCL cells that do not secrete IL-6 or gp80, low doses of exogenous IL-6 or gp80 protected them from chemotherapy drug-induced apoptosis. Because T cells, macrophages, and bone marrow stromal cells (BMSCs) secrete IL-6 and/or gp80, coculture of MCL cells with peripheral blood mononuclear cells or BMSCs protected MCL cells from chemotherapy drug-induced growth inhibition and apoptosis, which can be abrogated by anti-IL-6, anti-gp80, and/or anti-gp130 antibodies. Knocking down gp80 in gp80 high MCL cells rendered the cells more sensitive to chemotherapy drug-induced apoptosis, even in the presence of exogenous IL-6. Overexpression of gp80 in gp80 low IL-6 + MCL cells provided protection of MCL cells from chemotherapy drug-induced apoptosis. Next, Jak2 or STAT3 inhibitors completely abrogated IL-6-mediated protection of MCL cells from apoptosis, whereas PI3K or MEK inhibitors partially abrogated IL-6-mediated protection of MCL cells from apoptosis. Furthermore, gp80-overexpressing, gp80 low IL-6 + MCL cells grew faster than vector control or parental cells in the SCID mouse model, and immunohistochemistry staining showed strong surface gp80 and nuclear phosphorylated STAT3 in gp80-overexpressing MCL tumor cells. Thus, these results clearly show that IL-6 and gp80, derived from MCL cells themselves or from cells in the microenvironment, play a pivotal role in MCL cell survival and drug resistance. Although IL-6 activates Jak2/STAT3, PI3K/AKT, and MEK/Erk signaling pathways, STAT3 signaling may play an important role in mediating IL-6-induced protection of MCL against chemotherapy drug-induced apoptosis. This study suggests that targeting IL-6 and its signaling pathway may improve the efficacy of chemotherapy in MCL patients. Disclosures: Wang: Celgene: Honoraria, Research Funding; Onyx: Research Funding; Millenium: Research Funding; Novartis: Research Funding."
}