{
    "doi": "https://doi.org/10.1182/blood.V126.23.2897.2897",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3201",
    "start_url_page_num": 3201,
    "is_scraped": "1",
    "article_title": "Eltrombopag Use in Chronic Myelomonocytic Leukemia (CMML) Patients: A Cautionary Tale ",
    "article_date": "December 3, 2015",
    "session_type": "637. Myelodysplastic Syndromes - Clinical Studies: Poster II",
    "topics": [
        "eltrombopag",
        "leukemia, myelomonocytic, chronic",
        "brachial plexus neuritis",
        "leukocytosis",
        "prostatic hypertrophy risk score",
        "refractory anemia with excess blasts",
        "agonists",
        "adverse event",
        "cytopenia, refractory, with multilineage dysplasia",
        "electrocorticogram"
    ],
    "author_names": [
        "Hanadi Ramadan, BA",
        "Vu H. Duong, MD",
        "Najla H. Al Ali, BDS, MSc",
        "Eric Padron, MD",
        "Ling Zhang, MD",
        "Jeffrey E Lancet, MD",
        "Alan F. List, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_affiliations": [
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Medicine, University of Maryland School of Medicine, Baltimore, MD "
        ],
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Department of Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL"
        ],
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ],
        [
            "Malignant Hematology Department, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
        ]
    ],
    "first_author_latitude": "28.0640091",
    "first_author_longitude": "-82.42166519999999",
    "abstract_text": "Introduction Thrombocytopenia is a management challenge for Myelodysplastic syndromes (MDS) patients (pts). The outcome of MDS Pts after hypomethylating agents (HMA) failure is poor. Eltrombopag is an oral, small non-peptide thrombopoietin (TPO) receptor agonist. It has biologically distinct effects in part to its binding site on the TPO receptor that is distinct from that for native TPO and other synthetic agonists. We report our experience among CMML pts treated with eltrombopag in the context of a phase I MDS study. Methods This is a phase I study. Pts are allocated to dose cohorts of 50, 100, 150, 200 mg/day. Key eligibility criteria include confirmed diagnosis of MDS or acute myeloid leukemia (AML) with 20-30% myeloblasts. All pts had HMA failure. The mean platelet count within a month of enrollment must be ≤ 50 X 10 9 /L. Key exclusions include splenic enlargement > 8 cm, bone marrow fibrosis > grade 3. We identified CMML pts and compared the responses and adverse events to MDS patients. Results Among 33 pts enrolled on the phase I study, 7 were CMML pts. Table-1 summarizes baseline characteristics. The median age of CMML pts was 76 years, all were white males. Five pts were CMML-2. Majority were classified as higher risk by IPSS, revised IPSS and MD Anderson model. Four pts were proliferative CMML. Among CMML pts, one received eltrombopag at 50 mg, 2 pts at100 mg, 2 pts at 150 mg, and 2 pts at 200 mg. Three pts completed 8 weeks to be evaluable for response and toxicity. Hematological improvement or better by IWG 2006 criteria (HI+) was observed in 6/26 (23%) MDS pts and 1/7 (14%) CMML pts ( p 0.16). The responding CMML pt had bilineage response. Five non CMML pts had a platelet response. Two CMML pts became platelet transfusion independent compared to 4 non CMML pts. The rate of AML transformation was 39% and 29% respectively in MDS and CMML pts ( p 0.14). The median OS was 7 months for CMML pts compared to 5 months for non-CMML (p 0.2). Five (71%) CMML pts developed leukocytosis on treatment compared to 3 MDS pts (12%). (p 0.001). (3 out of 5 pts had proliferative type CMML). Leukocytosis developed within first cycle in all pts. In 2 CMML pts, leukocytosis resolved after stopping treatment. Four CMML pts (57%) showed peripheral myeloblasts on treatment compared to 11 (42%) in the MDS group ( p 0.2). One CMML pt (14%) developed grade 3 fibrosis from grade 0-1 at baseline compared to 3 MDS pts (12%). Data will be presented on ongoing Next generation sequencing for somatic mutations comparing CMML pts to MDS pts and those who developed leukocytosis/circulating myeloblasts to pts who did not. Conclusions Eltrombopag yielded lower responses in CMML pts after HMA failure compared to MDS pts but namely due to stopping treatment in majority of pts due to leukocytosis or circulating myeloblasts. At the time being, eltrombopag should only be offered to CMML pts in the context of clinical trials. Table 1. Baseline Characteristics  . . CMML (n=7) . MDS (n= 26) . P value . Age Mean 77.5 75 0.20 Gender Male 7 [100%] 18 [69%] 0.09 Race White 7 [100%] 24 [92%] 0.40 ECOG PS 0 1 1 [14%] 6 [86%] 6 [23%] 20 [77%] 0.70 Myeloblasts Platelets Hgb WBC Mean % Mean Mean Mean 9 30 10.5 14 13 22 9.5 3 0.08 0.20 0.20 0.03 Cytogenetic Risk Good Intermediate Poor 4 [57%] 2 [29%] 1 [14%] 15 [56%] 3 [11%] 8 [33%] 0.40 WHO classification RCMD RAEB-1 RAEB-2 RAEB-t (AML) CMML-1 CMMl-2 MDS/MPN-U Del 5q 0 0 0 0 2 [29%] 5 [71%] 0 0 6 [23%] 7 [27%] 11 [42%] 1 [4%] 0 0 0 1 [4%]  IPSS Low Int-1 Int-2 High 1 [14%] 0 4 [57%] 2 [29%] 0 11 [42%] 9 [35%] 6 [23%] 0.05 R-IPSS Very low Low Intermediate High Very High 0 1 [14%] 0 5 [72%] 1 [14%] 0 2 [8%] 5 [19%] 9 [35%] 10 [38%] 0.20 . . CMML (n=7) . MDS (n= 26) . P value . Age Mean 77.5 75 0.20 Gender Male 7 [100%] 18 [69%] 0.09 Race White 7 [100%] 24 [92%] 0.40 ECOG PS 0 1 1 [14%] 6 [86%] 6 [23%] 20 [77%] 0.70 Myeloblasts Platelets Hgb WBC Mean % Mean Mean Mean 9 30 10.5 14 13 22 9.5 3 0.08 0.20 0.20 0.03 Cytogenetic Risk Good Intermediate Poor 4 [57%] 2 [29%] 1 [14%] 15 [56%] 3 [11%] 8 [33%] 0.40 WHO classification RCMD RAEB-1 RAEB-2 RAEB-t (AML) CMML-1 CMMl-2 MDS/MPN-U Del 5q 0 0 0 0 2 [29%] 5 [71%] 0 0 6 [23%] 7 [27%] 11 [42%] 1 [4%] 0 0 0 1 [4%]  IPSS Low Int-1 Int-2 High 1 [14%] 0 4 [57%] 2 [29%] 0 11 [42%] 9 [35%] 6 [23%] 0.05 R-IPSS Very low Low Intermediate High Very High 0 1 [14%] 0 5 [72%] 1 [14%] 0 2 [8%] 5 [19%] 9 [35%] 10 [38%] 0.20 View Large Disclosures Padron: Novartis: Speakers Bureau; Incyte: Research Funding. Lancet: Celgene: Consultancy, Research Funding; Amgen: Consultancy; Kalo-Bios: Consultancy; Seattle Genetics: Consultancy; Pfizer: Consultancy; Boehringer-Ingelheim: Consultancy. List: Celgene Corporation: Honoraria, Research Funding. Komrokji: Pharmacyclics: Speakers Bureau; Novartis: Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding. Off Label Use: use of eltrombopag in MDS and CMML."
}