{
    "doi": "https://doi.org/10.1182/blood.V128.22.4240.4240",
    "article_title": "Kinetics of Regulatory T Cells Predict the Recurrence of CML after Stopping Imatinib in Japanese CML Patiens ",
    "article_date": "December 2, 2016",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Introduction: Imatinib have dramatically changed the natural history of chronic myeloid leukemia (CML) leading to significant improvement in clinical outcome and survival rates. Recently, treatment free remission (TFR) is proposed as one of the goals in CML treatment, and some prospective trials suggest that imatinib therapy may be safely stopped in CML patients with deep and sustained molecular responses (Lancet Oncol 2010, Blood 2013, JCO 2014). We have previously show that approximately 70% patients with deep and sustained molecular responses could stop imatinib (ASH 2015). On the other hands, the frequency of regulatory T (Treg) cells in imatinib-treated CML patients with complete molecular response (CMR) exhibited significantly lower compared with that in non-CMR (Haematologica, 2013), indicating the important roles of Tregs in CML treatment. Here, we analyzed T-cell profile in Japanese CML patients to identify biomarkers predicting patients that can successfully stop tyrosine kinase inhibitors (TKI) treatment. Methods: Japanese CML patients treated with imatinib for at least three years and confirmed in deeper molecular response (DMR) for at least two years (>4 log reduction of CML cells by four consecutive PCR tests with imatinib therapy for >24 months) were eligible. Patients who received other TKI or stem cell transplantations were excluded. MR4.5 was tested at the beginning of this study using Ipsogen BCR-ABL1 M-BCR IS-PCR kit in a central laboratory (Sysmex, Kobe, Japan). The patientfs peripheral blood was collected at pre- and 1, 3 months after stopping imatinb. Peripheral blood mononuclear cells (PBMCs) ware subjected to direct staining with T-cell markers and analyzed by flowcytometer. Results: Samples of 68 CML patients (77 patients ware enrolled and nine ware excluded due to consent withdrawal or ineligible) were analyzed. We classified these CML patients into three groups (TFR, Fluctuated and Retreatment groups) by clinical courses after stopping imatinib; TFR group (n=33) maintained MR4.5 without further treatment for 2years, Fluctuated group (n=12) moved below and above MR4.5, Retreatment group (n=23) lost MR4.5 and was re-started TKI retreatment. Frequency of CD4 + T cells and CD8 + T cells in CD3 + T cells ware approximately 60% and 25% in all patients at pre-stopping. FoxP3 + T cells are reportedly classified as three fractions with FoxP3 and CD45RA ; FoxP3 lo CD45 + naïve Treg (nTreg), FoxP3 hi CD45 - effector Treg (eTreg) which have highly suppressive function and FoxP3 lo CD45 - effector non-Treg which do not possess suppressive activity (figure 1). Average of the frequency of nTreg, eTreg, and non-Treg fractions in CD4 + T cells were 0.6%, 2.9%, and 3.6% (pre-stopping), 0.7%, 3.5%, and 3.9% (On month after stopping) 0.6%, 2.5%, and 3.4% (3 month after stopping), respectively. The frequency of the each fractions (nTreg, eTreg, non-Treg) and total Foxp3 + CD4 + T cells (nTreg+eTreg+non-Treg) elevated 1 month after stopping imatinib, but the frequency of Tregs were suddenly dropped to the basal level at 3 months after stopping imatinib. When the kinetics of T cells were evaluated based on three clinical courses, it is noteworthy that Treg elevation after stopping imatinib was not detected in Retreatment group, indicating that Treg repression by imatinib was not observed in this group (figure 2). Conclusion: Treg population in PBMCs elevated transiently after stopping TKI in CML patients with DMR after long-term TKI therapy. This may due to the release of imatinib suppression to Tregs. However, this transient increase of Tregs was not observed in patients who relapsed after stopping imatinib and received TKI retreatment. Together with our previous reports, it is proposed that activation of anti-CML immune responses by decreasing Tregs by imatinib is an important factor for long duration of anti-CML effect by imatinib. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Takahashi: Novartis: Honoraria, Research Funding; BMS: Honoraria; Pfizer: Honoraria, Research Funding.",
    "topics": [
        "imatinib mesylate",
        "kinetics",
        "regulatory t-lymphocytes",
        "protein-tyrosine kinase inhibitor",
        "retreatments",
        "cd45 antigens",
        "cardiac mri",
        "polymerase chain reaction",
        "biological markers",
        "disease remission"
    ],
    "author_names": [
        "Yuki Fujioka, MD",
        "Hiroyoshi Nishikawa, MD PhD",
        "Naoto Takahashi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuki Fujioka, MD",
            "author_affiliations": [
                "Division of Cancer Immunology, Exploratory Oncology Research and Clinical Trial Center, National Cancer Center, Kashiwa, Japan ",
                "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroyoshi Nishikawa, MD PhD",
            "author_affiliations": [
                "Division of Cancer Immunology, Exploratory Oncology Research and Clinical Trial Center, National Cancer Center, Kashiwa, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoto Takahashi, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Nephrology and Rheumatology, Akita University Graduate School of Medicine, Akita, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:37:23",
    "is_scraped": "1"
}