{
    "doi": "https://doi.org/10.1182/blood.V128.22.3809.3809",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3371",
    "start_url_page_num": 3371,
    "is_scraped": "1",
    "article_title": "Thromboelastographic Characterization of the Activated Clotting System in Children with Sickle Cell Trait or Sickle Cell Disease ",
    "article_date": "December 2, 2016",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "topics": [
        "blood coagulation",
        "child",
        "coagulation process",
        "sickle cell anemia",
        "sickle cell trait",
        "thrombin",
        "hemostatics",
        "thrombelastography",
        "thrombophilia",
        "antithrombin iii"
    ],
    "author_names": [
        "Shveta Gupta, MD",
        "Roxana Carmona, IMG",
        "Jemily Malvar, MS",
        "Guy Young, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Transfusion Medicine Section, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA "
        ],
        [
            "Children's Center for Cancer and Blood Diseases, Children's Hospital Los Angeles, University of Southern California Keck School of Medicine, Los Angeles, CA"
        ]
    ],
    "first_author_latitude": "29.710529599999994",
    "first_author_longitude": "-95.39649899999999",
    "abstract_text": "Background: Recent epidemiological evidence suggests sickle cell disease (SCD) and sickle cell trait (SCT) are risk factors for venous thromboembolism. The increased in vivo markers of thrombin generation support the notion that such patients are in a chronic hypercoagulable state. In an attempt to better understand the underlying mechanism, global hemostatic assays including thrombin generation assay (TGA) and thromboelastography (TEG) have been utilized by several groups, with inconsistent results either due to small sample size or technical differences. As opposed to the bleeding disorders, the traditional methods of TEG are not sensitive to hypercoagulability. Our group developed modified methods that prolonged the baseline TEG parameters to enhance this sensitivity. These altered TEG profiles were shown to be significantly shortened by increasing concentrations of thrombin in vitro . Objectives: Global hemostatic characterization of children with SCD or SCT by using TGA and modified TEG methods. Materials and methods: In this pilot study, we obtained hemostatic data including complete blood count with differential, reticulocyte count, fibrinogen, D-dimer, thrombin antithrombin complex and prothrombin fragment 1.2 on specimens from subjects with SCD in their usual state of health, subjects with SCT and healthy controls (NC). In addition global hemostatic assays including standard and modified thromboelastography methods as well as thrombin generation assays were performed. Results: Thirty-nine African-American subjects were recruited: 12 NC, 14 SCT and 13 SCD. The median ages for the groups were 12 (Range: 5-39), 19 (Range: 2-40) and 8 (Range: 2-14) years for NC, SCT, and SCD, respectively. Females represented 58% of the NC, 57% of the SCT subjects and 38% of the SCD subjects. In vivo markers of thrombin generation and activation of fibrinolysis including D-dimer and thrombin-antithrombin complexes were higher in SCD subjects as compared to SCT and NC (p=0.001; p=0.05 respectively). Reaction (R) time, and Kinetic (K) time with modified TEG methods was significantly shorter in SCD when compared to SCT and NC (p=0.014, p=0.038) respectively. Angle (alpha) and maximum amplitude (MA) did not show any significant differences between the groups. TGA profiles did not show any difference between the three groups either. Conclusion: The in vivo use of modified thromboelastography methods is able to detect the hypercoagulability known to occur in the sickle cell disease population but a larger sickle cell trait cohort needs to be studied to determine if this group also has hypercoagulability. Importantly, this study, the first to evaluate both TEG and TGA assays in SCD or SCT population demonstrates the importance of using whole blood to differentiate these groups as the TEG assay demonstrated differences the TGA could not detect. As SCD and SCT subjects have a highly complex physiology with not only alterations in almost all the components of the coagulation system, but also variation in the quantity and function of other blood components including white blood cells, platelets and red blood cells, TEG may prove a good tool in measuring a change in the activity of the coagulation system rather than a single baseline measurement. Our results support the need for further studies using thromboelastography in SCD and SCT population in order to better understand and triage this cohort of patients for risks of thrombotic complications. Disclosures No relevant conflicts of interest to declare."
}