{
    "doi": "https://doi.org/10.1182/blood-2019-131281",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4305",
    "start_url_page_num": 4305,
    "is_scraped": "1",
    "article_title": "Quality of Life and Caregiver Burden in Patients and Their Caregivers Undergoing Outpatient Autologous Stem Cell Transplantation Compared to Inpatient Transplantation ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "autologous stem cell transplant",
        "caregiver burden",
        "caregivers",
        "outpatients",
        "quality of life",
        "transplantation",
        "fatigue",
        "follow-up",
        "lymphoma",
        "thermometers"
    ],
    "author_names": [
        "Vinita Dhir, BSc",
        "Lara Zibdawi",
        "Harminder K Paul, MSc",
        "Osvaldo Espin-Garcia, PhD",
        "Christine I Chen, MD",
        "Michael Crump, MD FRCPC",
        "Robert Kridel, MDMPH,PhD",
        "Vishal Kukreti, MD",
        "John Kuruvilla, MD",
        "Donna E Reece, MD",
        "Rodger E Tiedemann, MBChB, PhD",
        "Suzanne Trudel, MD",
        "Anca Prica, MD"
    ],
    "author_affiliations": [
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Biostatistics, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction Outpatient autologous stem cell transplantation (ASCT) has become standard of care in many centres due to limited inpatient resources and rising financial constraints. Outpatient ASCT involves family members/friends assuming some patient care responsibilities during the acute transplant period. Although this may be associated with reduced direct medical costs, little work has been done to ascertain the \"out of pocket costs\" and \"lost opportunity costs\" to patients and their caregivers. Outpatient transplantation is perceived to provide superior quality of life (QOL) for patients, but there is little evidence to support this. In addition to patients' QOL, there is limited data on the impact of these treatments on caregivers' QOL. Thus, our objectives were to compare the QOL of patients and their caregivers undergoing outpatient and inpatient ASCT, and to quantify indirect costs to them. Methods This is a single centre cohort study of consecutive patients with lymphoma and plasma cell disorders undergoing ASCT at Princess Margaret Cancer Centre from April 2016 - July 2019. Patients without a primary caregiver were still eligible to complete the QOL portion of the study. All patients completed four questionnaires: Functional Assessment of Cancer Therapy - Bone Marrow Transplant (FACT-BMT); FACT-Fatigue (FACT-F); EQ-5D-3L; and a distress impact thermometer. Clinically meaningful differences between the groups and serially were defined as ≥ 4 points on the FACT-BMT and FACT-F, and ≥0.08 on the EQ-5D-3L. Caregivers completed three questionnaires: Caregiver Quality of Life Index-Care (C-QOLC), a distress impact thermometer, and a caregiver self-administered financial expenditure survey (C-SAFE). Indirect costs were defined as lost opportunity costs (i.e., wages) and out-of-pocket costs (e.g., parking, accommodations). Questionnaires were completed at 5 time points: D0 (prior to ASCT), D+7, D+14 (discharge from daily visits), D+28 (discharge from ASCT) and D+100 (follow-up). Results In total, 68 patients have been enrolled to date (41 outpatients and 27 inpatients), and 54 caregivers (38 outpatients and 16 inpatients). Median patient age was 57 yrs (range: 18-71), and 66% were male. Of the 68 patients, 69% had a diagnosis of multiple myeloma and 31% lymphoma. Majority of caregivers were spouses (74%). In the overall sample, FACT-F scores (fatigue) increased significantly at D+7, D+14, and D+28, with improvement at D+100 (all p<0.05 and clinically meaningful). Compared to inpatients, outpatients had higher fatigue levels at D+7 and D+14 that were statistically significant (Figure 1), with D+14 being clinically significant as well. For all patients, QOL scores by FACT-BMT declined at D+7, but then improved to above baseline values at D+100 (p<0.05) (Table 1). On the EQ-5D-3L, patients' self-reported overall best imaginable health status decreased at D+7 and D+14 relative to baseline (p<0.05); no significant difference was observed at D+28 and D+100 (Figure 1). Health utility scores were also calculated from the EQ-5D-3L. There were no significant trends in the overall sample, but when comparing the two groups, outpatients had lower measures at D+14 that were statistically and clinically relevant. With respect to caregiver QOL, in the entire sample, QOL was higher at D+100 relative to baseline (p<0.05) (Figure 2). There were no differences between the two groups. In addition, there was no statistically significant difference in lost opportunity costs (wages) between the two groups, however there was a trend towards higher lost opportunity costs in outpatient caregivers in the early ASCT process (D0, D+7, D+14). The mean overall costs (burden) for the primary caregiver in the acute first 100d phase of ASCT was C$4475. The indirect out-of-pocket costs by caregivers varied greatly, with an average of $58 at baseline (range $0-455) and $121 at D+28 (range $0-710). Conclusions There was significant deterioration of various QOL measures in all patients, irrespective of outpatient or inpatient status. Outpatients, however, reported significantly higher fatigue levels at D+7 and D+14. Caregiver QOL appears comparable between the two modalities, and appears to improve significantly by the follow-up period. The financial burden on caregivers, mostly driven by lost opportunity costs (wages), is high, with a trend towards higher burden in outpatient caregivers in the early parts of ASCT. View large Download slide View large Download slide  Disclosures Chen: Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria. Kridel: Gilead Sciences: Research Funding. Kukreti: Celgene: Honoraria; Amgen: Honoraria; Takeda: Honoraria. Kuruvilla: Celgene: Honoraria; Astra Zeneca: Honoraria; Seattle Genetics: Consultancy; Amgen: Honoraria; Roche: Consultancy; Karyopharm: Consultancy; Gilead: Consultancy; Abbvie: Consultancy; BMS: Consultancy; Roche: Research Funding; Janssen: Research Funding; Merck: Consultancy; Gilead: Honoraria; BMS: Honoraria; Karyopharm: Honoraria; Janssen: Honoraria; Roche: Honoraria; Seattle Genetics: Honoraria; Novartis: Honoraria; Merck: Honoraria. Reece: Otsuka: Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Merck: Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; BMS: Research Funding. Tiedemann: Amgen: Honoraria; Novartis: Honoraria; Takeda: Honoraria; Celgene: Honoraria; BMS: Honoraria; Janssen: Honoraria. Trudel: Pfizer: Honoraria; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GlaxoSmithKline: Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria; Janssen: Honoraria, Research Funding; Astellas: Research Funding; Genentech: Research Funding; Sanofi: Honoraria. Prica: Janssen: Honoraria; Celgene: Honoraria."
}