{
    "doi": "https://doi.org/10.1182/blood.V106.11.3961.3961",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=386",
    "start_url_page_num": 386,
    "is_scraped": "1",
    "article_title": "Production of Tissue Factor Pathway Inhibitor in Endothelial Cell Cultures Is Reduced by Estrogens, Selective Estrogen Receptor Modifiers, and a Selective Estrogen Receptor Downregulator. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Low plasma tissue factor pathway inhibitor (TFPI) is a weak risk factor for venous and arterial thrombotic disease. Female hormones strongly influence the level of TFPI in plasma. Oral contraceptives (OC) and hormone replacement therapy (HRT) reduce plasma levels of TFPI by 30–50%, and premenopausal women have lower TFPI than postmenopausal women and men. Moreover, the selective estrogen receptor modifiers (SERM) Tamoxifen and Raloxifen also reduce TFPI in plasma. The effect of these drugs on TFPI may in part explain their prothrombotic effects. The aim of the current study was to study the effects of estrogens and SERMs on the production of TFPI from endothelial cell cultures. Human coronary arterial endothelial cells from Cambrex Bio Science were seeded into 24 well plates and preincubated with 0 (control) or 10 nM of 17β-estradiol (E2), 17α-etinyl-estradiol (EE2), tamoxifen or raloxifene for 48 hours. The cell-medium was then changed and the cells were stimulated with the same concentrations of the same drug for 24 hours before harvesting. TFPI total antigen was measured using a commercial ELISA-kit, and cellular total protein was measured by an improved Lowry assay. The concentration of TFPI total antigen was normalized against the concentration of total protein from the cells. We found that 10 nM of E2, EE2, Tamoxifen and Raloxifene reduced TFPI in the cell medium with 39% (E2), 30% (EE2), 19% (Tamoxifen), and 35% (Raloxifene) compared to untreated cells. Fulvestrant is a selective estrogen receptor downregulater (SERD) known to have no agonist effects, and is also used as a drug against breast cancer. The effect of fulvestrant on TFPI-production was tested in order to later use it as a blocker of the estrogen receptor (ER), to decide whether the effects observed from the other compounds were ER-dependent. Surprisingly, 10 nM fulvestrant reduced TFPI in the cell medium by 12%, and 1000 nM fulvestrant reduced TFPI by 30%. We conclude that the effects of estrogens and SERMs, and interestingly also the SERD fulvestrant, reduce TFPI production in endothelial cells. Based on these results we propose that women using fulvestrant as a drug against breast cancer will have reduced levels of TFPI, and perhaps also increased risk for thrombotic dieseases.",
    "topics": [
        "endothelial cells",
        "estrogen",
        "estrogen receptors",
        "oral contraceptives",
        "tissue factor pathway inhibitor",
        "fulvestrant",
        "mechlorethamine",
        "tamoxifen",
        "raloxifene",
        "selective estrogen receptor modulators"
    ],
    "author_names": [
        "Anders E.A. Dahm, MD",
        "Nina Iversen, PhD",
        "Baard Birkenes",
        "Per Morten Sandset, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Ullevaal University Hospital, Oslo, Norway"
        ],
        [
            "Department of Medical Genetics, Ullevaal University Hospital, Oslo, Norway"
        ],
        [
            "Department of Medical Genetics, Ullevaal University Hospital, Oslo, Norway"
        ],
        [
            "Department of Hematology, Ullevaal University Hospital, Oslo, Norway"
        ]
    ],
    "first_author_latitude": "59.951223500000005",
    "first_author_longitude": "10.721821599999998"
}