{
    "doi": "https://doi.org/10.1182/blood.V124.21.1038.1038",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2792",
    "start_url_page_num": 2792,
    "is_scraped": "1",
    "article_title": "Microrna-106b~25 Cluster Is Involved in Relapsed MLL -Rearranged Pediatric AML ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "micrornas",
        "myeloblastic leukemia, pediatric acute",
        "rna, messenger",
        "leukemia",
        "bcl-2 protein",
        "cancer",
        "chemotherapy regimen",
        "complete remission",
        "cyclin-dependent kinase inhibitors",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Lonneke Verboon",
        "Maarten Fornerod, PhD",
        "Askar Obulkasim",
        "Edwin Sonneveld, PhD",
        "André Baruchel, MD",
        "Jan Trka, MD PhD",
        "Dirk Reinhardt, MD PhD",
        "Rob Pieters, MD PhD",
        "Jacqueline Cloos, PhD",
        "Gertjan JL Kaspers, MD PhD",
        "Jan-Henning Klusmann, MD",
        "C. Michel Zwaan, MD PhD",
        "Marry van den Heuvel-Eibrink, MD PhD"
    ],
    "author_affiliations": [
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Dutch Childhood Oncology Group (DCOG), The Hague, Netherlands "
        ],
        [
            "Hopital Robert Debré, Paris, France "
        ],
        [
            "Pediatric Hematology/Oncology, 2nd Faculty of Medicine, Charles University, Prague, Czech Republic "
        ],
        [
            "Medical School Hannover, Hannover, Germany "
        ],
        [
            "Princess Maxima Center for Pediatric Oncology, Utrecht, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "VU University Medical Center, Amsterdam, Netherlands "
        ],
        [
            "Medical School Hannover, Hannover, Germany"
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ],
        [
            "Erasmus MC-Sophia Children's Hospital, Rotterdam, Netherlands "
        ]
    ],
    "first_author_latitude": "51.91201969999999",
    "first_author_longitude": "4.4701675",
    "abstract_text": "Abstract Mixed lineage leukemia (MLL) rearrangements represent about 20% of pediatric acute myeloid leukemia (AML) cases. Survival rates have increased over the past decades due to intensified chemotherapy protocols and improved supportive care. Still, approximately 30-40% will relapse during or after therapy. The role of microRNAs (miRNAs) in leukemogenesis of MLL -rearranged AML, especially towards the development of relapse is unknown. To determine whether specific miRNAs are involved in relapse development, we performed miRNA profiling, using TaqMan Low Density Array (TLDA) in pediatric AML with a special focus on MLL -rearranged cases. First, we compared miRNA profiles of de novo pediatric AML patients that relapsed with those that did not relapse. Secondly, we did the same comparison, only focussing on the MLL -rearranged subset. Third, we investigated the role of miRNAs in clonal evolution by investigating the differential expression of 6 paired initial diagnosis-relapses MLL -rearranged AML cases. An independent set of 6 paired initial diagnosis-relapse cases with MLL -rearrangements was used to confirm the identified miRNAs using single stemloop RT-qPCR. In a cohort of 127 de novo AML cases, 59/127 (46.5%) relapsed after complete remission. Comparing miRNA profiles of relapsing and non-relapsing cases, we could not identify differentially expressed miRNAs signatures between the two groups at diagnosis (p=0.643). Likewise, in a nested cohort of de novo pediatric AML MLL -rearranged cases (4 AF6, 7 AF9, 9 AF10, 1 FNBP1, 1 SEPT6, and 1 NRIP3), of which 14/23 (60.9%) relapsed we did not identify differentially expressed microRNAs (p=0.429). In the 6 paired initial diagnosis-relapse MLL -rearranged cases (2 AF9 and 4 AF10), 53 miRNAs were significantly differentially expressed (FDR <0.1). Among those, miR-106b, miR-93 and miR-25, were most highly overexpressed at relapse. These microRNAs cluster together in intron 13 of minichromosome maintenance complex component 7 (MCM7) and are actively cotranscribed in the context of MCM7 primary RNA transcript. E2F transcription factor 1 (E2F1) acts as an upstream regulator. Overexpression of MCM7 has been associated with poor prognosis in solid cancers and this may be linked to overexpression of the hosted microRNAs, the miR-106b~25 cluster. A possible role of the miR-106b~25 cluster in leukemia has so far not been investigated. Therefore, we validated the expression of MCM7 and E2F1 mRNA (RT-qPCR) and found them to be differentially overexpressed in the paired samples with MLL -rearrangements at relapse (n=12, p=0.006 and p=0.003, respectively). Overexpression of miR-106b and miR-25 at relapse was confirmed by stem loop RT-qPCR in the patient samples as well as in 6 additional paired samples with MLL -rearrangements at relapse (4 AF10, 1 ELL, and 1 unknown)(n=12, p<0.05). MiR-93 overexpression could however not be confirmed by stem loop RT-qPCR (p=0.08). Expression levels of two other predicted targets of the miR-106b~25 cluster as taken from the literature (Petrocca et al ., 2008), cyclin-dependent kinase inhibitor 1A (p21 WAF1/CIP1 ) and BCL2-like 11 (BIM), were analysed in 12 paired initial diagnosis-relapse samples. We did not find differences in mRNA expression of p21 WAF1/CIP1 (p=0.17) or BIM (p=0.27) between initial diagnosis and relapse. As microRNAs regulate genes expression through translational repression or target mRNA cleavage we investigated protein level (Western blot, n=3 paired samples) of p21 WAF1/CIP1 , BIM, MCM7, and E2F1. In case of mRNA cleavage, a reverse correlation between predicted target gene and miRNA is expected. In 2/3 paired initial diagnosis-relapse samples the expression of p21 WAF1/CIP1 , BIM, E2F1, and MCM7 was downregulated in relapse samples as compared to initial diagnosis. Only one patient showed increased protein expression of E2F1 and MCM7, a modest downregulation of BIM, and no expression of p21 WAF1/CIP1 . Together, our data indicate that miR-106b-25 cluster may play an important role in relapse pediatric AML with MLL -rearrangements. Further research is warranted to identify the role of this cluster for clinical resistance and as treatment target. Disclosures No relevant conflicts of interest to declare."
}