{
    "doi": "https://doi.org/10.1182/blood.V108.11.278.278",
    "article_title": "Treatment of 22 Patients with Amyothrophyc Lateral Sclerosis, Grafting Stem Cells through Neuroendoscopy. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Introduction: experimental and clinical research have shown the plasticity of Stem Cell in varied conditions of tissular damage. Amyothrophyc Lateral Sclerosis (ALS) is a degenerative disorder, culminating in a respiratory insufficiency and death. We have designed a trial in order to implant stem cells, in the spinal cord and in the cerebrospinal fluid (CSF), through a neuroendoscopic procedure minimally invasive. Material and Methods: 22 patients with ALS met the inclusion criteria for this study. Spirometry with forced expiratory volume and forced vital capacity ratio not inferior to 60% was required. All patients were measured with ALS function scale to settle an individual initial score. Peripheral blood stem cells were collected through a central venous catheter by a continuous flow apheresis equipment. CD34+ cells were tested and selected. In the operating room, the first step was to insert a spinal needle in the vertebral space between L4 – L5, to obtain 4 milliliters (ml) of CSF and to suspend 2 ml of stem cells in it, injecting the mixture in the subaracnoidal space. The second step was to locate the intervertebral space between D8 – D9 and to introduce percutaneously a flexible neuroendoscope to find the spinal posterior sulcus. Once 1 millimeter (mm) deep in the posterior side of the spine, 1 ml of concentrated stem cells were transplanted. After checking through the neuroendoscope, the graft is firmly attached, 2 ml of concentrated stem cells were injected in the perispinal space and the procedure was finished. Results: 22 patients with ALS (17 males, 5 females); with an average of 57 years old (38 – 75); 27 months after diagnosis (8 – 36) were treated. The amount of CD34+ cells employed was 7.0×10–6 per kilogram (3.3 – 17.8). Periodically assessment of the evolution of the score points of the international ALS scale, revealed that 9 improved their initial scores, 11 kept the same condition with no progressive deterioration of their neurological performance and 2 decrease their neuromuscular status. In all cases a remarkable decrease of the neuromuscular fasciculations was observed. Conclusions: The procedure was safe, feasible and easy to reproduce. No complications or morbility was observed. Improvement of the neurological condition was registered in 9 patients and stabilization of the progressive disease in other 11. In spite of the short follow up, we think it is an encouraging new approach for an up to now, always deadly disease.",
    "topics": [
        "primary lateral sclerosis",
        "stem cells",
        "transplantation",
        "advanced life support",
        "amyotrophic lateral sclerosis",
        "antilymphocyte globulin",
        "apheresis",
        "central venous catheters",
        "degenerative disorders",
        "fasciculation"
    ],
    "author_names": [
        "Roberto De Bellis, MD",
        "Alvaro Cordoba, MD",
        "Pablo J. Muxi, MD",
        "Laura Bello, MD",
        "Ada Caneiro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roberto De Bellis, MD",
            "author_affiliations": [
                "Hematology, British Hospital, Montevideo, Uruguay"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alvaro Cordoba, MD",
            "author_affiliations": [
                "Hematology, British Hospital, Montevideo, Uruguay"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo J. Muxi, MD",
            "author_affiliations": [
                "Hematology, British Hospital, Montevideo, Uruguay"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bello, MD",
            "author_affiliations": [
                "Hematology, British Hospital, Montevideo, Uruguay"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ada Caneiro, MD",
            "author_affiliations": [
                "Hematology, British Hospital, Montevideo, Uruguay"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T18:45:23",
    "is_scraped": "1"
}