{
    "doi": "https://doi.org/10.1182/blood.V108.11.4703.4703",
    "article_title": "Introduction of Combined Chemotherapies Plus Rituximab (R) Has Improved Outcome of Previously Untreated and Relapsed Follicular Lymphoma (FL) Patients (pts). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Some data suggest that there are been no improvement in survival of FL Pts in the last three decades of the 20 th century. However that review ended in 1992, before the introduction of R treatment. Most recently reported data, show that evolving chemotherapies, including the incorporation of R has led to outcome improvement. Between 1994 and 2004, 344 Pts with FL were enrolled in different GISL Trials. For the purpose of this study we considered 270 Pts with similar characteristics enrolled in trials including or not R. The first group accounts for 176 naive Pts treated with Antracycline plus Fludarabine containing regimens (Cohort #1: 125 Pts) or plus R (Cohort #2: 51Pts). The second group accounts for 99 relapsed Pts treated with Antracycline plus Fludarabine containing regimens (Cohort #3: 40 Pts) or plus R (Cohort #4: 59 Pts). To evaluate the impact of the incorporation of R in front line and salvage therapies we assessed the patients OS, FFS, TTF, SAR in these different Cohorts of Pts. Descriptive analysis of prognostic features showed differences in the distribution among groups. To compensate for these variations we also performed Cox regression analysis. Previously Untreated patients. Regarding group #1 and #2 that enrolled Pts with clinical stage IIB, III and IV, FFS and OS according to treatment did not show any statistical differences. The univariate analysis of baseline clinical features showed an impact on OS and FFS for clinical stage, LDH level, involvement of more than 4 nodal sites and presence of extranodal involvement. The prevalence of this characteristics were higher in group #2 than group #1. Thus the FFS from group #2 vs. group #1 was adjusted for variation in prognostic features by Cox regression analysis, that shows a failure Hazard Radio reduction (HR) of 40 % in Pts who received R. Because of difference in follow up (FU) (49 months in Cohort #1 vs 21 months in Cohort #2), to evaluate differences in OS we utilized exact Log Rank test for unequal FU. So far, a trend exists for better OS in R treated patients, although the difference is not statistically significant. Relapsed Patients. Clinical characteristics were similar in the two Cohorts of pts. TTF was better in R treated Pts and the difference was statistically significant (66% vs. 53% at 3 yrs, p=0.023) The analysis of SAR demonstrated a better result for R Cohort with a statistically significant difference (88% vs. 68% at 3 yrs, p=0.022). OS according to treatment protocol, showed advantage for patients in R Cohort and the difference was statistically significant (92% vs. 70% at 5 yrs, p=0.004). Conclusion. In naïve patients our retrospective analysis showed a reduction of HR for FFS and a trend toward better OS in R treated Pts. In relapsed Pts all outcome parameters as OS, TTF and SAR had significant improvement in the Cohort treated with R. Although any conclusions between nonrandomized groups maybe subject to differences in observed and unobserved prognostic features, we believe that improvement have occurred in the management of FL Pts with the introduction of combined chemotherapy with R.",
    "topics": [
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "follicular lymphoma",
        "rituximab",
        "fludarabine",
        "extranodal disease",
        "follow-up",
        "salvage therapy",
        "signs and symptoms",
        "cox proportional hazards models"
    ],
    "author_names": [
        "Stefano Sacchi, MD",
        "Samantha Pozzi, MD",
        "Luigi Marcheselli, BS",
        "Alessia Bari, MD",
        "Stefano Luminari, MD",
        "Massimo Federico, MD",
        "Francesco Angrilli, MD",
        "Marco Lombardo, MD",
        "Chiara Broglia, MD",
        "Giovanni Quarta, MD",
        "Maura Brugiatelli, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stefano Sacchi, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samantha Pozzi, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Marcheselli, BS",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessia Bari, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefano Luminari, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Federico, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia ed Ematologia, Universita di Modena, Modena, Italy",
                "GISL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Angrilli, MD",
            "author_affiliations": [
                "Dipartimento di Ematologia, Ospedale, Pescara, Italy",
                "GISL"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Lombardo, MD",
            "author_affiliations": [
                "Dipartimento di Oncologia, Ospedale, Pescara, Italy",
                "GISL"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Broglia, MD",
            "author_affiliations": [
                "Medicina Interna, Universita di Pavia, Pavia, Italy",
                "GISL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Quarta, MD",
            "author_affiliations": [
                "Dipartimento di Ematologia, Ospedale, Brindisi, Italy",
                "GISL"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maura Brugiatelli, MD",
            "author_affiliations": [
                "Divisione di Ematologia, Ospedale, Messina, Italy",
                "GISL"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:47:33",
    "is_scraped": "1"
}