{
    "doi": "https://doi.org/10.1182/blood-2018-99-120077",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4070",
    "start_url_page_num": 4070,
    "is_scraped": "1",
    "article_title": "Clinical Outcomes of Newly Diagnosed Multiple Myeloma Patients with Elevated Lactate Dehydrogenase Who Underwent Autologous Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "topics": [
        "hematopoietic stem cell transplantation",
        "lactate dehydrogenase",
        "multiple myeloma",
        "treatment outcome",
        "autologous stem cell transplant",
        "bortezomib",
        "transplantation",
        "lenalidomide",
        "neoadjuvant therapy",
        "carfilzomib"
    ],
    "author_names": [
        "Susan Bal, MBBS",
        "Kwangmin Choi, PhD",
        "Heather J. Landau, MD",
        "Daniel T. Starczynowski, PhD",
        "Saulius K. Girnius, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Scarsdale, NY "
        ],
        [
            "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH ",
            "Department of Cancer Biology, University of Cincinnati College of Medicine, Cincinnati, OH "
        ],
        [
            "University of Cincinnati Medical Center, Cincinnati, OH"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Background Multiple Myeloma (MM) is a clinically heterogeneous disorder of clonal plasma cells. Elevated Lactate Dehydrogenase (LDH) has been shown to be an independent prognostic marker associated with drug resistance and shorter survival. Methods Utilizing data from the Multiple Myeloma Research Foundation (MMRF) CoMMpass database (IA12) which includes over 1000 newly-diagnosed MM (NDMM) patients with enriched tumor and matched constitutional samples analyzed using whole genome/exome and RNA sequencing, we identified patients with baseline LDH values. High LDH was defined as LDH greater than the upper limit of normal, (>4.68 microkatals/liter). We compared baseline characteristics and outcomes with autologous stem cell transplant (ASCT), based on LDH as categorical variable. We sought to determine if there is enrichment of high and standard risk cytogenetic changes when stratified by LDH. Results We identified 871 patients with NDMM who had baseline LDH values. 143 patients had high LDH and 728 patients had a normal baseline LDH. Consistent with prior reports, high LDH was associated with shortened survival, 660 days vs 795 days (p=0.02852) in patients with normal LDH. 385 patients underwent ASCT (High LDH N=44; Normal LDH N=341). Those with high LDH had an inferior OS when compared with those with normal LDH (median OS 800.5 vs 878.8 days, p=0.019). In order to understand this difference, we examined baseline characteristics. Of the 44 patients with high LDH who underwent ASCT, median age was 60 years and ECOG performance status was 1. 61.36% were females, 77% were Caucasian, 11% were African American. Induction therapy consisted of 4 drugs or more in 16%, 3 drugs in 61%, and 2 drugs in 23%. Bortezomib and immune modulating agents (IMIDS) were combined in 72%. In those who did not receive an IMID, a bortezomib-based induction was used in 16% and carfilzomib-based induction was used in 11%. 93.18% underwent transplant in the consolidative setting with a median time to transplant was 178 days. 21 of the 44 patients (47.72%) received post-transplant maintenance. 10/21(48%) patients received triplet therapy (5/10 - lenalidomide, bortezomib, dexamethasone), 8/21 (38%) patients received lenalidomide alone. The median duration of maintenance was 217 days. Of the 341 patients with normal LDH who underwent ASCT, the median age was age 61 years, ECOG performance status was 1. 41.34% were females, 79% were Caucasian, 13% African American. Induction therapy consisted of 4 drugs in 8%, 3 drugs in 64%, 2 drugs in 24%. Combined Bortezomib-IMID in 76.24%, carfilzomib-IMID based therapy in 6%, and bortezomib-non-IMID based in 9.67%. 94.7% underwent an upfront consolidative with median time to transplant 164 days. Post-transplant maintenance was given in 213/341 (62.4%) of patients, in whom triplet therapy was given to 41/213 (19.2%), doublet therapy to 34/213 (16%), 130/213 (61%) received single agent. 107/213 (50%) received lenalidomide alone and 19/213 (6%) received bortezomib alone. Median duration of maintenance 266 days. There was no statistically significant difference in race, performance status, drug class and number of drugs used in induction therapy, time to transplant, whether or not patients received maintenance as well as maintenance duration between the groups when stratified by LDH. Female gender was enriched in the high LDH group (hypergeometric test, p=0.009). We used hypergeometric tests to assess for enrichment of high and standard risk cytogenetic changes. Del(17p13) was significantly enriched (p=0.011) in the high LDH subset where there were no statistically significant difference in the presence of t(4;14) (p=0.16) and t(14;16) (p=0.21). There was no difference in good risk hyperdiploid structural changes between the 2 groups. Conclusion Elevated LDH was confirmed as a poor prognostic factor in MMRF CoMMpass cohort. Among patients who underwent ASCT, those with high LDH have inferior survival, possibly driven by the presence of del(17p13). Since clinical outcomes remain poor despite the use of novel effective therapies and early consolidation with AHCT in patients with high baseline LDH, this group represents an unmet need for alternative therapy. Figure. View large Download slide Figure. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}