{
    "doi": "https://doi.org/10.1182/blood.V118.21.3173.3173",
    "article_title": "The Bone Marrow Hematopoietic Microenvironment Is Functionally Impaired in Iron-Overloaded Mice, ",
    "article_date": "November 18, 2011",
    "session_type": "102. Regulation of Iron Metabolism: Poster III",
    "abstract_text": "Abstract 3173 Background and Purpose: Deferasirox (DFX) is an oral iron chelator that enables effective chelation by once daily administration.Since the introduction of DFX, iron chelation therapy (ICT) for transfusional iron overload has attracted increased attention. It is known that excess iron increases oxidative stress and affects various organs, such as the liver, heart and endocrine glands, negatively. Sufficient ICT can remove excess iron and improve organ dysfunction in iron-overloaded patients, and accumulating data has indicated that efficient ICT improves the survival of transfusion-dependent patients with myelodysplastic syndromes (MDS). Recently, we experienced a case of MDS with transfusional iron overload in which the hematopoietic data improved unexpectedly after administration of DFX without any other specific treatments (Okabe H et al. Rinsho Ketsueki, 2009). An increasing number of similar cases has been reported. This clinical observation indicates that iron overload could also affect the hematopoietic system unfavorably, via, as yet, unknown mechanisms. Methods and Results: We generated iron-overloaded mice to investigate how iron overload affects hematopoiesis in vivo. C57BL6 mice were injected with a total of 200 mg of iron dextran, intraperitoneally over 4 weeks. The iron-overloaded mice showed pigmented skin and hepatosplenomegaly, and histological examination showed excess iron deposition in the bone marrow, liver, spleen and heart. The serum and organ iron concentrations in these mice markedly increased. However, the iron-overloaded mice did not show any significant changes in peripheral blood counts or the proportion of immature hematopoietic cells in the bone marrow. To further examine the effects of excess iron on the biological functions of hematopoietic stem and progenitor cells (HSPCs), we performed bone marrow transplantation (BMT) assays. First, to assess the hematopoietic reconstitutional capacity of the HSPCs of iron-overloaded mice, we transplanted bone marrow cells (1×10 6 cells) from iron-overloaded mice or normal mice into lethally irradiated normal recipient mice along with the same number of normal competitor cells. We found no significant difference in hematopoietic reconstitution between the iron-overloaded donor cells and the normal donor cells, suggesting that the hematopoietic reconstitutional capacity of HSPCs in iron-overloaded mice is not significantly affected by iron. In contrast, when we transplanted bone marrow cells from normal mice (2×10 6 cells) into iron-overloaded recipients, hematopoietic recovery was significantly delayed, in particular platelet counts (at 2 weeks after BMT, normal recipients vs. iron-overloaded recipients, 63.4±9.4 vs. 18.7±4.7×10 4 /μl, respectively, p<0.001). This indicates that excess iron disturbs the function of the bone marrow microenvironment and delays hematopoietic reconstitution. Microarray and quantitative RT-PCR analysis of non-hematopoietic bone marrow cells (CD45-/Ter119-) from the iron-overloaded mice demonstrated significant reductions in CXCL12, VCAM-1, Kit-ligand and IGF-1, which are important regulators of hematopoiesis. In addition, in the iron-overloaded mice, the serum concentration of erythropoietin and the expression level of thrombopoietin in the liver were also significantly reduced. Furthermore, increased oxidative stress levels were observed in the iron-overloaded liver and bone marrow. Conclusion: We did not observe any direct effects of excessive iron on hematopoietic cells, but found significant impairment of the hematopoietic microenvironment in the bone marrow of iron-overloaded mice. These results suggest that oxidative stress induced by excess iron could disturb the hematopoiesis-supporting capacity of the bone marrow microenvironment by reducing the expression of many essential molecules. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow",
        "iron",
        "mice",
        "iron overload",
        "bone marrow transplantation",
        "cd45 antigens",
        "deferasirox",
        "erythropoietin",
        "hepatosplenomegaly",
        "insulin-like growth factor i"
    ],
    "author_names": [
        "Hiroshi Okabe",
        "Takahiro Suzuki",
        "Eisuke Uehara",
        "Masuzu Ueda",
        "Tadashi Nagai, MD, PhD",
        "Keiya Ozawa, M.D, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroshi Okabe",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Suzuki",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eisuke Uehara",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masuzu Ueda",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tadashi Nagai, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiya Ozawa, M.D, Ph.D",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:41:04",
    "is_scraped": "1"
}