{
    "doi": "https://doi.org/10.1182/blood.V120.21.4785.4785",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2174",
    "start_url_page_num": 2174,
    "is_scraped": "1",
    "article_title": "Prognostic Value of Complex Karyotype and Monosomal Karyotype in Patients with Adult Acute Lymphoblastic Leukemia Treated with Risk-Adapted Protocols ",
    "article_date": "November 16, 2012",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "acute lymphocytic leukemia",
        "karyotype determination procedure",
        "imatinib mesylate",
        "complete remission",
        "leukemia, myelocytic, acute",
        "chromosome abnormality",
        "monosomy",
        "philadelphia chromosome"
    ],
    "author_names": [
        "Cristina Motlló",
        "Josep-Maria Ribera, MD, PhD",
        "Mireia Morgades",
        "Isabel Granada",
        "Javier Grau, MD",
        "Pau Montesinos",
        "José González-Campos",
        "Pascual Fernández-Abellán",
        "Mar Tormo",
        "Concha Bethencourt, MD",
        "Salut Brunet",
        "Jesús M Hernández-Rivas",
        "MJ Moreno",
        "Jose Sarra",
        "Eloy Del Potro, MD",
        "Pere Barba",
        "Teresa Bernal, MD",
        "Maria-Luz Amigo",
        "Carlos Grande",
        "Arancha Bermudez, MD",
        "Ramon Guardia",
        "Andrés Llorente",
        "Maria Jesús Peñarrubia",
        "Jesús Arias",
        "Miguel Angel Sanz",
        "Evarist Feliu, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research Institute., Badalona, Spain, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research institute, Badalona, Spain, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research Institute, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research Institute, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research Institute, "
        ],
        [
            "Clinical Hematology, Hospital U. La Fe, Valencia, Spain, "
        ],
        [
            "University Hospital Virgen del Rocío/ CSIC/ Biomedicine Institute of Seville/ University of Seville (Spain), Seville, Spain, "
        ],
        [
            "Clinical Hematology Department, Hospital General Universitário de Alicante, "
        ],
        [
            "Clinical Hematology Department, Hospital Clínico Universitario de Valencia, "
        ],
        [
            "Clinical Hematology Department, Hospital Carlos Haya, "
        ],
        [
            "Clinical Hematology Department, Hospital de Sant Pau, "
        ],
        [
            "Clinical Hematology Department, Hospital Clínico de Salamanca, "
        ],
        [
            "Clinical Hematology Department, Hospital Clínico Universitário Virgen de la Victoria, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Duran i Reynals, "
        ],
        [
            "Clinical Hematology Department, Hospital Clínico de Madrid, "
        ],
        [
            "Clinical Hematology Department, Hospital Universitari Vall d'Hebron, "
        ],
        [
            "Clinical Hematology Department, Hospital Universitario Central de Asturias, Asturias, Spain, "
        ],
        [
            "Clinical Hematology Department, Hospital Morales Meseguer, "
        ],
        [
            "Clinical Hematology Department, Hospital 12 de Octubre, "
        ],
        [
            "Clinical Hematology Department, Hospital Marqués de Valdecilla, "
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Josep Trueta, "
        ],
        [
            "Clinical Hematology Department, Hospital Universitari Joan XXIII, "
        ],
        [
            "Clinical Hematology Department, Hospital Clínico Universitario de Valladolid, "
        ],
        [
            "Clinical Hematology Department, Hospital Xeral de Lugo, "
        ],
        [
            "Clinical Hematology Department, Hospital Universitario La Fe, Valencia, Spain"
        ],
        [
            "Clinical Hematology Department, ICO-Hospital Germans Trias i Pujol. Josep Carreras Leukemia Research Institute, "
        ]
    ],
    "first_author_latitude": "41.481187",
    "first_author_longitude": "2.2375472999999997",
    "abstract_text": "Abstract 4785 Background The karyotype is an important predictor of outcome in adults with acute lymphoblastic leukemia (ALL). Some groups have reported the negative prognostic value of complex karyotype (CK, defined as ≥5 unrelated chromosomal abnormalities) in adult ALL (Moorman et al, Blood. 2007:109;3189-97). On the other hand, monosomal karyotype (MK, defined as ≥2 distinct autosomal chromosome monosomies or 1 single monosomy in the presence of structural abnormalities) has been associated with a worse outcome in patients with acute myeloid leukemia. We aimed to assess the prognostic value of cytogenetic abnormalities, especially CK and MK, in adults with ALL treated with protocols of the Spanish PETHEMA Group. Patients and Methods The karyotypes of 783 adult ALL patients from 63 Spanish centers treated according to the protocols of the PETHEMA Group between 1993 and 2011 were reviewed. The several PETHEMA protocols were risk-adapted (standard-risk –SR–, high-risk –HR–) or subtype-oriented (Philadelphia chromosome [Ph+] ALL -with or without imatinib-, and Burkitt's ALL [BL]). The impact of the main cytogenetic abnormalities as well as of the CK and MK on complete remission (CR) rate, CR duration, overall survival (OS) and event-free survival (EFS) was analyzed. Results The median age of the series was 33 years (range 15–82) and 448 patients (57.2%) were male. The karyotypes of 560 out of 783 patients were evaluable after review: normal karyotype 153 patients, t(9;22) 120, t(v;11q23) 30, t(8;14), t(8;22) or t(2;8) 47, high hyperdiploidy (>50 chromosomes) 53, low hyperdiploidy (47–50 chromosomes) 52, hypodiploidy (45–39 chromosomes) 32 and extreme hypodiploidy (<39 chromosomes) 2. Twenty-eight patients (8.3% of the 338 evaluable karyotypes) had CK and 54 (11.2% of the 481 evaluable karyotypes) had MK. The CR rate, probability of CR duration, the OS probability and the EFS probability are described in table 1 . In our study the CK and the MK did not have any impact on CR, CR duration, OS and EFS. Analysis of OS probabilities at 4 years of the most important cytogenetic abnormalities showed: normal karyotype: 46±5%, t(9;22): 20±12%, t(v;11q23): 26±17%, hyperdiplody: 54±15%, hypodiploidy: 47±27%, t(1;19): 44±31% and t(8;14)/t(8;22)/t(2;8): 48±16% (p<0.001). Table 1.  Group (time) . CR rate (%) . CR duration . OS . EFS . Overall series (10 years)  85 52±5% 38±5% 36±4% SR (10 years)  96 1  65±13% 2  68±12% 3  61±12% 4  HR (10 years)  85 1  50±6% 2  35±6% 3  33±5% 4  BL (5 years)  80 73±17% 50±16% 52±15% Ph+ with imatinib (3 years)  91 5  83±14% 6  53±18% 7  63±17% 8  Ph+ without imatinib (8 years)  66 5  10±16% 6  8±8% 7  4±7% 8  CK (6 years)  79 57±25% 41±20% 36±19% MK (7 years)  79 58±18% 35±15% 41±15% Group (time) . CR rate (%) . CR duration . OS . EFS . Overall series (10 years)  85 52±5% 38±5% 36±4% SR (10 years)  96 1  65±13% 2  68±12% 3  61±12% 4  HR (10 years)  85 1  50±6% 2  35±6% 3  33±5% 4  BL (5 years)  80 73±17% 50±16% 52±15% Ph+ with imatinib (3 years)  91 5  83±14% 6  53±18% 7  63±17% 8  Ph+ without imatinib (8 years)  66 5  10±16% 6  8±8% 7  4±7% 8  CK (6 years)  79 57±25% 41±20% 36±19% MK (7 years)  79 58±18% 35±15% 41±15% 1 p=0.002, 2 p<0.001, 3 p<0.001, 4 p<0.001, 5 p=0.001, 6 p<0.001, 7 p=0.002, 8 p<0.001 View Large Conclusions Our study confirms that cytogenetics is a very important tool for risk assessment in adult ALL. Patients with t(9;22) and t(v;11q23) had the worst prognosis and the t(1;19) did not have prognostic significance. The introduction of imatinib in patients with t(9:22) ALL significantly improved their outcome. The CK and the MK were not associated with a worse prognosis in patients treated with risk-adapted or subtype-oriented protocols of the PETHEMA group. Disclosures: No relevant conflicts of interest to declare."
}