{
    "doi": "https://doi.org/10.1182/blood-2018-99-114408",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3893",
    "start_url_page_num": 3893,
    "is_scraped": "1",
    "article_title": "Treatment of Haemophilia a (HA) Patients with Inhibitors: Immune Tolerance Induction with a Single Factor VIII/Von Willebrand Factor Concentrate in an Observational Immune Tolerance Induction Study (ObsITI) ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "factor viii",
        "hemophilia a",
        "immune tolerance",
        "von willebrand factor",
        "bleeding rate"
    ],
    "author_names": [
        "C. Escuriola Ettingshausen",
        "Erik Berntorp, MD PhD",
        "Yesim Dargaud, MD PhD",
        "Zeynep Gutowski, PhD",
        "Claude Negrier",
        "Anna Pavlova, MD PhD",
        "Johannes Oldenburg"
    ],
    "author_affiliations": [
        [
            "Haemophilia Centre Rhine Main (HZRM), Moerfelden Walldorf, Germany "
        ],
        [
            "Clinical Coagulation Research Unit, Malmö Center for Thrombosis and Hemostasis Malmö University Hospital, Malmö, Sweden "
        ],
        [
            "Centre Régional du Traitement des Hémophiles, Unite d'Hemostase Clinique, Bron - Lyon, France "
        ],
        [
            "Haemophilia Centre Rhine Main (HZRM), Moerfelden Walldorf, Germany "
        ],
        [
            "Haematology Department, Hôpital Edouard Herriot, Lyon, France "
        ],
        [
            "Institute of Experimental Haematology and Transfusion Medicine, Bonn, Germany "
        ],
        [
            "Institute of Experimental Haematology and Transfusion Medicine, University of Bonn, Bonn, Germany"
        ]
    ],
    "first_author_latitude": "49.9857412",
    "first_author_longitude": "8.587178000000002",
    "abstract_text": "Introduction and objectives: Development of neutralising inhibitors against factor VIII (FVIII) is one of the most serious and costly complications in the treatment of HA. An ongoing international, open-label, uncontrolled, multicentre observational study, ObsITI (ClinicalTrials.gov. NCT 02207894) started in 2005 to assess immune tolerance induction (ITI), the standard of care in patients with inhibitors. The study evaluates patient- and therapy-related variables on ITI course, outcome and morbidity in HA patients with inhibitors. ObsITI satellite studies additionally look at other factors related to tolerisation. Methods and Materials: As of February 2018, 193 patients from 20 countries undergoing ITI have been recruited in ObsITI. 152 patients completed the study and 41 are ongoing. A subgroup of more than 80 prospective patients were treated exclusively during the complete ITI course with a single plasma-derived (pd) FVIII concentrate that contains von Willebrand factor (VWF) in a VWF/FVIII ratio of 0.4 (Octapharma AG). According to the recommended Bonn protocol, low responders at ITI start received 50-100 IU FVIII kg-1 daily, or every other day; high responders received 100 IU FVIII kg-1 every 12 hours. Results: In this ongoing study, the majority of patients treated with the pdFVIII/VWF product achieved a negative inhibitor titre. ITI outcome was significantly correlated with the bleeding rate during ITI, the peak titre during ITI, the inhibitor titre at start of ITI >10 BU, and the number of poor prognosis factors. Conclusion: Treatment with this particular pdFVIII/VWF concentrate, mainly according to the Bonn protocol, resulted in a high ITI success rate in HA patients with inhibitors and corroborates previously published success rates (77.1% complete/partial success in 48 inhibitor patients undergoing ITI with the same product). Disclosures Escuriola Ettingshausen: SOBI: Honoraria, Research Funding; Shire: Honoraria, Research Funding; Biotest: Honoraria, Research Funding; Octapharma: Honoraria, Research Funding; CSL Behring: Honoraria, Research Funding; Novo Nordisk: Honoraria; Roche: Honoraria; Grifols: Honoraria; Pfizer: Honoraria; LFB: Honoraria. Berntorp: Octapharma: Consultancy; CSL Behring: Consultancy; Shire: Consultancy, Other: honoraria for lecturing . Negrier: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Octapharma: Honoraria, Research Funding; CSL Behring: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Alnylam: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; LFB: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sobi/Bioverativ: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Baxalta/Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Honoraria, Research Funding. Pavlova: Novo Nordisk: Honoraria; Octapharma: Honoraria. Oldenburg: Chugai: Honoraria, Membership on an entity's Board of Directors or advisory committees; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Biogen Idec: Honoraria, Membership on an entity's Board of Directors or advisory committees; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; CSL Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biotest: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Swedish Orphan Biovitrum: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}