{
    "doi": "https://doi.org/10.1182/blood.V114.22.2863.2863",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1600",
    "start_url_page_num": 1600,
    "is_scraped": "1",
    "article_title": "A Phase II Trial of Cyclophosphamide, Lenalidomide and Dexamethasone (CLD) in Previously Treated Patients with AL Amyloidosis. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Therapy, Excluding Transplantation Poster II",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "immunoglobulin deposition disease",
        "lenalidomide",
        "phase 2 clinical trials",
        "primary amyloidosis",
        "fluid retention",
        "thalidomide",
        "nt-probnp",
        "adverse event"
    ],
    "author_names": [
        "Giovanni Palladini",
        "Paola Russo",
        "Letizia Zenone Bragotti",
        "Andrea Foli",
        "Francesco Musca",
        "Francesca Lavatelli",
        "Vittorio Perfetti",
        "Laura Obici",
        "Stefano Perlini",
        "Giampaolo Merlini"
    ],
    "author_affiliations": [
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo and Department of Biochemistry, University of Pavia, Pavia, Italy, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo and Department of Biochemistry, University of Pavia, Pavia, Italy, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo and Department of Biochemistry, University of Pavia, Pavia, Italy, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, Pavia, "
        ],
        [
            "Internal Medicine, Fondazione IRCCS Policlinico San Matteo and University of Pavia, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo and Department of Biochemistry, University of Pavia, Pavia, Italy, "
        ],
        [
            "Medical Oncology, Fondazione IRCCS Policlinico San Matteo, Pavia"
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo, Pavia, "
        ],
        [
            "Internal Medicine, Fondazione IRCCS Policlinico San Matteo and University of Pavia, "
        ],
        [
            "Amyloidosis Research and Treatment Center, Fondazione IRCCS Policlinico San Matteo and Department of Biochemistry, University of Pavia, Pavia, Italy, "
        ]
    ],
    "first_author_latitude": "45.19622",
    "first_author_longitude": "9.148840899999998",
    "abstract_text": "Abstract 2863 Poster Board II-839 Despite significant toxicity, thalidomide is effective in AL amyloidosis. A study of the United Kingdom National Amyloidosis Centre showed that the association of cyclophosphamide, thalidomide and dexamethasone produced a high hematologic response rate. Lenalidomide is a potent analogue of thalidomide and two independent phase II trials by the Mayo Clinic and the Boston groups demonstrated its activity, alone and in combination with dexamethasone, in AL amyloidosis. In both studies the dose of 25 mg/day, commonly used in multiple myeloma, showed significant toxicity. A lower dosage of 15 mg/day was generally better tolerated. In the present trial ( NCT00607581 ) we evaluated the combination of cyclophosphamide, lenalidomide and dexamethasone (CLD) in previously treated patients with AL amyloidosis. Main exclusion criteria were overt multiple myeloma, having both N terminal natriuretic peptide type B (NT-proBNP) >332 ng/L and troponin I (cTnI) ≥0.1 ng/mL, New York Heart Association (NYHA) class 4 heart failure, glomerular filtration rate 3. The patients received up to 9 cycles of C (500 mg on days 1, 8 and 15), L (15 mg on days 1-21), and D (40 mg on days 1, 8, 15 and 22) every 28 days. The protocol was amended to allow starting with D 20 mg in patients who presented with severe fluid retention (>3% of body weight). The patients received prophylactic aspirin (100 mg/day) and omeprazole (20 mg/day). Treatment was discontinued if complete remission or partial hematologic response plus organ response was reached after 6 cycles, or in case of lack of response after 3 cycles. Twenty patients were enrolled. Organ involvement was cardiac (60%), renal (80%), hepatic (25%) and nerve (20%). Median (range) NT-proBNP was 872 ng/L (62-2778 ng/L) and cTnI was 0.02 ng/mL (0-0.09 ng/mL). Eleven patients (55%) received 1 previous treatment line, 6 (30%) had 2 prior treatments and 3 patients (15%) underwent to 3 previous therapies. All the patients were exposed to melphalan, 5 (25%) to thalidomide and 3 (15%) to bortezomib. Twelve subjects (60%) were refractory to previous treatment and the remaining had relapsed. Twelve patients (60%) experienced severe adverse events (grade 3 in all cases): neutropenia in 6 cases (30%), fluid retention in 2 (10%), renal failure in 2 (10%), thrombocytopenia and rash in 1 patient (5%) each. Treatment was discontinued only in the patient who experienced skin rash. Fluid retention, though not severe, was common and D was reduced to 20 mg in 11 of the 18 patients who started with full dosage. Six patients (30%) required L dose reduction. Notably, NT-proBNP increased by at least 30% and 300 ng/L (median 220% and 2024 ng/L) in 14 patients (70%) after cycle 1. This increase occurred in all the 12 patients with heart involvement, was accompanied by an increase by at least 0.05 ng/mL in cTnI in 6 cases, was asymptomatic and was not associated with modifications in NYHA class, ejection fraction, creatinine, fluid retention, hematologic response and survival. Four patients (20%) died after a median of 8 months (range 6-11 months) due to heart failure (2) and sudden death (2). Median survival was not reached. With a median follow-up of 9 months, 8 patients (40%) obtained a hematologic response that was complete in 1 case (5%). Median time to response was 1.9 months (range 0.8-3.9 months). Organ response was reached in 3 patients (proteinuria in 2 cases and neuropathy in 1). Treatment with CLD proved effective in this cohort of heavily pretreated patients and warrants further investigation. Adverse events were frequent but not fatal and they could be managed by dose adjustments. Treatment with CLD causes an asymptomatic increase in cardiac biomarkers that should be considered when evaluating organ response. Disclosures: No relevant conflicts of interest to declare."
}