{
    "doi": "https://doi.org/10.1182/blood.V114.22.2184.2184",
    "article_title": "Inhibition of Wnt/β-Catenin Signaling by AV65 Treatment Caused Cell Cycle Arrest and Induced Caspase-Independent or -Dependent Apoptosis in CML Cells. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster I",
    "abstract_text": "Abstract 2184 Poster Board II-161 Imatinib has dramatically improved the management of CML, but cases of imatinib resistance have been reported. The second-generation ABL tyrosine kinase inhibitors (TKIs) such as dasatinib and nilotinib overcome imatinib-resistant CML.These agents, however, are ineffective in CML cells harboring T315I mutation and in CML stem cells. Recently, loss of β-catenin has been reported to impair the renewal of CML stem cells (Chao et al, Cancer Cell 2007) and an in vivo study has showed that β-catenin is essential for survival of leukemic stem cells (Hu et al, Leukemia 2009). Thus, we hypothesized that the inhibition of β-catenin signaling may be efficacious in the treatment of CML. We have previously reported that a novel β-catenin inhibitor, AV65, suppresses the growth of imatinib resistant CML cell lines harboring Abl kinase domain mutations including T315I and hypoxia-adaptation (Nagao et al, ASH 2008). We herein examine the cell cycle and apoptotic effects of AV65 on CML cell lines and its therapeutic possibility for CML stem/progenitor cells. We observed that expression of β-catenin is increased 20 to 45-fold in K562, BV173, KT-1, and MYL CML cell lines compared with total bone marrow cells from healthy volunteers. We have previously demonstrated that AV65 induced apoptosis of CML cells. To investigate how AV65 inhibits β-catenin, we next analyzed the effects of AV65 using Western blotting and real time PCR. AV65 suppressed the expression of β-catenin in K562 in a time- and a dose-dependent manner in nuclear and cytosolic fractions as well as whole cell lysates. AV65 did not diminish the transcripts of β-catenin in K562 indicating the depletion of β-catenin due to an inhibition of its accumulation in CML cells. Next we examined the effects of AV65 on cell cycle. The fractions of G 1 phase to S phase increased by AV65 treatment. TUNEL/PI staining showed that both K562 and BV173 began to be nicked by AV65 at 30 nM for 12 hours, resulting in the induciton of apoptosis from G 1 phase to S phase 24 hours after AV65 treatment (Figure). In real-time PCR analysis, the transcripts of p21, p27, and p57 in CML cell lines increased by AV65 treatment, however, those of p53 were not altered. Taken together, it is suggested that CML cells first arrested from G 1 phase to S phase and then induced apoptosis after AV65 treatment. Next we examined the mechanisms of apoptosis by AV65 treatment. AV65 treatment in the presence of Z-VAD did not induce cell death in BV173, indicating that AV65 induced caspase-dependent apoptosis in BV173. In K562 cells however, AV65 induced apoptosis with or without Z-VAD suggesting that AV65 induces apoptosis in CML cell lines in caspase-dependent or -independent pathways. Lastly, we investigated the effects on hypoxia-adapted CML cells. We established hypoxia-adapted K562 cell lines (K562/HA). This cell line shows characteristics of more primitive CML cells, including resistance to serial Abl TKIs and a higher transplantation efficacy compared to the parental K562 cells (Takeuchi, et al. ASH 2008). In Western blotting analysis, K562/HA cell line expressed more β-catenin than its parental K562 cell line. AV65 inhibited the growth of K562/HA at the similar concentration to K562. Taken together, AV65 is effective for primitive CML cells which overexpress β-catenin. This suggests that AV65 has a potential to eradicate CML stem/progenitor cells. In conclusion, AV65 inhibits the accumulation of β-catenin in CML cells and this causes cell cycle arrest from G 1 to S phase, resulting in induction of caspase-independent or -dependent apoptosis in CML cells. The inhibition of Wnt/β-catenin signaling has great potential as a novel and attractive therapy for CML. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "caspases",
        "cell cycle arrest",
        "signal transduction",
        "imatinib mesylate",
        "hypoxia",
        "polymerase chain reaction",
        "protein-tyrosine kinase inhibitor",
        "western blotting",
        "dasatinib"
    ],
    "author_names": [
        "Rina Nagao",
        "Eishi Ashihara, MD, PhD",
        "Shinya Kimura, MD, PhD",
        "Hisayuki Yao, MD",
        "Miki Takeuchi, MD",
        "Asumi Yokota, MMSc",
        "Ruriko Tanaka, MMSc",
        "Hideyo Hirai, MD, PhD",
        "Jeffrey W Strovel",
        "Janak Padia",
        "Wieslaw M Cholody",
        "Taira Maekawa, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rina Nagao",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eishi Ashihara, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinya Kimura, MD, PhD",
            "author_affiliations": [
                "hematology, Respiratory Diseases, and Oncology, Saga University, Saga, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisayuki Yao, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miki Takeuchi, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asumi Yokota, MMSc",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruriko Tanaka, MMSc",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideyo Hirai, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W Strovel",
            "author_affiliations": [
                "Avalon pharmaceuticals, MD, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janak Padia",
            "author_affiliations": [
                "Avalon pharmaceuticals, MD, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wieslaw M Cholody",
            "author_affiliations": [
                "Avalon pharmaceuticals, MD, USA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taira Maekawa, MD, PhD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cell Therapy, Kyoto University Hospital, Kyoto, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T07:02:29",
    "is_scraped": "1"
}