{
    "doi": "https://doi.org/10.1182/blood.V126.23.4314.4314",
    "article_title": "Evaluation of Pharmacokinetic-Based Dose Predictions of High Dose Melphalan in Patients with Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "abstract_text": "Introduction and aims: High-dose melphalan (HDM) is the commonest conditioning regimen used in autologous transplantation for multiple myeloma (MM), with >10,000 transplants performed annually. The standard dosing algorithm of 200mg/m 2 , with reduction to 140mg/m 2 for renal impairment, has been based upon empiric dose selection, rather than pharmacokinetic (PK) and pharmacodynamic (PD) studies. We have previously examined PK and clinical outcome in 114 patients receiving HDM and shown that exposure (area under the concentration versus time curve: AUC) above the median (12.8 mg/L.h) was associated with increases in ≥ grade 3 mucositis (HR 1.2, p< 0.005), and a median overall survival of 8.5 years vs. 5.4 years for AUC below the median (HR 0.40, p < 0.001) [1]. The aims of this pilot study were to (1) test the feasibility of real-time PK in patients with MM and (2) evaluate whether a test dose reliably predicted exposure to a full dose. Methods: Thirty three patients (age range: 35 to 71 years) scheduled to receive HDM followed by ASCT were recruited from six Australian hospitals situated within 16-860km from the PK laboratory. A test dose (20 mg/m 2 ) was administered one to three days prior to the remaining 180 mg/m 2 , n=29, or another dose (n = 4, 186- 200mg/m 2 ) chosen by the treating physician. Melphalan infusion duration ranged from 9 to 36 min for the test dose and from 15 to 45 min for the remaining dose. Blood samples were collected after both doses at: 5 min, 15 min, 30 min, 40 min, 1.25 h and 2.5 h after completion of the infusion, stored immediately on ice and centrifuged within 40 minutes at 3000 rpm for 10 minutes at 4 o C to collect plasma, then stored at -40°C until transported on dry ice. Melphalan concentrations were determined by HPLC with UV detection. Test dose AUC was calculated using the trapezoidal rule (Kinetica software) and used to predict what the AUC would be for the 180mg/m 2 (or modified) dose, assuming linear PK. Percent deviation of actual-from-predicted AUC was calculated as % deviation = (actual AUC - predicted AUC) / predicted AUC*100. Comparison of % deviation between the first patient recruited at each institution and the remaining patients was performed using the Mann-Whitney test. Results: The predicted and actual melphalan AUC values for all 33 patients are charted (Figure 1). AUC values following the test dose were median (range): 1.34 (0.83-1.88 mg/L.h). Predicted AUC values (adjusted for subsequent dose) were median (range): 11.8 (8.3-15.8) mg/L.h, whilst actual values were 10.5 (6.3-16.0) mg/L.h. Median % deviation of actual from predicted values was -8%, (range -43 to 11%), with predictions for 23 patients (70%), being within ± 15%. The median % deviation for the first patient in each centre was -22.1%, and for subsequent patients was -7%, (p=0.046), for whom 21/27 (78%) had full dose AUC values within ± 15%. Conclusions: Test-dose PK predictions of melphalan exposure were accurate to within ± 15% for 70% of patients in this pilot study. The significantly improved AUC predictions with subsequent dosing suggest that meticulous care is required in dose administration and blood sampling. Other factors such as duration of infusion, concomitant medications and renal function are being examined in a larger cohort to identify any impact on melphalan exposure and subsequently whether PK directed dosing of HDM to achieve a desirable AUC is sufficiently reliable to implement for patients undergoing ASCT. [1] Shaw PJ et al. Biol Blood Marrow Transplant (2012): 18 (2), S207 Abs13. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Grigg: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "melphalan",
        "multiple myeloma",
        "test dose",
        "infusion procedures",
        "autologous stem cell transplant",
        "dry ice",
        "high pressure liquid chromatography procedure",
        "mucositis",
        "phlebotomy",
        "renal impairment"
    ],
    "author_names": [
        "Judith Trotman, MBChB",
        "Peter J. Shaw, MBBS, MA, FRACP",
        "Campbell Tiley, MBBS,FRACP, FRCPA",
        "Sundra Ramanathan, MBBS FRCPA FRACP",
        "Andrew P Grigg, MBBS MD",
        "Stephen Robert Larsen, MBBS PhDFRCPA FRACP",
        "Peter Presgrave, MBBS, PhD FRACP, FRCPA",
        "Yiu-Lam Kwan, MBBS, FRACP, FRCPA",
        "Elizabeth Newman, RN",
        "Christa Nath, BSC (Hons), PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Judith Trotman, MBChB",
            "author_affiliations": [
                "Department of Hematology, Concord Repatriation General Hospital, Concord, NSW, Australia ",
                "University of Sydney, Concord, Australia "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter J. Shaw, MBBS, MA, FRACP",
            "author_affiliations": [
                "University of Sydney, Sydney, Australia ",
                "Dept. of Oncology, The Children's Hosp. at Westmead, Sydney, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Campbell Tiley, MBBS,FRACP, FRCPA",
            "author_affiliations": [
                "Central Coast Health, Gosford, Australia "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundra Ramanathan, MBBS FRCPA FRACP",
            "author_affiliations": [
                "St George Hospital, Kogarah, Australia "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew P Grigg, MBBS MD",
            "author_affiliations": [
                "Austin Health, Melbourne, Australia ",
                "University of Melbourne, Melbourne, Australia "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Robert Larsen, MBBS PhDFRCPA FRACP",
            "author_affiliations": [
                "Institute of Haematology, Royal Prince Alfred Hospital, Camperdown, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Presgrave, MBBS, PhD FRACP, FRCPA",
            "author_affiliations": [
                "Dept. of Hematology, Wollongong Hosp., Wollongong, Australia ",
                "University of Wollongong, Wollongong, Australia "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yiu-Lam Kwan, MBBS, FRACP, FRCPA",
            "author_affiliations": [
                "Haematology, Concord Repatriation General Hospital, New South Wales 2139, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Newman, RN",
            "author_affiliations": [
                "Concord Repatriation General Hospital, Concord, Australia "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christa Nath, BSC (Hons), PhD",
            "author_affiliations": [
                "Children's Hospital at Westmead, Westmead, Australia"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T15:30:21",
    "is_scraped": "1"
}