{
    "doi": "https://doi.org/10.1182/blood.V120.21.971.971",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2251",
    "start_url_page_num": 2251,
    "is_scraped": "1",
    "article_title": "Association Between FDA Safety Warnings, CMS Coverage Restrictions and Adherence to Guidelines for ESA Use in Patients with Myelodysplastic Syndromes ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Malignant Hematology",
    "topics": [
        "myelodysplastic syndrome",
        "guideline adherence",
        "edmonton symptom assessment scale",
        "anemia",
        "off-label use",
        "transfusion",
        "chemotherapy regimen",
        "adverse event",
        "blood transfusion",
        "bone marrow aspiration"
    ],
    "author_names": [
        "Franklin Hendrick, B.S.",
        "Amy J. Davidoff, M.S., Ph.D.",
        "Amer M. Zeidan, MD",
        "Steven D. Gore, MD",
        "Maria R. Baer, M.D."
    ],
    "author_affiliations": [
        [
            "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA, "
        ],
        [
            "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA, "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA, "
        ],
        [
            "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.289483000000004",
    "first_author_longitude": "-76.62719589999999",
    "abstract_text": "Abstract 971 Background: Erythopoiesis-stimulating agents (ESAs) are used to treat anemia associated with myelodysplastic syndromes (MDS) as an off-label indication. Our prior research demonstrated poor adherence to MDS treatment guidelines in the management of US Medicare-insured patients. These guidelines include measuring serum erythropoietin (EPO) levels to predict likelihood of response to ESAs, initiating ESAs before the patient is transfusion-dependent (TD) and determining ESA response following an 8-week administration. Concerns with regard to ESA adverse events including thromboembolic events and tumor progression led the U.S. Food and Drug Administration (FDA) to release safety alerts and mandate label changes in early 2007. In a rare move, the Centers for Medicare and Medicaid Services (CMS) implemented a National Coverage Determination (NCD) in August ‘07, dramatically restricting ESA coverage based on specific clinical parameters (e.g. baseline hemoglobin). Market-level studies indicate substantial reductions in ESA use for management of chemotherapy-related anemia in response to the CMS NCD. As ESA use in MDS patients was not directly targeted by the NCD, we sought to examine whether ESA use changed following these actions. Methods: Using 100% Medicare enrollment and claims data from 2004–2008, we selected beneficiaries assigned MDS diagnostic codes following a bone marrow aspirate procedure. Patients were observed from diagnosis until death or end of study. Through procedure codes on claims, we determined the receipt of any ESA within 6 months of MDS diagnosis, whether serum EPO level was measured prior to ESA initiation, whether treatment was of therapeutic duration (>=8 weeks), and transfusion use during the 7 weeks prior to and including the week of ESA initiation. Logistic regression models tested the effect of time (half-year increments pre-post the August ‘07 CMS NCD implementation), controlling for demographics, health status, and supplemental insurance. Results: The sample included 36,537 MDS patients; of whom 23,351 (64%) received ESAs. Figure 1 shows trends in ESA use and consistency with recommended practices. Regression analysis indicated that, relative to Jan-June 2005, ESA use increased through ‘06 (OR 1.22, 95% CI 1.12, 1.33), and then declined beginning in August ‘07 (OR 0.71, CI 0.65, 0.77). Assessment of serum EPO levels increased beginning in January ‘06, preceding the FDA/CMS actions. ESA use increased among transfusion users throughout the study period (Jan-June '08 OR 1.59, CI 1.43, 1.77), and the proportion of patients receiving therapeutic-duration episodes began to decline in Jan ‘07 (OR 0.82, CI 0.73–0.91). Conclusions: These results suggest a mixed pattern of change in the face of the FDA safety warnings and CMS NCD in MDS. ESA use was increasing prior to the CMS NCD, but that trend reversed at the time of the NCD. Among patients receiving ESAs, there was an increase in serum EPO determination prior to ESA initiation, however it seems to have preceded the FDA and CMS policy changes. Tthese results also suggest that after the CMS NCD, physicians may have delayed initiation of ESAs until patients were using transfusions, and administered shorter episodes of treatment. Thus policy changes, which were not directed at MDS, may have had a negative impact on adherence to recommended practices. These findings reinforce the importance of monitoring changes in clinical practice after a change in coverage policy, in order to identify possible unintended consequences for quality or access to care. View large Download slide View large Download slide  Disclosures: Off Label Use: Erythropoiesis-Stimulating Agents (ESAs) are indicated for the treatment of anemia associated with chronic renal failure and myelosuppressive anticancer chemotherapy in solid tumors, multiple myeloma, lymphoma, and lymphocytic leukemia. The current research explores the use of ESAs as an off-label indication within patients diagnosed with myelodysplastic syndrome. Davidoff: GlaskoSmithKline: Research Funding; National Institutes of Health: Research Funding; Celgene: Research Funding; Novartis: Research Funding. Gore: Celgene Corporation: Consultancy, Research Funding."
}