{
    "doi": "https://doi.org/10.1182/blood.V126.23.5612.5612",
    "article_title": "Quality of Life Survey in Nonmyeloablative Bone Marrow Transplant Patients at a Large Academic Center ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases",
    "abstract_text": "Introduction: Patients who undergo hematopoietic stem cell transplant (HCT) experience various qualities of life post-transplant as a consequence of the disease, comorbities and/or transplant-related complications. Reports of post-allotransplant quality of life (QOL) describe those who received myeloablative conditioning. The consequences of the illness and its treatment are often more challenging for a person of advanced age. While less intense nonmyeloablative (NMAT) or reduced-toxicity conditioning permits allotransplantation for older or infirm transplant candidates, such patients also come to transplant with decreased life-expectancy and comordities that may differ from younger recipients. There is scarcity of reports concerning post-NMAT QOL; knowledge in this area would help guide patients in making decisions about their treatment. We sought to study the QOL of survivors of NMAT at the Indiana University (IU) School of Medicine and the IU Simon and Bren Cancer Center. Goal: Document QOL of patients who underwent NMAT for acute myeloid leukemia (AML) or myelodysplasia (MDS) at Indiana University (IU) School of Medicine and the IU Simon and Bren Cancer Center from 2000-2013. Methods: We utilized the Functional Assessment of Cancer Therapy-Bone Marrow Transplant Scale (FACT-BMT) which measures the effect of transplant on domains in physical well-being (PWB), social well-being (SWB), emotional well-being (EWB), functional well-being (FWB) along with BMT-specific concerns. Each response is scored between 0 and 4, with 0 being the \"not at all true\" and 4 being \"very much true\". There are 37 total questions and the highest possible score is 148, with higher scores corresponding to better QOL. The study was approved by the IRB and the surveys were conducted over the phone following obtainment of consent. Results: Thirty-three consecutive survivors of NMAT were asked to participate in a telephone survey and 27 (82%) agreed to participate. Twelve males and 15 females completed the survey; 2 declined and 4 could not be contacted. Sixteen had undergone transplant for the treatment of MDS and 11 for the treatment of AML. The median age at transplant was 59 years (range, 44-67) and median age at time of interview was 65 years (56-75). The time from transplant ranged from 2 to 15 years. All participants had received identical conditioning (cyclophosphamide, 60mg/m 2 x 2 days; fludarabine, 25mg/kg x 5 days) and a variety of graft-versus-host prophylaxis regimens. ECOG performance status at the time of the transplant was 0 (n=22), 1 (n=4) or 2 (n=1). One patient experienced relapse shortly after transplant; all others were in remission. The average total FACT-BMT score for QOL was 120. Mean category-specific scores were as follows: PWB, 22/28; SWB, 25/28; EWB, 20/24; FWB 22/28; BMT-specific concerns, 31/40. Overall, patients scored highest in the SWB category, despite a number of patients lacking a spouse or main support (n=7). Lack of energy was rated the most important problem in the PWB category, with an average score of 2.03. Nausea was rated the least problematic, with an average score of 0.25. In the EWB category, the majority of patients were satisfied with how they were coping with their illness (3.51), and there was surprisingly little concern about dying (0.33). In the FWB category, all but four patients were \"quite a bit\" to \"very much\" content with the quality of their life. Twenty-six were able to work at a job or at home at least \"somewhat\"; 1 was able to work \"not at all\". In the BMT-specific category, every patient responded \"very much\" to the query \"I have confidence in my nurse.\" Conclusion: Patients who participated in this single institution study appear to have generally favorable perceptions of their QOL post-NMAT. We found the FACT-BMT tool easy to use in a telephone survey, the level of participation was surprisingly high and the study was accomplished rather quickly with minimal resources. Future efforts will be directed at attempts to correlate QOL with additional transplant outcome variables, such as conditioning intensity, ECOG performance status at transplant and the presence or absence of chronic GVHD. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation",
        "cancer",
        "cancer care facilities",
        "cyclophosphamide",
        "disease remission",
        "eastern cooperative oncology group",
        "electrocorticogram",
        "fatigue",
        "fludarabine",
        "graft-versus-host disease, chronic"
    ],
    "author_names": [
        "Harsh Shah, DO",
        "Robert Nelson, MD",
        "Jose Azar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Harsh Shah, DO",
            "author_affiliations": [
                "Internal Medicine, IU Hospital, Indianapolis, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert Nelson, MD",
            "author_affiliations": [
                "Indiana University School of Medicine, Indianapolis, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Azar, MD",
            "author_affiliations": [
                "IU Hospital and Simon Cancer Center, Indianapolis, IN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:40:45",
    "is_scraped": "1"
}