{
    "doi": "https://doi.org/10.1182/blood.V112.11.352.352",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1209",
    "start_url_page_num": 1209,
    "is_scraped": "1",
    "article_title": "CMV-Specific T Cell Immunotherapy Promotes Restoration of Durable Functional Immunity in High Risk Patients Following Allogeneic Stem Cell Transplantation ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications, and Immune Reconstitution of Transplantation",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "antiviral agents",
        "cell therapy",
        "cytomegalovirus",
        "cytomegalovirus infections",
        "dna, viral",
        "epitopes",
        "follow-up",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Karl S Peggs, MD",
        "Stephanie Verfuerth, PhD",
        "Arnold Pizzey",
        "Christine Chow",
        "Kirsty Thomson, MD",
        "Stephen Mackinnon, MD"
    ],
    "author_affiliations": [
        [
            "Haematology, University College London Cancer Institute, London, United Kingdom"
        ],
        [
            "Haematology, Royal Free and University College, London, United Kingdom"
        ],
        [
            "Haematology, University College London Cancer Institute, London, United Kingdom"
        ],
        [
            "Haematology, University College London Cancer Institute, London, United Kingdom"
        ],
        [
            "Haematology, University College London Cancer Institute, London, United Kingdom"
        ],
        [
            "Haematology, Royal Free and University College, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.52315845",
    "first_author_longitude": "-0.13517539999999997",
    "abstract_text": "Adoptive cellular therapy with virus-specific T-cells offers the potential for accelerating pathogen-specific immune reconstitution, thus limiting the morbidity and mortality of viral infections following allogeneic haematopoietic stem cell transplantation (aHSCT). However, the logistics of production and the risk of inducing graft-versus-host disease (GvHD) secondary to the infusion of alloreactive clones have restricted their application. We examined the use of polyclonal cytomegalovirus (CMV)-specific mixed CD4 + and CD8 + T-cell lines, generated by short-term ex vivo culture of donor lymphocytes with donor monocyte-derived dendritic cells pulsed with virus-lysate. Following initial evaluation in a phase I study of pre-emptive cellular therapy in mainly matched related donor transplant recipients, we performed a phase I-II study including a higher risk population routinely receiving CMV-specific T cells 28 days following transplantation. Thirty patients received CMV-specific T cells in this study. The majority were at high risk of viral infection, being CMV seropositive recipients (24/30), having received a T-cell depleted graft (24/30), and/or having an unrelated or mismatched donor (14/30). T cell lines were administered prior to viral DNA detection (prophylaxis) in 10 patients, following a single viral DNA detection episode (pre-emptive) in 10 and concurrent with antiviral drug therapy in 10. There were no significant immediate toxicities. Acute GvHD > Grade I occurred in 2/24 T-cell depleted transplants (1 Grade II, 1 Grade III), and 2/6 T-cell replete transplants (2 Grade III), but in 0/14 unrelated or mismatched donor transplants, suggesting no excess of GvHD associated with cellular therapy. Only 3/10 treated prophylactically developed CMV infection requiring therapy (2 following introduction of systemic steroids). All 10 receiving cells pre-emptively required antiviral drugs. CMV-specific immune reconstitution was monitored using class I HLA-pentamers restricted by HLA-A*0201 (the NLV epitope of pp65, and the VLE epitope of IE-1) and HLA-B*0702 (the TPR and RPH epitopes of pp65). In vivo expansions of hCMV-specific T-lymphocytes were observed within days to weeks of adoptive transfer and temporally associated with periods of viral replication. Peak pp65-directed responses following infection ranged between 6.7–43% of CD8 + T cells, with absolute levels of 60.2–371.5 × 10 6 /l, well in excess of those previously reported to offer protection against CMV (10–20 × 10 6 /l), whilst those in patients not experiencing viral DNAemia reached maximal levels of 0.5–0.8% of CD8 + T cells equivalent to absolute levels of 0.2–0.8 × 106/l. Assuming transfused cells are largely responsible for the increase in CMV-specific T cell numbers, at least in the T-cell depleted unrelated donor setting which is associated with markedly impaired immune reconstitution within the first 100 days following transplantation, we estimate that NLVspecific T cells were expanded up to 5 log over a period as short as 10 days following transfer (assuming a 5 litre circulating volume and that 2% of the lymphocyte pool is located in the peripheral blood) with lymphocyte doubling times possibly as low as every 12 hours. Expanding populations maintained functional competence in terms of ability to produce IFNγ in ex vivo restimulation assays (up to 77% of pentamer-labelling cells secreted IFNγ). Following a primary post-transplantation treatment episode 20 patients were evaluable for subsequent viral infection. With a median follow-up of 953 days (range 250–1590) none developed a second episode requiring therapy (compared to 45/72 historical controls, P < 0.0001) and there were no cases of CMV disease. Combined with the absolute circulating levels attained and the functional competence of CMV-specific T cells following transfer, these data indicate that infusion of cell lines containing both CD4 + and CD8 + virus-specific T cells promotes reconstitution of durable functional CMV-specific immunity, effectively preventing recurrent viral infection and late CMV disease in a group of high risk aHSCT recipients."
}