{
    "doi": "https://doi.org/10.1182/blood.V120.21.2032.2032",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2179",
    "start_url_page_num": 2179,
    "is_scraped": "1",
    "article_title": "Comorbidity and Outcomes for Patients Over Age 65 Years Treated with Allogeneic Stem Cell Transplantation for Acute Myelogenous Leukemia and Myelodysplastic Syndrome ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "allogeneic stem cell transplant",
        "comorbidity",
        "leukemia, myelocytic, acute",
        "myelodysplastic syndrome",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "autologous stem cell transplant",
        "fludarabine",
        "complete remission",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Henry J. Conter, MD, MSc",
        "Nhu-Nhu Nguyen",
        "Gabriela Rondon, MD",
        "Julianne Chen",
        "Elizabeth J Shpall, MD",
        "Issa Khouri, MD",
        "Sergio A Giralt, MD",
        "Richard E. Champlin",
        "Marcos DeLima, MD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer Medicine, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas Medical School, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, University of Texas M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplantation, Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplant, MD Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547",
    "abstract_text": "Abstract 2032 Background: Acute myelogenous leukemia (AML) and myelodysplastic syndrome (MDS) preferentially afflict patients 65 years of age and older. Patients in this age group are likely to have underlying comorbid conditions. These comorbidities affect treatment planning decisions and clinical outcomes. Here we report comorbidity-stratified outcomes of patients older than 64 treated at MD Anderson Cancer Center from 1996 until 2011, inclusive, treated with allogeneic stem cell transplant (ASCT). Methods: 182 patients older than 64 received an ASCT for AML (n=143) or MDS (n=39). Patient charts were reviewed and comorbidity data abstracted using a standardized form. Burden of comorbidity was assessed using the Hematopoetic Stem Cell Transplant-Specific Comorbidity Index (HSCT-CI). Low-risk, intermediate-risk, and high-risk patients were categorised at 0, 1–2, and >=3 points as per the HSCT-CI. 157 patients were evaluable for pre-transplant comorbidity. Outcomes of interest were cumulative incidence of transplant-related mortality (TRM), cumulative incidence of relapse-related mortality (RRM), incidence of acute and chronic graft-versus-host disease (GVHD), and overall survival (OS). These were estimated from the date of transplantation. Results: The median age of transplanted patients was 67 (range 65–79), and 37 patients age 70 and older were treated. The majority of patients were intermediate-risk and high-risk patients ( table ), 9 patients had HSCT-CI scores of >=5. Median follow-up for alive patients was 12.6 months (n=63; range 0–118). Cumulative incidence of TRM was 6% at 100 days, 14% at 1 year, 23% at 2 years, and 36% at 5 years ( figure ). Cumulative incidence of RRM was 36% at 1 year, 42% at 2 years, and 47% at 5 years. HSCT-CI did not independently predict for either TRM or RRM (log-rank test p = 0.95 ). The incidence of grade III and IV acute GVHD was 10% of all patients. The cumulative incidence of chronic GVHD was 25% at 1 year, 27% at 2 years, and 30% at 5 years, with no association between GVHD and HSCT-CI comorbidity. Conclusion: ASCT is a curative option for selected patients over age 64. HSCT-CI did not predict TRM or survival on this cohort of high-risk patients. Disease relapse was of greater concern than TRM, and so novel approaches to relapse prevention are needed. Table. Patient characteristics Category . Parameter . Number (%) . HSCT comorbidity index  Low risk (0) 34 (22)  Intermediate risk (1) 67 (37)  High Risk (2) 56 (36) Donor type  matched related donor 87 (48)  matched unrelated donor 73 (40)  mismatched unrelated donor 17 (9) Preparative regimens  fludarabine/melphalan 85 (47)  fludarabine/busulfan 61 (34)  fludarabine/idarubicin 13 (7) Immunosuppression  tacrolimus/mini-methotrexate 147 (81)  tacrolimus/mycophenolate 8 (4)  post-transplant cyclophosphamide 16 (9) Cell source  Peripheral blood 122 (67)  Marrow 53 (29)  Cord 7 (4) Cytogenetics  Good risk 14 (8)  Intermediate risk 86 (42)  Poor risk 71 (50) Disease status at ASCT  primary induction failure 21 (12)  complete remission 1 38 (21)  complete remission 2 or 3 15 (8)  refractory/untreated disease 120 (66) Category . Parameter . Number (%) . HSCT comorbidity index  Low risk (0) 34 (22)  Intermediate risk (1) 67 (37)  High Risk (2) 56 (36) Donor type  matched related donor 87 (48)  matched unrelated donor 73 (40)  mismatched unrelated donor 17 (9) Preparative regimens  fludarabine/melphalan 85 (47)  fludarabine/busulfan 61 (34)  fludarabine/idarubicin 13 (7) Immunosuppression  tacrolimus/mini-methotrexate 147 (81)  tacrolimus/mycophenolate 8 (4)  post-transplant cyclophosphamide 16 (9) Cell source  Peripheral blood 122 (67)  Marrow 53 (29)  Cord 7 (4) Cytogenetics  Good risk 14 (8)  Intermediate risk 86 (42)  Poor risk 71 (50) Disease status at ASCT  primary induction failure 21 (12)  complete remission 1 38 (21)  complete remission 2 or 3 15 (8)  refractory/untreated disease 120 (66) View Large Figure: View large Download slide Cumulative incidence of treatment-related mortality among HSCT-CI risk groups Figure: View large Download slide Cumulative incidence of treatment-related mortality among HSCT-CI risk groups Disclosures: No relevant conflicts of interest to declare."
}