{
    "doi": "https://doi.org/10.1182/blood.V104.11.2133.2133",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=263",
    "start_url_page_num": 263,
    "is_scraped": "1",
    "article_title": "Comparison of the Division Rate and Proliferative Capacity of Naive and Ex Vivo Activated T Cells after Allogeneic Bone Marrow Transplantation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Maintaining T cell function after ex vivo manipulation remains a major challenge in adoptive immunotherapy. We previously showed that murine T cells activated ex vivo with anti-CD3 and anti-CD28 antibody-coated magnetic beads (CD3/CD28 beads) retain greater GVHD-inducing potential than cells activated with either soluble anti-CD3 antibody alone or plate bound anti-CD3 and anti-CD28 antibodies after allogeneic BMT. However, CD3/CD28 bead activated T cells still exhibit reduced GVHD-inducing potential compared to naïve T cells. In this study, we used CFSE and congenic mice to monitor the proliferative kinetics of naïve and CD3/CD28 bead activated, transduced, and selected T cells in the same mouse after allogeneic and syngeneic BMT. High efficiency (>50%) gene transfer of our chimeric suicide gene, CD34/TK, into C57BL/6 (B6) murine T cells was achieved 24 h after CD3/CD28 bead activation and gene-modified cells were purified to >98% by CD34 immunomagnetic selection 48 h later. CD34/TK + T cells were then rested for 3 days in medium containing 10 U/mL IL-2. Purified CD34/TK + (CD45.1 + ) and naïve (CD45.2 + ) T cells from B6 mice were then labeled with CFSE, mixed 1/1 (3e6 total T cells), and injected, along with T cell depleted B6 (CD45.1 + ) BM, into lethally irradiated allogeneic (BALB/c, CD45.2 + ) or syngeneic (B6, CD45.2 + ) recipients. Mice were sacrificed daily up to 6 days after BMT to assess donor T cell engraftment, division, and phenotype by five color flow cytometry. The CD34/TK + donor T cells (both CD4 + and CD8 + T cells) underwent 1–2 rounds of division within 24 h after infusion. In contrast, <5% of the naïve T cells divided during the first 24 h after infusion. Thereafter, the CD34/TK + and naïve CD4 + and CD8 + T cells exhibited similar division kinetics between days 1 and 4 after BMT. At 3 days after BMT, both CD34/TK + and naïve CD4 + and CD8 + T cells were detected in the 8 cell divisions discernible by CFSE, with approximately equal percentages (5%–15%) of cells in each division cycle. However, virtually all of the CD34/TK + and naïve CD4 + and CD8 + T cells had divided more than 7 times by day 4 after allogeneic BMT. In contrast, <10% of the CD34/TK + or naïve CD4 + and CD8 + T cells had undergone more than 7 cell divisions in the syngeneic recipients. Interestingly, the CD34/TK + T cells exhibited a dramatic decrease in expansion compared with the naïve T cells between days 4 and 6 after allogeneic BMT. Although ~ equal percentages of CD34/TK + and naïve T cells were observed 4 days after infusion, >6-fold and 10-fold more naïve CD4 + and CD8 + T cells, respectively, were detected in the allogeneic recipients at day 6 after BMT. This effect was specific to the allogeneic response, because we observed no difference in expansion between the CD34/TK + and naïve CD4 + and CD8 + T cells in the syngeneic recipients. Phenotypically, both the CD34/TK + and naïve CD4 + and CD8 + cells upregulated CD25 expression after 4 divisions, upregulated CD69 and CD44 expression after 1 to 2 divisions, and downregulated CD62L expression. In summary, CD3/CD28 bead activated, transduced, and selected T cells exhibit decreased expansion compared to naïve T cells after injection into allogeneic recipients. Ongoing studies are evaluating whether this decrease in expansion is caused by activation induced cell death, altered trafficking, or a decrease in the proliferative capacity of the ex vivo manipulated cells.",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "t-lymphocytes",
        "cd34 antigens",
        "cd28 antigens",
        "cd45 antigens",
        "antibodies",
        "infusion procedures",
        "graft-versus-host disease",
        "aldesleukin",
        "antigens, cd25"
    ],
    "author_names": [
        "Michael P. Rettig, Ph.D.",
        "Julie K. Ritchey",
        "Bruno Nervi, M.D.",
        "Mark L. Bonyhadi, Ph.D.",
        "John F. DiPersio, M.D./Ph.D."
    ],
    "author_affiliations": [
        [
            "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
        ],
        [
            "Xcyte Therapies, Inc., Seattle, WA, USA"
        ],
        [
            "Division of Oncology, Siteman Cancer Center, Washington University School of Medicine, St. Louis, MO, USA"
        ]
    ],
    "first_author_latitude": "38.6371021",
    "first_author_longitude": "-90.2622199"
}