{
    "doi": "https://doi.org/10.1182/blood.V122.21.320.320",
    "article_title": "The Small Gtpase Rap1b Negatively Regulates Neutrophil Migration During Inflammation By Limiting Trans-Cellular Diapedesis ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages",
    "abstract_text": "Neutrophils are the first line of cellular defense against infecting microorganisms by moving rapidly toward sites of infection. Impaired neutrophil recruitment and functions can cause life-threatening infections, while excessive neutrophil tissue infiltration contributes to inflammatory disorders and tissue injury. A number of key positive regulators of neutrophil tissue infiltration have been identified. However, the mechanisms that protect from unwanted inflammation by negative regulation of neutrophil recruitment and functions are still unrecognized. Rap1b is an evolutionary conserved protein of the Ras-like GTPase superfamily. The mammalian genome encodes two Rap1 genes, Rap1a and Rap1b, which are highly homologous. Rap1 is historically known to control functional activation of integrins to positively regulate a number of cellular processes, including cell adhesion, cell polarity, cell migration, platelet aggregation. Rap1b is the main Rap1 isoform expressed in neutrophils; yet, its functions in neutrophils are poorly understood. Here, we found that, quite unexpectedly, Rap1b is a key suppressor of neutrophil migration, and inflammation. Rap1b loss enhanced neutrophil emigration into lungs, associated with increased susceptibility to endotoxin shock. To further understand the role of Rap1b in neutrophil migration, we used a 3-D migration assay in which neutrophils are plated onto activated endothelial cells. This assay enables examination of critical steps of the extravasation cascade, ie neutrophil adhesion onto the endothelium, lateral crawling to the nearest endothelial cell junction and permissive sites for transmigration. This assay confirmed increased transendothelial migration of Rap1b-/- neutrophils compared to WT cells. However, Rap1b-/- neutrophils were unable to reach endothelial junction and shifted their mode of transmigration to a trans-cellular (through endothelial cells) diapedesis instead of the canonical paracellular route (between two endothelial cells). Indeed, using immunostaining with VE-Cadherin, ICAM-1 and CD11b to identify endothelial junctions and neutrophils, respectively, we found only 5-10% WT neutrophils used the transcellular route of diapedesis. Up to 30-35% Rap1b –/– neutrophils transmigrated via the transcellular route. Transcellular diapedesis requires the formation of invadopodia-like actin protrusions, an extracellular matrix-degrading structure enabling penetration into tissue. Transmission electron microscopy indicated increased invadopodia-like structures in Rap1b –/– neutrophils that penetrated deeper into endothelial surfaces than WT cells. Likewise, Rap1b –/– neutrophils had increased ability to degrade gelatin matrix in vitro. Mechanistically, the Rap1b-null phenotype was mediated by enhanced Pi3K-Akt activation. Rap1b-/- neutrophils manifested increased phosphorylation of Akt, in response to chemokine and integrin stimuli. Treatment of a small molecule Akt inhibitor, MK-2206 reversed elevated transmigration, matrix degradation and rescued crawling of Rap1b –/– neutrophils to endothelial junctions. Importantly, Akt inhibition in vivo suppressed excessive Rap1b –/– neutrophil migration into lungs and associated endotoxin shock. The inhibitory action of Rap1b on PI3K signaling may be mediated by the phosphatase SHP-1, as its activation and localization was Rap1b-dependent. These findings uncover a novel mechanism of neutrophil migration, and reveal an unexpected role for Rap1b as a key suppressor of neutrophilic lung inflammation. This work has far reaching importance for inflammatory processes. It may represent new avenues for the treatment of pathological inflammation conditions. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "diapedesis",
        "guanosine triphosphate phosphohydrolases",
        "inflammation",
        "neutrophils",
        "drug administration routes",
        "proto-oncogene proteins c-akt",
        "endotoxins",
        "infections",
        "integrins",
        "shock"
    ],
    "author_names": [
        "Sachin Kumar, PhD",
        "Juying Xu",
        "Magdalena Chrzanowska-Wodnicka, Ph.D.",
        "Marie-Dominique Filippi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sachin Kumar, PhD",
            "author_affiliations": [
                "Experimental Hematology and Cancer Biology, Cincinnati Children's Research Foundation, University of Cincinnati School of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juying Xu",
            "author_affiliations": [
                "Experimental Hematology and Cancer Biology, Cincinnati Children's Research Foundation, University of Cincinnati School of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Magdalena Chrzanowska-Wodnicka, Ph.D.",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Blood Center of Wisconsin, Milwaukee, WI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Dominique Filippi, PhD",
            "author_affiliations": [
                "Experimental Hematology and Cancer Biology, Cincinnati Children's Research Foundation, University of Cincinnati School of Medicine, Cincinnati, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T04:00:54",
    "is_scraped": "1"
}