{
    "doi": "https://doi.org/10.1182/blood-2019-125617",
    "article_title": "Ibrutinib Treatment Mitigates Phenotypic Alterations of Non-Neoplastic Immune Cell Compartments in Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "641.CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Chronic lymphocytic leukemia (CLL) is characterized by phenotypic and functional defects of immune cells, which often emerge into increased susceptibility to infections and autoimmunity, and also contribute to immune evasion of cancer cells. The BTK inhibitor ibrutinib exerts its anti-tumor activity via the targeting of key pathways in CLL cells. In addition, ibrutinib has also shown immune modulatory properties suggesting the ability to partially restore immune functions in CLL. Currently, available data are mainly limited to the activity exerted by ibrutinib on conventional T cells, whereas little is known on the effects induced on other non-neoplastic immune cell populations. Aim: The aim of this study was to perform a comprehensive and longitudinal analysis of the immune changes occurring in multiple lymphoid populations in a broad cohort of CLL patients treated with ibrutinib. Methods: We included 22 CLL patients with progressive disease (P-CLL) and eligible to ibrutinib therapy. Peripheral blood samples were collected from patients at baseline and after 1, 6 and 12 months of treatment with ibrutinib. For comparison, we also analyzed 7 healthy donors (HD) and 10 treatment-naïve CLL patients with stable disease not requiring treatment (S-CLL). The percentages and the absolute numbers of CLL cells, T cells, γδ (Vδ1 and Vγ9Vδ2) T cells, T regulatory cells (Tregs), natural killer (NK) and NK-T cells, as well as the expression of activation markers and immune checkpoint molecules were assessed by flow cytometry. The cytotoxic function of Vγ9Vδ2 T cells was evaluated using the CD107 assay. Statistical analyses were carried out by paired t-test. Results: Median age of enrolled patients was 70 years (range 42-80). The median lymphocyte count at study entry was 35.7 x 10 9 /L (range 1.8-178) and the median number of previous treatment regimens was 2 (range 0-5). After 12 months of ibrutinib, 20 out of 22 (91%) patients achieved at least a partial response. The mean absolute number of CLL cells started to decrease by month 6 and became significantly lower than the baseline value by month 12. We also observed a parallel reduction of the total count of CD4+ T cells, CD8+ T cells and Tregs which reached statistical significance for the CD4+ T-cell compartment at the 12-month timepoint. Overall, ibrutinib treatment had no impact on the absolute numbers of Vδ1 and Vγ9Vδ2 T cells, NK and NK-T cells over time. In our cohort, we observed no change in the differentiation subset distribution of conventional CD4+ and CD8+ T cells, Tregs, Vδ1 and Vγ9Vδ2 T cells after 6 and 12 months of ibrutinib treatment. At baseline, we observed in the P-CLL cohort a significantly higher surface expression of the early activation marker CD69, both in the leukemic cell compartment and on T cells, NK and NK-T cells compared to S-CLL and HD. CD69 expression significantly decreased on CLL cells, T cells and NK-T cells already after 1 month of ibrutinib treatment, and on NK cells after 6 months (Figure 1A-D). The expression of the costimulatory molecule NKG2D was not modulated by ibrutinib treatment in any immune cell compartment. Among checkpoint molecules, the expression of CD96 was significantly reduced after 12 months of ibrutinib treatment on T lymphocytes and on NK, NK-T, and Vγ9Vδ2 T cells, whereas TIGIT, PD-1, TIM-3 and BTLA were not modulated (Figure 1E-H). In addition, when we restricted the analysis to patients showing a response in terms of lymphocyte count (i.e. >50% reduction in 6 months) (11 out of 22 patients) we observed a recovery of CD16 surface expression on NK cells (Figure 1I, blue graph), a reduced expression of the co-inhibitory molecule TIGIT on Tregs (Figure 1J, blue graph) and a normalization in the mean values of CD4+ and CD8+ T cells, all becoming significant after 12 months of treatment. From a functional standpoint, we observed, after 12 months of treatment, an improvement in the cytotoxic function of Vγ9Vδ2 T cells in response to IL-2 and zoledronic acid, which was not associated to a modulation of their proliferative ability. Conclusions: Our data suggest that in CLL patients the anti-tumor activity of ibrutinib is paralleled by a dampening of immune exhaustion features, which is more evident in patients showing a more profound decrease in leukemic cell counts, and by a recovery of Vγ9Vδ2 T cell cytotoxic functions. These ibrutinib-induced effects might be exploited in the context of cellular immunotherapeutic strategies. View large Download slide View large Download slide  Close modal Disclosures Mauro: Abbvie: Consultancy, Research Funding; Gilead: Consultancy, Research Funding; Shire: Consultancy, Research Funding; Jannsen: Consultancy, Research Funding; Roche: Consultancy, Research Funding. Scarfo: AstraZeneca: Honoraria; AbbVie: Honoraria; Janssen: Honoraria. Gaidano: Astra-Zeneca: Consultancy, Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sunesys: Consultancy, Honoraria; AbbVie: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Foà: Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celltrion: Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy, Speakers Bureau; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Amgen Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Abbvie: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Roche: Consultancy, Speakers Bureau; Incyte: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celltrion: Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Shire: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Boccadoro: Amgen: Honoraria, Research Funding; Sanofi: Honoraria, Research Funding; Mundipharma: Research Funding; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; AbbVie: Honoraria. Coscia: Abbvie: Membership on an entity's Board of Directors or advisory committees; Karyopharm Therapeutics: Research Funding; Gilead: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ibrutinib",
        "phenotype",
        "molecule",
        "leukemic cells",
        "neoplasms",
        "aldesleukin",
        "antigens, cd16",
        "btk inhibitors"
    ],
    "author_names": [
        "Valentina Griggio",
        "Candida Vitale, MD PhD",
        "Chiara Salvetti, MD",
        "Francesca Romana Mauro, MD",
        "Daniela Pietrasanta, MD",
        "Iolanda Donatella Vincelli",
        "Lydia Scarfo, MD",
        "Giovanni Del Poeta, MD",
        "Gianluca Gaidano, MD PhD",
        "Valter Gattei, MD",
        "Robin Foà, MD",
        "Mario Boccadoro",
        "Marta Coscia, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Valentina Griggio",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Candida Vitale, MD PhD",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy ",
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Salvetti, MD",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy ",
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Romana Mauro, MD",
            "author_affiliations": [
                "Hematology, Department of Translational and Precision Medicine, Sapienza University, Policlinico Umberto I, Roma, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Pietrasanta, MD",
            "author_affiliations": [
                "Hematology Division, Azienda Ospedaliera Santi Antonio e Biagio e Cesare Arrigo, Alessandria, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iolanda Donatella Vincelli",
            "author_affiliations": [
                "Azienda Ospedaliera Bianchi Melacrino Morelli, Hematology Unit, Reggio Calabria, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lydia Scarfo, MD",
            "author_affiliations": [
                "Università Vita-Salute San Raffaele and IRCCS Istituto Scientifico San Raffaele, Milano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Del Poeta, MD",
            "author_affiliations": [
                "Hematology, Ospedale S. Eugenio Universita 'Tor Vergata', Roma, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Gaidano, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Translational Medicine, Università del Piemonte Orientale, Novara, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Valter Gattei, MD",
            "author_affiliations": [
                "Clinical and Experimental Onco-Hematology Unit, CRO Aviano National Cancer Institute, Aviano, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà, MD",
            "author_affiliations": [
                "Department of Translational and Precision Medicine, Sapienza University, Division of Hematology, Rome, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy ",
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Coscia, MD PhD",
            "author_affiliations": [
                "Department of Molecular Biotechnology and Health Sciences, University of Torino, Torino, Italy ",
                "Division of Hematology, A.O.U. Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:32:54",
    "is_scraped": "1"
}