{
    "doi": "https://doi.org/10.1182/blood.V106.11.1898.1898",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=441",
    "start_url_page_num": 441,
    "is_scraped": "1",
    "article_title": "Expression of Cellular Prion Protein (PrPc) on Human Red Blood Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "erythrocytes",
        "prion proteins",
        "prpc proteins",
        "prpsc proteins",
        "epitopes",
        "molecule",
        "monoclonal antibodies",
        "prion diseases",
        "blood transfusion",
        "endopeptidase k"
    ],
    "author_names": [
        "Martin Panigaj, MS",
        "Adela Brouckova, MS",
        "Hana Glierova, MS",
        "Karel Holada, PhD"
    ],
    "author_affiliations": [
        [
            "First Faculty of Medicine, Charles University, Prague, Czech Republic."
        ],
        [
            "First Faculty of Medicine, Charles University, Prague, Czech Republic."
        ],
        [
            "First Faculty of Medicine, Charles University, Prague, Czech Republic."
        ],
        [
            "First Faculty of Medicine, Charles University, Prague, Czech Republic."
        ]
    ],
    "first_author_latitude": "50.07460899999999",
    "first_author_longitude": "14.426601000000002",
    "abstract_text": "Two recent UK cases of vCJD transmission by blood transfusion emphasize urgent need of donor screening test for prion diseases. Pathological form of prion protein, PrPsc, is currently the only specific marker of prion diseases, but its detection in blood poses significant challenge. Blood contains substantial amount of normal PrPc which supposedly differs from PrPsc only in its conformation. Majority of cell associated PrPc in blood reside in platelets (PLT). PrPc is also expressed on PBMCs, but their contribution to quantity of blood PrPc is small. The situation is less clear with PrPc on red blood cells (RBC). Others and we have previously shown that PrPc is detectable on RBC by flow cytometry (FACS). However, this was contradicted by another study and by reported minimal content of PrPc in RBC measured by ELISA. To confirm our finding, we used quantitative FACS with fluorescein labeled monoclonal antibodies (MAbs) FH11, 3F4 and 6H4 against different parts of PrPc molecule (PrP 23–85 , PrP 109–112 and PrP 144–152 , respectively) for evaluation of PrPc expression on RBC of healthy blood donors (n=8). Mean (range) of MAb molecules bound /cell was: FH11 - 36 (13–74), 3F4 - 80 (33–137), 6H4 - 258 (113–557). Interestingly, 3F4 and 6H4 recognized PrPc on PLT in the same samples equally well. Decrease accessibility of 3F4 epitope is one of the characteristics of PrPsc, suggesting that PrPc on RBC may adopt PrPsc like conformation. To test if PrPc on RBC is resistant to proteolysis we treated blood samples with increasing concentrations of proteinase K (1-50 mg/ml, 30 min., 0°C). FACS demonstrated gradual and complete cleavage of PrPc on both PLT and RBC. Lower 3F4 binding to RBC could be explained by expression of N-terminally truncated form of PrPc. Western blot (WB) analysis of RBC ghosts with MAbs 6H4 and AG4 (PrP 31–51 ) confirmed the presence of PrPc in RBC membranes. PrPc seems to be mainly in diglycosylated form, detected as a diffuse band with molecular weight (m.w.) slightly higher (35–38 kDa) than brain PrPc. The difference in PrPc mobility diminished after deglycosylation of PrPc with PNGase. No prominent bands with lower m.w. suggesting presence of truncated PrPc in RBC were detected. If conformation was the cause of 3F4 epitope inaccessibility, this should be reversed by denaturation. Interestingly, 3F4 displayed similar deficiency in PrPc detection also on WB after denaturation of RBC samples with SDS and boiling. At the same time 3F4 and 6H4 exhibited similar sensitivity in detection of PrPc on WB of dilutions of brain or PLT lysate. The remaining explanation of 3F4 reactivity is that its epitope MKHM on RBC PrPc is modified. Recently, modification of Lys residues of PrPsc by advanced glycosylation end products (AGEs) has been reported. We modified Lys residues of brain PrPc on blots by treatment with increasing concentrations of paraformaldehyde and confirmed that Lys modification leads to loss of 3F4 binding. In opposite to situation in peripheral blood, PrPc on erythroid CD71+ cells in cord blood was detected equally well with 3F4 and 6H4, suggesting that modification of PrPc occurs after release of RBC into periphery. Taken together, human RBC express ~ 200 molecules of PrPc/cell. Due to high RBC count even such low level of expression suggests significant contribution to pool of cell associated PrPc in blood (~ 50%). Methods utilizing MAbs FH11 and 3F4 may underestimate quantity of PrPc in RBC. Likewise, screening tests for presence of PrPsc in blood may encounter difficulties if modification similar to one reported here is present."
}