{
    "doi": "https://doi.org/10.1182/blood.V108.11.3218.3218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=772",
    "start_url_page_num": 772,
    "is_scraped": "1",
    "article_title": "Delayed Onset GVHD Following Reduced Intensity Conditioning HSCT Is Associated with Persisting Host DC and Late Emergence of Activated Donor DC. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "conditioning (psychology)",
        "donors",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "host (organism)",
        "complement membrane attack complex",
        "mac protocol",
        "mdc protocol",
        "mitral valve annular calcification",
        "monitored anesthesia care"
    ],
    "author_names": [
        "Brie E. Turner, BSc (Hons)",
        "Melinda E. Kambouris, BSc(Hons)",
        "Janusz Lange, MD",
        "Kerry Atkinson, MBBS, MD",
        "Derek N. Hart, MBBS, DPhil",
        "David J. Munster, PhD",
        "Alison M. Rice, PhD"
    ],
    "author_affiliations": [
        [
            "Biotherapy Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Biotherapy Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Biotherapy Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Biotherapy Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Dendritic Cell Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Dendritic Cell Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ],
        [
            "Biotherapy Program, Mater Medical Research Institute, South Brisbane, Queensland, Australia"
        ]
    ],
    "first_author_latitude": "-27.486469",
    "first_author_longitude": "153.027591",
    "abstract_text": "Allogeneic haematopoietic stem cell transplantation (HSCT) has relied on myeloablative conditioning (MAC) to ablate malignancy and control graft rejection. Conditioning is vital for HSC engraftment, however it up-regulates inflammatory cytokine and endotoxin levels, activates dendritic cells (DC) and initiates GVHD. Non-myeloablative, but immunosuppressive, reduced intensity conditioning (RIC) is increasingly used to combat treatment related mortality (TRM) associated with MAC. RIC reduces TRM and delays GVHD onset, but overall GVHD incidence is unchanged. We hypothesise that this is due to persistence of host DC. No clinically relevant in vivo murine models of RIC allogeneic HSCT have been reported to date, preventing studies of the mechanisms of RIC-associated delayed-onset GVHD. We developed two murine models of pre-transplant conditioning, which result in GVHD after infusion of donor cells [either MHC mismatched (UBI-GFP/BL6→BALB/c) or MHC-matched minor antigen mismatch (miHA; UBI-GFP/BL6→BALB.B), the latter mimicking allogeneic HLA-identical sibling HSCT]. These models combine clinical doses of cytotoxics (cyclophosphamide and fludarabine) with radiation, enabling us to monitor effects of these regimens on DC subsets and activation daily during conditioning and thereafter. GVHD onset is significantly delayed after RIC compared to MAC in HSCT recipients in MHC mismatched (MAC d+6 vs. RIC d+18–35; p<0.001) and miHA mismatched (MAC d+18–35 vs. RIC d+44–90; p<0.001) HSCT models (Fig 1). In HSCT experiments mice were sacrificed at defined time points post-HSCT and also when severe GVHD required sacrifice. In MHC mismatched RIC HSCT recipients, mice with severe GVHD had higher levels of donor engraftment in BM and spleen than those treated with MAC (Fig 2A). Timed sacrifice data showed persistence of activated (CD11c+MHCII+) host DC in BM of RIC treated mice until D+21, but this was tempered by an increase in activated donor DC (Fig 2B). This was in direct contrast to MAC treated mice, which maintained low levels of activated host DC (Fig 2B). In addition, activated DC present in BM of RIC HSCT mice at death due to GVHD are primarily of donor origin as compared with MAC HSCT mice (Fig 2C). Delayed emergence of activated donor DC in RIC treated mice preceded delayed onset GVHD in this model. These findings suggest that the major factors contributing to delayed-onset GVHD post-HSCT in RIC recipients are persistence of host DC and delayed emergence of activated donor DC. Delineating the effect of MAC and RIC regimens on DC provides a rationale to target activated DC as GVHD therapy. Fig 1. View large Download slide Delayed onset GvHD after RIC. BALB/c or BALB B mice received RIC or MAC followed by transplantation with UBI-GFP/BL6 BM and spleen cells. Mice were scored for GvHD and euthanased when they met ethical criteria for sacrifice. Fig 1. View large Download slide Delayed onset GvHD after RIC. BALB/c or BALB B mice received RIC or MAC followed by transplantation with UBI-GFP/BL6 BM and spleen cells. Mice were scored for GvHD and euthanased when they met ethical criteria for sacrifice. Fig 2. View large Download slide Comparison of host and donor chimerism in MHC mismatch HSCT recipients. A) Percent total chimerism in RIC and MAC recipients at time of total GvHD B) Percent chimerism of activated BM DC at time of controlled sacrifice C) Percent chimerism of activated BM DC at time of total GvHD. Fig 2. View large Download slide Comparison of host and donor chimerism in MHC mismatch HSCT recipients. A) Percent total chimerism in RIC and MAC recipients at time of total GvHD B) Percent chimerism of activated BM DC at time of controlled sacrifice C) Percent chimerism of activated BM DC at time of total GvHD."
}