{
    "doi": "https://doi.org/10.1182/blood.V108.11.5310.5310",
    "article_title": "Treatment of Steroid-Resistant Graft-Versus-Host Disease with Monoclonal Antibodies in Children. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Acute graft-versus-host disease (aGVHD) carries a major risk of morbidity and mortality in patients undergoing hematopoietic stem cell transplantation (HSCT). The prognosis is poor if aGVHD does not respond to corticosteroid treatment. Recently, monoclonal antibodies such as daclizumab, a humanized monoclonal IgG1, and infliximab, a chimeric monoclonal antibody that binds the precursor of tumor-necrosis factor-alfa, have shown promising results in the treatment of corticosteroid-resistant aGVHD. The reported response rate to monoclonal antibody therapy in adults with aGVHD reaches as high as 67%. Data describing the efficacy of monoclonal antibodies in children with corticosteroid-resistant aGVHD are limited. We conducted a retrospective analysis to evaluate the efficacy of daclizumab and/or infliximab in children diagnosed with steroid-resistant aGVHD in the Hospital for Sick Children, Toronto, from July 2002 to December 2005. Corticosteroid-resistant aGVHD was defined as aGVHD which did not respond or worsened after a minimum of 5 days of corticosteroid therapy. Complete response was defined as full recovery without any signs of aGVHD; partial response was defined as improvement of aGVHD symptoms in at least one organ without worsening in other organs. Sixteen children were treated for aGVHD, thirteen of them had aGVHD grade 3 or 4. The organs involved were gut (n=6), skin (n=4), liver (n=2) and multi-organ involvement (n=4). Thirteen children were given daclizumab; one was treated with infliximab and 2 children with their combination. Fourteen children received a full course of monoclonal antibodies for aGVHD. An additional child died after the first dose (from multi-organ failure) and one child developed reactive arthritis attributed to daclizumab. Seven of the 14 children (50%) who completed treatment responded: 5 had complete response and 2 had a partial response. Nine out of the 16 children died during the study period: 8 due to Transplant Related Mortality (TRM) and 1 due to relapse; three children developed fatal fungal infection and one had fatal adenovirus infection during or shortly after monoclonal antibody treatment. Median length of follow up in the remaining 7 patients was 18 months. We conclude that monoclonal antibodies were effective in the treatment of children with corticosteroid-resistant acute GVHD. The risk for infection, mainly fungal, was high.",
    "topics": [
        "child",
        "graft-versus-host disease",
        "monoclonal antibodies",
        "steroids",
        "glucocorticoids",
        "adrenal corticosteroids",
        "mineralocorticoids",
        "daclizumab",
        "infliximab",
        "complete remission"
    ],
    "author_names": [
        "Tal Schechter, MD",
        "Samina Afzal, MD",
        "Yaron Finkelstein, MD",
        "Gideon Koren, MD",
        "John Doyle, MD",
        "Laura Lee Dupuis, MScPhm"
    ],
    "author_dict_list": [
        {
            "author_name": "Tal Schechter, MD",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Samina Afzal, MD",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaron Finkelstein, MD",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gideon Koren, MD",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Doyle, MD",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Lee Dupuis, MScPhm",
            "author_affiliations": [
                "Divisions of Haematology/Oncology, Clinical Pharmacology and Department of Pharmacy, Hospital for Sick Children, Toronto, ON, Canada",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T06:43:57",
    "is_scraped": "1"
}