{
    "doi": "https://doi.org/10.1182/blood-2021-147469",
    "article_title": "Safety and Efficacy of Aru-1801 in Patients with Sickle Cell Disease: Early Results from the Phase 1/2 Momentum Study of a Modified Gamma Globin Gene Therapy and Reduced Intensity Conditioning ",
    "article_date": "November 5, 2021",
    "session_type": "801.Gene Therapies",
    "abstract_text": "Introduction: Sickle cell disease (SCD) is a genetic red blood cell (RBC) disorder that causes chronic hemolytic anemia, progressive organ damage, and life-threatening acute complications such as painful vaso-occlusive crises. Allogeneic hematopoietic stem cell transplant (allo-HSCT) with myeloablative conditioning remains the only curative therapy for SCD but has several limitations including low donor availability and conditioning-related toxicity. Genetic modification of autologous hematopoietic system cells (HSCs) with reduced-intensity conditioning (RIC) using a high-potency drug product may address these limitations. ARU-1801 is a gene therapy that uses a modified γ-globin lentiviral vector to produce HbF G16D within autologous CD34+ HSCs. Preclinical studies in SCD mice have shown the G16D mutation enables γ-globin G16D to bind α-globin with higher affinity; lentiviral transfer of γ-globin G16D resulted in 1.5-2x more HbF per vector copy number (VCN) compared to analogous wild-type γ-globin vector. Early studies also suggested HbF G16D may be more potent for anti-sickling than HbF, lowering reticulocyte counts in SCD mice to a greater extent at similar protein levels. We hypothesize ARU-1801 with RIC could lessen toxicities and resource utilization relative to myeloablative approaches, allowing expanded access to gene therapy for a broader group of SCD patients. Updated data from patients in the ongoing Phase 1/2 study (NCT02186418) including laboratory and clinical markers of efficacy are presented here. Methods: Adults (18-45 years old) with severe SCD (defined by recurrent vaso-occlusive events [VOE] and acute chest syndrome) were screened for eligibility. Prior to ARU-1801 drug product (DP) infusion, all patients received a single IV dose of RIC melphalan (140 mg/m 2 ). Endpoints included measures of safety, engraftment, VCN, hemoglobin sub-fractions, and SCD-related outcomes. Patients were weaned off transfusions 3-6 months after DP infusion. Levels of anti-sickling globins (including HbF G16D ) are presented as proportions of non-transfused total hemoglobin. Results: As of 28 July 2021, four patients (mean, 26 [19-35] years old) have been treated with ARU-1801 gene therapy for SCD with three patients followed for ≥12 months post-transplant. Transient neutropenia and thrombocytopenia were the predominant adverse events, lasting a median seven days each. There have been no other serious adverse events related to chemotherapy or ARU-1801 to date. At 36 months post-transplant, Patient 1 has shown stable HbF expression (27%) and 64% F-cells. Patient 2 has maintained 14% HbF and 37% F-cells at 36 months despite lower engraftment of ARU-1801 due to renal hyperfiltration (eGFR = 200 mL/min/1.73 m 2 ) at time of conditioning, which resulted in lower melphalan exposure. Both patients saw marked improvements in SCD manifestations, including 93% and 85% fewer annualized VOEs, respectively, in the two years after receiving ARU-1801 gene therapy compared to two years prior. Patient 3 received ARU-1801 manufactured with several process modifications (including improvements of HSC collection timing and lentiviral production) and has maintained 36% HbF at month 15 with pancellular distribution (96% F-cells). To date, Patient 3 has had no VOEs since ARU-1801 administration, representing 100% reduction from baseline. Conclusion: Amelioration of SCD phenotype and engraftment of ARU-1801 gene-modified HSCs is possible with a single RIC dose of melphalan, as demonstrated in three patients. The first patient shows 27% HbF expression at three years, and 93% reduction in VOEs. The second patient had lower HSC engraftment due to below-target melphalan exposure (likely caused by renal hyperfiltration), with 14% HbF and 5% HbA2 at three years. Nonetheless, an 85% reduction in VOEs in Patient 2 demonstrates significant clinical benefit. Dose-adjusted melphalan has the potential to improve engraftment in SCD patients with renal hyperfiltration. Following manufacturing process improvements, the third patient has shown the highest HbF (36%) at one year, the highest F-cells (96%), and no VOEs since receiving ARU-1801. ARU-1801, with RIC melphalan conditioning, is a promising alternative to myeloablative transplants for achieving durable responses with a favorable safety profile in patients with severe SCD. Longer follow-up and additional patients will be presented. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Asnani:  Avicanna Ltd.: Research Funding; Aruvant Sciences: Research Funding. Lutzko:  Aruvant Sciences: Patents & Royalties: preclinical vector development. Quinn:  Forma Therapeutics: Consultancy; Emmaus Medical: Research Funding; Novo Nordisk: Consultancy; Aruvant: Research Funding. Lo:  Aruvant Sciences: Current Employment. Little:  Aruvant Sciences: Current Employment. Dong:  Aruvant Sciences: Current Employment. Malik:  Aruvant Sciences: Consultancy; Forma Therapeutics: Consultancy; Aruvant Sciences: Patents & Royalties; CSL Behring: Patents & Royalties. OffLabel Disclosure: Plerixafor was used for stem cell mobilization. Melphalan was used as chemotherapy conditioning prior to autologous transplant with ARU-1801",
    "author_names": [
        "Michael Grimley",
        "Monika Asnani",
        "Archana Shrestha",
        "Sydney Felker",
        "Carolyn Lutzko",
        "Paritha I. Arumugam",
        "Scott Witting",
        "Jennifer Knight-Madden",
        "Omar Niss",
        "Charles T. Quinn",
        "Chris Lo",
        "Courtney R. Little",
        "Alisa Dong",
        "Punam Malik"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Grimley",
            "author_affiliations": [
                "Division of Bone Marrow Transplantation and Immune Deficiency, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "University of Cincinnati College of Medicine, Department of Pediatrics, Cincinnati, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Monika Asnani",
            "author_affiliations": [
                "Caribbean Institute for Health Research, Sickle Cell Unit, The University of the West Indies, Kingston, Jamaica"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Archana Shrestha",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital and Medical Center, Cincinnati, OH"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sydney Felker",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carolyn Lutzko",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paritha I. Arumugam",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Witting",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Knight-Madden",
            "author_affiliations": [
                "Caribbean Institute for Health Research, Sickle Cell Unit, The University of the West Indies, Kingston, Jamaica"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Omar Niss",
            "author_affiliations": [
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH",
                "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles T. Quinn",
            "author_affiliations": [
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH",
                "Division of Hematology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Lo",
            "author_affiliations": [
                "Aruvant Sciences, New York, NY"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney R. Little",
            "author_affiliations": [
                "Aruvant Sciences, Felicity, OH"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alisa Dong",
            "author_affiliations": [
                "Aruvant Sciences, New York, NY"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Punam Malik",
            "author_affiliations": [
                "Division of Experimental Hematology and Cancer Biology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH",
                "Department of Pediatrics, University of Cincinnati College of Medicine, Cincinnati, OH"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:36:48",
    "is_scraped": "1"
}