{
    "doi": "https://doi.org/10.1182/blood-2020-143039",
    "article_title": "Increased Incidence of New-Onset Diabetes Mellitus Type II Following Haploidentical Bone Marrow Transplant with Post-Transplant Cyclophosphamide for Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "721.Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities",
    "abstract_text": "Introduction: Haploidentical bone marrow transplant (haplo-BMT) with post-transplant cyclophosphamide (PTCy) provides near universal donor availability and curative potential for individuals with severe sickle cell disease (SCD). However, a recently recognized late-effect following allogeneic hematopoietic cell transplant is new-onset post-transplant diabetes mellitus type II (PTDM), which occurs in up to 50% of patients and is associated with a three-fold increase in mortality (Griffith et al BBMT 2011, Engelhardt et al BBMT 2019). Known risk factors for PTDM include older age, total body irradiation, and non-Caucasian ethnicity. Studies have shown that pre-transplant insulin resistance and enhanced immune cell alloreactivity are other important contributing factors (Engelhardt et al Blood 2011). To our knowledge, the incidence of PTDM following haplo-BMT with PTCy for SCD has not been characterized, in a population which is predominantly African-American, with a crude prevalence of diabetes mellitus type II of 16.4 (14.7-18.2), and thus represents an unmet need. We hypothesized that the ethnicity and chronic inflammatory state that exists in individuals with SCD contributes to an increased risk of PTDM and may be associated with worse transplant-related outcomes. Methods: We analyzed a multi-center cohort of 33 patients with SCD who underwent haplo-BMT with PTCy. All patients received the reduced-intensity conditioning as shown in Figure 1. Ten patients (31%) had preconditioning with hydroxyurea, azathioprine and hyper-transfusion. Patients with existing diabetes mellitus or follow-up time less than one year were excluded. PTDM was defined as any random single blood glucose level of > 200 mg/dL between D0 and D+100 of transplant. Baseline patient and transplant-related variables were analyzed. Immune subsets were analyzed by flow cytometry at one, two, three, six, and twelve months post-haplo-BMT. Results: The median age at transplant was 11.5 years. Median at age last follow up was 16 years. Baseline and transplant-related data are summarized in Table 1. No patients experienced primary graft failure, while three patients had secondary graft failure at a median of 87 days (range 60-604 days) following haplo-BMT (Table 1). Donor chimerism at 6 months and 1 year was >95% for myeloid and lymphoid lineages for all patients. Fourteen patients (44%) developed PTDM at a median time of 18 days (range 3-40 days), though only three (21%) were treated with corticosteroids prior to the development of PTDM (Table 1). In the PTDM cohort, the median time to corticosteroid use was 22 days. Sixteen patients required corticosteroids for any indication (13 PTDM, 3 non-PTDM), with a median time of administration of 32 days. The starting dose in prednisone equivalents in both groups was 1 mg/kg. All four deaths occurred in the PTDM cohort. The cumulative incidence of grade II-IV acute GVHD was 6/33 (18%). One patient (3%) developed grade IV acute GvHD of the skin and gut, while moderate-severe chronic GvHD developed in six patients (18%). The median time to acute GvHD was 36 days for the entire cohort (36 days for PTDM group, 37.5 days for non-PTDM group). Quantitative reconstitution of CD8 T-cells was significantly lower at one and two months post-haplo-BMT for PTDM compared to non-PTDM patients. CD4 subsets tended to be lower in the PTDM cohort. No significant difference was seen for CD56 cellular subsets at any time period. Conclusion: PTDM is a frequent occurrence following haplo-BMT for SCD and developed prior to corticosteroid exposure. Early T-cell reconstitution may impact glucose homeostasis. Prospective studies with longer follow up are needed to determine the clinical implications in transplant survivors following allogeneic hematopoietic cell transplant for SCD. View large Download slide View large Download slide  Close modal Disclosures Dholaria: bms: Research Funding; Poseida: Research Funding; Angiocrine: Research Funding; Takeda: Research Funding; J&J: Research Funding.",
    "author_names": [
        "Dilan A Patel, MD",
        "Josu de la Fuente",
        "Michael Matheney, MD",
        "Leena Karnik, FRCPath, MRCP",
        "Heidi Chen, PhD",
        "Katie S. Gatwood, PharmD",
        "Kathryn A. Culos, PharmD",
        "Karina L Wilkerson, NP, MSN",
        "Michael T. Byrne, DO",
        "Salyka M. Sengsayadeth, MD",
        "Stacey Ann Goodman, MD",
        "Bhagirathbhai Dholaria, MBBS",
        "Bipin N. Savani, MD",
        "Wichai Chinratanalab, MD",
        "Reena Jayani, MD",
        "Jim Connelly, MD",
        "Carrie Kitko, MD",
        "Brian G. Engelhardt, MD",
        "Adetola A. Kassim, MDMS"
    ],
    "author_dict_list": [
        {
            "author_name": "Dilan A Patel, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplant, Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Josu de la Fuente",
            "author_affiliations": [
                "Centre for Haematology, Department of Immunology and Inflammation, Imperial College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Matheney, MD",
            "author_affiliations": [
                "University of Tennessee Health Science Center, Nashville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leena Karnik, FRCPath, MRCP",
            "author_affiliations": [
                "Department of Paediatrics, St. Mary's Hospital, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Chen, PhD",
            "author_affiliations": [
                "Department of Biostatistics, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie S. Gatwood, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn A. Culos, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karina L Wilkerson, NP, MSN",
            "author_affiliations": [
                "Hematology/Oncology Department Sickle Cell Disease Center of Excellence, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael T. Byrne, DO",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salyka M. Sengsayadeth, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stacey Ann Goodman, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bhagirathbhai Dholaria, MBBS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical center, Nashville, TN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bipin N. Savani, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University, Brentwood, TN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wichai Chinratanalab, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reena Jayani, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Tampa, FL "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Connelly, MD",
            "author_affiliations": [
                "Department of Pediatrics/Div of Hematology/Oncology, Vanderbilt University, Nashville, TN "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie Kitko, MD",
            "author_affiliations": [
                "Vanderbilt University Medical Center, Franklin, TN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian G. Engelhardt, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University Medical Center, Brentwood, TN"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adetola A. Kassim, MDMS",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Vanderbilt University Medical Center, Nashville, TN "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:41:42",
    "is_scraped": "1"
}