{
    "doi": "https://doi.org/10.1182/blood.V128.22.3416.3416",
    "article_title": "CYP2C19 Genotype-Guided Dosing and Voriconazole Concentrations in Hematopoietic Stem Cell Transplant Patients (HSCT) Receiving Antifungal Prophylaxis ",
    "article_date": "December 2, 2016",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster II",
    "abstract_text": "Background: Therapeutic drug monitoring of voriconazole is useful due to its unpredictable pharmacokinetics, narrow therapeutic index, and exposure-response relationship as sub-therapeutic initial troughs may cause a higher risk for invasive fungal infections (IFIs) and related mortality. Voriconazole is metabolized largely via cytochrome P450 2C19 (CYP2C19) and studies suggest that the greatest risk of sub-therapeutic voriconazole concentrations are in CYP2C19 rapid (RMs) and ultrarapid metabolizers (UMs). Herein we present interim results from the first prospective study investigating the impact of CYP2C19 genotype-guided voriconazole dosing on trough concentrations and clinical outcomes in adult allogeneic HSCT patients receiving voriconazole as antifungal prophylaxis. Methods: Buccal swabs were obtained on the day of admission from all patients scheduled for allogeneic HSCT. DNA was extracted using the Magmax DNA multi-sample kit and TaqMan® Drug Metabolism Genotyping Assays were used to detect single nucleotide polymorphisms in the CYP2C19 gene associated with *1, *2, *3 and *17 alleles. Patients harboring the *1/*17 (RM) or *17/*17 (UM) genotypes received oral voriconazole 300 mg twice daily post-transplant, whereas all other patients received the standard 200 mg twice daily dose. All patients started antifungal prophylaxis on day +1 post-transplant with IV micafungin until patients were able to tolerate oral medications, upon which voriconazole was initiated (approximately 7-10 days post-transplant) and continued until day +100 post-transplant. Trough levels were obtained at steady state (5-7 days after starting voriconazole) and subsequent doses were adjusted to target a pre-specified therapeutic range of 1.0-5.5 mg/L. The primary objective was the proportion of patients with sub-therapeutic voriconazole concentrations (<1.0 mg/L) at steady state. Secondary objectives included the proportion of patients within each phenotype category with sub-therapeutic concentrations at day 5-7, the proportion of patients with supratherapeutic concentrations at day 5-7, the incidence of voriconazole-related toxicities, and incidence of IFI. Results: Evaluable genotypes and trough levels were available for 26 patients at the time of analysis (46% female and 54% male; mean age 50 years) (8% UMs, 23% RMs, 46% normal [NMs], 19% intermediate [IMs] and 4% poor metabolizers [PMs] for CYP2C19). Patients had a primary diagnosis of either acute myeloid leukemia (N=9), lymphoma (N=7), myeloproliferative disease (N=4), acute lymphocytic leukemia (N=3), chronic myeloid leukemia (N=2), or plasma cell leukemia (N=1), and received either a busulfan and cyclophosphamide-based myeloablative regimen or fludarabine, cyclophosphamide, and total body irradiation-based reduced intensity regimen. The percentage of patients with sub-therapeutic voriconazole trough levels at day 5-7 was reduced from historically 50% to 30.8% with CYP2C19 genotype-guided dosing. The study was designed at the one-sided alpha = 0.05 significance level, and the observed results were statistically significant (P = 0.038). Of patients with sub-therapeutic initial trough concentrations (N=8), none were RMs or UMs compared to 80% in historical controls (P <0.001). Of these 8 patients, 5 were NMs and 3 were IMs. No supra-therapeutic trough concentrations were observed. There were no grade 3/4 drug-related adverse events and no patients experienced an IFI. Conclusion: CYP2C19 genotype-guided voriconazole dosing significantly reduced the percentage of patients with initial sub-therapeutic trough concentrations at day 5-7. Importantly, no RMs or UMs were sub-therapeutic when receiving a higher starting dose of 300 mg twice daily. Other factors may influence trough levels beyond CYP2C19 status, including body composition, compliance, food and drug interactions, other genetic factors, and timing of the level, as suggested by low troughs even in NM and IM patients. We anticipate enrolling a total of 60 evaluable patients to complete this study. Preliminary results suggest that CYP2C19 genotype-guided dosing improves the ability to achieve therapeutic concentrations sooner, thus minimizing the need for subsequent dose adjustments and additional trough levels (possibly reducing overall costs), and providing early adequate drug exposure in order to decrease the incidence of IFIs. Table View large Download slide Table View large Download slide  Close modal Disclosures Patel: Janssen Pharmaceuticals: Consultancy, Research Funding; Myriad Genetics: Research Funding. Symanowski: Eli Lilly & Co: Consultancy; Ra Pharma: Consultancy; Caris Life Sciences: Consultancy; Endocyte: Consultancy. Avalos: Seattle Genetics: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "antifungal prophylaxis",
        "cyp2c19 protein, human",
        "genotype-guided dosing",
        "hematopoietic stem cell transplantation",
        "voriconazole",
        "transplantation",
        "ulnar-mammary syndrome",
        "allogeneic hematopoietic stem cell transplant",
        "cyclophosphamide",
        "dna"
    ],
    "author_names": [
        "Jai N Patel, PharmD",
        "Myra M Robinson",
        "Issam Hamadeh, PharmD",
        "Zainab Shahid, MD",
        "James T Symanowski, PhD",
        "Dragos Plesca, PharmD, PhD",
        "Margaret Croom, PharmD",
        "Jigar Trivedi, MSc, PharmD",
        "Nury M. Steuerwald, PhD",
        "Belinda R. Avalos, MD",
        "Edward A. Copelan, MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Jai N Patel, PharmD",
            "author_affiliations": [
                "Department of Cancer Pharmacology, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Myra M Robinson",
            "author_affiliations": [
                "Department of Cancer Biostatistics, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Issam Hamadeh, PharmD",
            "author_affiliations": [
                "Department of Cancer Pharmacology, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zainab Shahid, MD",
            "author_affiliations": [
                "Levine Cancer Institute, Charlotte, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James T Symanowski, PhD",
            "author_affiliations": [
                "Department of Cancer Biostatistics, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dragos Plesca, PharmD, PhD",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Croom, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Levine Cancer Institute, Charlotte, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jigar Trivedi, MSc, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nury M. Steuerwald, PhD",
            "author_affiliations": [
                "Molecular Biology Core Facility, Carolinas HealthCare System, Charlotte, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Belinda R. Avalos, MD",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward A. Copelan, MD FACP",
            "author_affiliations": [
                "Department of Hematologic Oncology and Blood Disorders, Levine Cancer Institute/Carolinas HealthCare System, Charlotte, NC "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T04:04:39",
    "is_scraped": "1"
}