{
    "doi": "https://doi.org/10.1182/blood.V104.11.2695.2695",
    "article_title": "In Vivo Generation and the Mechanism of Bone Marrow- and Cord Blood-Derived Cardiomyocytes. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "(Purpose) We tested the capacity of mouse bone marrow (BM) and human cord blood (CB) cells to give rise to cardiomyocytes in vivo. In the generation of murine BM-derived cardiomyocytes, structural- and functional differences between donor BM- and host-derived myocytes were examined. In the xenogeneic transplantation system, we examined the contribution of cell fusion as mechanism underlying generation of CB-derived cardiomyocytes. (Methods) For syngeneic transplantation, 5x105 lineage-antigen negative (Lin-) BM cells of mice with ubiquitous expression of green fluorescence protein (GFP) were intravenously injected into irradiated neonatal C57BL/6 recipients. For xenogeneic transplantation, 2 x 106 Lin- CB cells were transplanted into NOD/SCID/b2-microglobulinnull (NOD/SCID/b2mnull) mice. Morphological analysis was performed by immunostaining for myocyte-specific antigens (connexin 43, troponin I, and dystrophin). Transmission electron microscopic analysis with immunostaining for GFP was performed to examine the structural difference between GFP+ and GFP− myocytes. In xenogeneic transplantation, double FISH analysis using species-specific probes was performed to identify the origin of each myocyte. (Results) During the maturation of recipient mice, donor-derived GFP+ striated cells were generated and displayed characteristic phenotypic features of cardiomyocytes. Nuclear staining revealed the presence of GFP+ mononucleate- and binucleate cardiomyocytes. The transmission electron microscopic analyses on GFP+ myocytes revealed the presence of abundant mitochondria, which would be needed for continuous contraction. More importantly, the presence of gap junction between GFP+ and GFP− myocytes indicated that BM-derived cardiomyocytes formed functional network with host-derived cardiomyocytes. Mechanical injury on neonatal cardiac apex accelerated the migration of BM-derived cells and generation of GFP+ cardiomyocytes. The kinetic analysis of freshly isolated myocardium revealed that GFP+ myocytes contracted efficiently at the single cell level. In recipient cardiac tissues, GFP+ myocytes, vimentin+ fibroblasts, and smooth muscle cells persisted until 15 months post-transplantation. Finally, human CB Lin- cells generated connexin 43+ cardiomyocytes, following transplantion into immune-deficient neonatal mice. Double FISH analysis using species-specific probes demonstrated that the majority of human chromosome-containing cardiomyocytes in recipient cardiac tissue possessed murine chromosome in their nuclei, while human chromosome+ murine chromosome- cardiomyocytes were also present. (Conclusion) Murine BM and human CB cells can give rise to cardiomyocytes, which show similar morphological and structural characteristics to those of host-derived cardiomyocytes. In conclusion, hematopoietic tissue-derived cells can contribute to the generation of cardiomyocytes mainly by fusion-dependent and partly by fusion-independent mechanism even across a xenogeneic histocompatibility barrier.",
    "topics": [
        "antigens",
        "cardiac myocytes",
        "connexin 43",
        "dystrophin",
        "gap junction protein",
        "isogeneic transplantation",
        "severe combined immunodeficiency",
        "transplantation",
        "transplantation, heterologous",
        "immunohistochemistry"
    ],
    "author_names": [
        "Fumihiko Ishikawa, MD, PhD",
        "Leonard D. Shultz, PhD",
        "Mitsuhifo Fukata, MD",
        "Shuro Yoshida, MD",
        "Masaki Yasukawa, MD, PhD",
        "Mine Harada, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fumihiko Ishikawa, MD, PhD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leonard D. Shultz, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuhifo Fukata, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuro Yoshida, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Yasukawa, MD, PhD",
            "author_affiliations": [
                "First Department of Medicine, Ehime University School of Medicine, Shigenobu, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mine Harada, MD",
            "author_affiliations": [
                "Department of Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T06:43:18",
    "is_scraped": "1"
}