{
    "doi": "https://doi.org/10.1182/blood.V120.21.3571.3571",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2168",
    "start_url_page_num": 2168,
    "is_scraped": "1",
    "article_title": "Preclinical Evaluation of Oncolytic Reovirus in Targeted Therapeutics for High-Risk Pediatric Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "614. Acute Lymphoblastic Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "childhood leukemia",
        "orthoreoviruses",
        "reoviridae",
        "obesity",
        "leukemia",
        "poly(adp-ribose) polymerases",
        "abt-737",
        "antileukemic agents",
        "bcr-abl tyrosine kinase",
        "biological markers"
    ],
    "author_names": [
        "Matthew F. Clarkson",
        "Aru Narendran, MD, PhD",
        "Randal N. Johnston, PhD"
    ],
    "author_affiliations": [
        [
            "Biochemistry and Molecular Biology, Southern Alberta Cancer Research Institute, University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Oncology & Pediatrics, Southern Alberta Cancer Research Institute, University of Calgary, Calgary, AB, Canada"
        ],
        [
            "Biochemistry and Molecular Biology, Southern Alberta Cancer Research Institute, University of Calgary, Calgary, AB, Canada, "
        ]
    ],
    "first_author_latitude": "51.0720298",
    "first_author_longitude": "-114.1384237",
    "abstract_text": "Abstract 3571 Purpose: Leukemia is the most common malignancy in children. Improved treatment strategies in recent decades have yielded substantially enhanced outcomes for children with leukemia, reaching survival rates >80%. However, there remain significant issues with current treatment. Certain subgroups of patients who are resistant to or relapse from current treatments have a dismal prognosis. Furthermore, there are significant late effects of intensive treatments, including secondary cancers, neurocognitive defects, cardiotoxicity, obesity and infertility. For these reasons, novel treatment strategies are urgently needed for high-risk leukemia in children. Reovirus type 3 Dearing is a wild-type double-stranded RNA virus that has shown great promise as a selective oncolytic agent by its ability to replicate in transformed cells but not in normal cells. Although a number of early phase clinical studies have been completed in patients with advanced, refractory solid tumors in adults, systematic evaluation of this agent in the treatment of refractory pediatric leukemia has not been reported. As an initial step towards developing an oncolytics based treatment approach, we report preclinical data with respect to the activity, target validation, target modulation and drug combinability of reovirus in childhood leukemia cells. Experimental Design: A panel of pediatric leukemia cell lines representing high-risk molecular features such as Bcr-Abl, MLL rearranged and mixed lineage was used (n =6). Expression of JAM-A, the cell surface receptor for reovirus, was assessed by flow cytometry. The Ras Activation Assay Kit (EMD Millipore) was used to assess activity of the RAS protein. Western Blots were used to assess the activation (phosphorylation) of the signaling partners downstream of RAS. Cells treated with reovirus, chemotherapy drugs, or both for distinct treatment schedules were assessed for cell viability by the CellTiter-Glo© Luminescent Cell Viability Assay (Promega), and cell death by apoptosis was confirmed by cleavage of PARP. Productive viral infection was assessed by measuring reoviral protein synthesis by Western Blots, and reoviral replication was assessed by virus plaque titration assay. Drug synergies were calculated according to the method of Chou and Talalay. Results: Target validation assays showed the expression of JAM-A, which facilitates effective viral entry into malignant cells, in five of six cell lines. These cell lines also demonstrated differential activation of RAS and downstream kinases, suggesting targeted susceptibility of these cells to reovirus oncolysis. To further test this, we infected cells with reovirus for 1–4 days and assessed cytopathic effects. Using phase contrast microscopy, we observed the virus treated cell lines to demonstrate morphological changes characteristic of cell death following infection. Cell viability assays were used to quantify this effect, and the mechanism of cell death was determined to be apoptotic as evidenced by caspase-dependent cleavage of PARP. Reovirus-induced cell death was correlated with viral protein production and replication. Next, we screened for the ability of reovirus to induce synergistic activity in a panel of conventional and novel targeted therapeutic agents. Our studies showed that, in contrast to the current antileukemic agents, the Bcl-2 inhibitor BH3 mimetic ABT-737 was able to significantly synergize with reovirus in all cell lines tested. Conclusions: In our in vitro studies, oncolytic reovirus as a single agent showed potent oncolytic activity against all pediatric leukemia cell lines tested that express the receptor for reovirus, regardless of the status of the RAS signaling pathway. Further, we found reovirus-induced oncolysis can be enhanced by combination with Bcl-2 inhibition but was unaltered or antagonized by the other drugs indicating a key relationship between the two pathways. As such, our data for the first time, show that pediatric leukemia cells carry the potential to be targeted by reovirus induced oncolysis and the identification of drug synergy and the biomarkers of target modulation provide the basis for further studies to develop this novel therapeutic approach for clinical studies in the near future. Disclosures: No relevant conflicts of interest to declare."
}