{
    "doi": "https://doi.org/10.1182/blood.V118.21.2465.2465",
    "article_title": "Protein Phosphatase 1 Regulates the Tumor Suppressor Function of Ikaros and Radiation Resistance in Acute Lymphoblastic Leukemia ",
    "article_date": "November 18, 2011",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 2465 The Ikaros gene encodes a DNA-binding zinc finger protein that acts as a master regulator of hematopoiesis and a tumor suppressor in acute lymphoblastic leukemia (ALL). Ikaros exerts its tumor suppressor activity by binding to the upstream regulatory regions of its target genes resulting in chromatin remodeling and transcriptional repression of the target gene. We have previously reported that Ikaros is a substrate for Protein Phosphatase 1 (PP1), and that PP1 regulates the DNA-binding affinity of Ikaros and its subcellular localization to pericentromeric heterochromatin. PP1 has been postulated to possess tumor suppressor activity, although the mechanisms were unknown. We hypothesize that PP1 positively regulates the tumor suppressor function of Ikaros in ALL. In this report, we studied the role of PP1 in regulating Ikaros function as a transcriptional regulator of its target genes in acute lymphoblastic leukemia (ALL), and in controlling the sensitivity of leukemia cells to radiation. An Ikaros construct with a mutated PP1 interaction site (IK 465/7A) was tested for: 1) association with histone deacetylase (HDAC) chromatin remodeling complex by co-immunoprecipitation; 2) in vivo DNA-binding to promoter regions of known Ikaros target genes by quantitative chromatin immunoprecipitation (qChIP); and 3) direct transcriptional repression of Ikaros target genes, by transient luciferase reporter assay. Our results demonstrate that the loss of interaction with PP1 results in hyperphosphorylation of Ikaros protein resulting in an inability of Ikaros to interact with the HDAC chromatin remodeling complex. The loss of PP1 interaction impaired Ikaros' ability to function as transcriptional repressor due to poor DNA-binding affinity toward the promoters of Ikaros target genes. The introduction of phosphoresistant (alanine) mutations at CK2 kinase phosphorylation sites on the Ikaros protein (IK 465/7A+A11 mutant) restored Ikaros' ability to bind the histone deacetylase complex (including HDAC1 and HDAC2 proteins), as well as its transcriptional repressor function and DNA-binding affinity toward promoters of its target genes. These data strongly suggest that dephosphorylation of Ikaros by PP1 is essential for its function in chromatin remodeling and regulation of gene expression. To study the role of PP1 in ALL, we treated primary ALL cells with specific inhibitors of PP1 and studied the impact PP1 inhibition on ALL cells. Our data demonstrate that the inhibition of PP1 activity results in decreased sensitivity of ALL cells to radiation treatment, and that these changes correlate with a decrease in Ikaros' DNA-binding affinity (as evidenced by qChIP), and a loss of Ikaros function as a direct regulator of target gene transcription. These studies identified PP1 as an important signal transduction pathway that controls the proliferation of ALL cells. Our results suggest that PP1-mediated dephosphorylation and CK2 kinase-mediated phosphorylation are two opposing signaling pathways that regulate Ikaros function as a tumor suppressor in ALL, as well as the resistance of leukemia cells to radiation treatment. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "protein phosphatase",
        "tumor suppressor genes",
        "radiation resistance",
        "dna",
        "histone deacetylase",
        "immunoprecipitation",
        "leukemia",
        "phosphotransferases",
        "alanine"
    ],
    "author_names": [
        "Sinsa Dovat, M.D., Ph.D",
        "Kimberly J Payne, PhD",
        "Chunhua Song, M.D., Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Sinsa Dovat, M.D., Ph.D",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Pennsylvania State University Medical College, Hershey, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kimberly J Payne, PhD",
            "author_affiliations": [
                "Anatomy, Loma Linda University, Loma Linda, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunhua Song, M.D., Ph.D",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, Pennsylvania State University Medical College, Hershey, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T21:36:17",
    "is_scraped": "1"
}