{
    "doi": "https://doi.org/10.1182/blood.V112.11.4659.4659",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1250",
    "start_url_page_num": 1250,
    "is_scraped": "1",
    "article_title": "Economic Burden of High Risk Acute Lymphoblastic Leukemia (ALL) in Adults and Children ",
    "article_date": "November 16, 2008",
    "session_type": "Health Services and Outcomes Research",
    "abstract_text": "Background: Acute lymphoblastic leukemia is a hematological malignancy, characterized by overproduction of immature white blood cells in the bone marrow. Highrisk forms of ALL are typically characterized by poor treatment response, short remission duration, poor survival with conventional chemotherapy and incur high disease-related costs. The most common form of high-risk acute lymphoblastic leukemia in adults is Philadelphia chromosome positive (Ph+) ALL. Objectives: This study investigated the treatment costs of high-risk ALL from a Canadian perspective. Methods: Costs for the induction phase of ALL treatment (inpatient costs and length of stay in hospital) were obtained from the Ontario Case Costing Initiative (OCCI) acute inpatient databases. Drug costs for outpatient treatment were obtained from the Ontario Drug Benefit Program and the medical literature. Since no published Canadian guidelines were available treatment pathways and costs for consolidation and maintenance phases of chemotherapy, broken down by age and risk level of disease, were based on the medical literature and expert opinion. Results: The average total cost of inpatient ALL treatement (induction phase) was $31,694 for both adults and children. The cost for consolidation therapy was $29,244 and $12,753 in adults and children, respectively. The maintenance therapy cost was $7,288 and $3,452 in adults and children, respectively. The high-risk therapy following relapse was $17,100 and $12,000 in adults and children, respectively. The total treatment cost for ALL is estimated at $85,326 in adults and $59,899 in children. Conclusions: In canada, high-risk ALL exacts a substantial economic burden as a result of rapid disease progression and decreased survival duration. Imatinib (Gleevec®) in Ph+ALL has produced superior results in terms of clinical response, disease-free survival, and overall survival with a good safety and tolerability profile. More comprehensive research is recommended to investigate the economic and humanistic benefits of imatinib as compared to the current therapies in the treatment of Ph+ ALL.",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "economics",
        "chemotherapy regimen",
        "imatinib mesylate",
        "ambulatory care services",
        "consolidation therapy",
        "disease progression",
        "disease remission",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Nick Newton, PhD",
        "Jennifer McCann, PhD",
        "Sharon A Welner, PhD",
        "Khalid El Ougari, PhD"
    ],
    "author_affiliations": [
        [
            "BioMedCom Consultants Inc., Dorval, QC, Canada"
        ],
        [
            "BioMedCom Consultants Inc., Dorval, QC, Canada"
        ],
        [
            "BioMedCom Consultants Inc., Dorval, QC, Canada"
        ],
        [
            "Novartis Pharmaceuticals Canada, Dorval, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4409942",
    "first_author_longitude": "-73.73958069999999"
}