{
    "doi": "https://doi.org/10.1182/blood-2021-149962",
    "article_title": " Prompt CR Plus Consolidation Therapy Yields Improve Survival after Allogeneic Transplantation for AML Patients Receiving Myeloablative, but Not Reduced-Intensity Conditioning: A CIBMTR Analysis  ",
    "article_date": "November 5, 2021",
    "session_type": "723.Allogeneic Transplantation: Long-term Follow-up and Disease Recurrence",
    "abstract_text": "Leukemia relapse and treatment related mortality (TRM) remain major obstacles for successful allogeneic hematopoietic cell transplantation (allo-HCT). The number of induction cycles using intensive chemotherapy at AML diagnosis to achieve complete remission (CR) and the number of consolidation cycles and disease status at the time of allo-HCT for patients with acute myeloid leukemia (AML) may each affect TRM and relapse rates. We investigated the impact of the number of induction/consolidation cycles and disease status on the success of allo-HCT in 3113 AML patients reported to the Center for International Blood and Marrow Transplant Research (CIBMTR) (2008-2019). They received allo-HCT in first CR or with persistent leukemia (primary induction failure-PIF) receiving myeloablative (MA) or reduced-intensity (RIC) conditioning. 1473 AML patients (median age, 47 years) in CR received MAC; 862 (58%) achieved CR after 1 cycle of intensive induction chemotherapy and 74% of these had no evidence of measurable residual disease (MRD). 454 (31%) patients required 2 cycles to CR (72 % MRD negative) and 157 (11%) patients (69% MRD negative) after ≥ 3 cycles. The overall survival (OS), relapse and TRM by induction cycle number is shown in Table 1. Multivariate analysis demonstrated that CR after 1 cycle led to higher OS vs. 2 cycles (HR 1.32 95%CI 1.11-1.56, p< 0.01) or ≥ 3 cycles (HR 1.47 95%CI 1.16-1.87, p< 0.01), while OS after 2 cycles or ≥ 3 cycles were similar (HR 1.2 95%CI 0.87-1.4, p=0.38). Higher TRM was observed in patients receiving 2 or ≥ 3 cycles vs. only 1 induction cycles (HR 1.34 95%CI 1.05-1.72, p< 0.02). Relapse risk was greater in those needing ≥ 3 cycles to achieve CR. Consolidation therapy after CR was associated with improved OS vs. no consolidation therapy (HR 1.57 95%CI 1.24-1.99, p< 0.01). The need for ≥2 induction cycles plus consolidation therapy was associated with higher TRM (HR 1.34 95%CI 1.05-1.72, p< 0.02). 1162 AML patients (median age, 63 years) in CR received allo-HCT after RIC; 714 (61%) achieved CR after 1 cycle of induction chemotherapy (72% MRD negative); 310 (27%) patients after 2 cycles (67% MRD negative) and 138 (12%) patients (58% MRD negative) after ≥ 3 cycles (Table 1). Multivariate analysis demonstrated that the number of induction cycles did not affect the OS or TRM. Relapse risk was greater in patients requiring ≥2 cycles to achieve CR. The use of consolidation therapy did not affect OS or TRM. MRD status at the time of allo-HCT did not have a significant impact on OS, TRM and relapse rates after either MA or RIC conditioning. 478 AML patients received allo-HCT after PIF (328 patients with MAC [median age, 51 years], 150 patients RIC [median age, 61 years], Table 1). After MAC, OS and relapse were significantly worse in PIF patients compared to any CR patients (p<0.01). After RIC, relapse was significantly more frequent in PIF patients vs. CR patients after 1 or more induction cycles (p<0.01). TRM was similar for PIF vs CR patients after MAC or RIC allo-HCT. These data demonstrate that among patients eligible for allo-HCT, the need for only one induction cycle to achieve CR, particularly when combined with consolidation therapy is associated with better outcomes after MA conditioning. Achieving CR prior to allo-HCT needing one or more induction cycles is associated with lower relapse rates and improved OS compared to patients with PIF that receive allo-HCT. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures de Lima:  BMS: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees; Miltenyi Biotec: Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees. Hourigan:  Govt. COI: Other. Litzow:  Omeros: Other: Advisory Board; Pluristem: Research Funding; Jazz: Other: Advisory Board; AbbVie: Research Funding; Amgen: Research Funding; Actinium: Research Funding; Astellas: Research Funding; Biosight: Other: Data monitoring committee. Saber:  Govt. COI: Other. Weisdorf:  Incyte: Research Funding; Fate Therapeutics: Research Funding.",
    "author_names": [
        "Michael M. Boyiadzis",
        "Marcos J.G. de Lima",
        "Mei-Jie Zhang",
        "Karen Chen",
        "Christopher S. Hourigan",
        "Partow Kebriaei",
        "Mark R. Litzow",
        "Kristin M. Page",
        "Wael Saber",
        "Daniel J. Weisdorf"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael M. Boyiadzis",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcos J.G. de Lima",
            "author_affiliations": [
                "Ohio State Medical Center, Columbus, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mei-Jie Zhang",
            "author_affiliations": [
                "DIvision of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI",
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine,, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen Chen",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher S. Hourigan",
            "author_affiliations": [
                "Laboratory of Myeloid Malignancies, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Partow Kebriaei",
            "author_affiliations": [
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark R. Litzow",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristin M. Page",
            "author_affiliations": [
                "CIBMTR; Division of Hematology/Oncology; Division of Pediatric Hematology/Oncology/BMT, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wael Saber",
            "author_affiliations": [
                "CIBMTR® (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. Weisdorf",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Oncology, and Transplantation, University of Minnesota, Minneapolis, MN"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T06:38:50",
    "is_scraped": "1"
}