{
    "doi": "https://doi.org/10.1182/blood.V108.11.4119.4119",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=740",
    "start_url_page_num": 740,
    "is_scraped": "1",
    "article_title": "High Incidence of Venous Thromboembolism (VTE) in Patients with Cancer Hospitalized at a University Hospital in Chile. Efficacy of Pharmacological Thromboprophylaxis. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cancer",
        "chile",
        "hospitals, university",
        "pharmacology",
        "thromboprophylaxis",
        "venous thromboembolism",
        "low-molecular-weight heparin",
        "anticoagulants, oral",
        "cancer diagnosis",
        "carcinoma, hepatocellular"
    ],
    "author_names": [
        "Guillermo F. Conte, MD",
        "Gaston L. Figueroa, MD",
        "Arie D. Altmann",
        "Luisa A. Donaire"
    ],
    "author_affiliations": [
        [
            "Hematology Department, Clinical Hospital University of Chile"
        ],
        [
            "Hematology Department, Clinical Hospital University of Chile"
        ],
        [
            "Internal Medicine Department, Clinical Hospital University of Chile, Santiago, Chile"
        ],
        [
            "Internal Medicine Department, Clinical Hospital University of Chile, Santiago, Chile"
        ]
    ],
    "first_author_latitude": "39.7426671",
    "first_author_longitude": "-104.83943579999999",
    "abstract_text": "Inpatients are at increased risk of VTE due to multiple factors. Cancer diagnosis is an important risk factor determined through prospective studies. The aims of this study are to know the incidence of VTE in cancer patients hospitalized due to acute medical conditions and describe the use of pharmacological thromboprophylaxis and its efficacy. Methods: Retrospective analysis of cancer patients admitted to the University of Chile Clinical Hospital due to acute medical conditions between 2003 and 2004. Exclusion criteria: VTE diagnosed at admission, oral anticoagulant therapy at admission, age <18 years, admission to Intensive Care Unit (ICU). It was necessary to confirm VTE diagnosis by ultrasonography or angio-CT scan. Results: Data of 366 patients was retrieved. The cancer origin was: gastric (38%), lung (19%), colorectal (15%), breast (10%), hepatocarcinoma (5%), others (13%). Seventy-seven percent of the cases presented an advanced disease (stage TNM III-IV). The main diagnoses at admission were: pneumonia (17%), vomits/dehydratation (16%), urinary tract infection (7%), decompensated diabetes mellitus (7%), digestive hemorrhage (7%). In 125 cases (34%) no type of pharmacological thromboprophylaxis was used; unfractionated heparin was used in 120 (33%) (5000 U sc c/8–12 hr) and low-molecular-weight heparin (dalteparin or enoxaparin) in 121 (33%). The VTE incidence was 3% (11 cases). In patients who did not receive thromboprophylaxis, the VTE incidence was 6.4% (8/125) versus 1.2% (3/241) in those who were administered heparin or LMWH (Odds Ratio=0.18 CI 95% 0.05–0.65). The group of patients who did not receive thromboprophylaxis was younger (median 60 vs. 65 years), had a higher frequency of thrombocytopenia (1.5; 35% vs. 14%), and a lower frequency of recent oncologic surgery (3% vs.19%). Conclusions: Cancer patients with acute medical conditions showed a high incidence of symptomatic VTE (3% in this series). One third of patients were not administered pharmacological thromboprophylaxis. The use of thromboprophylaxis in these high-risk patients was associated to a significative reduction of the VTE frequency."
}