{
    "doi": "https://doi.org/10.1182/blood.V104.11.1236.1236",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=21",
    "start_url_page_num": 21,
    "is_scraped": "1",
    "article_title": "Evaluation of Three Different Cyclosporine-Based Graft Versus Host Disease (GVHD) Prophylaxis Regimens Following Nonmyeloablative Hematopoietic Stem Cell Transplantation (NST). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "antepartum fetal nonstress test",
        "cyclosporine",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease, acute",
        "cancer",
        "human leukocyte antigens",
        "transplantation",
        "antigens",
        "antithymoglobulin"
    ],
    "author_names": [
        "Ramaprasad Srinivasan, MD, PhD",
        "Nancy Geller, PhD",
        "Sakti Chakrabarti, MD",
        "Igor Espinoza-Delgado, MD",
        "Teresa Donohue",
        "Susan Leitman, MD",
        "Charles D. Bolan, MD",
        "Elizabeth J. Read, MD",
        "John A. Barrett, MD",
        "Richard W. Childs, MD"
    ],
    "author_affiliations": [
        [
            "HB, NHLBI",
            "UOB, NCI"
        ],
        [
            "HB, NHLBI"
        ],
        [
            "HB, NHLBI"
        ],
        [
            "NIA, NIH"
        ],
        [
            "HB, NHLBI"
        ],
        [
            "DTM, NIH, Bethesda, USA"
        ],
        [
            "DTM, NIH, Bethesda, USA"
        ],
        [
            "DTM, NIH, Bethesda, USA"
        ],
        [
            "HB, NHLBI"
        ],
        [
            "HB, NHLBI"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Acute GVHD is a major contributor to morbidity and mortality following NST. A high incidence of grades II–IV GVHD occurs when cyclosporine A (CSA) alone is used as prophylaxis. Consequently, we investigated the effect of combining either mycophenolate mofetil (MMF) or methotrexate (MTX) with CSA on the incidence and severity of acute GVHD. Between 11/97 and 07/04, 185 consecutive patients (solid tumors n=116, hematologic malignancies n=48, non-malignant hematologic disorders n=21) underwent nonmyeloablative conditioning with fludarabine (125mg/m 2 ) and cyclophosphamide (120mg/kg), followed by a G-CSF mobilized peripheral blood hematopoietic stem cell transplant from an HLA identical (n=177: 96%) or 5/6 antigen-matched (n=8: 4%) related donor. Twenty-four patients with a history of heavy RBC transfusions or those receiving a 5/6 HLA-matched transplant had anti-thymocyte globulin (40mg/kg/d x 4 days) added to their conditioning regimen. The initial cohort of patients ( Group 1 , n=66), received CSA alone (dose adjusted to maintain therapeutic serum levels) as GVHD prophylaxis. Due to the high incidence of severe acute GVHD in this group subsequent patients received CSA with either MMF (1 gram po bid; Group 2 , n=82) or MTX (5mg/m 2 days +1, +3, +6; Group 3 , n=37). In all three groups, decisions regarding discontinuation of immunosuppression were based on the degree of donor T cell chimerism, presence of GVHD, and disease status in those with malignant diseases. In the absence of grade II–IV GVHD and disease progression, CSA (+/− MMF) was tapered slowly beginning on day +60. Baseline characteristics of patients in the three groups were compared using the Wilcoxon test for continuous variables and chi-squared tests for discrete variables. The three groups did not differ significantly in terms of age, sex, sex mismatch (female into male) and CD34 cell dose. Median follow-up in groups 1, 2 and 3 was 1901 days, 1248 days and 346 days respectively. The cumulative incidence of grades II–IV GVHD in these three groups was 56% (95% CI 44%–68%), 59% (95% CI, 48%–70%), and 34% (95% CI 18%–50%, p=0.11) respectively. The cumulative incidence of grades III–IV GVHD (30% vs. 34% vs. 16%, p=0.2) and the incidence of chronic GVHD (46% vs. 57% vs. 50%, p=0.49) were also similar in the three groups. Transplant related mortality was 15% (95% CI, 6%–24%) in group 1, 12% (95% CI, 5%–19%) in group 2 and 5% (95% CI, 0%–13%) in group 3 patients (p=0.44). The cumulative incidence of death from acute GVHD was 9% (95% CI, 0%–16%) and 2% (95% CI, 0–5%) respectively in groups 1 and 2, while no deaths from acute GVHD occurred in group 3. Overall survival in the three groups did not differ significantly (log-rank test, p=0.48), with medians 244 days (95% CI 196–402), 486 days (95% CI 306–620) and 438 days, (95% CI 210–662) respectively. The impact of adding MMF or MTX to CSA on disease-specific outcome in patients with malignant diseases was not assessed. Conclusion: There was a trend towards a lower incidence of grades II–IV GVHD in group 3 patients. However, despite the addition of either MMF or MTX to CSA, severe grade III–IV acute GVHD remains a major morbidity complicating NST. Additional strategies aimed at preventing GVHD and optimizing the management of established GVHD are needed to improve outcome following this approach."
}