{
    "doi": "https://doi.org/10.1182/blood.V116.21.1443.1443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1701",
    "start_url_page_num": 1701,
    "is_scraped": "1",
    "article_title": "Romiplostim (N-Plate) In Children with Chronic Refractory ITP. ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "child",
        "purpura, thrombocytopenic, idiopathic",
        "romiplostim",
        "hemorrhage",
        "thrombocytopenia",
        "adverse event",
        "blood group antibody d",
        "craniocerebral trauma",
        "immunoglobulins, intravenous",
        "mpl protein, human"
    ],
    "author_names": [
        "Mohsen Saleh Elalfy",
        "Abeer Ahmed Abdelmaksoud",
        "Khadiga Yehia Eltonbary"
    ],
    "author_affiliations": [
        [
            "Pediatric Hemostasis and Thrombosis, Ainshams University, Cairo, Egypt"
        ],
        [
            "Pediatric Hemostasis and Thrombosis, Ainshams University, Cairo, Egypt"
        ],
        [
            "Pediatric Hemostasis and Thrombosis, Ainshams University, Cairo, Egypt"
        ]
    ],
    "first_author_latitude": "30.075995000000002",
    "first_author_longitude": "31.2811135",
    "abstract_text": "Abstract 1443 Background: Chronic immune thrombocytopenic purpura (ITP) is characterized by platelet deficiency due to platelet destruction and/or inadequate production. Romiplostim stimulates thrombopoietin receptor to increase platelet production in chronic ITP. This study aimed to evaluate the safety and short term efficacy of Romiplostim (N-Plate) in children with chronic refractory ITP. Design and Methods: Eighteen patients less than 16 years old suffering from refractory chronic ITP for more than a year who failed to maintain response on more than two therapeutic modalities (steroids, IVIG, Anti-D and/or immunosuppressive therapy) were enrolled. Written informed consent was taken from all parents and consent or ascent form from patients when applicable. Patients were randomized (2:1) to receive Romiplostim or placebo for 12 weeks, initiated at 1μg/kg/week escalated weekly to 5μg/kg/week; then tapered based on weekly platelet count and were followed up to week fifteen. Results: The median age of the studied group was 8.5 years, median duration of thrombocytopenia was 3.5 years and the median baseline platelet count (PC) was 10.5 × 10 9 /L. The median weekly dose of Romiplostim was 2μg/kg. Fifty percent of patients in both the Romiplostim and placebo arms had at least one AE with no serious AEs. Ten patients (83.3%) on Romiplostim achieved efficacy endpoint (platelet count of > 50 × 10 9 /L for 2 consecutive weeks without rescue therapy at any point during the treatment period) and 6 patients (50%) maintained that response 3 weeks after treatment discontinuation in contrast to non in the placebo group. Four of the patients on Romiplostim reached the targeted range (>50 × 10 9 /L) after the 2 nd week and 11 patients reached the targeted range after the 5 th week. None of our patients experienced thrombocytosis or rebound thrombocytopenia. The peak PC was reached in the Romiplostim arm by the 5 th week of treatment at a dose of 5ug/kg with median PC of 73.50 ×10 9 /L; compared to 18.50 ×10 9 /L for the placebo group. Rescue medication was administered to 1/12 (8.3%) patient on Romiplostim due to accidental head trauma compared to 2/6 (33.3%) patients on placebo. Number of patients in the Romiplostim arm with grade 3 bleeding severity decreased from 33.3% (prior to study) to 0% (during the study and then after) and from 50% to 16.6% for grade 2. Conclusion: Romiplostim is well tolerated in children with refractory chronic ITP with no serious AEs. It was efficient in treating most of them with minimal bleeding during the study period while using lower doses of N-Plate compared to previous published data. Abbreviations: ITP; immune thrombocytopenia. PC; platelet count. AE; adverse event. Disclosures: No relevant conflicts of interest to declare."
}