{
    "doi": "https://doi.org/10.1182/blood.V120.21.2650.2650",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2371",
    "start_url_page_num": 2371,
    "is_scraped": "1",
    "article_title": "Evaluation of Quality of Biomarker Data Capture by Peripheral Sites in an International, Cooperative Study: Analysis of 104 Cases From the T-Cell Project. ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster II",
    "topics": [
        "biological markers",
        "t-lymphocytes",
        "cd20 antigens",
        "lymphoma, t-cell, peripheral",
        "receptors, complement 3d",
        "tumor cells",
        "in situ hybridization",
        "herpesvirus 4, human",
        "medical pathologists",
        "b-lymphocytes"
    ],
    "author_names": [
        "Stefano A. Pileri, MD",
        "Monica Bellei",
        "Julie M Vose, MD, MBA",
        "Joseph M. Connors, MD",
        "Francine M. Foss, MD",
        "Steven M. Horwitz, MD",
        "Silvia Montoto, MD",
        "Aaron Polliack, MD",
        "Pier Luigi Zinzani, MD",
        "Emanuele Zucca, MD",
        "Young-Hyeh Ko, MD",
        "Massimo Federico, MD"
    ],
    "author_affiliations": [
        [
            "Haematopathology, Department L. & A. Seragnoli, University of Bologna, Bologna, Italy, "
        ],
        [
            "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy, "
        ],
        [
            "Nebraska Medical Center, Omaha, NE, USA, "
        ],
        [
            "British Columbia Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Department of Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Centre for Haemato-Oncology, Barts Cancer Institute, Queen Mary University of London, London, United Kingdom, "
        ],
        [
            "Department of Hematology, Hadassah University Hospital and Hebrew University Medical School, Jeruslaem, Israel, "
        ],
        [
            "Department of Hematology and Oncology, Policlinico S.Orsola-Malpighi, Bologna, Italy, "
        ],
        [
            "Oncology Institute of Southern Switzerland, Bellinzona, Switzerland, "
        ],
        [
            "Department of Pathology, Samsung Medical Center, Seoul, South Korea"
        ],
        [
            "Department of Diagnostic and Clinical Medicine, and Public Health, University of Modena and Reggio Emilia, Modena, Italy, "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "Abstract 2650 Background and Rationale: The T-Cell Project (TCP) aims at verifying if a prospective collection of data in patients with Peripheral T-cell lymphomas (PTCLs) provides more accurate information to better define their prognosis. So far 885 patients have been accrued and diagnosis confirmed in 84% of the 350 reviewed cases. A dedicated online pathology form collecting a detailed biomarkers profile is filled out by research staff at peripheral sites with data from the local pathologist report. However, it is very difficult for people who are not accustomed to routinely reading pathology reports to interpret the findings correctly. To guarantee the data capture of biomarkers reproduces the pathology reports a control of quality of information entered in the pathology forms of the TCP was carried out. A similar evaluation was performed by the COMPLETE Registry, presenting the results in a parallel abstract. Methods: Biomarker data quality assessment concerns the review by an expert pathologist of peripheral capture of a suggested quite wide panel of biomarkers (54) used to diagnose patients registered in the TCP. The first 104 patients enrolled having complete registration data, availability of the original pathology report at the Trial Office and its data entered at the website constitute the sample of this analysis. A single mismatch between the site-entered data and the reviewer's findings, recorded on a separate forms, counts as an error. Results: On the whole, 5740 entries were reviewed, with a mean number of 9 immunophenotypic markers (range 3–22) and a mean number of 0.3 (range 0–4) gene rearrangement tests. In 35 (34%) cases out of the 104 reviewed no conflicting entry between what the site entered and what the reviewer determined was found. Patient disagreement of different extent was determined for the remaining cases: 1–2 errors, 35 (34%); 3–5 errors, 20 (19%); 6–10 errors, 8 (8%); 11–19 errors, 6 (5%). Where the site noted a finding was positive the reviewer was in agreement 73% of the time, noted they were negative in 15%, indeterminate in 1% and not assessed in 11%. For cases where the site noted a finding was negative the reviewer agreed with 97% of cases, noted they were positive in 1%, indeterminate in 0% and not assessed in 2%. The reviewer was in agreement with the site in 96% of the cases when the marker was indicated peripherally as not assessed, and for the remaining tests found the marker was positive, negative or indeterminate in 1%, 2% and 0% of cases respectively. The markers most difficult to interpret (at least 5% of total errors) are listed in the Table, reporting also the types of errors noted.  . Type of Error Noted by the Reviewer for Markers with the Most Errors, n (%) † . Marker, N (%) Errors Overall . Finding is recorded in non-neoplastic cells . Pathology report unclear . Test performed, result not entered by the site . Marker is positive or negative; site notes opposite . Marker is not assessed or indeterminate; site notes positive or negative result and viceversa . CD20, 24 (9%) 16 (67%) 3 (12%) 4 (17%) 1 (4%) 0 (0%) TCR-g, 21 (8%) 0 (0%) 1 (5%) 20 (95%) 0 (0%) 0 (0%) CD3s, 17 (6%) 1 (6%) 0 (0%) 3 (18%) 3 (18%) 10 (59%) EBV (ISH), 14 (5%) 2 (14%) 2 (14%) 10 (71%) 0 (0%) 0 (0%) CD21, 13 (5%) 13 (100%) 0 (0%) 0 (0%) 0 (0%) 0 (0%) . Type of Error Noted by the Reviewer for Markers with the Most Errors, n (%) † . Marker, N (%) Errors Overall . Finding is recorded in non-neoplastic cells . Pathology report unclear . Test performed, result not entered by the site . Marker is positive or negative; site notes opposite . Marker is not assessed or indeterminate; site notes positive or negative result and viceversa . CD20, 24 (9%) 16 (67%) 3 (12%) 4 (17%) 1 (4%) 0 (0%) TCR-g, 21 (8%) 0 (0%) 1 (5%) 20 (95%) 0 (0%) 0 (0%) CD3s, 17 (6%) 1 (6%) 0 (0%) 3 (18%) 3 (18%) 10 (59%) EBV (ISH), 14 (5%) 2 (14%) 2 (14%) 10 (71%) 0 (0%) 0 (0%) CD21, 13 (5%) 13 (100%) 0 (0%) 0 (0%) 0 (0%) 0 (0%) † Sum may not quote 100% due to rounding. View Large With respect to the T-cell markers, the misreporting is mainly due to the difficulty in recognizing and thus entering the findings on the pathology report. For the suggested B-cell markers, a high rate of errors concerns the coding of the findings of the pathology report noted in the non-neoplastic populations surrounding the neoplastic cells. Of relevance, the very frequent mistaken interpretation of the EBV in situ hybridization (ISH), recorded as the result of the EBV immunoistochemistry test. Gene rearrangement studies are often missing and if present almost totally misinterpreted by the site, and reported as an immunoistochemistry test. The review by the expert pathologist accomplished a 11% of errors due to an ambiguous noting of the findings on the pathology report. Conclusion: The results of the biomarker quality assessment for the TCP confirm the difficulty for a correct interpretation of the pathology report in a relatively high rate of cases. For international projects the need for a periodic review emerges to guide site training and improve the accuracy of biomarker data capture in order to ensure database quality. Disclosures: No relevant conflicts of interest to declare."
}