{
    "doi": "https://doi.org/10.1182/blood.V128.22.1373.1373",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3363",
    "start_url_page_num": 3363,
    "is_scraped": "1",
    "article_title": "Effects of RNA Interference on CD70 in Dendritic Cells of Patients with Immune Thrombocytopenia ",
    "article_date": "December 2, 2016",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "Objective: This study aims to assess the biological properties and functions of CD70 costimulatory molecule on dendritic cells (DCs) from patients with chronic immune thrombocytopenia (ITP). Methods: DCs were generated from monocytes isolated from peripheral blood, the immunophenotype markers were detected by flow cytometry. Chemically synthesized siRNA was then transferred into the cells by Lipofectamine 2000 to choose the most effective siRNA to block CD70 expression in three candidates. The mRNA expression and protein synthesis were analyzed by real-time RT-PCR and flow cytometry. The CD4+ T cells were co-cultured with DCs to assess the suppression capacity of DCs in the proliferation of CD4+ T cells and the production of IL-10 and IFN-γ by CD4+ T cells. The CD4+ T cells were co-cultured with DCs to assess the ability of DCs in the induction of Regulatory T cells (Tregs). Results: Dendritic cells were transfected with FITC-labelled scrambled siRNA for 4-6h. The transfection efficiency was average 60%. After transfection (48 h), the results of real-time RT-PCR analysis showed strong and specific downregulation of CD70 mRNA levels in transfected cells (p=0.046, siRNA1\\2\\3 Inhibition rates (74.5±6.1) %, (78.1±8.0) %, (90.1±2.5) % respectively, but not in negative control or in the absence of siRNA(p=0.157). The CD70-3 siRNA was extraordinarily effective in repressing the expression of CD70. The expression of CD70 on the DCs with siRNA3 was also significantly lower(p=0.043), but showed no difference in negative control (p=0.157). DCs from transfected group could inhibit the proliferation of PHA-activated CD4+ T cells than the negative control in ITP patients(p=0.008), but showed no difference in group of normal control (p=0.08). In chronic ITP patients and normal controls, the DCs from transfected group could inhibit the expression of IFN-γ compared with the group of negative control (p=0.018, p=0.043) and increase the expression of IL-10 (p=0.012, p=0.043). In chronic ITP patients and normal controls, the DCs from transfected group were defective in inducing the CD4+ T cell differentiating to CD4+CD25+CD127low Tregs compared to the negative control (p=0.012, p=0.043). Conclusions: In our study, siRNA is capable of inducing RNAi in DCs, it can knock down the CD70 gene expression specifically and effectively. The DCs from transfected group could inhibit the CD4+ T cells and induce the CD4+ T cells differentiating to Tregs. This approach is a useful tool by which costimulatory molecules of DC can be studied as well as a potential therapeutic option for autoimmune disease. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dendritic cells",
        "rna interference",
        "thrombocytopenia due to immune destruction",
        "rna, small interfering",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "flow cytometry",
        "interleukin-10",
        "molecule",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Zeping Zhou, Sr., MD",
        "Yunlong Wang, Jr., MD",
        "Renchi Yang, MD PhD",
        "Huiyuan Li, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, the Second Affiliated Hospital of Kunming Medical University, Kunming, China "
        ],
        [
            "Department of Hematology, the Second Affiliated Hospital of Kunming Medical University, Kunming, China "
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Hospital of Blood Disease, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ],
        [
            "State Key Laboratory of Experimental Hematology, Institute of Hematology and Hospital of Blood Disease, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China"
        ]
    ],
    "first_author_latitude": "25.0549231",
    "first_author_longitude": "102.68106569999999"
}