{
    "doi": "https://doi.org/10.1182/blood.V124.21.2149.2149",
    "article_title": "CBFβ-SMMHC Impairs Erythroid Differentiation and Induces Expansion of Aberrant Megakaryocytic/Erythroid Progenitors Capable of Leukemia Initiation ",
    "article_date": "December 6, 2014",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster I",
    "abstract_text": "Approximately 12% of human acute myeloid leukemia (AMLs) harbor a recurrent chromosomal rearrangement inv(16)(p13q22). Inv(16) creates a fusion gene Cbfb - MYH11 , encoding the fusion protein CBFß-SMMHC. Expressing CBFß-SMMHC in hematopoietic cells using a constitutive knock-in mouse model ( Cbfb +/Cbfb-MYH11 ) or a conditional knock-in mouse model ( Cbfb 56M/+ /Mx1-Cre ; 129SvEv strain) causes defects in lymphoid and myeloid differentiation, and predisposes mice to AML. Previous studies with the constitutive knock-in mouse model showed impaired primitive erythropoiesis, however, Cbfb-MYH11 knocked-in cells were able to contribute to erythropoiesis in chimeric mice. To further delineate the effect of CBFß-SMMHC in adult erythropoiesis in the conditional knock-in mouse, we backcrossed Cbfb 56M/+ /Mx1-Cre into C57BL/6 and a Rosa26 mT/mG Cre reporter strain. Induced expression of CBFß-SMMHC in adult mice leads to cell number dependent development of AML, consistent with previous studies in 129SvEv strain. Analysis of pre-leukemic bone marrow 2 weeks after induction revealed a 5.7-fold expansion of immunophenotypic pre-megakaryocyte/erythrocyte (Pre-Meg/E; Lin - cKit + Sca1 - CD16 -/lo CD150 + CD105 - ), and a 4.7 fold decrease of the erythroid progenitor (EP; Lin - cKit + Sca1 - CD16 -/lo CD105 hi ) subset compared to similarly treated control mice. Both methylcellulose-based erythroid colony forming assay and in vitro erythroid differentiation culture showed that pre-leukemic Pre-Meg/Es expressing CBFß-SMMHC had an impaired differentiation potential for erythroid lineage. Using the Rosa26 mT/mG Cre reporter allele, we tracked the proportions of CBFß-SMMHC- expressing cells (GFP + ) in the Pre-Meg/E and EP subsets. We observed that the contribution of GFP + cells sharply decreased in EPs but not in Pre-Meg/Es from primary pre-leukemic mice. Similar results were seen in transplant recipients engrafted with sorted GFP + pre-leukemic Lin - cKit + Sca1 + cells. These results further confirmed that CBFß-SMMHC impairs cell-autonomous erythroid differentiation in vivo . Consistent with the impaired differentiation of Pre-Meg/Es, we observed altered expression pattern of erythroid regulatory genes, including Fog1 , Gata2 , and Gfi1b . The pre-leukemic Pre-Meg/Es exhibited increased colony forming and replating capacity in vitro and enhanced proliferation and survival in vivo . To determine whether these phenotypic Pre-Meg/E cells could be the cellular origin for leukemic transformation, we expressed a known cooperative onco-protein Mpl by retroviral transduction followed by transplantation. The majority of mice (83%) receiving 100,000 Pre-Meg/E cells developed leukemia with a medium onset of 92 days, suggesting that Pre-Meg/Es indeed are capable of leukemia initiation. In conclusion, the expression of CBFß-SMMHC impairs adult erythropoiesis at the transition of Pre-Meg/E to EPs, causing an expansion of Pre-Meg/E cells. These pre-leukemic Pre-Meg/Es could be the target cell of additional mutations contributing to leukemia transformation. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythroid progenitor cells",
        "leukemia",
        "megakaryocytes",
        "spinocerebellar ataxia type 1",
        "antigens, cd16",
        "electrophysiological studies",
        "magnesium",
        "myasthenia gravis",
        "fusion proteins",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Qi Cai, PhD",
        "Robin Jeannet, PhD",
        "Hongjun Liu",
        "ya-Huei Kuo, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Qi Cai, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robin Jeannet, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongjun Liu",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "ya-Huei Kuo, PhD",
            "author_affiliations": [
                "Beckman Research Institute, City of Hope Medical Center, Duarte, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:41:24",
    "is_scraped": "1"
}