{
    "doi": "https://doi.org/10.1182/blood.V104.11.2441.2441",
    "article_title": "Lineage Analysis of the FIPL1-PDGFRα Fusion Gene in Myeloproliferative Hypereosinophilic Syndrome. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Hypereosinophilic syndrome is a rare disorder characterized by hypereosinophilia and eosinophil-mediated tissue injury. An imatinib sensitive myeloproliferative variant (MHES) has been described which has a male predominance, and is associated with elevated serum tryptase levels, tissue fibrosis, increased atypical mast cells, and the presence of the fusion oncogene FIP1L1-PDGFRα which has tyrosine kinase activity. The FIP1L1-PDGFRα mutation has been detected in peripheral blood mononuclear cells, however, the hypercellular bone marrow and elevated serum tryptase levels suggest that multiple lineages might be involved in the clonal process. We analyzed peripheral blood from eight patients with the FIP1L1-PDGFRα mutation. Individual patient samples were sorted by flow cytometry to collect greater than 95% pure populations of CD3, CD14, and CD19 cells. Density gradient centrifugation followed by negative selection for CD16, CD3, CD14, and CD19 using an immunomagnetic bead column was used to purify eosinophils to > 99% purity. Bone marrow from one patient was obtained, and mast cells were cultured from CD34 positive cells. Three techniques were used to assay for the presence of the FIPL1-PDGFRα fusion gene: nested RT-PCR, TaqMan quantitative PCR, and FISH. Eosinophils were positive for the fusion gene in all patient samples that were analyzed. Monocytes were also positive in all but one instance. Surprisingly some patients showed positivity in lymphoid lineages as well. The bone marrow derived pure mast cell culture was positive for the mutation, consistent with the elevation of serum tryptase and atypical appearance of mast cells in MHES. In conclusion, although MHES seems to have a multilineage predilection, specific lineages involved may vary between patients. This may reflect differences in the progenitor stage at which the mutation occurs. Whether the pattern of lineage involvement has any relation to the phenotypic expression of the disease remains to be elucidated.",
    "topics": [
        "disseminated eosinophilic collagen disease",
        "fusion genes",
        "myeloproliferative disease",
        "primary eosinophilic endomyocardial cardiomyopathy",
        "serum tryptase",
        "atypical",
        "cd14 antigen",
        "cd19 antigens",
        "antigens, cd16",
        "cd34 antigens"
    ],
    "author_names": [
        "Steven J. Lemery, MD",
        "Jamie A. Robyn, MD/PhD",
        "J. Philip McCoy, PhD",
        "Joseph Kubofcik, BS",
        "YaeJean Kim, MD",
        "Thomas B. Nutman, MD",
        "Cynthia E. Dunbar, MD",
        "Amy D. Klion, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Steven J. Lemery, MD",
            "author_affiliations": [
                "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamie A. Robyn, MD/PhD",
            "author_affiliations": [
                "Laboratory of Parasitic Diseases, NIAID, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Philip McCoy, PhD",
            "author_affiliations": [
                "Flow Cytometry Core Facility, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Kubofcik, BS",
            "author_affiliations": [
                "Laboratory of Parasitic Diseases, NIAID, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "YaeJean Kim, MD",
            "author_affiliations": [
                "Laboratory of Parasitic Diseases, NIAID, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas B. Nutman, MD",
            "author_affiliations": [
                "Laboratory of Parasitic Diseases, NIAID, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia E. Dunbar, MD",
            "author_affiliations": [
                "Hematology Branch, NHLBI, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy D. Klion, MD",
            "author_affiliations": [
                "Laboratory of Parasitic Diseases, NIAID, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T21:38:11",
    "is_scraped": "1"
}