{
    "doi": "https://doi.org/10.1182/blood.V124.21.5956.5956",
    "article_title": "DJ-1 Plays an Important Role in Homoharringtonine-Induced Apoptosis of Imatinib-Resistant Chronic Myeloid Leukemia Cells ",
    "article_date": "December 6, 2014",
    "session_type": "802. Chemical Biology and Experimental Therapeutics",
    "abstract_text": "Background and Objective: Although the treatment of chronic myeloid leukemia (CML) has improved since the introduction of tyrosine kinase inhibitors (TKI), cases of resistance have been reported and resulted in challenges to the treatment. Recent studies have suggested that Homoharringtonine (HHT), a cephalotaxine ester, has demonstrated a clinical activity in imatinib-resistant CML patients, however, the molecular mechanisms underlying this phenomenon are unknown. Our previous study found that treatment with HHT significantly increased apoptosis of K562 cells. Moreover, the protein DJ-1, identified by two-dimensional polyacrylamide gel electrophoresis and mass spectrometry, was demonstrated to decrease after HHT treatment. Therefore, we performed the experiment to address the hypothesis that DJ-1 might play an important role in Homoharringtonine-induced apoptosis of Imatinib-resistant chronic myeloid leukemia cells Methods and Results: To find the pivotal protein by HHT, Imatinib-resistant K562 cells were treated with HHT (10 ug/ml) for 5 h, 12 h, 24 h respectively and the control group without HHT were harvested to assess apoptosis with Annexin V-FITC and propidium iodide per the manufacturer’s protocol and analyzed by ﬂow cytometry. The data indicated a time dependent induction of apoptosis by HHT, with the number of apoptotic cells (FITC-Annexin-V and PI double-positive cells) signiﬁcantly increasing from 2.2± 1.5 % in control to 35.9 ± 6.7% in cells treated with HHT for 24 h ( P <0.01). The protein DJ-1 expression change upon HHT treatment which were analyzed with western blot, found that the protein level of DJ-1 had significantly decreased after the treatment of HHT for 24 h. Furthermore, primary cells from six CML patients and three healthy donors were obtained with informed consent and divided into three groups: the CML-CP group (three newly diagnosed patients in the chronic phase), the imatinib-resistant CML group(three imatinib-resistant patients in the blastic phase) and the control group. Mononuclear cells were all cultured in vitro in the absence and presence of 10 mg/ml HHT for 5 h and 24 h. The results showed that DJ-1 expression in primary leukemia cells (both CML-CP group and imatinib-resistant CML group) were found to be decreased after HHT treatment and the expression level of DJ-1 seemed lower in the healthy donor as compared to primary CML cells, moreover, the protein changes induced by HHT were significantly different among three groups and the protein changes were not as significant in CML-CP cells as in imatinib-resistant CML cells ( P <0.05). Conclusions: These findings indicated that DJ-1 might play an important role in Homoharringtonine-induced apoptosis of Imatinib-resistant chronic myeloid leukemia cells. Further study may help to assess a promising potential of this protein to be used as a target for a molecular therapy. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "omacetaxine",
        "annexins",
        "fluorescein-5-isothiocyanate",
        "protein-tyrosine kinase inhibitor",
        "esters",
        "flow cytometry",
        "iodides"
    ],
    "author_names": [
        "Xuan Zhou",
        "Na Xu",
        "Rong Li",
        "Lin Li",
        "Li Ding",
        "Qisi Lu",
        "Yulin Li",
        "Liu Xiaoli"
    ],
    "author_dict_list": [
        {
            "author_name": "Xuan Zhou",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Na Xu",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Li",
            "author_affiliations": [
                "Department of Oncology, Nanfang Hospital, Southern Medical University, Guangzhou, China, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Li",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Ding",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qisi Lu",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yulin Li",
            "author_affiliations": [
                "Department of Hematology, Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liu Xiaoli",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:42:38",
    "is_scraped": "1"
}