{
    "doi": "https://doi.org/10.1182/blood-2018-99-117713",
    "article_title": "D.C.E.P. in Patients with Quad- or Penta-Refractory Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: Despite the recent introduction of novel agents for multiple myeloma (MM), the disease remains incurable and invariably progresses through these new therapies. Patients with quad-refractory MM (refractory to bortezomib, carfilzomib, lenalidomide, and pomalidomide) and penta-refractory MM (refractory to an anti-CD38 monoclonal antibody as well) are left with few treatment options and poor prognoses. The chemotherapy regimen of dexamethasone, cyclophosphamide, etoposide, and cisplatin (DCEP) has demonstrated efficacy in the treatment of relapsed/refractory MM. We and others employ DCEP as a salvage regimen, however, few outcomes data exist in this heavily pretreated population. Methods: We conducted a retrospective study to identify all patients who received DCEP for quad- or penta-refractory MM at our institution between 2013 and 2018. Disease response and refractoriness were defined by IMWG criteria. The primary endpoint was overall response rate (ORR) defined as PR or better. Secondary endpoints included overall survival (OS), progression-free survival (PFS), and duration of response (DOR). Results: We identified 31 patients who received DCEP, 8 (26%) for quad-refractory and 23 (74%) for penta-refractory MM (Table 1). Twenty-eight (90%) had at least one autologous stem cell transplant, and one had a prior allogeneic transplant. Sixteen (52%) were female, 27 (87%) were white, and median age at DCEP was 60. Median number of prior treatment regimens was 8. All patients received dexamethasone (40mg/day), cyclophosphamide (400mg/m 2 /day), etoposide (40mg/m 2 /day), and cisplatin (10mg/m 2 /day) on days 1-4 (Lazzarino et al. 2001). Cycles were generally 28 days in length, but doses were delayed in cases of cytopenias or other toxicities. Dose reductions occurred in cases of renal impairment or prolonged cytopenias. Twenty patients (65%) received more than one cycle (range: 1-5). The overall response rate was 35%. One patient achieved CR allowing him to proceed to a second autologous transplant. One patient achieved a VGPR, 9 (29%) a PR. Four of the 8 (50%) quad-refractory patients responded compared to 7 of the 23 (30%) of the penta-refractory patients. Eleven (35%) were primary refractory to DCEP, and two patients died after one cycle prior to response assessment. The overall median PFS was 2.7 months (95% CI 1.5-3.8) and median OS was 6.2 months (95% CI 4.4-7.8). For responders, median DOR was 4.2 months (95% CI 3.0-5.4) and median OS was 9.0 months (95% CI 7.2-10.9). Conclusion: Quad- and penta-refractory MM carry a grim prognosis. In our retrospective study, DCEP led to a notable ORR of 35% (95% CI 19%-55%) in this very heavily-treated population, and suggests that it remains a reasonable salvage therapy. Furthermore, it supports prospective study of this regimen, possibly in combination or in comparison with other agents effective in quad- or penta-refractory MM. View large Download slide View large Download slide  Close modal Disclosures Schroeder: Amgen Inc.: Consultancy, Membership on an entity's Board of Directors or advisory committees. Vij: Jansson: Honoraria, Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "multiple myeloma",
        "pentachlorophenol",
        "tenofovir/ftc/elvitegravir/cobicistat combination pill",
        "cisplatin",
        "cyclophosphamide",
        "cytopenia",
        "dexamethasone",
        "etoposide",
        "transplantation",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Scott Goldsmith, MD",
        "Mark A. Fiala, BS",
        "Brandon B. Wang",
        "Mark A. Schroeder, MD",
        "Tanya M. Wildes, MD MSCI",
        "Armin Ghobadi, MD",
        "Keith E. Stockerl-Goldstein, MD",
        "Ravi Vij, MBBS"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott Goldsmith, MD",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Fiala, BS",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brandon B. Wang",
            "author_affiliations": [
                "Washington University School of Medicine, University City, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Schroeder, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tanya M. Wildes, MD MSCI",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Armin Ghobadi, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Oncology, Washington University School of Medicine, Saint Louis, MO "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith E. Stockerl-Goldstein, MD",
            "author_affiliations": [
                "Washington University School of Medicine, St. Louis, MO "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MBBS",
            "author_affiliations": [
                "Medicine, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T13:06:50",
    "is_scraped": "1"
}