{
    "doi": "https://doi.org/10.1182/blood.V116.21.4532.4532",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1683",
    "start_url_page_num": 1683,
    "is_scraped": "1",
    "article_title": "CMV Specific T Cells Prevent Progression From Low to High Level Viremia In D+R+ but Not D-R+ Patients. ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Care - Acute and Chronic GVHD, Infectious Complications and Immune Reconstitution of Transplantation",
    "topics": [
        "cytomegalovirus",
        "t-lymphocytes",
        "viremia",
        "lysate",
        "cmv reactivation",
        "dna",
        "flow cytometry",
        "hematopoietic stem cell transplantation",
        "peptides",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Mette Hoegh-Petersen, MD",
        "Lina Roa",
        "Yiping Liu",
        "Feng Zhou",
        "Alejandra Ugarte-Torres",
        "Polly Louie",
        "Kevin Fonseca",
        "Faisal Khan",
        "Jan Storek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, Canada"
        ],
        [
            "Alberta Health Services, Calgary, Canada"
        ],
        [
            "Alberta Health Services, Calgary, Canada"
        ],
        [
            "University of Calgary, Calgary, AB, Canada, "
        ]
    ],
    "first_author_latitude": "51.1029174",
    "first_author_longitude": "-114.13632919999999",
    "abstract_text": "Abstract 4532 Background. Cytomegalovirus (CMV) reactivates (becomes detectable in blood) in most seropositive hematopoietic cell transplant (HCT) recipients. In some reactivating patients, low level viremia (<50,000 DNA copies/ml plasma, ie, less than our institutional threshold for preemtive therapy) progresses to high level viremia or CMV disease, which is potentially fatal. We hypothesized that low level viremia progresses in patients with low specific T cell counts and spontaneously resolves in patients with high specific T cell counts. Methods. In 30 CMV seropositive HCT recipients monitored weekly for reactivation by real-time PCR, blood was drawn for specific T cell counts within 4 days from the first episode of low level viremia. Fourteen patients received grafts from seropositive donors (D+R+), and 16 patients from seronegative donors (D-R+). Mononuclear cells were stimulated overnight with CMV lysate, pp65 overlapping peptides, no stimulus (negative control) or staphylococcal enterotoxin B (positive control). T cells producing IFNγ, TNFα and/or IL2 were enumerated by flow cytometry. Results. Among D+R+ patients, counts of CMV lysate and pp65 specific CD4 T cells producing IFNγ and TNFα (and not IL2) were higher in patients with spontaneous resolution than patients with progression (p=0.02 for CMV lysate, p=0.004 for pp65). Also, there was an inverse correlation between pp65 specific CD8 T cells producing IFNγ and TNFα and peak viremia (r=-0.94, p=0.005) in D+R+ patients who progressed to high level viremia/disease. In contrast, among D-R+ patients, CMV lysate and pp65 specific T cell counts were similar in patients with spontaneous resolution and patients with progression, and there was no correlation between specific T cell counts and peak viremia. Conclusion. CMV specific T cells play a role in preventing progression from low to high level CMV reactivation/disease in D+R+ patients. Other immune mechanisms (eg, NK cells?) play the role in D-R+ patients. Disclosures: No relevant conflicts of interest to declare."
}