{
    "doi": "https://doi.org/10.1182/blood.V122.21.4748.4748",
    "article_title": "Corticosteroids Plus Intravenous Immune Globulin (IVIg) Versus Corticosteroids Alone In The Treatment Of Newly Diagnosed Primary Immune Thrombocytopenia In Adults: A Retrospective Study ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function",
    "abstract_text": "Background Primary immune thrombocytopenic purpura (ITP) is an autoimmune disorder characterized by the immunologic destruction of platelets defined as a peripheral platelet count < 100 x10 9 /L in the absence of other causes or disorders that may be associated with thrombocytopenia. Corticosteroids are generally utilized as the initial agent of choice in the first-line treatment for newly diagnosed ITP in non-emergent situations. There is limited evidence available to help guide the use of intravenous immune globulin (IVIg) in the management of newly diagnosed ITP except in cases of emergent bleeding. It is unknown whether the addition of IVIg to corticosteroids leads to improved short-term or long-term outcomes. We conducted a retrospective study to investigate whether the addition of IVIg to corticosteroid therapy improved time to response and duration of response in the treatment of adults with newly diagnosed primary ITP. Methods Patients 18 years of age or older who were hospitalized with newly diagnosed primary ITP with an initial platelet count ≤30 x 10 9 /L were identified from charts dating January 2000 until January 2010. Excluded patients included those with a history of previously treated ITP, HIV, hepatitis C, cirrhosis, active pregnancy, active infection requiring concurrent antibiotic therapy, concomitant malignancy requiring chemotherapy, active rheumatologic disease, and recent use of medications associated with drug-induced ITP. Data collected included rates of bleeding, initial and serial platelet counts, and dose and formulation of steroid and IVIg used. Endpoints of interest were time to achieve partial response (PR; defined as a platelet count ≥30 x 10 9 /L), time to achieve complete response (CR; defined as platelet count ≥100 x 10 9 /L), duration of PR, and duration of CR. Chi-square tests were used to determine statistical differences between categorical variables; continuous variables were compared using the Mann-Whitney test. Time-to-event analyses were performed using Kaplan-Meier log-rank tests. P-values <0.05 were considered statistically significant. Results Fifty patients were identified of whom 29 (58%) were female and 21 (42%) were male. The median age of patients was 56 (range 19-96). Four patients (8%) presented with Grade III or IV bleeding. Twenty-two patients (44%) were given IVIg in the first three days of treatment concomitantly with steroids, and the remainder of patients (56%) was given steroids only. Ninety-one percent (20/22) of patients in the IVIg + steroids group achieved a PR, while 93% (26/28) of patients achieved a PR in the steroids alone group (p=0.80). Seventy-eight percent (17/22) of patients in the IVIg + steroids group achieved a CR, whereas 79% (22/28) of patients achieved a CR in the steroids alone group (p=0.78). Of those who achieved PR, the median time to achieve PR was 2 days versus 3 days in the IVIg + steroids group and steroids alone group, respectively (p=0.56). The median time to achieve CR was 10 days versus 22 days, respectively, with a trend toward statistical significance (p=0.11). Median duration of PR was not significant between the IVIG + steroids and steroids alone groups (median duration 646 days versus 893 days, respectively; p=0.83). Median duration of CR was not reached for the IVIg + steroids group and was 394 days in the steroids alone group (p=0.44). Discussion Patients diagnosed with acute primary ITP are typically treated with steroids, but no clear guidelines exist regarding who would benefit from the addition of IVIg. While the data suggests a trend towards a shorter time to achieving PR and CR as well as a trend toward longer duration of response in patients who received IVIg in addition to steroids, the differences are not significant in our cohort, probably due to small sample size. Rates of achievement of PR and CR were not different between the two groups. In an era focused on providing cost conscious health care, the lack of benefit from the addition of IVIg to corticosteroids could be a potential cost-saving measure. Further data in a larger retrospective study may improve the ability to discern a statistically significant difference between these two groups and further validation is needed through a prospective study. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "glucocorticoids",
        "immunoglobulins, intravenous",
        "purpura, thrombocytopenic, idiopathic",
        "steroids",
        "adrenal corticosteroids",
        "hemorrhage",
        "mineralocorticoids",
        "antibiotic therapy",
        "autoimmune diseases",
        "cancer"
    ],
    "author_names": [
        "Alina M Huang, MD",
        "Eric Winer, MD",
        "Jorge J Castillo, MD",
        "Andrew Foderaro, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alina M Huang, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Brown University, Rhode Island Hospital, Providence, RI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric Winer, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Brown University, Rhode Island Hospital, Providence, RI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge J Castillo, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, Brown University, Rhode Island Hospital, Providence, RI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Foderaro, MD",
            "author_affiliations": [
                "Department of Medicine, Brown University, Rhode Island Hospital, Providence, RI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T06:48:53",
    "is_scraped": "1"
}