{
    "doi": "https://doi.org/10.1182/blood.V124.21.1335.1335",
    "article_title": "Discovery of Novel EPO/EPOR/JAK2 Targets and Signal Transduction Factors Via Proteomic-Based Interrogations of Post-Translational Motif Modifications ",
    "article_date": "December 6, 2014",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Poster I",
    "abstract_text": "Although EPO/EPOR/JAK2 actions have been intensely studied, the majority of investigations to date have relied heavily upon conventional approaches, extant reagents and murine cell models. We therefore hypothesized that important EPOR/JAK2 targets consequently remain undiscovered, and by applying (phospho)proteomic based interrogations, have uncovered intriguing sets of new candidate mediators of EPO’s effects on human erythroid progenitor cells. Specifically, following [-] vs [+] EPO challenge, total cellular tryptic or Glu-C peptides were generated, and those post-translationally modified (PTM) due to EPO at phosphotyrosine residues (p-Y), p-TPP motifs, and MAPK plus ATK signaling nodes were isolated, and identified by duplicate tandem LC-MS/MS. EPO targets furthermore were confirmed via parallel analyses using an EPOR agonist. Known EPO/EPOR/JAK2 targets first were validated (eg., JAK2, STAT5, GAB1-3, SHIP1-3, PLCgamma, p85alpha-PI3K, LNK, SHC1, SPRY1) (and further defined with regards to specific isoforms, plus known vs novel sites of EPO-induced PTM). Beyond this, newly discovered EPO/EPOR/JAK2 regulated targets included those within the following five categories: 1] Cytoskeletal targets unexpectedly as erythroid alpha and beta spectrins (pY2332, pY15) together with pY modulation of Beta-Adducin at a calmodulin binding site (plus EPO-regulated PTM of Calmodulin per se); 2] Select EPO- regulated transcription factors, including 100-fold p-Y modulation of KLF5 at a novel transcriptional activation motif; 3] EPO/EPOR/JAK2 modulation of two new protein tyrosine phosphatase targets as PTPN18 and PTPN7; 4] Rapid EPO-induction of a notable number of novel upstream molecular adaptors including C1ORF186/”RHEX”, C1ORF150, DOK1, IRS2, SH2D2A, STAM2, SPRY2,4, DLG1,3, FRS2, AMOTL1, RAI14, CTNND1, EPS15, HGS, ITSN2, and WASL – with two novel ORF factors as C1ORF186/RHEX and C1ORF150 as prime targets in human erythroid progenitors, but absent from rat, mouse, and lower vertebrate genomes. [For C1ORF186/RHEX, select cell and molecular biological properties will be summarized]. And 5] highlighted additional novel targets (eg, transporters, metabolic regulators) that, together with the above, further emphasize a previously underestimated sophistication of EPOR/JAK2 signal transduction circuits, certain of which are proposed to be central to EPO and ESA effects on anemia (and potentially, hypertensive side-effects). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "erythropoietin receptors",
        "signal transduction",
        "calmodulin",
        "1-phosphatidylinositol 3-kinase",
        "adducin",
        "adverse effects",
        "agonists",
        "anemia",
        "bruton tyrosine kinase",
        "hypertension"
    ],
    "author_names": [
        "Don M Wojchowski, PhD",
        "Su Su, PhD",
        "Ashley Johnson, BA",
        "Edward Jachimowicz, MS",
        "Matthew P Stokes, PhD",
        "Jennifer M Green, PhD",
        "Jeffrey C Silva, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Don M Wojchowski, PhD",
            "author_affiliations": [
                "Maine Medical Center Research Institute, Scarborough, ME "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Su Su, PhD",
            "author_affiliations": [
                "Maine Medical Center Research Institute, Scarborough, ME "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashley Johnson, BA",
            "author_affiliations": [
                "Maine Medical Center Research Institute, Scarborough, ME "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Jachimowicz, MS",
            "author_affiliations": [
                "Maine Medical Center Research Institute, Scarborough, ME "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew P Stokes, PhD",
            "author_affiliations": [
                "Cell Signaling Technology, Inc., Danvers, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer M Green, PhD",
            "author_affiliations": [
                "Affymax, Inc., Palo Alto, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey C Silva, PhD",
            "author_affiliations": [
                "Cell Signaling Technology, Inc., Danvers, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:28:38",
    "is_scraped": "1"
}