{
    "doi": "https://doi.org/10.1182/blood.V120.21.4544.4544",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2197",
    "start_url_page_num": 2197,
    "is_scraped": "1",
    "article_title": "Lymphopenia and an Elevated Monocyte Count At Diagnosis Do Not Predict a Poor Outcome After Autologous Transplants for Diffuse Large B-Cell Lymphoma in the First Remission ",
    "article_date": "November 16, 2012",
    "session_type": "Clinical Transplantation",
    "topics": [
        "diffuse large b-cell lymphoma",
        "disease remission",
        "lymphopenia",
        "monocytes",
        "r-chop",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "uterine fibroids",
        "biological markers",
        "carboplatin/etoposide",
        "cyclophosphamide"
    ],
    "author_names": [
        "Mitsufumi Nishio, MD, PhD",
        "Satoshi Yamamoto, MD, PhD",
        "Tomoyuki Endo, MD, PhD",
        "Katsuya Fujimoto, MD, PhD",
        "Toshiya Sakai, MD, PhD",
        "Takeshi Kondo, MD, PhD",
        "Akio Shigematsu, MD, PhD",
        "Junichi Sugita, MD, PhD",
        "Satoshi Hashino, MD, PhD",
        "Junji Tanaka, M.D.",
        "Masahiro Imamura, MD, PhD",
        "Takanori Teshima, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Sapporo City General Hospital, "
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Hematology, Sapporo City General Hospital, Sapporo, Japan, "
        ],
        [
            "Hokkaido University Hospital, "
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Hokkaido University Hospital, Sapporo, Japan, "
        ],
        [
            "Department of Hematology, Sapporo Hokuyu Hospital, Sapporo, Japan"
        ],
        [
            "Hematology, Hokkaido University Hospital, Sapporo, Japan, "
        ]
    ],
    "first_author_latitude": "43.077658400000004",
    "first_author_longitude": "141.3453257",
    "abstract_text": "Abstract 4544 Background: Current prognostic models, including the International Prognostic Index (IPI), incorporate both patient and tumor characteristics. In contrast, recent studies show that variables related to the host adaptive immunity and the tumor microenvironment are significant prognostic variables in cases of diffuse large B-cell lymphoma (DLBCL). Recently, Wilcox and co-workers reported that lymphopenia, defined as an absolute lymphocyte count (ALC) 630/μL, at diagnosis was associated with inferior survival in patients with DLBCL treated with CHOP/R-CHOP ( Leukemia , 2011). The same group also reported that the ALC/AMC ratio at diagnosis can be a biomarker to predict the clinical outcome in DLBCL patients treated with R-CHOP (Porrate et al. ASH 2011). However, it remains to be determined if these parameters can predict the outcome of autologous peripheral blood stem cell transplantation (APBSCT) in patients with DLBCL in the first remission. Methods: We retrospectively examined the predictive value of the AMC and ALC in a cohort of 55 consecutive DLBCL patients who uniformly underwent APBSCT in their first remission at Hokkaido University Hospital and Sapporo City General Hospital. At presentation, all patients were at high risk (Coiffier et al. J Clin Oncol , 1991) (1997 to 2000), or high (H)/high-intermediate (HI) risk, in the age-adjusted IPI (aaIPI) (2001 to 2012). After six cycles of CHOP (before 2000, N=16) or R-CHOP (after 2001, N=39), all patients were treated with APBSCT, followed by the MCVC regimen, consisting of ranimustine, carboplatin, etoposide and cyclophosphamide. We performed a receiver operating characteristics (ROC) analysis to determine the optimal cut-off point for both the AMC and ALC in our patients, and values of 551/uL and 1,000/uL were set for the subsequent analyses. The disease free survival (DFS) and overall survival (OS) were estimated using the Kaplan–Meier method and two-tailed log-rank test. Results: Twenty-five patients were male and thirty were female. According to the aaIPI, 15, 31, and nine patients were classified as H, HI, and low (L)/low intermediate (LI), respectively. The median duration of follow-up after APBSCT was 85 months (range 1 to 179 months). At diagnosis, the median ALC was 1,095/μL (range 286–3,396/μL) and the median AMC was 551/μL (range 63–1,870/μL). The estimated 5-year OS and DFS for the entire cohort were 78% (95% confidence interval (CI) 64–88%) and 73% (95% CI 59–83%), respectively. In contrast to the previous study, the ALC did not predict an inferior OS or DFS in a univariate analysis of dichotomized variables. The estimated 5-year OS and DFS for those who had lymphopenia (ALC551/μL) had no significant impact on the 5-year OS, with rates of 88% for those who had an elevated AMC and 73% for those who did not. However, an elevated AMC was associated with a superior 5-year DFS of 88% compared to that of 59% in the cohort which did not have an elevated AMC (hazard ratio 3.18, 95% CI 1.10–11.41, p=0.03). Conclusions: Lymphopenia or an elevated monocyte number at diagnosis did not predict a poor outcome for high-risk patients with DLBCL when APBSCT was given in the first remission. Our results suggest that the dismal outcome obtained with CHOP/R-CHOP in high risk DLBCL patients who concomitantly had lymphopenia and elevated AMC could be overcome by an APBSCT in the first remission, although these results should be confirmed in a prospective study. Disclosures: No relevant conflicts of interest to declare."
}