{
    "doi": "https://doi.org/10.1182/blood.V122.21.3134.3134",
    "article_title": "Development Of Solid Malignancies In Patients With Monoclonal Gammopathy Of Undetermined Significance (MGUS): A Population-Based Study Of 17,315 Patients ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Background While patients with monoclonal gammopathy of undetermined significance (MGUS) are known to be at an increased risk of developing multiple myeloma, Waldenström macroglobulinemia, and primary amyloidosis, the risk of developing non-hematologic malignancies is less clear. A recent report suggested that MGUS patients have a 1.56-fold increased risk of developing nonhematologic malignancies. An excess risk of developing nonmelanoma skin (RR = 2.04), endocrine (RR = 3.34), breast (RR = 1.32), kidney and urinary tract (1.58), respiratory (RR = 1.42), male reproductive system (RR = 1.32), and GI cancers (RR = 1.25) has been reported for people with MGUS ( Blood Oct 13 2011;118(15):4086-4092). This study constructed a cohort by discovering MGUS status through medical workup. Therefore, associations discovered might be related to the reason the test was performed more than the result of the test. This study aimed to determine if there was an increased risk of solid malignancies in persons with MGUS using a large, population-based, systematically screened cohort. Methods The population-based cohort established to estimate the prevalence of MGUS was examined for this study ( N Engl J Med 2006; 354:1362-1369). Of the 28,038 residents of Olmsted County, Minnesota age 50 years or older as of January 1, 1995, 21,463 individuals' serum samples were collected. All samples were evaluated with serum electrophoresis and immunofixation to determine MGUS status. The Mayo Clinic Medical Index from 1/1/1975 to last follow up or 5/31/2006 was used to link MGUS status to other diagnoses. All patients diagnosed with a solid malignancy were identified, and disease prevalence was determined for cases and controls. For MGUS patients who progressed to MM or related disorder, only solid malignancy diagnoses made prior to progression was considered. A second analysis was performed in which only malignancies that developed after the MGUS screening or diagnosis date were considered. Results 17,315 patients with 435,021 person-years of follow-up were included in the study. Any patient who was blinded in the initial cohort could not be included. Patients with MGUS (n=605) had a mean follow up of 24.64 years (range 0.11 to 30.57) while controls (n=16,710) had a mean of 25.14 years (range 0.01 to 31.40) of follow up. The risk ratio for developing any solid tumor was 1.08 (95% CI 0.94 to 1.25). Persons with MGUS had a 1.61-fold increased risk of developing respiratory tumors over controls. MGUS patients did not have a significantly increased risk of developing cancer in any other anatomical position studied, including bone, brain, breast, endocrine, eye, gastrointestinal, kidney, skin (melanoma or non-melanoma), oral/nasal/pharyngeal, reproductive, or salivary gland. MGUS patients were not found to be at increased risk of developing tumors with a specific pathology over controls. The second analysis, which considered only tumors that developed after the MGUS screening or diagnosis date, showed that MGUS patients were not at an increased risk of respiratory tumors (RR 1.28, p=0.21). According to this analysis, MGUS patients are at decreased risk of developing non-melanoma skin cancer (RR 0.76, p=0.003). No statistically significant increased risk of any solid tumor was identified through this analysis. Conclusion This study used a systematically screened population-based cohort to determine if patients with MGUS are at an increased risk of developing solid tumors. The analysis suggests that patients with MGUS have a significantly increased risk of developing respiratory malignancies (RR 1.61, p=0.01). However, when only tumors diagnosed after MGUS screening or diagnosis date were considered, this risk was no longer significant (RR 1.28, p=0.21). Contrary to previous reports, we did not find patients with MGUS to be at an increased risk of developing other solid malignancies. The discrepancy between these findings and previously reported increased risk may be related to the elimination of ascertainment bias in this population-based cohort universally screened for the presence or absence of MGUS. Accurately understanding the risks associated with MGUS, a condition affecting 3% percent of the population over 50 years of age, may allow for more informed recommendations for screening and counseling for these patients. Disclosures: Kumar : Celgene: Consultancy, Research Funding; Millennium: Consultancy, Research Funding; Onyx: Consultancy, Research Funding.",
    "topics": [
        "cancer",
        "monoclonal gammopathy of undetermined significance",
        "neoplasms",
        "follow-up",
        "screening",
        "melanoma",
        "solid tumors",
        "nonhematologic malignancy",
        "cancer diagnosis",
        "electrophoresis"
    ],
    "author_names": [
        "Lindsey E. Roeker",
        "Dirk Larson",
        "Robert Kyle, MD, MACP",
        "Shaji K Kumar, MD",
        "Angela Dispenzieri, MD",
        "Vincent Rajkumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lindsey E. Roeker",
            "author_affiliations": [
                "Mayo Medical School, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dirk Larson",
            "author_affiliations": [
                "Biostatistics, Mayo Clinic, Rochester, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Kyle, MD, MACP",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K Kumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Rajkumar, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T04:05:26",
    "is_scraped": "1"
}