{
    "doi": "https://doi.org/10.1182/blood.V122.21.4659.4659",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2570",
    "start_url_page_num": 2570,
    "is_scraped": "1",
    "article_title": "Quantitative Mass Spec Analysis Of RBCs From Patients With Hereditary Spherocytosis ",
    "article_date": "November 15, 2013",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "topics": [
        "hereditary spherocytosis",
        "mass spectrometry",
        "retail clinics",
        "gel",
        "sodium dodecyl sulfate-polyacrylamide gel electrophoresis",
        "splenectomy",
        "amines",
        "biological markers",
        "hemoglobin",
        "peptides"
    ],
    "author_names": [
        "Bhuvaneswari Ramkumar, MD",
        "David Kakhniashvili, PhD",
        "Steven Goodman, PhD",
        "Diana Gilligan, MD-PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Oncology, Department of Medicine, State University of New York- Upstate Medical University, Syracuse, NY, USA, "
        ],
        [
            "Department of Biochemistry and Molecular Biology, State University of New York- Upstate Medical University, Syracuse, NY, USA"
        ],
        [
            "Department of Biochemistry and Molecular Biology, State University of New York- Upstate Medical University, Syracuse, NY, USA"
        ],
        [
            "Department of Biochemistry and Molecular Biology, State University of New York- Upstate Medical University, Syracuse, NY, USA"
        ]
    ],
    "first_author_latitude": "43.04218939999999",
    "first_author_longitude": "-76.1397866",
    "abstract_text": "Introduction Spherocytic RBCs have increased fragility due to abnormalities of the components of the RBC membrane skeleton. From various studies about 30-40% of patients showed no molecular defect using standard Sodium Dodecyl Sulfate Polyacrylamide Gel Electrophoresis (SDS-PAGE). Mass spectrometry analysis (proteomics) would provide a deeper insight into changes in RBC membrane skeleton protein composition in patients with hereditary spherocytosis (HS). The objective of this study is to identify biomarkers that explain phenotypic heterogeneity and severity of hemolysis and variability within the same family using proteomic tools. Methods Blood samples from affected and unaffected family members of patients with hereditary spherocytosis at Upstate Medical University have been collected after obtaining informed consent. The family presented here includes the affected mother (OS2) and affected grandfather (OS3) of the female patient (OS1) with HS. The grandfather underwent splenectomy many years ago. Samples were collected from the three affected members and the unaffected grandmother (OS4). Complete blood count, peripheral smears, reticulocyte percentage (%) and absolute reticulocyte count were performed on those samples. RBC ghosts were prepared by osmotic lysis and were fractionated into membrane and cytosol. Membrane fractions were analyzed by SDS-PAGE. Membrane and cytosol fractions are being analyzed by 4plex Isobaric tags for relative and absolute quantitation ( iTRAQ ) labeling. The four individual samples are labeled with amine-modifying four different iTRAQ reagents and then combined. The labeled samples are separated by SDS-PAGE, and then regions of the gel are cut out and subjected to in-gel trypsin digest. The labeled peptides are then analyzed by tandem mass spectrometry and relative abundance can be assigned to each of the four labeled samples within the same analysis, corresponding to the three patients and one control. This approach minimizes any differences in sample processing because all four samples are analyzed simultaneously on the mass spectrometer. Preliminary Results Reticulocyte % and absolute retic count were highest for our patient (13.5 %) compared to her mother (9.93%) and her grandfather (3.34%) who was post splenectomy. Hemoglobin and hematocrit were also lower for our patient (12.8/36.0) compared to her mother (13.3/37.1) and grandfather (16.9/48.1). Coomassie blue SDS-PAGE of RBC ghosts did not show any differences in protein composition at this level of detection. Mass spec analysis using 4plex iTRAQ labeling is currently underway. Conclusions Patients with hereditary spherocytosis exhibit a wide range of phenotypes even within the same family. Protein differences are often not detected at the level of SDS-PAGE. In-depth analysis by quantitative mass spectrometry allows the identification of differences that can correlate to severity of illness and aid in choices regarding treatment modalities. Disclosures: No relevant conflicts of interest to declare."
}