{
    "doi": "https://doi.org/10.1182/blood-2018-99-112110",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3932",
    "start_url_page_num": 3932,
    "is_scraped": "1",
    "article_title": "Treatment Outcomes in Monoclonal Immunoglobulin Deposition Disease (MIDD): A Two Center Experience ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "immunoglobulin deposition disease",
        "plasmacytosis",
        "treatment outcome",
        "autologous stem cell transplant",
        "brachial plexus neuritis",
        "kidney failure, chronic",
        "proteinuria",
        "bortezomib",
        "hematuria",
        "hypertension"
    ],
    "author_names": [
        "Matthew J. Pianko, MD",
        "Timothy Tiutan, MD",
        "Jessica Flynn, BS",
        "Sean M Devlin, PhD",
        "Insara Jaffer-Sathick, MBBS",
        "Adriana C. Rossi, MD MSc",
        "Steven P. Salvatore, MD",
        "Heather J. Landau, MD",
        "Nikoletta Lendvai, MD PhD",
        "Eric L. Smith, MD PhD",
        "Neha Korde, MD",
        "Sham Mailankody, MBBS",
        "Alexander M. Lesokhin, MD",
        "Malin Hultcrantz, MD PhD",
        "David J. Chung, MD PhD",
        "Sergio Giralt, MD",
        "Ola Landgren, MD PhD",
        "Hani Hassoun, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology/Oncology, Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medical College-New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Department of Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Renal Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, "
        ],
        [
            "Division of Hematology and Oncology, Weill Cornell Medicine /New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Department of Pathology, Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, Scarsdale, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Myeloma Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ]
    ],
    "first_author_latitude": "42.2835733",
    "first_author_longitude": "-83.73125630000001",
    "abstract_text": "Background : Monoclonal immunoglobulin deposition disease (MIDD) is a rare complication of plasma cell dyscrasias in which deposition of immunoglobulin light and/or heavy chains results in organ dysfunction, most commonly affecting the kidneys. MIDD can present with new onset hypertension, hematuria, renal insufficiency and proteinuria. The rarity of MIDD contributes to the uncertainty regarding optimal therapy (typically targeting the clonal plasma cells), and the relationship between hematologic response and renal outcome. We report here the experience at Memorial Sloan Kettering Cancer Center and New York Presbyterian Hospital/Weill Cornell Medical Center. Methods : An electronic query of pathology records was performed to identify patients with a biopsy-proven diagnosis of MIDD. Patients were eligible for inclusion in this analysis if they had received treatment and had been subsequently followed at either institution. A retrospective review of clinical records extracted patients' baseline characteristics and treatment history. Hematologic responses were assessed according to International Myeloma Working Group uniform response criteria (Kumar, S. et al 2016 Lancet Oncol 17(8): e328-346) and renal organ responses were evaluated based on changes in serum creatinine (SCr), and proteinuria, a modification of criteria previously reported (Kourelis, T. V., et al 2016, Am J Hematol 91(11): 1123-1128.; Nasr, S.H. et al. 2009, J Am Soc Nephrol 20(9): 2055-2064. The primary objective was to determine the rate of hematologic response after initial therapy. Secondary objectives included: (i) Estimation of renal response rate; (ii) Identification of risk factors associated with renal response using the Wilcoxon Rank Sum and Fisher's Exact Tests. Results : Among 54 patients identified who were diagnosed and started treatment between 1/1999 and 1/2016, 29 met criteria for inclusion. Baseline characteristics at diagnosis included: Median age of 50 (range, 32-79); 17 (59%) were male; 22 (75%) had hypertension. Renal parameters at diagnosis: median SCr of 2.4 mg/dl (range, 0.4-19), median CrCl 23 ml/min (range, 4-131), median proteinuria 2383.7mg/24h (range 4.7-13,000), nephrotic-range proteinuria syndrome in 13 (45%), hematuria in 4/25 pts (16%; 4 unknown), 7 were on hemodialysis (HD) prior to initiation of therapy, and 26 (90%) patients had monoclonal kappa light chain deposits. Hematologic parameters included median free light chain ratio of 67.9 (2.8-1179.0), detectable M-spike in 11 pts with a mean level of 0.6 g/dL and median bone marrow plasmacytosis of 20% (range, 0-90%). Induction treatment regimens included bortezomib in 18 (62%), lenalidomide in 6 (21%), cyclophosphamide in 8 (28%), and 21 (73%) underwent autologous stem cell transplant (ASCT) during the course of their treatment. Outcomes are shown in Table 1. Hematologic response among the 29 pts at completion of first line therapy included an overall response rate (ORR) of 93% with sCR (N=14, 48%); CR (N=5, 17%), VGPR (N=6, 20%), PR (N=2, 6.9%), Not available (N=2, 7%). Renal response (Table 1) among 29 patients included CR (N=9, 31%), PR (N=14, 48%) and End Stage Renal Disease (ESRD) (N=6, 21%). Among 7 patients on HD at baseline, 3 remained on HD despite treatment, while 4 stopped HD after treatment, 2 as a result of the treatment and 2 after renal transplant. 3 patients progressed to ESRD and required HD during treatment. Baseline beta-2 microglobulin (B2M), SCr, and eGFR at diagnosis were factors associated with renal response (p<0.05). Hematologic response (CR vs. non-CR) was not associated with renal response (p=0.68) in this cohort. Conclusions : In this cohort, we observed a high rate of hematologic response (65.5% reaching CR) to upfront treatment regimens. A majority of patients received bortezomib-based regimens and ASCT. We observed a large proportion of patients whose renal impairment from MIDD improved significantly after receiving therapy directed at the underlying clonal neoplasm, with 75.8% reaching PR or better, nearly a third of patients achieving a renal CR, and 2/7 patients on HD at diagnosis discontinuing HD after treatment. Our experience presented here serves to inform the treatment approach of patients with MIDD. Given the scarcity of outcome data in MIDD, especially in the era of novel anti-myeloma therapy, prospective studies to optimize the management of these patients are needed. View large Download slide View large Download slide  Disclosures Rossi: Celgene: Consultancy. Smith: Celgene: Consultancy, Patents & Royalties: CAR T cell therapies for MM, Research Funding. Korde: Amgen: Research Funding. Mailankody: Janssen: Research Funding; Juno: Research Funding; Physician Education Resource: Honoraria; Takeda: Research Funding. Lesokhin: Squibb: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria; Genentech: Research Funding; Janssen: Research Funding; Serametrix, inc.: Patents & Royalties: Royalties. Landgren: Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Consultancy; Merck: Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy; Celgene: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Hassoun: Oncopeptides AB: Research Funding."
}