{
    "doi": "https://doi.org/10.1182/blood-2019-121751",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4452",
    "start_url_page_num": 4452,
    "is_scraped": "1",
    "article_title": "A Feasibility and Safety Study of a New CD19-Directed Fast CAR-T Therapy for Refractory and Relapsed B Cell Acute Lymphoblastic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "612.Acute Lymphoblastic Leukemia: Clinical Studies",
    "topics": [
        "acute lymphocytic leukemia",
        "b-lymphocytes",
        "burkitt's lymphoma",
        "cd19 antigens",
        "chimeric antigen receptor t-cell therapy",
        "fast trial",
        "focused assessment with sonography of trauma",
        "infusion procedures",
        "leukemia, b-cell, acute",
        "surrogate endpoints"
    ],
    "author_names": [
        "Junfang Yang, MD",
        "Jiaping He",
        "Xian Zhang, MD",
        "Zhenguang Wang",
        "Yongliang Zhang",
        "Songbai Cai",
        "Zhe Sun",
        "Xun Ye",
        "Yan He",
        "Lianjun Shen, MD PhD",
        "Jiujiang He",
        "Gailing Zhang, MD",
        "Dan Song",
        "Min Zhang",
        "Xiaona Hu",
        "Jingjing Li",
        "Shulian Xia",
        "Li Xu",
        "Wei Cao",
        "Peihua Lu"
    ],
    "author_affiliations": [
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China ",
            "Beijing Lu Daopei Institute of Hematology, Beijing, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Beijing Lu Daopei Institute of Hematology, Beijing, China ",
            "Hebei Yanda Lu Daopei Hospital, Beijing, China"
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China ",
            "Beijing Lu Daopei Institute of Hematology, Beijing, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China "
        ],
        [
            "Gracell Biotech Co., Ltd, Shanghai, China "
        ],
        [
            "Hebei Yanda Lu Daopei Hospital, Langfang, China ",
            "Beijing Lu Daopei Institute of Hematology, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.852573299999996",
    "first_author_longitude": "116.6719655",
    "abstract_text": "Introduction CD19-targeting chimeric antigen receptor (CAR) T cell therapy has demonstrated high success; however, its therapeutic potential can still be further improved. In addition, the high cost and lengthy process of CAR-T production limit its broad application. We have developed a new platform termed FasT (F) CAR-T with shortened manufacturing time to one day (plus 7 days of additional testing for regulatory requirements). Here we report results from a pre-clinical study of FasT (F) CAR-T (GC007F) and a phase Ⅰ clinical trial to assess the safety and feasibility of treating patients with CD19+ relapsed/refractory B-cell acute lymphoblastic leukemia (B-ALL). Methods In this study, a second generation of CD19-directed CAR-T was manufactured using the FasT CAR-T platform. Peripheral blood (PB) mononuclear cells were obtained by leukapheresis either from healthy donors for the pre-clinical study or from patients undergoing the clinical trial. T cells were separated and used for CAR-T generation. A xenograft mouse model was used to determine the efficacy of GC007F in vivo . Conventional (C) CAR-T derived from the same healthy donor were also made and tested in parallel for comparison. Between Feb. 2019 and July 2019, 10 adolescent and adult patients with CD19+ relapsed/refractory B-ALL were enrolled in a feasibility trial for CD19 FasT CAR-T (www.clinicaltrials.gov, NCT03825718). FasT CAR-T cells for all patients were successfully manufactured. All patients received a conditioning regimen of IV fludarabine (30mg/m 2 /d) and cyclophosphamide (250mg/m 2 /d) for 3 days followed by a single infusion of CAR-T cells. Six patients received a low-dose 6.5 (5.86-7.04) x10 4 /kg of FasT CAR-T, 2 received a medium-dose 1 (1-1.16) x10 5 /kg, and 1, a high-dose 1.56x10 5 /kg. The primary end points of the study were to evaluate feasibility and toxicity, and the secondary end points included disease response and engraftment/persistence of infused FasT CAR-T cells. Results This preclinical study has demonstrated several significant improvements of CD19-directed F CAR-T over C CAR-T: 1) 5-30 fold superior expansion capability (p<0.01); 2) more abundant T central memory cells (Tcm) (73.47±2.85% vs 58.03±8.34%, p<0.05) and T memory stem cells (Tscm) (6.42±3.64% vs 0.39±0.13%, p<0.01); 3) less exhaustion with reduced levels of PD-1+ and LAG3+ (3.39±0.49% vs 12.66±1.87%, p<0.01); and 4) more effective in the elimination of B-ALL in a xenograft mouse model (p<0.01, Fig. 1). For the phase Ⅰ clinical trial, the median observation period was 86 days (37-166 days). The median percentage of pre-treatment bone marrow (BM) blasts was 9.05% (0.19-32.5%). On day 15 after CAR-T cell infusion, 10/10 (100%) cases achieved complete remission (CR) or CR with incomplete count recovery (CRi) and 9/10 (90%) had minimal residual disease (MRD)-negative CR. Four of ten patients had a good blood count recovery on day 15. The number further increased to 6/10 on day 30. Patient F15 had rapidly growing disease in that his PB blasts increased from 1% on enrollment to 7% immediately before CAR-T cells infusion, and increased to 77% on day 7 post infusion. Notwithstanding the rapid disease progression, the patient achieved MRD-positive CR on day 15 with residual 0.06% BM blasts. Five of ten patients were bridged into allogeneic hematopoietic stem cell transplantation (allo-HSCT). All 10 patients have remained in CR thus far. After CAR-T infusion, the level of infused CD19 FasT CAR-T cells in PB was analyzed by qPCR and flow cytometry. Superior in vivo proliferation and persistence were detected regardless of the infused CAR-T doses. The median peak level was reached on day 7 (7-10) with 2.1(0.22-5.2) x10 5 copy/µg PB genomic DNA (Fig. 2) and the median CAR-T expression ratio was 44.5 (13.6-69.5) %. The peaks of IL6, IFNγ, IL10, and CD25 were observed around day 7. Despite the achievement of a very high CR rate, 9/10 had grade 1 cytokine release syndrome (CRS) and only 1 patient experienced grade 3 CRS. None developed neurotoxicity. Conclusion This study has demonstrated that FasT CAR-T cells with superior expansion capability and younger/less exhausted phenotypes can be generated rapidly. This first-in-human clinical study showed that FasT CAR-T is safe and highly effective for treating patients with B-ALL. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}