{
    "doi": "https://doi.org/10.1182/blood.V104.11.4099.4099",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=100",
    "start_url_page_num": 100,
    "is_scraped": "1",
    "article_title": "Autoantibody Formation and Alloimunization in Sickle Cell Disease Patients. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Background: Alloantibody and autoantibody formation to red blood cell (RBC) antigens is one of the observed complications in sickle cell disease patients (SCD). The incidence of alloimmunization and autoantibodies in this selected group of patients is particularly high, although the clinical implication of autoantibodies in sickle cell disease patients is not clear. The purpose of this study is to evaluate the rate of alloantibody and autoantibody formation in SCD patients. Study design and methods: A retrospective analysis of transfused sickle cell disease patients followed at Fundacao Pro-Sangue Hemocentro de Sao Paulo between 1988 and 2004 were retrieved. Data on transfusion history, were correlated with development of alloantibodies and autoantibodies. Results: The study group was composed by 43 sickle cell disease patients followed for a mean of 89 months (22–116). The number of RBC units transfused (mean) was 64 (4–208). The development of the first alloantibody was detected after a mean of 40 months (1–107) after the first transfusion in our institution. Out of these patients, 31 (72.1%) were identified with RBC alloantibodies; 9 of these patients (21%) had both allo and autoantibodies to RBC antigens, whereas 5 (55.6%) developed autoantibodies after alloimmunization. The one remainder had only autoantibodies. Conclusion: The alloimmunization rate was extremely high (72.1%) and can be partially explained because of the extended time of follow-up (mean of 89 months). Different from the literature the development of autoantibodies preceeded alloantibodies in 44.4%. The impact of this observation in clinical practice warrants further investigation.",
    "topics": [
        "autoantibodies",
        "sickle cell anemia",
        "isoantibodies",
        "alloimmunization",
        "antigens",
        "transfusion",
        "allopurinol",
        "follow-up",
        "erythrocytes"
    ],
    "author_names": [
        "Marcia C.Z. Novaretti, MD, PhD",
        "Eduardo Jens, MT",
        "Thiago Pagliarini, MT",
        "Andreia L. Rodrigues, MT",
        "Pedro E. Dorlhiac-Llacer, MD, PhD",
        "Dalton A.F. Chamone, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ],
        [
            "Dept. of Hematology, University of Sao Paulo. Fundacao Pro-Sangue/ Hemocentro de Sao Paulo, Sao Paulo, SP, Brazil"
        ]
    ],
    "first_author_latitude": "-23.571342499999997",
    "first_author_longitude": "-46.66000454999999"
}