{
    "doi": "https://doi.org/10.1182/blood.V122.21.2974.2974",
    "article_title": "Quality Of Life After Allogeneic Stem Cell Transplantation In Patients With Myelofibrosis (CMWP of EBMT) ",
    "article_date": "November 15, 2013",
    "session_type": "901. Health Services and Outcomes Research: Poster II",
    "abstract_text": "Introduction Myelofibrosis (MF) is a clonal hematological disorder classified as a myeloproliferative neoplasm (MPN). Bone marrow fibrosis, splenomegaly and extramedullary hematopoiesis are hallmarks of the disease. Symptomatic burden is present in most of the affected patients and can compromise quality of life (QoL) by its severity. Most patients suffer from constitutional symptoms such as fatigue, pruritus, night sweats, bone pain, fever, early satiety and weight loss. Currently allogeneic stem cell transplantation (HSCT) is the only curative therapy but it is associated with a high morbidity and mortality. Infectious complications, acute and chronic GvHD are major complications which influence quality of life after transplantation. Until now, no systematic evaluation of QoL after allogeneic stem cell transplantation for myelofibrosis patients exists. Methods In this cross-sectional study we examined 77 patients (male=37, female=40) with a median age of 61 years (range, 40 to 79 years) who received an allogeneic HSCT with a busulfan-based reduced-intensity conditioning from related (n=20) or unrelated donor (n=54) in the period from 1999 to 2011. Diagnosis was primary myelofibrosis in 47 patients and secondary myelofibrosis in 30 patients. At time of transplantation all patients had advanced disease and were classified by the Lille score as high-risk (n=18), intermediate-risk (n=34) and low-risk (n=12) patients. At time of evaluation, 72 patients were in complete remission, 5 patients were not in complete remission, 25 patients suffered from GvHD (limited=14, extensive=11). The patient population was divided into four groups according to the time between transplantation and evaluation of QoL. First group = 6-36 months (n=24); second group= 36-60 months (n=16); third group = 60-85 months (n=22); fourth group 85-146 months after transplantation (n=15). QoL was measured by using the two validated questionnaires FACT-BMT and MPN-SAF. By means of statistical analysis (SPSS; ANCOVA) it was examined whether there are significant differences between the groups. Results According to the MPN-SAF Total Symptom score (the lower the score the better is the Result: possible range= 0-100, the mean scores of the groups one to four are as followed: group1: 18.9 (SD =11.3), group2: 21.1 (SD=17.9), group 3:19.3 (SD=15.5) and group 4: 18.9 (SD=12.4). There were no significant differences between the groups (p=0,962). Unfortunately no MPN-SAF Total Symptoms score was available before transplantation, but according to the mean value of MPN described in the literature (mean=25.3; SD=17.2) the mean score after transplantation (mean=19.5; SD=14.0) of our study population was lower. The mean scores of the FACT-BMT from group one to four were 115.3 (SD=16.6); 120.9 (SD=17.5); 112.4 (SD=15.5) and 115.3 (SD=20.9) There were also no significant differences between the 4 groups (p=0.541). We investigated whether there are significant differences of the results in both questionnaires regarding gender (male/female), donor (unrelated/related), GvHD (yes/no), HLA (matched/mismatched), primary or secondary MF (post-PV/post-ET/PMF), remission (complete/not complete), but none of the variables did influence QoL significantly. The subscales BMTS, FACT-G, and its subscales Physical Well-Being (PWB), Functional Well-Being (FWB), Emotional Well-Being (EWB), Social Well-Being (SWB), of the FACT-BMT were calculated and analyzed by ANCOVA. No significant differences were found among the groups. Comparing the mean value of the FACT-G (mean=85.7; SD=13,1; range= 60-108)and its subscales PWB (mean=22.7; SD= 4.5), SWB (mean=22.4; SD=4.7), EWB (mean 19.9; SD=3.1), FWB (mean=20.6; SD=4.7) of our entire patient population with the mean value of a normal population FACT-G (mean=80.1; SD=18.1; range= 15.4-108), PWB (mean=22.7; SD= 5.4), SWB (mean= 19.1; SD=6.8), EWB (mean=19.9; SD=4.8) and FWB (mean=18.5; SD=6.8) our population has even the same or higher scores. Conclusion This cross-sectional study shows that after dose reduced allogeneic stem cell transplantation in MF-patients Physical and Emotional Well Being is almost as good as that of the normal healthy population whereas Social and Functional Well Being seem to be classified as even better than that of a normal population. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "myelofibrosis",
        "quality of life",
        "weight reduction",
        "transplantation",
        "complete remission",
        "graft-versus-host disease",
        "allogeneic hematopoietic stem cell transplant",
        "bone pain",
        "busulfan"
    ],
    "author_names": [
        "Nora Machate",
        "Haefaa Alchalby, MD",
        "Susanne Sehner",
        "Tatjana Zabelina, MD",
        "Daniel Wolff, MD",
        "Guido Kobbe, MD",
        "Martin Bornhäuser, MD",
        "Herrad Baurmann, MD",
        "Wolfgang A Bethge, MD",
        "Gerald Wulf, MD",
        "Axel R. Zander, MD",
        "Nicolaus Kröger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nora Machate",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Haefaa Alchalby, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Sehner",
            "author_affiliations": [
                "Institute of Medical Biometry, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Zabelina, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Wolff, MD",
            "author_affiliations": [
                "Hematology and Oncology, University Medical Centre University of Regensburg, Regensburg, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guido Kobbe, MD",
            "author_affiliations": [
                "Hematology, Oncology and Clinical Immunology, Heinrich Heine University Duesseldorf, University Hospital, Duesseldorf, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser, MD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital TU Dresden, Dresden, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herrad Baurmann, MD",
            "author_affiliations": [
                "Germna Clinic for Diagnostics, Wiesbaden, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang A Bethge, MD",
            "author_affiliations": [
                "Hematology & Oncology, Department of Medicine, University Hospital Tuebingen, Tuebingen, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerald Wulf, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Universitätsklinikum Göttingen, Göttingen, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel R. Zander, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolaus Kröger, MD",
            "author_affiliations": [
                "Department of Stem Cell Transplantation, University Medical Center Hamburg-Eppendorf, Hamburg, Germany, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T21:30:35",
    "is_scraped": "1"
}