{
    "doi": "https://doi.org/10.1182/blood.V106.11.2143.2143",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=441",
    "start_url_page_num": 441,
    "is_scraped": "1",
    "article_title": "FVIII Recovery after a Single Infusion of Recalibrated ReFacto in 14 Severe Hemophilia A Patients. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "hemophilia a",
        "infusion procedures",
        "concentrate dosage form",
        "hemorrhage",
        "intravenous bolus",
        "single-dose regimen"
    ],
    "author_names": [
        "Thierry Lambert, MD",
        "Claude Guérois, MD",
        "Valerie Gay, MD",
        "Natalie Stieltjes, MD",
        "Marie-Anne Bertrand, MD",
        "Annie Derlon, MD",
        "Marianne Sigaud, MD",
        "Abel Hassoun, MD",
        "Claude Négrier, MD",
        "Brigitte Coatmelec, MD",
        "Marie Dreyfus, MD",
        "Arnaud Dubanchet, MD"
    ],
    "author_affiliations": [
        [
            "Centre de Traitement des Hémophiles, CHU Bicêtre AP-HP, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Tours, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CH Chambéry, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Cochin AP-HP, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Besançon, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Caen, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Nantes, France"
        ],
        [
            "Service de Pédiatrie, Hôpital S. Veil, Montmorency, France"
        ],
        [
            "Laboratoire d’Hématologie, Hôpital E. Herriot, Lyon, France"
        ],
        [
            "Centre de Traitement des Hémophiles, Centre Rey-Leroux, La Bouexiere, France"
        ],
        [
            "Centre de Traitement des Hémophiles, CHU Bicêtre AP-HP, France"
        ],
        [
            "Wyeth Pharmaceuticals France"
        ]
    ],
    "first_author_latitude": "48.8100285",
    "first_author_longitude": "2.3539406",
    "abstract_text": "Background: A field study among 6 reference laboratories in the EU using chromogenic substrate assays revealed in some laboratories a FVIII level lower than expected when measuring the potency of ReFacto, a B-domain deleted recombinant FVIII concentrate. In an attempt to resolve these discrepancies, the standard used for establishing the potency of ReFacto was recalibrated in 2003. Indeed after this recalibration, the amount of ReFacto protein in each International Unit (IU) has increased by approximately 20 percent without change in the labeled dosage strength. Objectives: The primary objective of this prospective study was to assess the FVIII recovery in severe hemophilia A patients receiving recalibrated ReFacto. Methods: The study was conducted in 10 French Hemophilia Treatment Centers in Previously Treated Patients (> 150 exposure days to any FVIII concentrate). A series of 4 blood samples per patient were collected in a non-bleeding state, respectively before, 15mn, 30mn and 60mn after intravenous bolus infusion of a single dose of 50 ±5 IU/kg of ReFacto. Plasma FVIII activity was determined in a central lab using a chromogenic substrate assay (Coamatic FVIII TM ). Results: Fourteen severe hemophilia A patients (FVIII: C < 1%) were evaluable for intention to treat analysis. Median age was 25.5 years (range: 12–48). Median injected dose was 53.3 UI/kg (range 48.4–56.8). Maximal plasma FVIII activity level was obtained 15mn (n=10) or 30 mn (n=4) after the end of infusion. Mean incremental recovery (K value) was 2.20 ±0.27 UI/dL per UI/kg infused (range: 1.89–2.75) with a mean in vivo recovery of 105.2% (range: 87.6–133.8). Conclusions: In most cases the peak of FVIII activity was obtained 15 mn after the end of infusion. Recovery of recalibrated ReFacto was similar to the expected recovery with full-length FVIII concentrates."
}