{
    "doi": "https://doi.org/10.1182/blood.V116.21.1573.1573",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1700",
    "start_url_page_num": 1700,
    "is_scraped": "1",
    "article_title": "Distinct Regulation of β- and γ-Catenin throughout Hematopoietic Development Contrasts with Their Cooperative Roles In Acute Myeloid Leukemia. ",
    "article_date": "November 19, 2010",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells: Poster I",
    "topics": [
        "leukemia, myelocytic, acute",
        "cd34 antigens",
        "agonists",
        "catenins",
        "congenital abnormality",
        "disease remission",
        "microscopy, confocal",
        "signaling protein",
        "transcription coactivator",
        "tumor cells, malignant"
    ],
    "author_names": [
        "Rhys Gareth Morgan, BSc",
        "Lorna Pearn",
        "Kate Liddiard, PhD",
        "Robert Hills, MA, MSc, DPhil",
        "Alan Burnett, MD",
        "Alex Tonks, PhD",
        "Richard L Darley, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ],
        [
            "Department of Haematology, Cardiff University, Cardiff, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4866271",
    "first_author_longitude": "-3.1788640999999997",
    "abstract_text": "Abstract 1573 Wnt proteins are important developmental regulators and are known to play a role in maintenance of hematopoietic stem cells (HSC). Wnt signaling has also been identified as one of the most frequently dysregulated processes associated with acute myeloid leukemia (AML), though the significance of this observation is as yet poorly understood. Here we investigate the role of two Wnt signaling proteins; β-catenin and γ-catenin and their respective roles in both normal human hematopoiesis and in AML. These proteins have dual and overlapping roles as transcriptional activators of Wnt target genes in the nucleus, and as structural components of the cytoskeleton. To determine the potential scope of influence of these proteins, we first examined their expression levels and subcellular location throughout normal human hematopoiesis using multi-parameter flow cytometric analysis and confocal microscopy. As expected β-catenin was strongly expressed in human cord blood derived HSC (212 MFI ±124, n=6) and at lower levels in differentiated subsets; surprisingly however β-catenin expression was maintained in granulocytic (1182 MFI±568) and monocytic cells (284 MFI±107). Nuclear localization was independent of cytoplasmic expression level, being strongly nuclear-localized in early progenitors and predominantly cytoplasmic in differentiated cells (58%±5 nuclear-localized in CD34 + cells vs 27%±1 in granulocytes, P =0.008). The expression pattern of γ-catenin was similar to β-catenin but showed a reciprocal pattern of subcellular localization, with levels of nuclear γ-catenin strongest in differentiated cells (10%±2 in CD34 + cells vs 44%±3 in monocytes P =0.0005). These data imply complementary roles for β and γ-catenin in normal hematopoiesis and show that nuclear localization of these proteins is regulated independently and irrespective of their expression level. In AML patients, β-catenin dysregulation has been previously reported; however, we also observed frequent overexpression of γ-catenin (over 5 fold in 25% of patients). This overexpression was associated with lower remission rates (OR 1.23 per log increase, P =0.03, CI 1.02–1.49) arising from resistant disease (OR 1.57 per log increase, P =0.003, CI 1.16–2.14) in a cohort of 243 AML patients adjusted for baseline diagnostic variables. In contrast to normal hematopoiesis, we found that nuclear localization of γ-catenin correlated with nuclear localization of β-catenin in AML (R=0.5, n=59) suggesting that the capacity to independently regulate the nuclear entry/retention of these catenins is disrupted in AML. To investigate this, we examined the effect of ectopic overexpression of γ-catenin in normal cord blood derived CD34 + cells and AML cell lines. Three-fold overexpression of γ-catenin failed to induce nuclear translocation of γ- or β-catenin in normal progenitors, which exhibited no major developmental defects. In contrast, in 3 of 4 AML cell lines, overexpression of γ-catenin strongly promoted its nuclear localization (9-16 fold) and was associated with a block in agonist-induced differentiation - a phenotype previously associated with β-catenin. In accord with this, we found that as in primary AML, nuclear translocation of γ-catenin in AML cell lines was associated with translocation of β-catenin (2-22 fold). In conclusion, we propose that in normal hematopoiesis, nuclear translocation of β- and γ-catenin is tightly and independently regulated for each catenin. In contrast, most AML cells lack this regulation resulting in correlated nuclear levels of β- and γ-catenin. In addition, we found while overexpression of γ-catenin has little consequence for normal cells; in malignant cells γ-catenin facilitates nuclear translocation of β-catenin. Disclosures: No relevant conflicts of interest to declare."
}