{
    "doi": "https://doi.org/10.1182/blood.V120.21.3932.3932",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2221",
    "start_url_page_num": 2221,
    "is_scraped": "1",
    "article_title": "Long-Lasting Responses with Lenalidomide As Initial Therapy of Elderly Patients with Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lenalidomide",
        "older adult",
        "weight reduction",
        "brachial plexus neuritis",
        "beta 2-microglobulin",
        "follow-up",
        "immunoglobulins",
        "interleukin-6"
    ],
    "author_names": [
        "Paolo Strati",
        "Michael J. Keating, MD",
        "William G. Wierda, MD, PhD",
        "Xavier C. Badoux, MBBS",
        "Steliana Calin, MD",
        "James M. Reuben, PhD",
        "Susan M. O'Brien, MD",
        "Steven M. Kornblau, MD",
        "Hagop M. Kantarjian, MD",
        "Bang-Ning Lee, PhD, PA-C",
        "Alessandra Ferrajoli, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Lymphoma, St. George Hospital Cancer Care Centre, Kogarah, Australia, "
        ],
        [
            "Department of Hematopathology Research, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Hematopathology Research, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematopathology Research, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, The University of Texas, M. D. Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Abstract 3932 The best initial treatment for elderly patients (pts) with CLL is evolving and is a field of active investigation. We conducted a phase II study evaluating the activity of lenalidomide as initial therapy for elderly pts with CLL. This treatment was associated with an overall response rate of 65% and an overall survival of 88% at 2 years (Badoux, Blood 2011). Because response duration is a relevant endpoint, we performed an analysis looking at long-lasting responses to lenalidomide in pts on this trial. Pts with a response lasting 36 months or longer were defined as “long-term responders” (LTRs) and are the focus of our report. Clinical characteristics, prognostic factors, serum immunoglobulin levels, circulating T cell numbers (up to 36 months) and plasma cytokine levels of LTRs were compared with the rest of the study population using non-parametric and Chi-square tests. Differences were considered to be significant if p was < 0.05. Thirty-one of the 60 pts (52%) are LTRs. Best responses among LTRs consisted of 29 complete remissions (CR), including 4 pts with MRD-negative CR, and 2 partial remissions. Median time to failure (TTF) has not been reached for LTRs, after a median follow up of 47 (37–53) months. The median daily dose of lenalidomide at last follow-up in these pts was 5 mg (2.5–10). Twenty-two LTRs are still on therapy and nine have discontinued lenalidomide. Reasons for treatment discontinuation were: toxicity in 6 pts (deep venous thrombosis after 41 months in 1 pt, moderate neuropathy after 30 and 39 months in 2 pts, persistent fatigue after 23 months in 1 pt, moderate weight loss after 5 months in 1 pt, immune thrombocytopenia after 11 months in1 pt), infectious complications occurred in 1 pt (sepsis, after 12 months), second malignancy (invasive squamous cell carcinoma of the skin after 26 months) in 1 pt and change of institution in 1 pt. LTRs experienced neutropenia during the first 12 months of therapy that later resolved in 83% of pts ( Fig 1 A); additionally a recovery in hemoglobin and platelets compared to baseline values was also seen in 100 and 77% of LTRs, respectively ( Fig 1 B-C). We also observed an increase in the percentage of circulating T cells (CD3+) ( Fig 1 D) and an increase in plasma levels of immunoglobulins A, G and M values in these pts ( Fig 2 ). Lenalidomide-related late toxicities observed in LTRs consisted of G 1–2 diarrhea in 2 pts and G1 peripheral neuropathy in 3 pts. One patient developed several skin lesions shown to be in situ squamous and basal cell carcinomas. When we compared pre-treatment clinical characteristics of LTRs and the other pts on study, we observed that LTRs had lower baseline beta-2-microglobulin (median values: 4 vs 4.8 mg/L; p=0.02) and were less likely to have a deletion 11q (5 vs 9; p=0.02). Furthermore, baseline plasma levels of IL6, IL8, IFNγ and MIP1α were significantly lower in the LTRs (p=0.002, 0.025, 0.044 and 0.001, respectively). In conclusion, lenalidomide as initial therapy of elderly pts with CLL induced responses lasting more than 3 years in 53% of pts. Compared to the pts with shorter response duration, LTRs were more likely to have lower baseline levels of beta2-microglobulin, IL6, IL8, IFNγ and MIP1α and intermediate or favorable cytogenetic abnormalities. Fig 1. View large Download slide Fig 1. View large Download slide Fig 2. View large Download slide Fig 2. View large Download slide Disclosures: Keating: Celgene Corporation: Consultancy. Wierda: Celgene Corporation: Consultancy. O'Brien: Celgene Corporation: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Ferrajoli: Celgene Corporation: Honoraria, Research Funding."
}