{
    "doi": "https://doi.org/10.1182/blood.V126.23.5550.5550",
    "article_title": "Establishing Modified Human CYP4B1 As a Novel Suicide Gene System for Adoptive T-Cell Therapies ",
    "article_date": "December 3, 2015",
    "session_type": "801. Gene Therapy and Transfer",
    "abstract_text": "Retargeting autologous T-cells to recognize tumor-associated antigens by genetic modifications with viral vectors that express either enhanced T-cell receptors (TCRs) or chimeric antigen receptors (CARs) has shown successful activity against B-cells malignancies. Equipping the transduced T-cell with a suicide gene can prevent potential safety problems as on-target off-target toxicity, off-target reactivity and cytokine-release syndrome (Casucci et al ., 2015). The concept of a suicide gene has already been utilized to prevent a Graft-versus-host-disease (GvHD) following donor lymphocyte infusion (DLI). The first suicide gene system used in clinical phase I/II studies was the human Herpes simplex virus type 1 thymidine kinase with its prodrug ganciclovir that was used to control Graft-versus-host-disease following donor lymphocyte infusion (DLI) for leukemia relapse after allogeneic stem cell transplantation. More recent examples for suicide gene systems are icasp9, an inducible apoptosis switch with a synthetic dimerizer protein as prodrug, and CD20 with rituximab as a prodrug. We recently published a novel potential human suicide gene system by rendering the inactive P450 cytochrome CYP4B1 with 13 amino acid changes into the highly active CYP4B1P+12 in combination with 4-ipomeanol (4-IPO) (Wiek et al ., 2015). 4-IPO is furan produced by sweet potatoes infected with the common mold Fusarium javanicum and has been identified as the major lung toxin causing lung edema in livestock (Wilson et al ., 1970). A second natural occurring substance causing lung edema in horses is the major component of the Perilla frutenscens fruit oil called perilla ketone (PK) (Wilson et al ., 1977). Importantly, the only difference between PK and 4-IPO is a methyl group at C5 in PK, where 4-IPO has a hydroxyl group. Therefore in this work, we tested the hypothesis whether PK could function as a potential new prodrug for the CYP4B1P+12 suicide gene. Initially we compared the cytotoxicity caused by PK and 4-IPO in CYP4B1P+12 transduced primary human T-cells from healthy donors. For these experiments, we used third generation lentiviral vectors with T2A sites to express the suicide gene in combination with a truncated version of the low affinity nerve growth factor receptor (DNGFR) as a selection marker for Miltenyi MACS microbeads. Through the selection process, we were able to enrich the suicide gene expressing T-cell population from 61±6.0% to ≥95±1.8%. After selection, we challenged the CYP4B1P+12 expressing T-cells with increasing concentrations (2.9-90 µM) of both substrates and analyzed the survival of the cells. After 24h, 65.8±5.26% of CYP4B1P+12 positive T-cells incubated with 2.9 µM 4-IPO were still alive, while incubation with 90 µM lead to only 17.5±1.45% living T-cells. In contrast, incubation with 2.9 µM PK resulted in only 16.02±1.08% living cells, while 90 µM PK induced cell death in 94.2±0.79% of cells. Next, we demonstrated that a lower concentration, 0.9 µM, already led to only 13.2±0.46% alive cells after 24h. Monitoring apoptosis in the transduced T-cells by flow cytometry demonstrated that incubation with 90 µM 4-IPO for 4h decreased the rate of transduced T-cells to only 87.4±2.89%, while 10h and 24h incubation resulted in 20.4±4.9% and 5.8±0.93% living annexinV-negative cells. In contrast, 2h incubation with only 9 µM PK led to 88.7±2.07%, 4h to 60.2±5.47% and 10h to only 5.5±1.85% living annexinV-negative T-cells. Incubation of the T-cells with 90 µM did not change these numbers. Hence, we were able show that PK is not only more potent as 4-IPO, it also proves to have a faster kinetic in inducing apoptosis. After these promising in vitro results of using PK as a novel more potent prodrug for the CYP4B1P+12 human suicide gene, we performed dose escalation studies of PK in mice with targeted disruption of the Cyp4b1 gene. Using up to 25 mg PK/kg mouse daily up for 3d did not induce any clinical symptoms in the Cyp4b1-/- animals, while Cyp4b1+/+ animals needed to be sacrificed 4h and 7h after a single i.p. injection of 10 mg/kg or 5 mg/kg PK, respectively, due to severe respiratory distress. Results of in vivo studies analyzing the elimination of CYP4B1P+12 positive syngenic T-cells in Cyp4b1-/- mice after injection with either 4-IPO or PK will be finalized and presented at the meeting. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic stem cell transplant",
        "amino acids",
        "cancer",
        "cd20 antigens",
        "chimeric antigen receptors",
        "cytochrome p450",
        "cytochromes",
        "cytokine",
        "cytotoxicity",
        "donor leukocyte infusion"
    ],
    "author_names": [
        "Katharina Roellecke, M.Sc.",
        "Constanze Wiek, PhD",
        "Christof Kramm, MD",
        "Allan Rettie, PhD",
        "Helmut Hanenberg, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Katharina Roellecke, M.Sc.",
            "author_affiliations": [
                "Department of Otorhinolaryngology and Head/Neck Surgery, Heinrich Heine University, Duesseldorf, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Constanze Wiek, PhD",
            "author_affiliations": [
                "Department of Otorhinolaryngology and Head/Neck Surgery, Heinrich Heine University, Duesseldorf, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christof Kramm, MD",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Department of Child and Adolescent Health, University of Goettingen, Goettingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan Rettie, PhD",
            "author_affiliations": [
                "Department of Medicinal Chemistry, School of Pharmacy, University of Washington, Seattle, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut Hanenberg, MD",
            "author_affiliations": [
                "Department of Pediatrics III, University Children's Hospital Essen, Essen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T03:50:46",
    "is_scraped": "1"
}