{
    "doi": "https://doi.org/10.1182/blood.V128.22.5167.5167",
    "article_title": "Treatment-Related Morbidity and Mortality Associated with Remission Induction in Adolescent and Young Adult (AYA) Versus Young Adult Patients with Newly Diagnosed Acute Myeloid Leukemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Acute myeloid leukemia is the most commonly diagnosed acute leukemia with a median age of diagnosis between 65 - 70 years; 45% of newly diagnosed AML patients are less than 65 years of age. Complete response (CR) rates following induction chemotherapy ranges between 60 - 80% in patients younger than 60 years old. However, limited data exists evaluating AML outcomes of adolescent and young adult (AYA), defined as 15 - 39 years, compared to adult patients less than 60 years old. Herein, we compare treatment-related outcomes of AYA versus adult AML patients. Methods: This was a single-center, retrospective study comparing treatment-related outcomes, morbidity and mortality between newly diagnosed AYA and adult AML patients receiving induction chemotherapy from July 1, 2009 to July 31, 2014 treated at Moffitt Cancer Center. Patients were excluded if less than 18 years of age, diagnoses of acute promyelocytic leukemia (APL) or myelodysplastic syndrome (MDS). The primary objective was to compare 30-day mortality between the AYA and adult AML patients admitted to MCC. Secondary objectives included 60-day mortality, death during induction, CR rates, overall survival (OS), receipt of hematopoietic stem-cell transplant (HSCT), infection, transfer to the intensive care unit (ICU), complications, organ failure, and chemotherapy toxicity. Results: A total of 176 patients were identified, of which 47 were aged 18 - 39 and 129 were aged 40 - 59. Baseline characteristics were similar among AYA and adult patients except for age, weight, body mass index, obesity, and those with greater than 3 comorbidities. Thirty-day mortality rates between AYA and adult patients were similar (2% vs 3%, p=0.596). Additionally, 60-day mortality (2% vs 6%), death during induction hospitalization (2% vs 5.5%), CR rates (70% vs 72%), receipt of HSCT (42.5% vs 47%), median OS (Not Reached vs 25.18 months, Figure 1), ICU transfer (10.5% vs 17%), time to infection (15.5 days vs 16 days), rate of infections (34% vs 33%), time to complication (8 days vs 10 days), rate of organ failure, and rate of chemotherapy toxicity were not significantly different between the two groups. Number of patients experiencing a treatment-related complication was significantly lower in AYA versus adult patients (74.5% vs 94%, p<0.05). Univariate analysis found AYA age group, receipt of HSCT, history of antecedent hematologic disease, and cytogenetic risk factor as significant variables impacting OS. A multivariate analysis identified cytogenetic risk factor (OR, 2.045; 95% CI 1.409 - 2.969), history of antecedent hematologic disease (OR, 1.635; 95% CI 1.018 - 2.628), and receipt of HSCT (OR, 0.397; 95% CI 0.254 - 0.62) as predictors for OS. Conclusion: Overall, there were no significant differences in treatment-related morbidity and mortality between AYA and adult newly diagnosed AML patients who received induction chemotherapy. Patients receiving HSCT, history of antecedent hematologic disease, and cytogenetic risk category showed an effect on multivariate analysis of OS while AYA age group was only significant in the univariate analysis. Figure 1 View large Download slide OS Curve of AYA vs Adult Patients Figure 1 View large Download slide OS Curve of AYA vs Adult Patients Close modal Figure 2 View large Download slide Baseline Characteristics Figure 2 View large Download slide Baseline Characteristics Close modal Disclosures Sweet: Incyte Corporation: Research Funding; Karyopharm: Honoraria, Research Funding; Pfizer: Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Ariad: Consultancy, Speakers Bureau. Komrokji: Novartis: Consultancy, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "adolescent",
        "leukemia, myelocytic, acute",
        "morbidity",
        "remission induction",
        "young adult",
        "obesity",
        "hematopoietic stem cell transplantation",
        "chemotherapy, neoadjuvant",
        "hematological diseases",
        "infections"
    ],
    "author_names": [
        "Cory Michael Vela, PharmD",
        "Viet Q. Ho, PharmD, RPh, BCOP",
        "Justina Ofori Frimpong, PharmD, BCOP",
        "Bryan Brinda, Pharm.D.",
        "Timothy George, Pharm.D., BCOP",
        "Kendra L. Sweet, MD",
        "Eric Padron, MD",
        "David Sallman, MD",
        "Alan F List, MD",
        "Jeffrey E. Lancet, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cory Michael Vela, PharmD",
            "author_affiliations": [
                "Department of Pharmacy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Viet Q. Ho, PharmD, RPh, BCOP",
            "author_affiliations": [
                "Department of Pharmacy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justina Ofori Frimpong, PharmD, BCOP",
            "author_affiliations": [
                "Department of Pharmacy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bryan Brinda, Pharm.D.",
            "author_affiliations": [
                "Department of Pharmacy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy George, Pharm.D., BCOP",
            "author_affiliations": [
                "Department of Pharmacy, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kendra L. Sweet, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Padron, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Sallman, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F List, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:39:39",
    "is_scraped": "1"
}