{
    "doi": "https://doi.org/10.1182/blood-2020-133476",
    "article_title": "Prevalence of Thrombophilia in Transient Ischemic Attack and Ischemic Stroke Patients ",
    "article_date": "November 5, 2020",
    "session_type": "331.Pathophysiology of Thrombosis",
    "abstract_text": "Introduction . Screening for inherited thrombophilia has been recommended in patients with cryptogenic ischemic strokes and anticoagulant therapy is frequently indicated based on these results. However, current evidence suggests that thrombophilia screening is over utilized in stroke patients and may provide more risks than benefits. Patients and Methods. We conducted a retrospective cohort study in patients with transient ischemic attack (TIA) or ischemic stroke who had a thrombophilia screen and determined the proportions of each thrombophilia trait, and the proportion of high risk thrombophilia in this population. Pre-specified subgroup analyses were conducted for patients with ischemic stroke and transient ischemic attacks, and for patients with patent foramen ovale. Results. We included 412 patients (152 male and 260 female). The prevalence of thrombophilia was 7.52% (95% CI 5.35-10.48). The proportion of major thrombophilia was 2.18 (95% CI=1.15 - 4.09). The proportion of thrombophilia traits in ischemic stroke patients was lower 4.92% (95% CI 2.61 - 9.08) than that in patients with transient ischemic attacks 9.57% (95% CI = 6.41 - 14.06); Only 2 individuals had both a positive thrombophilia screen and a patent foramen ovale. Discussion . In this study the prevalence of thrombophilia traits in patients with ischemic stroke or transient ischemic attack was low, including high risk thrombophilic traits. Further studies are needed to determine if thrombophilia screening exposes these patients to additional risks without any benefits. Disclosures Sposato: Western University: Other: Kathleen and Dr. Henry Barnett Chair in Stroke Research; Boehringer Ingelheim: Honoraria, Research Funding; Pfizer: Honoraria, Research Funding; Gore: Honoraria, Research Funding; Bayer: Honoraria, Research Funding.",
    "author_names": [
        "Omar Raslan, MD",
        "Christopher Tran, BSc",
        "Fatimah Al-Ani, MD MRCP",
        "Luciano Sposato, MD MBA, FRCPC",
        "Alejandro Lazo-Langner, MDMSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Omar Raslan, MD",
            "author_affiliations": [
                "Hematology, University of Western Ontario, London, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Tran, BSc",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology, Western University, London, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fatimah Al-Ani, MD MRCP",
            "author_affiliations": [
                "University of Western Ontario, London, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luciano Sposato, MD MBA, FRCPC",
            "author_affiliations": [
                "Department of Clinical Neurological Sciences, Western University, London, Ontario, Canada, London, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alejandro Lazo-Langner, MDMSc",
            "author_affiliations": [
                "London Health Sciences Centre, Victoria Hospital, Hematology, Canada, London, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T15:41:09",
    "is_scraped": "1"
}