{
    "doi": "https://doi.org/10.1182/blood.V124.21.SCI-49.SCI-49",
    "article_title": "Molecular Modification of the Microenvironment by the Tumor Clone ",
    "article_date": "December 6, 2014",
    "session_type": "The Myeloma Niche and the Immunobiology of Myeloma",
    "abstract_text": "Multiple Myeloma (MM) is a disease of plasma cells with specific localization in the bone marrow. Recent studies have shown that MM is consistently preceded by Monoclonal Gammopathy of Undetermined Significance (MGUS). This has given rise to the concept of a myeloma precursor disease and raised questions about the biologic events leading to progression of these precursor states to symptomatic MM. The genomic complexity in MM was recently corroborated by next generation sequencing which revealed heterogeneity in tumors with tumor progression in a branching rather than in a linear manner, leading to substantial clonal diversity and coexistence of wide genetic heterogeneity. Although many factors regulating tumor progression are tumor cell autonomous, they are insufficient to induce progression and metastasis, and a permissive microenvironment is required for frank malignancy to emerge. Indeed, studies have shown that the tumor microenvironment is a key regulator in many steps of the invasion-metastasis cascade including tumor oncogenesis, egress, protection in the circulation, preparation of the metastatic niche, organ-specific homing, and the permissive role of the microenvironment in tumor colonization. These studies provide proof of bidirectional interactions that occur between tumor cells and the nearby microenvironment that are permissive for tumor initiation and progression, establishing a positive-feedback loop that may be self-amplifying. Although the bone marrow (BM) microenvironment is commonly referred to as the “non-tumor” entity, it has to be kept in mind that it is a complex network including a broad range of cells and factors that act as the \"malignant niche\" that is permissive for tumor growth in MM. Indeed, the BM microenvironment consists of three components: the cellular component (hematopoietic and non-hematopoietic cells, including mesenchymal stromal cells, osteoclasts, osteoblasts, endothelial cells, and immune cells such as T-regs, myeloid derived suppressor cells and plasmacytoid dendritic cells); the extracellular matrix component; and the soluble component (such as exosomes, cytokines, circulating free miRNA and growth factors). Multiple biological processes are affected by interactions between abnormal plasma cells and the BM microenvironment including homing to the BM, spread to secondary BM sites by the bloodstream, generation of paracrine factors, osteoclastogenesis, inhibition of osteogenesis, immune cell dysregulation, and angiogenesis lead to the progression of MM from early MGUS stages to overt metastatic myeloma. Disclosures Ghobrial: BMS: Membership on an entity's Board of Directors or advisory committees; Onyx: Membership on an entity's Board of Directors or advisory committees; Millennium/Takeda: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Off Label Use: CXCR4 inhibitors, SDF-1 inhibitors.",
    "topics": [
        "clone cells",
        "neoplasms",
        "monoclonal gammopathy of undetermined significance",
        "multiple myeloma",
        "neoplasm metastasis",
        "tumor progression",
        "cancer",
        "carcinogenesis",
        "cxcr4 receptors",
        "cytokine"
    ],
    "author_names": [
        "Irene M. Ghobrial, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irene M. Ghobrial, MD",
            "author_affiliations": [
                "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T06:47:45",
    "is_scraped": "1"
}