{
    "doi": "https://doi.org/10.1182/blood.V118.21.3085.3085",
    "article_title": "Prognostic Factors of Reducing Relapse in Patients Undergoing Allogeneic Hematopoietic Cell Transplantation From Related Donor for Acute Myeloid Leukemia: The Japan Society for Hematopoietic Cell Transplantation (JSHCT) AML Working Group ",
    "article_date": "November 18, 2011",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "abstract_text": "Abstract 3085 Background: A llogeneic hematopoietic cell transplantation (allo-HCT) is a curative treatment option for patients with acute myeloid leukemia (AML), however a major obstacle to success is represented by the relapse of the disease. We retrospectively analyzed prognostic factors to determine whether there are clinical features that predict relapse after transplantation. Patients and Methods: Clinical data were collected from the Transplant Registry Unified Management Program (TRUMP) in Japan. An individual patient data-based analysis was performed on patients with AML who achieved or continued complete remission (CR) after related allo-HCT between 1991 and 2009. A logistic regression model was used to analyze associations between relapse and clinical factors. Patients with CR1 or CR2 were defined as having a standard-risk disease, and patients with ≤CR3 or non-CR were defined as having a high-risk disease. Conditioning regimens included ≤ 8Gy in fractionated doses of total body irradiation, busulfan dose < 9mg/kg, melphalan dose ≤ 140 mg/m 2 defined as a reduced-intensity conditioning (RIC) regimen. Results: We analyzed a cohort of 1, 960 patients with AML. The median age at allo-HCT was 42 years (range, 16 to 74 years). Among the 1, 960 patients, 778 patients (38%) relapsed after allo-HCT. The probabilities of survival at 5-year for all patients, standard-risk patients, and high-risk patients were 49%, 61%, and 31%, respectively. In a multivariate analysis, significant factors for no relapse were standard-risk disease at the time of allo-HCT (HR 0.366, 95%CI 0.279–0.480, p<0.0001), presence of chronic GVHD (HR 0.442, 95%CI 0.338–0.579, p <0.0001), and CMV infection (HR 0.452, 95%CI 0.230–0.886, p =0.021). Intensity of conditioning regimen (RIC vs myeloablative), disease subtype of AML, HLA matching (matched donor vs mismatched donor), source of stem cells (peripheral blood vs bone marrow), and presence of acute GVHD did not affect relapse rates. Conclusion: These results indicate that in patients with standard-risk AML at the time of HCT, chronic GVHD or CMV infection after HCT were crucial for reducing relapse. Immune modulation mediated by chronic GVHD or CMV infection may have played a role in preventing disease relapse. The use of donor lymphocyte infusion before relapse may reduce the recurrence for selected patients who do not develop chronic GVHD. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "donors",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "prognostic factors",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "cytomegalovirus infections",
        "transplantation",
        "busulfan",
        "complete remission"
    ],
    "author_names": [
        "Shingo Yano, MD",
        "Hiroki Yokoyama, MD",
        "Rimei Nishimura, MD",
        "Takahiro Fukuda, MD",
        "Hiroyasu Ogawa, MD, PhD",
        "Kazuteru Ohashi, MD, PhD",
        "Heiwa Kanamori, MD",
        "Junji Tanaka, MD",
        "Hisashi Sakamaki, MD",
        "Yoshiko Atsuta, MD",
        "Akiyoshi Takami, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shingo Yano, MD",
            "author_affiliations": [
                "Clinical Oncolgy and Hematology, Jikei University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroki Yokoyama, MD",
            "author_affiliations": [
                "Clinical Oncolgy and Hematology, Jikei University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rimei Nishimura, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Jikei University School of Medicine, Tokyo, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Fukuda, MD",
            "author_affiliations": [
                "Hematology and Stem Cell Transplantation Division, National Cancer Center Hospital, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroyasu Ogawa, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Internal Medicine, Hyogo College of Medicine, Nishinomiya, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuteru Ohashi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Metropolitan Komagome Hospital, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiwa Kanamori, MD",
            "author_affiliations": [
                "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Tanaka, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Hokkaido University Graduate School of Medicine, Sapporo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Sakamaki, MD",
            "author_affiliations": [
                "Dept. of Hematology, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiko Atsuta, MD",
            "author_affiliations": [
                "Hematopoietic Stem Cell Transplantation Data Management / Biostatistics, Nagoya University School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiyoshi Takami, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Kanazawa University Hospital, Ishikawa, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:40:40",
    "is_scraped": "1"
}