{
    "doi": "https://doi.org/10.1182/blood.V108.11.3741.3741",
    "article_title": "Splenic Infarction Due to Concomitant Hereditary Spherocytosis and Sickle Cell Trait. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The occurrence of hereditary spherocytosis (HS) and sickle cell trait (HbAS) in the same patient is rare, with just 21 cases reported in the literature. Although six of these cases had splenic infarction or sequestration, none were reported as having a precipitating event. However, in persons with HbAS, splenic sequestration or infarction has been reported following exposure to high altitudes, including pressurized commercial aircraft. The interaction of these 2 (HS and HbAS) disorders can be explained by the hypoxic and acidic environment in the spleen. This environment causes spherocytes containing HbAS to be both less deformable and more prone to sickling, which promotes sluggish blood flow within the spleen and leads to sequestration and infarction. We have encountered a 10-year-old Caucasian girl with both HS and HbAS who experienced left upper quadrant pain during and following a flight on a commercial aircraft. Past medical history included episodes, although less severe, of left upper quadrant pain after traveling to high altitudes on automobile trips or on commercial aircraft. Family history included the dual diagnoses of HbAS and HS in the patient’s mother, for which she underwent splenectomy as a teenager, and a diagnosis of HS in her 9-year-old brother. At presentation, she had significant left upper quadrant tenderness upon palpation that was associated with voluntary guarding. There was no rebound or involuntary guarding. The spleen was noted to span 3–4cm below the left costal margin. Laboratory values included a hemoglobin of 10.8 (g/dl), reticulocyte count of 7.5%, total bilirubin of 3.0 (mg/dl), and lactate dehydrogenase of 1160 (U/L), all of which were similar to her baseline values. Abdominal ultrasound and cat scan demonstrated infarction in the inferior pole of her spleen. Despite supportive medical treatment, she required immediate splenectomy to relieve her symptoms and prevent recurrence. Her operative and post-operative courses were uneventful. This first report of a patient with both HS and HbAS who suffered splenic infarction after traveling on a commercial aircraft demonstrates how two different inherited red blood cell abnormalities can interact and lead to clinically significant complications.",
    "topics": [
        "hereditary spherocytosis",
        "sickle cell trait",
        "splenic infarction",
        "left upper quadrant pain",
        "splenectomy",
        "abdominal ultrasonography",
        "bilirubin",
        "computed tomography",
        "diagnosis, dual (psychiatry)",
        "hemoglobin"
    ],
    "author_names": [
        "Robin Yates, MD",
        "George R. Buchanan, MD",
        "Howard Ginsburg, MD",
        "Nancy Fefferman, MD",
        "M. Alba Greco, MD",
        "Dariusz Borys, MD",
        "Francine Blei, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robin Yates, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "George R. Buchanan, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, University of Texas Southwestern Medical Center, Dallas, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Ginsburg, MD",
            "author_affiliations": [
                "Pediatric Surgery, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nancy Fefferman, MD",
            "author_affiliations": [
                "Pediatric Radiology, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Alba Greco, MD",
            "author_affiliations": [
                "Pediatric Pathology, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dariusz Borys, MD",
            "author_affiliations": [
                "Pediatric Pathology, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francine Blei, MD",
            "author_affiliations": [
                "Pediatric Hematology and Oncology, New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T15:41:47",
    "is_scraped": "1"
}