{
    "doi": "https://doi.org/10.1182/blood-2020-141930",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4529",
    "start_url_page_num": 4529,
    "is_scraped": "1",
    "article_title": "Real-World Validity of the Revised International Staging System in Multiple Myeloma By Race ",
    "article_date": "November 5, 2020",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "topics": null,
    "author_names": [
        "Lucia D Notardonato, MD",
        "Spencer S Langerman, PhD",
        "Brian C.-H. Chiu, PhD",
        "Benjamin A Derman, MD"
    ],
    "author_affiliations": [
        [
            "Section of General Internal Medicine, University of Chicago, Chicago, IL "
        ],
        [
            "Department of Public Health Sciences, University of Chicago, Chicago, IL "
        ],
        [
            "Department of Public Health Sciences, University of Chicago, Chicago, IL "
        ],
        [
            "Section of Hematology/Oncology, University of Chicago, Chicago, IL"
        ]
    ],
    "first_author_latitude": "41.79176449999999",
    "first_author_longitude": "-87.6400376",
    "abstract_text": "Introduction: The incidence of multiple myeloma (MM) is 2-to-3-fold higher among Black compared to White individuals, which may reflect an underlying biological difference between races. Though there does not appear to be a difference in the distribution of cytogenetic abnormalities between races, high-risk cytogenetic abnormalities (HRCA) have not proven to carry the same negative prognostic significance in Black individuals as is seen in White patients (Derman et al. Blood Cancer Journal 2020). The most commonly used MM risk stratification schema are the International Staging System (ISS) and Revised-ISS (R-ISS), an extension of the ISS that includes serum lactate dehydrogenase (LDH) levels and HRCA identified by fluorescence in-situ hybridization (FISH) (Palumbo et al. JCO 2015). These schema were derived from clinical trial data made up of predominately White patients, and thus it is unknown whether these are applicable for Black patients. We sought to evaluate the relative prognostic impact of ISS and R-ISS on progression-free survival (PFS) and overall survival (OS) in White and Black patients. Methods: Data was collected from the Multiple Myeloma Research Foundation (MMRF) CoMMpass global registry version IA15, which includes 1143 newly diagnosed MM patients with clinical lab data at the time of diagnosis. Race was self-reported. Data were analyzed through R version 4.0.2 using the Survival package version 3.2-3. PFS was defined as the time from diagnosis until progression or death. OS was defined as the time from diagnosis until death from any cause. Survival curves were constructed using the Kaplan-Meier method and compared with the log-rank test. Linear trend Hazard ratios (HR) and 95% confidence intervals were derived from Cox proportional hazards regression models incorporating the risk stratification score as an ordinal predictor. Results: A total of 617 MM patients (505 Non-Hispanic White and 112 Non-Hispanic Black) were identified in the MMRF CoMMpass registry version IA15 with complete baseline data available to generate ISS and R-ISS scoring. 268/505 (53%) White patients received an autologous stem cell transplant in the first line compared to 50/112 (45%) Black patients (p=0.11). Multivariate Cox analysis for PFS was performed for each race and included age, sex, and either ISS or R-ISS. Among Black patients, R-ISS demonstrated increased discrimination for the PFS endpoint compared to ISS (Black ISS, PFS HR 1.74 (1.22-2.48), p < 0.001; Black R-ISS, PFS HR 2.19 (1.37-3.49), p < 0.001). Among White patients, there was no demonstrable difference in discrimination between ISS and R-ISS for the PFS endpoint (White ISS, PFS HR 1.35 (1.16-1.58), p<0.001; White R-ISS, PFS HR 1.36 (1.11-1.67), p < 0.001). Multivariate Cox analysis for OS was performed in an identical fashion. Regardless of race, R-ISS demonstrated increased discrimination for risk of death compared to ISS (White ISS, OS HR 1.88 (1.48-2.38), p<0.001; White R-ISS, OS HR 2.19 (1.61-2.98), p<0.001; Black ISS, OS HR 1.70 (1.06-2.71), p = 0.030; Black R-ISS, OS HR 2.21 (1.18-4.14, p= 0.013). Kaplan-Meier Curves for PFS and OS can be found in Figure 1. Further analyses stratifying by receipt of first-line autologous stem cell transplant (ASCT) showed that R-ISS did not add discriminatory capacity for PFS or OS over ISS for Black patients who received first-line ASCT (Black ISS, OS HR 1.89 (1.39-2.56), p<0.001; Black R-ISS, OS HR 1.97 (1.32-2.94), p<0.001), whereas it did for White patients (data not shown). Conclusions: In a modern prospective cohort of real-world patients who received novel MM therapy and a high rate of transplantation, we found that the R-ISS offered additional discrimination of OS compared to ISS regardless of race. R-ISS did not offer additional discriminatory capacity over ISS for PFS among White patients (possibly reflecting more intensive non-transplant therapies among higher R-ISS risk patients) nor for PFS and OS among Black patients receiving first-line ASCT. Further work is needed to improve risk prognostication among Black patients with MM. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}