{
    "doi": "https://doi.org/10.1182/blood.V108.11.559.559",
    "article_title": "Excessive Cardiotoxicity Despite Excellent Leukemia-Free Survival for Pediatric Patients with Down Syndrome (DS) and Acute Myeloid Leukemia (AML): Results from POG (Pediatric Oncology Group) Protocol 9421. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "INTRODUCTION: Children with DS and AML have a superior response to chemotherapy and improved survival compared to non-DS AML patients. However, DS patients have been shown to have excessive treatment-related mortality. We report the outcomes of DS-AML patients treated on POG protocol 9421 with particular attention to cardiotoxicity. RESULTS: Fifty-seven DS-AML patients were enrolled. Median age was 20 months (range 1–40 months) including 8 (14%) infants < 12 months, 30 (52.6%) children ≥12months and ≤ 24 months, 16 (28.1%) children >24months and ≤ 36 months, and 3 (5.3%) children > 36 months. 45 patients (78.9%) had FAB-M7 morphology. There was one induction failure and 2 early deaths with the remainder of the patients (54/57 = 94.7%) achieving first remission (CR1). Early deaths included one patient who presented with meningococcemia at the time of diagnosis of AML and was in critical condition prior to induction. The second patient had unrepaired tetralogy of Fallot (TOF) and died during induction of presumed sepsis precipitating a fatal TOF cyanotic event. CR1 rate was 8 of 8 (100%) for age ≤ 12 months, 29 of 30 (97%) for age > 12 mos and ≤ 24mos, 15 of 16 (93.8%) for age >24 mos and ≤ 36 mos, and 2 of 3 (66%) for age > 36months. Of the 54 patients achieving CR1, 3 relapsed. Two died of disease and one patient underwent allogeneic bone marrow transplant and died of complications. There have been no other relapses with follow-up ranging from 2–10 years. One patient with partially repaired AV canal was removed from study after induction 1 due to congestive heart failure (CHF) and pulmonary hemorrhage and remains alive in CR1 9 years later. There were 6 additional deaths unrelated to leukemia. Two patients died following consolidation 2, one with RSV pneumonia and the other with CHF. Four patients died following completion of treatment: two of unknown causes, one due to CHF, and one due to “respiratory illness.\" Review of the data reveals a concerning incidence of cardiotoxicity. Nineteen (33%) patients had documented structural cardiac disease. The majority had either repaired cardiac disease or isolated ASD or VSD which was thought to be clinically insignificant. All patients had documentation of adequate cardiac function by echocardiography prior to the start of treatment. Cumulative anthracycline exposure on this protocol was high, including 135mg/m2 of daunorubicin and 80mg/m2 of mitoxantrone. Twelve of 57 patients (21%) had documented CHF requiring chronic diuretics and/or inotropes with diminished fractional shortening on echocardiogram; four patients died. Eight of these 12 patients had prior cardiac disease although 4 had either functionally insignificant ASD or repaired VSD. Dilated cardiomyopathy developed during or soon after completion of treatment in all patients. CONCLUSION: In summary, this treatment regimen for DS-AML was highly effective in both remission induction and long-term leukemia-free survival. However, there was a high incidence of dilated cardiomyopathy, which lends support to current strategies for dose reduction of anthracyclines in this patient population. Additional follow-up data on these children is currently being collected to further delineate the burden of long-term cardiac dysfunction among survivors.",
    "topics": [
        "cardiotoxicity",
        "down syndrome",
        "leukemia",
        "leukemia, myelocytic, acute",
        "pediatric oncology",
        "pediatrics",
        "congestive heart failure",
        "heart diseases",
        "anthracycline antibiotics",
        "cardiomyopathy, dilated"
    ],
    "author_names": [
        "Maureen O’Brien, MD",
        "Jeffrey Taub, MD",
        "Kimo Stine, MD",
        "Myron Chang",
        "Yaddanapudi Ravindranath, MD",
        "David Becton, MD",
        "Gary Van Houten Dahl, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maureen O’Brien, MD",
            "author_affiliations": [
                "Pediatrics, Stanford University, Palo Alto, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey Taub, MD",
            "author_affiliations": [
                "Children’s Hospital of Michigan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimo Stine, MD",
            "author_affiliations": [
                "Arkansas Children’s Hospital"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Myron Chang",
            "author_affiliations": [
                "Children’s Oncology Group - Data Center (Gainesville, FL)"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yaddanapudi Ravindranath, MD",
            "author_affiliations": [
                "Children’s Hospital of Michigan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Becton, MD",
            "author_affiliations": [
                "Arkansas Children’s Hospital"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary Van Houten Dahl, MD",
            "author_affiliations": [
                "Pediatrics, Stanford University, Palo Alto, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T04:28:33",
    "is_scraped": "1"
}