{
    "doi": "https://doi.org/10.1182/blood.V118.21.2055.2055",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1936",
    "start_url_page_num": 1936,
    "is_scraped": "1",
    "article_title": "The Human Ankyrin Insulator Supports Production of Therapeutic Levels of Adult Hemoglobin Following β-Globin Gene Transfer in Hematopoietic Cells Derived From Thalassemic and Sickle Cell Patients ",
    "article_date": "November 18, 2011",
    "session_type": "801. Gene Therapy and Transfer: Poster I",
    "abstract_text": "Abstract 2055 β-thalassemia and sickle cell disease (SCD) are two of the most common genetic red cell blood disorders, affecting millions. Although both conditions originate from genetic defects that reside within the β-globin gene, β-thalassemia is characterized by limited or absent synthesis of β-globin chains, whereas SCD by production of an aberrant β-globin molecule. The only definitive cure for these disorders requires allogeneic bone-marrow (BM) transplant, a procedure whose success is limited by the availability of suitable donors and the occurrence of graft versus host disease. Therefore, the modification of a patient's own BM cells by insertion of the correct β-globin gene might offer a relatively safe alternative therapy. Recently, a patient affected by βE/β0-thalassemia received an autologous bone marrow transplant of hematopoietic stem cells treated with a lentiviral vector carrying the β-globin gene (Cavazzano-Calvo, Nature, 2010). This patient no longer requires transfusion therapy raising great hope that this disease can be cured in this way. However, only one-third of the total hemoglobin content in the patient is derived from the vector, the remainder being the endogenous hemoglobin, half adult and half fetal. To date, no study has focused on the correlation between gene transfer and increased hemoglobin levels in patients carrying different β-globin mutations and exhibiting phenotypic differences. Therefore, it would be extremely helpful if one could anticipate a patient response to gene transfer before undergoing myeloablation. For this purpose we devised a novel method to analyze patient derived erythroid cells in vitro following gene transfer. We generated lentiviral vectors carrying the human β-globin gene, large elements of the locus control region (LCR) with (AnkT9W) and without (T9W) an ankyrin insulator inserted in the 3' self-inactivating long terminal repeat. Analysis of Murine Erythroleukemia (MEL) cells single-integrant-clones indicated that the presence of the ankyrin insulator increased the synthesis of chimeric α-mouse/β-human hemoglobin by 47% (p=0.0023). This was further validated by comparing the amelioration of hematological parameters of thalassemic animals ( Hbb th3/+ ) transplanted with thalassemic hematopoietic stem cells transduced with T9W or AnkT9W. To better understand the mechanism for increased globin expression in the AnkT9W-bearing MEL cells, we performed a time-course real-time PCR analysis on the human β-globin messenger, chromatin immunoprecipitation (ChIP) and polysomal analyses. Our results suggest a novel mechanism triggered by the presence of the ankyrin element, which increases the rate of transcription and confers temporal advantage of the transgenic β-globin mRNA during erythroid differentiation, facilitating ribosomal loading and efficient translation. We also established a preclinical assay to assess in vitro the response to gene transfer with AnkT9W of hematopoietic cells, isolated from twentytwo patients with β-thalassemia and SCD. Among β-thalassemic individuals, we found that in specimens carrying one or two β+ alleles the integration of 0.6 copies of the vector achieved hemoglobin production comparable to specimens from healthy individuals and 35% higher compared to erythroid cells from patients harboring two β0 mutations (p<0.0001). Our preliminary results in three SCD specimens treated with AnkT9W show that sickle cells are able to produce therapeutic levels of adult hemoglobin in a dose-response manner, whereas the amount of sickle hemoglobin decreases proportionally, suggesting that the transgenic β-globin mRNA competes with the sickle transcript to synthesize β-globin chains and form normal hemoglobin tetramers. From our results we conclude that the ankyrin element is particularly effective for the purpose of expressing the β-globin gene not only in a quantitative but also in a qualitative fashion. Furthermore, this approach could provide vital information to select the best gene therapy tools for patients before undergoing myeloablation and bone marrow transplant. Further experiments are in progress to increase the number of SCD specimens and to analyze whether the integration pattern is different in cells infected with T9W versus AnkT9W. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "ankyrins",
        "drepanocytes",
        "gene transfer techniques",
        "globins",
        "hemoglobin",
        "thalassemia",
        "bone marrow purging",
        "rna, messenger",
        "acute erythroblastic leukemia",
        "alternative medicine"
    ],
    "author_names": [
        "Laura Breda, PhD",
        "Carla Casu",
        "Nicoletta Bianchi",
        "Luca Cartegni",
        "Karina Yazdanbakhsh, PhD",
        "Deepa Manwani, MD",
        "Narla Mohandas",
        "Petar Jelinic",
        "Gregory David",
        "Lawrence B. Gardner, MD",
        "Dorothy A Kleinert, NP, MPH",
        "Eugenia Prus",
        "Eitan Fibach, PhD",
        "Patricia Giardina, MD",
        "Roberto Gambari",
        "Stefano Rivella, PhD"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "University of Ferrara, Ferrara, Italy, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "New York Blood Center, New York, NY, USA, "
        ],
        [
            "Children's Hospital at Montefiore, Bronx, NY, USA, "
        ],
        [
            "New York Blood Center, New York, NY, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "New York University School of Medicine, New York, NY, USA, "
        ],
        [
            "New York University School of Medicine, New York, NY, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Hadassah-Hebrew University Medical Center, Jerusalem, Israel"
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "University of Ferrara, Ferrara, Italy, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127"
}