{
    "doi": "https://doi.org/10.1182/blood.V114.22.2370.2370",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1551",
    "start_url_page_num": 1551,
    "is_scraped": "1",
    "article_title": "Dramatic Reduction of Chronic Lymphocytic Leukemia (CLL) Cells Following Adoptive Transfer of Cord Blood (CB) Natural Killer (NK) Cells Using CB-Engrafted NOD-SCID IL2Rγ null (NSG) Mice as a Model. ",
    "article_date": "November 20, 2009",
    "session_type": "CLL - THERAPY, EXCLUDING TRANSPLANTATION POSTER I",
    "topics": [
        "adoptive transfer",
        "animal model",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mice",
        "severe combined immunodeficiency",
        "umbilical cord blood",
        "aldesleukin",
        "infusion procedures",
        "flow cytometry"
    ],
    "author_names": [
        "Dongxia Xing, PhD",
        "Alan G. Ramsay, PhD",
        "William Decker, PhD",
        "Sufang Li",
        "Simon Robinson, Ph.D.",
        "Hong Yang, PhD",
        "Nina Shah, MD",
        "Chitra Hosing, MD",
        "Catherine M. Bollard, MD, FRACP, FRCPA",
        "John G. Gribben, MD, DSc",
        "Elizabeth J. Shpall, MD"
    ],
    "author_affiliations": [
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Ctr. for Medical Oncology, Institute of Cancer, Barts & London Sch. of Med., London, United Kingdom, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Baylor College of Medicine, The Methodist Hospital, and Texas Children's Hospital, Houston, TX, USA"
        ],
        [
            "Ctr. for Medical Oncology, Institute of Cancer, Barts & London Sch. of Med., London, United Kingdom, "
        ],
        [
            "Stem Cell Transplantation and Cellular Therapy, MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.706995799999998",
    "first_author_longitude": "-95.3970683",
    "abstract_text": "Abstract 2370 Poster Board II-347 Adoptive transfer of NK cells in human B-CLL has been limited by the lack of suitable animal models to test the clinical efficacy of this immune therapy strategy. Primary patient B-CLL cells are difficult to engraft in NOD-SCID mice as these mice lack an immune microenvironment that provides essential accessory cells for tumor development. In the current study, we utilize a novel 2-step engraftment protocol using NOD-SCID γnull mice (NSG). Firstly, human cord blood (CB) derived CD34+ stem cells were engrafted to generate humanized chimeric mice capable of supporting B-CLL cells. By week 12, the human engraftment level reached 30% to 60% as detected in peripheral blood. Secondly, these mice were infused with human primary B-CLL cells labeled with CFSE. Our results show that following tail vein injection of 5E7 primary patient CLL cells, chimeric mice exhibited proliferation of CFSE+CD5+ B cells in the spleen and bone marrow, with disease development resembling human CLL. This allowed us to investigate the efficacy of ex vivo IL-2 expanded CB NK cell therapy using this novel mouse model system. As early as 24 hours post-infusion of IL-2 expanded human CD56+CD3- CB NK cells (10E7 per mouse) there was a detectable reduction of CD5+ leukemia cells in the peripheral circulation of CLL-engrafted mice by flow cytometry analysis. Moreover, by day 7 there was a dramatic 99.5 % reduction of CD5+ B-CLL cells in the blood, bone marrow, and spleen of experimental animals compared to the non-treated control group (P<0.001). Of note, expanded CB-NK cells exhibited high anti-leukemic specificity as healthy B cells from the original CB transplant were spared post-infusion. Overall, our studies suggest that the chimeric NSG mouse has utility as an in vivo model for testing immunotherapeutic strategies in aggressive B-CLL. Here, our results highlight the strong anti-leukemic response of infused ex vivo expanded CB-NK cells. Disclosures: No relevant conflicts of interest to declare."
}