{
    "doi": "https://doi.org/10.1182/blood.V120.21.395.395",
    "article_title": "Accuracy of Magnetic Resonance Direct Thrombus Imaging (MRDTI) As a Novel Tool in the Diagnosis of Acute Ipsilateral Recurrent Deep Vein Thrombosis ",
    "article_date": "November 16, 2012",
    "session_type": "331. Pathophysiology of Thrombosis: Clinical Studies",
    "abstract_text": "Abstract 395 Background Accurate diagnostic assessment of suspected acute ipsilateral recurrent deep vein thrombosis (DVT) is of high clinical importance, however discriminating residual thrombosis from acute recurrent DVT may be challenging. It is known that in 32% of the patients with a suspected acute ipsilateral recurrent DVT the ultrasound examination are non-conclusive. Despite this, patients were treated with indefinite anticoagulant therapy, indicating overtreatment in this group of patients (Tan M et al. J Thromb Haemost 2010). A non-invasive MR technique (Magnetic Resonance Direct Thrombus Imaging (MRDTI), without need for intravenous contrast agent, showed high sensitivity and specificity for diagnosing a first acute DVT (Fraser et al Ann Intern Med 2002). Furthermore the high signal associated with acute thrombosis was not detected 6 months after the initial acute thrombosis, making MRDTI potential relevant for distinguishing a recurrent DVT from a residual thrombosis (Westerbeek RE et al J Thromb Haemost 2008). This study evaluated the accuracy of MRDTI in patients with an acute ipsilateral recurrent DVT and patients with residual thrombosis. Patients/Methods In total 84 patients were enrolled. Of these, 42 consecutive patients had an acute ipsilateral recurrent DVT according to the current ultrasound examination standards in combination with a positive D-dimer test (≥ 500 μg/L); all patients were treated with anticoagulants. Furthermore, 42 patients were without acute signs and symptoms, however had a residual thrombosis on ultrasound examination in combination with a negative D-dimer test (< 500 μg/L). All patients received a MR examination within 48 hours of presentation. MR images were assessed in a blinded fashion by two radiologists. Sensitivity, specificity and interobserver variability were calculated. Results The images of two patients with ipsilateral recurrent DVT were not interpretable, one patient had a knee prosthesis that gave artifacts and in the other patient not the venous system of interest was imaged. The images of 40 patients with an ipsilateral recurrent DVT and of 42 patients with residual thrombosis were fully interpretable. Sensitivity was 86% (95% CI, 71 –94%) and specificity was 100% (95% CI, 89–100%) for MRDTI by the first observer; sensitivity was 88% (95% CI, 74–96%) and specificity was 100% (89–100%) by the second observer. The interobserver agreement between both observers was excellent, with a kappa statistics of 0.97 (95% CI, 0.92 – 1.0). Conclusion Our study shows reasonable sensitivity and very good specificity figures with an excellent observer agreement for imaging an ipsilateral recurrent DVT and residual thrombosis with MRDTI. The sensitivity is somewhat lower than expected; a reason could be that patients with inconclusive ultrasounds were considered as acute recurrent thrombosis by the attending physician, while in fact they had a residual thrombosis. We conclude that MRDTI has good potential in distinguishing a residual thrombosis from an acute recurrent DVT and could therefore be of high value for the diagnosis of patients with suspected acute ipsilateral recurrent DVT. This should however be further evaluated in a management outcome study in which treatment decisions are based on the results of MR. Acknowledgment This study was supported by the Netherlands Heart Foundation (grant no. 2007B146) Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "deep vein thrombosis",
        "diagnostic imaging",
        "thrombus",
        "vibration",
        "thrombosis",
        "ultrasonography",
        "fibrin d-dimer assay",
        "anticoagulants",
        "anticoagulation",
        "artifacts"
    ],
    "author_names": [
        "Melanie Tan, MD",
        "Gerben C Mol, MD",
        "Marcel A Van de Ree, MD, PhD",
        "Cornelis J Van Rooden, MD, PhD",
        "Robin E Westerbeek, MD",
        "Antonio Iglesias del Sol, MD, PhD",
        "Albert de Roos, MD, PhD",
        "Menno V. Huisman, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Melanie Tan, MD",
            "author_affiliations": [
                "Thrombosis and Haemostasis, Leiden University Medical Center, Leiden, Netherlands, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerben C Mol, MD",
            "author_affiliations": [
                "Internal Medicine, Diakonessenhuis, Utrecht, Netherlands, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcel A Van de Ree, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Diakonessenhuis, Utrecht, Netherlands, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelis J Van Rooden, MD, PhD",
            "author_affiliations": [
                "Radiology, Haga Teaching Hospital, The Hague, Netherlands, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin E Westerbeek, MD",
            "author_affiliations": [
                "Radiology, Deventer Hospital, Deventer, Netherlands, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Iglesias del Sol, MD, PhD",
            "author_affiliations": [
                "Internal Medicine, Rijnland Hospital, Leiderdorp, Netherlands, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert de Roos, MD, PhD",
            "author_affiliations": [
                "Radiology, Leiden University Medical Center, Leiden, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Menno V. Huisman, MD, PhD",
            "author_affiliations": [
                "Thrombosis and Haemostasis, Leiden University Medical Center, Leiden, Netherlands, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T15:36:01",
    "is_scraped": "1"
}