{
    "doi": "https://doi.org/10.1182/blood.V116.21.438.438",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1764",
    "start_url_page_num": 1764,
    "is_scraped": "1",
    "article_title": "Genetic Screen to Isolate “Lariat” Peptides for Characterizing ABL Kinase Activity and Conformation ",
    "article_date": "November 19, 2010",
    "session_type": "Molecular Pharmacology, Drug Resistance: Novel Targets in Lymphoid Malignancies",
    "topics": [
        "genetics",
        "molecular conformation",
        "peptides",
        "phosphotransferases",
        "proto-oncogene protein c-kit",
        "imatinib mesylate",
        "kinase inhibitors",
        "amino acids",
        "lactones",
        "phosphates"
    ],
    "author_names": [
        "V.M. Bharathikumar",
        "Kris Barreto",
        "Marciano D. Reis, MD",
        "John F. Decoteau, MD",
        "C. Ronald Geyer"
    ],
    "author_affiliations": [
        [
            "Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada, "
        ],
        [
            "Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada, "
        ],
        [
            "Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada, "
        ],
        [
            "Pathology, Royal University Hospital, Saskatoon, SK, Canada"
        ],
        [
            "Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada, "
        ]
    ],
    "first_author_latitude": "52.1321131",
    "first_author_longitude": "-106.6342713",
    "abstract_text": "Abstract 438 Type II Abl kinase inhibitors such as imatinib achieve high selectivity by specifically targeting the inactive Abl/c-Kit conformation. However, these inhibitors are prone to inactivation by resistance mutations that cause conformational changes. A better understanding of mutant Abl conformations would provide information to design inhibitors that recognize multiple states of Abl with lower rates of resistance. To more easily examine Abl kinase conformations, conformer specific reagents are needed that are (i) easily generated against a given Abl conformation, (ii) compatible with genetic selections, in vivo and in vitro assays, and structural studies, and (iii) amenable to chemical synthesis. Recently, we developed a novel genetic screen for isolating “lariat” peptide inhibitors of protein function. Lariats are lactone-cyclized peptides that possess the above-mentioned characteristics and can be used to evaluate the function and therapeutic potential of proteins. Previously, we isolated specific lariat inhibitors against the inactive conformation of the bacterial repressor LexA. To obtain conformer specific lariats against Abl, we screened a combinatorial seven amino acid lariat library for interactions with the Abl SH1 domain using the yeast two-hybrid (Y2H) assay. We obtained two lariat peptides named A1 (SGWQRLPFEY) and A2 (SGWHRLSEEY) that interacted with the Abl SH1 domain. In vitro studies with purified Abl kinase demonstrated that the A1 lariat competitively inhibited ATP binding with an inhibitory constant of 5.95 μM. By performing site-saturation mutagenesis, we defined acceptable and tolerable substitutions at each position of the A1 lariat. To obtain tighter binding variants of the A1 lariat, we rationally designed mutations and constructed a second-generation lariat (GWQTLDWNY) with | 10 times higher affinity for Abl. We compared the affinity of the lariats for imatinib resistant Abl kinase mutants using the lariat Y2H binding assay. Mutations that (i) promote conformational dynamics of the kinase T315I), (ii) destabilize the Abl/c-Kit like inactive state (H396R), (iii) disrupt the flexibility or hydrophobicity of the lariat-binding pocket (E355G), and (iv) distort the ATP phosphate binding loop (Y253F), have a marked decrease in lariat affinity. Together, these results show that the lariat preferentially bound to the Abl/c-Kit like inactive conformation and act similarly to type II kinase inhibitors. A specificity screen against a panel of related and distant kinases also demonstrated the conformer specific nature of the lariats. We used lariats that recognized the Abl/c-Kit like inactive state to probe various conformations of Abl His396 mutants. His396 is located in the activation loop and does not alter the Abl/c-Kit like inactive form. His396Pro and His396Arg substitutions are clinically relevant imatinib resistant mutations that alter the conformation of Abl. Previous structural studies showed that the His396Pro mutation causes Abl to adopt the active conformation. It is hypothesized that the His396Arg mutation favors the inactive Src/Cdk like state. Using inactive conformation specific Abl lariats as probes, we showed that these lariats interact weakly with the His396Arg relative to His396, suggesting that this mutation destabilized the Abl/c-Kit like inactive state. We also showed that the lariats interacted stronger with a previously unreported His396Ile mutation than His396, indicating that His396Ile shifts Abl to a highly inactive conformation. Preliminary studies suggest that this residue plays a key role in determining the flexibility of the activation loop and hence the conformational state of Abl. These results provide information on the structure and sequence requirements for maintaining an auto-inhibited activation loop conformation. In summary, we isolated lariat peptide inhibitors against the Abl SH1 domain, characterized their mechanism of action, and improved their affinity for wild type and mutant Abl SH1domains. Additionally, we demonstrated that lariat peptides can be used as affinity reagents to probe conformational states of Abl. Disclosures: No relevant conflicts of interest to declare."
}