{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4640.4640",
    "article_title": "Healthcare Costs Associated with Venous Thromboembolism in Cancer Patients Treated with Anticoagulants ",
    "article_date": "December 7, 2017",
    "session_type": "901. Health Services Research—Non-Malignant Conditions: Poster III",
    "abstract_text": "Introduction: Venous thromboembolism (VTE) is highly prevalent in patients with active cancer and is associated with higher healthcare costs. Although LMWH is currently recommended for the treatment of VTE in cancer patients, oral anticoagulants warfarin and rivaroxaban are commonly used for treatment. Recent evidence among Medicare cancer patients with VTE showed that rivaroxaban is associated with lower healthcare costs than LMWH and similar costs to warfarin. This study compares healthcare costs of cancer patients treated with rivaroxaban or warfarin and LMWH in younger patients from a commercial insurance claims database. Methods: Medical and pharmacy claims from the Truven Health Analytics MarketScan databases in 1/1/2013 - 9/30/2016 were analyzed. Newly diagnosed cancer patients aged ≥18 were selected if they had a first VTE (deep vein thrombosis (DVT) or pulmonary embolism (PE); excluding upper VTE) diagnosis occurring within 30 days prior to or any time after their first cancer diagnosis and ≥1 dispensing of an anticoagulant agent within 7 days after their VTE diagnosis. Based on the first anticoagulant agent received, patients were classified into one of the following cohorts: LMWH, warfarin, or rivaroxaban. The warfarin cohort included patients who started LMWH and warfarin within 7 days of their first VTE. Inverse probability of treatment weights (IPTW) based on propensity score were used to adjust for differences between treatment cohorts. Baseline characteristics were evaluated during the 6-month period prior to the index VTE. VTE-related costs were identified with a primary or secondary diagnosis of DVT or PE, and were evaluated for the entire follow-up period, starting from the initiation of the anticoagulant therapy until end of eligibility or end of data, whichever was earlier. Healthcare costs per-patient-per-year (PPPY) were evaluated and compared using mean cost differences (CD). Significance in cost differences between cohorts and 95% confidence intervals (CI) were estimated using nonparametric bootstrap procedures. Results: A total of 12,457 patients (LMWH: N=4,313; warfarin: N=4,774; rivaroxaban: N=3,370) were included. After weighting the cohorts, baseline demographic and clinical characteristics were well balanced. The mean age of patients ranged from 61.3 to 63.6 years and approximately half of all patients were women. Across cohorts, 25%-28% of patients were diagnosed with PE, 47%-48% were diagnosed with DVT, and 24%-27% were diagnosed with both PE and DVT. Between 71% and 76% of patients had their first VTE within one year of their cancer diagnosis. At first cancer diagnosis, 80%-82% of patients had solid tumors. The percent with cancers at high-risk for VTE (stomach, pancreas, brain) varied from 7%-14%. The mean Charlson comorbidity index ranged from 2.9-3.0. During the 6-month baseline period, healthcare costs were similar across cohorts. Over the follow-up period, patients treated with rivaroxaban had significantly lower VTE-related healthcare costs when compared with patients in the LMWH cohort (Table 1). VTE-related hospitalization, emergency room (ER) visit, outpatient visit, pharmacy, imaging, and other costs were all significantly lower for patients treated with rivaroxaban than for patients treated with LMWH (all P <0.03). VTE-related healthcare costs were $17,847 for the rivaroxaban cohort and $28,273 for the LMWH cohort (CD= -$10,426 [-$13,461; -$7,981]). VTE-related healthcare costs were similar between the rivaroxaban cohort and the warfarin cohort at $14,880 for the rivaroxaban cohort and $14,911 for the warfarin cohort (CD [95% CI] = -$32 [-$2,618; $2,417] (Table 1)). Higher VTE-related pharmacy costs in the rivaroxaban cohort (CD= $832 [$630; $1,082]) were offset by lower VTE-related outpatient visit costs (CD= -$1,370 [-$1,977; -$915]). Conclusion: This real-world analysis based on a commercial claims database showed that cancer patients treated with rivaroxaban after an initial VTE incurred significantly lower VTE-related healthcare costs than patients treated with LMWH and similar costs to patients treated with warfarin. View large Download slide View large Download slide  Close modal Disclosures Streiff: CSL Behring: Consultancy, Research Funding; Janssen Scientific Affairs, LLC: Consultancy, Research Funding; Portola: Research Funding; Roche: Research Funding. Milentijevic: Janssen Scientific Affairs, LLC: Employment, Equity Ownership. McCormick: Janssen Scientific Affairs, LLC: Research Funding. Laliberté: Janssen Scientific Affairs, LLC: Research Funding. Crivera: Janssen Scientific Affairs, LLC: Employment, Equity Ownership. Lefebvre: Janssen Scientific Affairs, LLC: Research Funding. Lejeune: Janssen Scientific Affairs, LLC: Research Funding. Rozjabek: Janssen Scientific Affairs, LLC: Other: Fellowship supported by Janssen Scientific Affairs, LLC. Schein: Janssen Scientific Affairs, LLC: Employment, Equity Ownership, Other: Own in excess of $10,000 of J&J stock. Khorana: Pfizer: Consultancy, Honoraria; Halozyme: Consultancy, Honoraria; Janssen Scientific Affairs, LLC: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria; Bayer: Consultancy, Honoraria; Amgen: Consultancy, Research Funding; Leo: Consultancy, Honoraria, Research Funding.",
    "topics": [
        "anticoagulants",
        "cancer",
        "health care costs",
        "venous thromboembolism",
        "rivaroxaban",
        "low-molecular-weight heparin",
        "warfarin",
        "deep vein thrombosis",
        "cancer diagnosis",
        "follow-up"
    ],
    "author_names": [
        "Michael B. Streiff",
        "Keith McCrae, MD",
        "Dejan Milentijevic",
        "Nora McCormick",
        "François Laliberté",
        "Concetta Crivera",
        "Patrick Lefebvre, MA",
        "Dominique Lejeune",
        "Heather Rozjabek",
        "Jeff Schein",
        "Alok A. Khorana, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michael B. Streiff",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keith McCrae, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dejan Milentijevic",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Titusville, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nora McCormick",
            "author_affiliations": [
                "Analysis Group, Inc., Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "François Laliberté",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Concetta Crivera",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Titusville, NJ "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Lefebvre, MA",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dominique Lejeune",
            "author_affiliations": [
                "Groupe d'analyse, Ltée, Montréal, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Rozjabek",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Titusville, NJ "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff Schein",
            "author_affiliations": [
                "Janssen Scientific Affairs, LLC, Titusville, NJ "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alok A. Khorana, MD",
            "author_affiliations": [
                "CLEVELAND CLINIC - US, Cleveland, OH"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T21:30:19",
    "is_scraped": "1"
}