{
    "doi": "https://doi.org/10.1182/blood.V126.23.2596.2596",
    "article_title": "Whole Exome Sequencing Reveals the Landscape of Clonal Evolution from MDS to AML Progression ",
    "article_date": "December 3, 2015",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "BACKGROUND: Acute myeloid leukemia (AML) is a biologically heterogeneous disease that can be classified into three distinct categories. For example, AML can develop after a prior myeloid malignancy such as myelodysplastic syndrome (MDS). This is known as secondary AML. In previous studies, the genetic basis of secondary AML has been shown such as mutations in genes involved in splicing machinery. However, the progression from MDS to AML has not been studied extensively. In this study, we performed whole-exome sequencing on 26 patients at the time of MDS and AML to dissect the mutational profiles and clonal evolution from MDS to AML. METHODS: We reviewed the cryopreserved samples from 2003 October to 2013 June in Chonnam National University Hwasun Hospital. We only selected the patients who preserved paired sample at the time of MDS and AML. Germline and tumor samples at the time of MDS and AML were analyzed using whole exome sequencing (Agilent SureSelect v3, HiSeq 2000). Targeted sequencing for selected variants were performed to validate the result. RESULTS: Exome sequencing was performed as per the manufacturer's protocol using an Illumina HiSeq 2000 sequencer. DNA from T-cell was used as a control for variant calling in all 26 cases. Exome sequencing reads processing includes mapping to human genome hg19, marking PCR duplicates, realignment of indels, fixing mate information, and discard the reads with more than 1 mismatch to reduce the false positive rate. In the end, we have on-target-coverage of 72x. Lastly, 80% of target positions are mapped more than 30x. To detect variants that may have been filtered out due to our stringent criteria, we compiled a variant list consisting of all unique variants from all cases in this study as well as the unique variants from two other studies not already found in any of our cases, searched for these variants in each of the cases, and classified them into three tiers within each case: Tier 1. Variants that are statistically significant and meet our criteria in at least one of the MDS or sAML samples within each case. Tier 2. Variants that occur in Tier 1 from any other case with a minumum VAF of 10% in at least one of the MDS or sAML samples per each case. Tier 3. Reported variants from previous studies, which have a VAF of at least 10% in either MDS or sAML in each case. We identified the mean and median of 11.59 and 11 variants, respectively. In total, we identified 313 unique somatic mutations, consisting of 205 non-synonymous SNVs, 66 synonymous SNVs, 8 frame-shift deletions, 5 frame-shift insertion, 20 stop-gain mutation, 1 non-frameshift insertion, 4 non-frameshift deletion, and 8 splicing variants from 273 genes. Among them, 18 genes were recurrently mutated including U2AF1 and TP53. We are currently validating these variants using targeted deep sequencing with much higher coverage. Our pathway analyses confirm that 13/26 patients have mutations and 12/26 patients have mutations in pathways related to splicing machinery and/or epigenetics (total n=17). Our analyses confirm that 21/26 patients have at least 1 mutation in at least one of the pathways in 8 commonly mutated pathways related to AML. In addition, we found that variants in these pathways are mutually exclusive, which means that two mutations in same pathways are highly unlikely to occur in a single patient. Using such time series data, we have inferred clonal evolution of these cases. Our analyses postulate the hierarchy of mutated pathways in secondary AML as well as hierarchy of variants. CONCLUSION: In this study, we have performed the whole exome sequencing of 26 secondary AML patients at the time of MDS and AML. Our extensive analyses reveal the order of gene mutations, inferring the hierarchy of mutated pathways during the progression. Also, our study shows that time series analysis contrasting MDS and AML periods provides a much more comprehensive view of clonal structure and evolution. Disclosures Kim: Novartis Pharmaceuticals: Consultancy, Research Funding; Bristol-Myers Squibb: Consultancy, Research Funding.",
    "topics": [
        "cryopreservation",
        "dna",
        "false-positive results",
        "leukemia, myelocytic, acute",
        "leukemia, secondary acute",
        "massively-parallel genome sequencing",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "neoplasms",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Taehyung Simon Kim, PhD",
        "Zhaolei Zhang, PhD",
        "Marc Tyndel",
        "Jae-Sook Ahn, MDPhD",
        "Yeo-Kyeoung Kim, MD, PhD",
        "Seung Hyun Choi, PhD",
        "Hyeoung-Joon Kim, MD PhD",
        "Moses Lee",
        "Murim Choi",
        "Jeffrey H. Lipton, MD PhD",
        "Dennis Dong Hwan Kim, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Taehyung Simon Kim, PhD",
            "author_affiliations": [
                "Department of Computer Science, University of Toronto, Toronto, Canada ",
                "The Donnelly Centre for Cellular and Biomolecular Research, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Zhaolei Zhang, PhD",
            "author_affiliations": [
                "Department of Computer Science, University of Toronto, Toronto, Canada ",
                "The Donnelly Centre, University of Toronto, Toronto, Canada ",
                "Department of Molecular Genetics, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Tyndel",
            "author_affiliations": [
                "Department of Computer Science, University of Toronto, Toronto, Canada ",
                "The Edward S. Rogers Sr. Department of Electrical and Computer Engineering, University of Toronto, Toronto, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Sook Ahn, MDPhD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yeo-Kyeoung Kim, MD, PhD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seung Hyun Choi, PhD",
            "author_affiliations": [
                "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hyeoung-Joon Kim, MD PhD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Chonnam National University Hwasun Hospital, Hwasun, South Korea ",
                "Genomic Research Center for Hematopoietic Diseases, Chonnam National University Hwasun Hospital, Hwasun, South Korea "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moses Lee",
            "author_affiliations": [
                "Department of Biomedical Sciences, Seoul National University College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murim Choi",
            "author_affiliations": [
                "Department of Biomedical Sciences, Seoul National University College of Medicine, Seoul, South Korea "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey H. Lipton, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis Dong Hwan Kim, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology & Hematology, Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T13:01:51",
    "is_scraped": "1"
}