{
    "doi": "https://doi.org/10.1182/blood.V122.21.2116.2116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2572",
    "start_url_page_num": 2572,
    "is_scraped": "1",
    "article_title": "Fludarabine Metabolite Level On Day Zero Does Not Affect Outcomes Of Hematopoietic Cell Transplantation In Patients With Normal Renal Function ",
    "article_date": "November 15, 2013",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster I",
    "topics": [
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "metabolites",
        "renal function",
        "infusion procedures",
        "tissue transplants",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "graft-versus-host disease, chronic",
        "posttransplant lymphoproliferative disorder"
    ],
    "author_names": [
        "Cameron D. Griffiths, MD",
        "Ella S.M Ng, MSc.",
        "Bill Kangarloo, MSc.",
        "Tyler S Williamson, PhD",
        "Reanne Booker, BSc, MSN, NP",
        "Ping Yue, MD",
        "Peter Duggan, MD, FRCPC",
        "Mary Lynn Savoie, MD, FRCPC",
        "Christopher Brown, MD",
        "Andrew Daly, MD, FRCPC",
        "James A Russell, MD",
        "Jan Storek, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Division of Hematology, University of Calgary, Southern Alberta Cancer Research Institute, Calgary, AB, Canada"
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ],
        [
            "Alberta Health Services, Calgary, AB, Canada, "
        ]
    ],
    "first_author_latitude": "51.036502150000004",
    "first_author_longitude": "-114.09239875",
    "abstract_text": "Background Fludarabine, an immunosuppressive and cytotoxic purine analogue, is a common constituent of conditioning for hematopoietic cell transplantation (HCT). It is a prodrug that is dephosphorylated in plasma to its measurable metabolite, F-ara-A, which after intracellular rephosphorylation interferes with DNA replication, transcription and translation, and induces apoptosis. Due to variable renal clearance, F-ara-A levels on day 0 (at the time of graft infusion) may be variable. The clinical relevance of the F-ara-A persisting in plasma on day 0 is unknown. The goal of this study was to assess the relationship between F-ara-A levels on day 0 and clinical outcomes including GVHD, infections, relapse and death. Patients and Methods We included 166 consecutive patients undergoing first allogeneic transplantation of filgrastim-mobilized blood stem cells for a hematologic malignancy between December 2008 and 2012. Conditioning was myeloablative, and included fludarabine (50 mg/m 2 daily from days -6 to -2), busulfan and antithymocyte globulin. Additional GVHD prophylaxis included methotrexate and cyclosporine. Creatinine level was normal in 165 of the 166 patients; it was 1.2-fold above our upper normal limit in the remaining patient. The interval between the last fludarabine infusion to graft infusion was 48-72 hours. Blood was drawn within 15 minutes before the graft infusion. F-ara-A serum levels were measured using mass spectrometry (Ng ESM et al: Journal of Chromatography B 2013; 931:103). Results As expected, there was a correlation between the day 0 F-ara-A levels and serum creatinine levels (r=0.49, p<0.01). In univariate analyses, there was no difference in median F-ara-A levels between patients who did vs did not develop acute GVHD grade 2-4, acute GVHD grade 3-4, any chronic GVHD, chronic GVHD needing systemic therapy (NST), CMV reactivation above our threshold for preemptive therapy (25,000 IU/mL), post-transplant lymphoproliferative disorder (PTLD), relapse, death or non-relapse death ( Figure 1 ). View large Download slide View large Download slide  In multivariate analyses, there was no difference in the likelihood of developing any one of the outcomes between patients whose F-ara-A level was above vs below median (14 ng/mL). Given the clustering of F-ara-A levels near the median we assessed for differences in the likelihood of developing each outcome between patients with levels in the fourth quartile (21-104 ng/mL) vs the first quartile (1-9 ng/mL). Again, in this analysis, there was no difference for any outcome. We also noted a weak correlation between F-ara-A levels on day 0 and the day of neutrophil engraftment (r=0.16, p=0.04), and a trend towards more bacterial infections in patients with F-ara-A levels in the fourth vs first quartile. Discussion The results suggest that there is no or minimal impact of day 0 F-ara-A levels on clinical outcomes. This may be due to the fact that F-ara-A levels on day 0 were relatively low (1-104 ng/mL, median 14 ng/mL) compared to levels 1-4 hours after fludarabine infusion (∼1,000 ng/mL). Conclusion Day 0 F-ara-A levels are highly variable (1-104 ng/mL), probably due to variable renal function. Given that we found no association between the day 0 levels and clinical outcomes we do not support delaying graft infusion until F-ara-A level has dropped below a certain level, as long as the last fludarabine dose is given no later than 48 hours prior to graft infusion and to patients with normal renal function. In patients with abnormal renal function, delaying graft infusion or reducing fludarabine dose may be indicated to avoid engraftment delay. Disclosures: No relevant conflicts of interest to declare."
}