{
    "doi": "https://doi.org/10.1182/blood.V120.21.3838.3838",
    "article_title": "Hypomethylating Agents Improve Overall Survival in Higher Risk Chronic Myelomonocytic Leukemia (CMML) ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster III",
    "abstract_text": "Abstract 3838 Introduction: The decision to treat patients with hypomethylating agents in Myelodysplastic Syndromes (MDS) is well defined and published as part of the NCCN guidelines. Patients with lower risk disease, by the IPSS and other prognostic models, are generally treated if symptomatic cytopenias are present. Patients with higher risk disease are treated with the intention of improving overall survival (OS) with or without symptoms of disease. The decision to treat with hypomethylating agents in Chronic Myelomonocytic Leukemia (CMML) is more ambiguous. Because the median 3 year OS in CMML is poor regardless of risk-group compared to MDS (45%v21%), many physicians treat lower risk CMML patients with hypomethylating agents in an attempt to improve the poor natural history. However, it is unclear whether treatment with hypomethylating agents impacts the natural history of disease in lower risk CMML. Here we present a survival analysis of patients receiving hypomethylating agents with lower and higher risk CMML. Methods: Data were collected retrospectively from the Moffitt Cancer Center (MCC) CMML database and charts were reviewed of patients who met the criteria for diagnosis of CMML based on WHO classification. The primary objective of the study was to determine the impact of hypomethylating agents on OS in lower and higher risk CMML as defined by the Global MD Anderson risk model (MDASC). In our MCC cohort, the MDASC outperformed all other models tested (Abstract 50235) and was thus used in this analysis. The MDASC was calculated as previously reported. All analyses were conducted using SPSS version 15.0 (SPSS Inc, Chicago, IL). The Kaplan–Meier (KM) method was used to estimate median overall survival and the log rank test was used to compare KM survival estimates between two groups. Results: Between January 2000 and February 2012, 123 patients were captured by the MCC CMML database. The median age at diagnosis was 69 (30–90) years, 69% were male, and the majority of patients had CMML-1 (84% vs. 16%) by WHO criteria. The median overall survival of the entire cohort was 30 months and the rate of AML transformation was 44% (54). The MDASC was calculated at or near the time of diagnosis. Fifty six percent of CMML patients were lower risk (low, int-1) and 43% were higher risk (int-2, high). The median time to first treatment after diagnosis was 3 months among the entire cohort. Twenty-two patients (18%) were treated with decitabine and 66 (54%) patients were treated with 5-azacitidine among the hypomethylating agent treatment (HMA) group. The non-hypomethylating treatment group was treated with best supportive care (BST), lenalidomide, erythropoietin, induction chemotherapy (ICT), and/or a non-hypomethylating agent clinical trial. In the lower and higher risk MDASC groups, 59% and 63% of patients received HMA treatment, respectively. Twenty patients in this cohort underwent allogeneic transplant. Twelve of them were in the HMA group and eight were in the non-HMA treatment group (p=0.99). The median OS of lower risk CMML patients in the HMA group was not significantly different (p=0.92) than the non-HMA group (40mo v 53mo) while the median OS of higher risk CMML was significantly superior (p<0.05) in the HMA group when compared to the non-HMA group (20mo v 8.5mo) as shown in Figure 1 . Conclusions: In our cohort, based on MDASC risk stratification, treatment with HMA did not impact the OS of patients with lower risk CMML. However, HMA treatment significantly extended survival in higher risk CMML patients. Based on these data, patients with higher-risk MDACS derive an OS benefit from HMA therapy while HMA treatment in lower-risk should be reserved to alleviate symptomatic cytopenias. Figure 1. View large Download slide HMA group versus non-HMA group Kaplan-Meier survival curves in lower and higher-risk CMML. Green curve is HMA group and blue curve is non-HMA group. Figure 1. View large Download slide HMA group versus non-HMA group Kaplan-Meier survival curves in lower and higher-risk CMML. Green curve is HMA group and blue curve is non-HMA group.  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "risk reduction",
        "cytopenia",
        "azacitidine",
        "chemotherapy, neoadjuvant",
        "decitabine",
        "erythropoietin",
        "lenalidomide",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score"
    ],
    "author_names": [
        "Eric Padron, MD",
        "Najla H Al Ali",
        "Deniz Peker, MD",
        "Jeffrey E Lancet, MD",
        "P.K. Epling-Burnette, PharmD, PhD",
        "Ling Zhang, MD",
        "Alan F. List, MD",
        "Rami S. Komrokji, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric Padron, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tamp, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Najla H Al Ali",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deniz Peker, MD",
            "author_affiliations": [
                "Department of Hematopathology & Laboratory Medicine, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "P.K. Epling-Burnette, PharmD, PhD",
            "author_affiliations": [
                "Immunology Program, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Zhang, MD",
            "author_affiliations": [
                "Hematopathology and Laboratory Medicine, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T09:36:56",
    "is_scraped": "1"
}