{
    "doi": "https://doi.org/10.1182/blood-2020-142791",
    "article_title": "Whole-Exome Sequencing Identifies a Somatic Cell Mutation Signature That Predicts Relapse Risk and Survival Probability in Multiple Myeloma ",
    "article_date": "November 5, 2020",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction: Multiple myeloma (MM) is a plasma cell neoplasm associated with heterogeneous somatic alterations. Despite the development of novel anti-myeloma agents that have significantly prolonged patient survival, disease relapse remains a daunting problem. Our goal was to employ whole-exome sequencing (WES) to better describe the mutational landscape in MM beyond the tumor cell and identify genomic factors that might predict relapse. WES was performed using autograft samples obtained from MM patients that were then treated with high dose melphalan and autologous hematopoietic cell transplant (HCT). We identified a panel of genes that were most frequently mutated in all patients and then identified those genes mutated with greater frequency in patients that relapsed. A relapse burden signature was generated based upon the genes that were most frequently mutated genes in relapsed patients. Finally, the relapse burden signature was correlated with patient progression-free survival (PFS) and overall survival (OS) following autologous HCT. Methods. DNA was extracted from one ml of cryopreserved, mobilized hematopoietic cell product obtained from patients (N=93) that underwent HCT and was provided by the Case Comprehensive Cancer Center Hematopoietic Biorepository Core. Targeted sequencing was performed using the Tempus xE whole exome platform (Tempus, Chicago, IL). Variants were identified using a variant allele frequency (VAF) ≥0.1 for each sample. Variants were tabulated for each gene in each patient. Patients were grouped according to their relapse status; \"No Relapse\" (N=39) and \"Relapse\" (N=54) which corresponded to their post-HCT outcome. Relapse time was defined as time from transplant to event. Variants identified in each gene and patient group were counted and ranked. A relapse burden signature was defined and included twenty-two genes over-represented in the relapse group compared to the non-relapse group by > 10%. Genes in the relapse burden signature were subjected to gene set enrichment analysis (GSEA) and cross referenced against Gene Ontology (GO) categories. PFS and OS were defined as the time from transplant until the event of interest, with censoring at time of last follow up. Patients were regrouped according to their mutation burden in the relapse signature genes (\"High burden\" defined as >=six signature genes with variants) and their OS and PFS were analyzed with an R package (survival) to generate Kaplan-Meier curves and statistical significance based on a Chi-square test between low and high burden patients. Results: In total, 3,523 genes were identified as containing variants. Table 1 lists the top thirty genes that were identified and ranked based upon total number of mutations (mutational count) and most frequently mutated in relapsed and non-relapsed patients (sample count). We then identified those genes that were more frequently mutated by at least 10% in relapsed patients compared to non-relapsed patients (Fig. 1A). GSEA revealed that the relapse burden gene signature was associated with protein O-linked glycosylation, glycan processing, Golgi lumen and innate immune response activating cell surface receptor signaling pathways (Table 2). Interestingly, multiple mucin family members ( Muc2, Muc3A, Muc12 and Muc19 ) were represented in the relapse burden signature. GO analysis indicated that the individual mucin genes were associated with the same signaling pathways that had been associated with the relapse burden signature by GSEA (Table 3). Importantly, a high relapse burden signature was correlated with a statistically significant reduction in both PFS and OS (Fig. 1B, C). Conclusion: Taken together, our results support the feasibility of WES to generate a relapse burden signature that predicts the risk of MM patients for relapse following HCT. Moreover, the mutational landscape associated with relapse, i.e. the specific genes mutated, has provided insights on the mechanisms of relapse. It is noteworthy that the relapse burden signature genes identified here were mutated at a much greater frequency than genes associated with clonal hematopoiesis of indeterminate potential (CHIP). The identification of patient subgroups at heightened risk of relapse can better guide treatment decisions. Future studies will be conducted to evaluate the effect of pathways identified here on myeloma cell survival and to validate actionable therapeutic targets. View large Download slide View large Download slide  Close modal Disclosures Malek: Bluespark: Research Funding; Takeda: Other: Advisory board , Speakers Bureau; Medpacto: Research Funding; Janssen: Other: Advisory board, Speakers Bureau; Sanofi: Other: Advisory board; Clegene: Other: Advisory board , Speakers Bureau; Amgen: Honoraria; Cumberland: Research Funding. Caimi: Amgen: Other: Advisory Board; Bayer: Other: Advisory Board; Verastem: Other: Advisory Board; Kite pharmaceuticals: Other: Advisory Board; Celgene: Speakers Bureau; ADC therapeutics: Other: Advisory Board, Research Funding. de Lima: Celgene: Research Funding; BMS: Other: Personal Fees, advisory board; Incyte: Other: Personal Fees, advisory board; Kadmon: Other: Personal Fees, Advisory board; Pfizer: Other: Personal fees, advisory board, Research Funding.",
    "author_names": [
        "Ehsan Malek, MD",
        "E. Ricky Chan, PhD",
        "Daniel Qu",
        "Jane Reese",
        "Robert Fox",
        "Byung-Gyu Kim, PhD DVM",
        "Paolo F Caimi, MD",
        "Marcos de Lima, MD",
        "James J. Driscoll, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Shaker Hts, OH ",
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "E. Ricky Chan, PhD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Institute for Computational Biology, Case Western Reserve University School of Medicine, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Qu",
            "author_affiliations": [
                "Case Western Reserve University School of Medicine, Cleveland, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jane Reese",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Fox",
            "author_affiliations": [
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Byung-Gyu Kim, PhD DVM",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Department of Pediatrics, Case Western Reserve University School of Medicine, Cleveland, OH"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo F Caimi, MD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos de Lima, MD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James J. Driscoll, MD PhD",
            "author_affiliations": [
                "Case Comprehensive Cancer Center, Case Western Reserve University, Cleveland, OH ",
                "Adult Hematologic Malignancies & Stem Cell Transplant Section, University Hospitals Seidman Cancer Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T06:40:46",
    "is_scraped": "1"
}