{
    "doi": "https://doi.org/10.1182/blood-2018-99-112297",
    "article_title": "Januskinase-2 V617F Positive Myeloproliferative Neoplasms and Haemostatic Disorders: Importance of Obesity in Prediction of Thrombotic Events ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "abstract_text": "Introduction : Myeloproliferative neoplasms (MPN), namely polycythaemia vera (PV), essential thrombocythemia (ET) and primary myelofibrosis (PMF) have been associated with an increased risk of thrombotic and haemorrhagic events, mainly when januskinase-2 (JAK 2) V617F mutation is detected 1 . This association is higher for thrombotic events (TE) contributing for overall mortality in MPN patients, although the pathophysiological mechanisms remain unclear. Although age and history of thrombosis have been considered the most important factors for thrombosis risk assessment, cardiovascular risk factors have recently been included in prognostic scores for thrombosis in individuals with MPN. Aim : The primary end-point of this study was to evaluate the prevalence of thrombotic and haemorrhagic events in a population with MPN (PV, ET, PMF) harbouring the JAK-2 V617F mutation. A secondary end-point was to identify possible risk factors for these events. Methods : We retrospectively analysed the records of MPN patients with JAK-2 V617F mutation, identified between January 2010 and September 2013. Variables analysed included blood counts, gender, age at diagnosis, therapy, vascular events and cardiovascular risk (body mass index obesity-defined (WHO), diabetes, dyslipidemia, hypertension and smoking status). Multiple linear regression analysis was performed to identify the variables that best predict thrombosis after controlling for potential confounders. Variables significant in the univariate analysis were included in the regression. Analysis was performed using the SPSS version 22.0 (SPSS, Chicago, IL, USA). p-value lower than .05 was considered significant. Results: Excluding blood counts, MPN subgroups did not differ considering the studied variables, namely, thrombotic and bleeding events. In this MPN JAK-2 V617F mutated population (N=99; PV:38, ET:56, PMF:5), the prevalence of thrombotic and bleeding events was 35.4% (PV: 42.1%; ET: 30.4%; PMF: 40%) and 19.2% (PV: 15.8%; ET: 17.9%; PMF: 60%), respectively. With patients having more than one TE (1-5), there were 49 episodes, presented in either arterial (53.1%) or venous (46.9%) territories. The commonest sites of arterial thrombosis (N=26) were cerebral (50%), coronary (15.4%), peripheral arteries (15.4%) and ophthalmic (11.5%); venous thrombosis locations (N=23) were deep venous thrombosis (31.1%), superficial venous thrombosis (21.7%), pulmonary embolism (17.4%) and splanchnic (17.4%) (3 portal and 1 splenic). Prediction of TE was explained in 75% by a model including the number of thrombosis and obesity [ R 2 =.747; F (2, 36) = 53.255; p <.001; β (number of TE) = .410; β (obesity) = -.198]. The group with thrombosis showed lower number of platelets in comparison with the counterpart [ F (1, 94) = 4.836; p = .030; η 2 = .05]. None of other studied parameters differed significantly between groups with and without thrombosis. Bleeding episodes (N=28) occurred mostly under antiplatelet and/or anticoagulant therapy (N=22) and local/traumatic causes were identified in 42.9% of the events. In 2 haemorrhagic cases platelet blood count was >1x10 6 /mL. The commonest affected sites were gastrointestinal tract (21.4%), nasal (21.4%), subdural (14.3%). In our study population, mortality was associated to older age ( p = .002), male gender ( p =.026), smoking ( p =.007) and number of TE ( p =.029). Mortality was found to be correlated with venous but not with arterial thrombosis (r=0.232, p= .021; r=0.105, p =.299, respectively). Conclusions and Discussion: In this MPN JAK-2 V617F mutated population we found higher prevalence of thrombotic events then bleeding episodes. The prediction of TE was explained in 75% by a model that includes the number of thrombosis episodes and obesity. Since JAK-2 V617F is a driver mutation in MPN acting through JAK/STAT inflammatory pathway and the finding of a TE prediction model that includes obesity, a chronic inflammatory condition, the present study underlies: 1) the importance of inflammation in the pathophysiology of thrombosis-MPN associated; 2) the relevance of the recent inclusion of cardiovascular risk factors as variables in prognostic scores for thrombosis in individuals with MPN. References Falchi L, Kantarjian HM, Verstovsek S (2017). Assessing the thrombotic risk of patients with essential thrombocythemia in the genomic era. Leukemia 31, 1845-1854. Disclosures Silva: Gilead Sciences: Research Funding; Abbvie, Gilead Sciences, Janssen, BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Roche, Janssen, Celgene: Other: Travel Support; Roche, Janssen: Other: Institution's payment for consultancy.",
    "topics": [
        "blood coagulation disorders",
        "myeloproliferative disease",
        "obesity",
        "thrombus",
        "vascular hemostatic disorders",
        "thrombosis",
        "arterial thrombosis",
        "endpoint determination",
        "hemorrhage",
        "hemorrhagic episodes"
    ],
    "author_names": [
        "Marta Pires De Lima, MD",
        "Maria Eduarda Couto, MD",
        "Jorge Coutinho, MD",
        "Maria Gomes da Silva, MD PhD",
        "Fernanda Leite, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marta Pires De Lima, MD",
            "author_affiliations": [
                "Hematology Service, Instituto Português de Oncologia de Lisboa, Lisbon, Portugal "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Maria Eduarda Couto, MD",
            "author_affiliations": [
                "Onco-Hematology Department, Instituto Português de Oncologia do Porto, F.G., E.P.E., Porto, Portugal "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Coutinho, MD",
            "author_affiliations": [
                "Department of Clinical Haematology, Centro Hospitalar do Porto, Porto, Portugal "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Gomes da Silva, MD PhD",
            "author_affiliations": [
                "Hematology Service, Instituto Português de Oncologia de Lisboa, Lisbon, Portugal "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Leite, MD PhD",
            "author_affiliations": [
                "Department of Clinical Haematology, Centro Hospitalar do Porto, Porto, Portugal ",
                "UMIB/ICBAS - Unit for Multidisciplinary Investigation in Biomedicine- Instituto de Ciências Biomédicas Abel Salazar, University of Porto, Porto, Portugal"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:43:39",
    "is_scraped": "1"
}