{
    "doi": "https://doi.org/10.1182/blood.V112.11.1835.1835",
    "article_title": "Microfluidic Flow Studies of Murine Thrombus Formation and Stability on Collagen. ",
    "article_date": "November 16, 2008",
    "session_type": "Platelet Activation and Biochemistry",
    "abstract_text": "Glycoprotein (GP) VI and integrin α 2 β 1 are platelet receptors for collagen which, along with GPIb and von Willebrand factor, mediate platelet adhesion to sites of vascular injury. In pathologic states, these receptors may cause inappropriate platelet activation resulting in thrombosis. The primary objective of this study was to examine in real time, the relative contribution of α 2 β 1 and GPVI, in platelet aggregation and thrombus stability on collagen under flow. A novel microfluidic flow chamber device was used which allowed the effects of a single agonist to be studied under varying shear rates using just 50μL of whole blood. In addition, real-time imaging of the flow experiment allowed the dynamics of thrombus formation to be observed in response to a platelet agonist, thus simulating vascular injury. In the microfluidic flow experiments, we used whole blood anti-coagulated with the thrombin inhibitor PPACK to study the accumulation of mouse platelets in response to fibrillar and acid-soluble collagen patterned in a 100μm square on a glass slide. By tagging platelets with fluorescent anti-CD41 antibodies, it was possible to quantify the degree to which platelets adhere and aggregate by measuring the fluorescence intensity, corresponding to thrombus size, with time. After allowing a thrombus to form for 300 seconds at a shear of 400s −1 , the shear in the chamber was increased to 8000s −1 to assess the stability of the platelet aggregate under high shear. This served as a method for evaluating the strength of platelet-platelet and platelet-collagen interactions. The three types of knockout mice used in the evaluation of the roles of these receptors in platelet-collagen interaction were α 2 −/− GPVI −/− and α2 −/− /FcRγ −/− . The α 2 knockout eliminates the α 2 β 1 receptor while the FcRγ knockout deletes FcRγ and prevents its partner GPVI from being expressed on the cell surface. The data from these knockout mice were compared to measurements from wild type mice and major differences in thrombus formation and stability were identified. Platelets from α 2 −/− /FcRγ −/− double knockout mice showed a markedly diminished ability to adhere to both acid-soluble and fibrillar types of collagen as compared to wild type mice. The small aggregates that formed washed away rapidly in response to an increase in shear. Platelets from α 2 −/− mice exhibited significantly less thrombus formation than wild type, but adhered and aggregated to a greater extent than platelets from α 2 −/− /FcRγ −/− double knockout mice. There was no significant difference in aggregation of α 2 −/− platelets on both types of collagen. Additionally, α 2 −/− thrombi were slightly more stable than α 2 −/− /FcRγ −/− thrombi, as evidenced by the small aggregate that remained following an increase in shear. GPVI −/− platelets also produced smaller aggregates than wild type, but they were larger than those produced by either α 2 −/− /FcRγ −/− or α 2 −/− platelets. Although GPVI −/− thrombi were less stable than wild type, significant thrombus remained following an increase in shear suggesting that α 2 β 1 , not GPVI, may be the most important collagen receptor for maintaining thrombus strength. While these findings differ from those commonly supported by the literature, the small diameter of the microfluidic flow chamber may better approximate the flow conditions in arterioles than traditional flow chambers. In conclusion, these data show a significant decrease in thrombus formation and stability for α 2 −/− and α 2 −/− /FcRγ −/− platelets and a moderate decrease in aggregation of GPVI −/− platelets with minimal decrease in thrombus stability as compared to wild type. These results suggest that α 2 β 1 plays a critical role in adhesion and aggregation of platelets to Type I collagen under flow.",
    "topics": [
        "collagen",
        "mice",
        "thrombus",
        "agonists",
        "vascular injuries",
        "adhesions",
        "antibodies",
        "collagen receptors",
        "diagnostic imaging",
        "glycoprotein"
    ],
    "author_names": [
        "Andres M. Bur",
        "Karen P Fong, PhD",
        "Keith B Neeves, PhD",
        "Sean F Maloney",
        "Scott L. Diamond, PhD",
        "Mark L Kahn, M.D.",
        "Lawrence F. Brass, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andres M. Bur",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen P Fong, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith B Neeves, PhD",
            "author_affiliations": [
                "Department of Chemical Engineering, Colorado School of Mines, Golden, CO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean F Maloney",
            "author_affiliations": [
                "Department of Chemical and Biomolecular Engineering, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott L. Diamond, PhD",
            "author_affiliations": [
                "Department of Chemical and Biomolecular Engineering, University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark L Kahn, M.D.",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence F. Brass, MD, PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T02:29:25",
    "is_scraped": "1"
}