{
    "doi": "https://doi.org/10.1182/blood.V104.11.980.980",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=150",
    "start_url_page_num": 150,
    "is_scraped": "1",
    "article_title": "Comparison between Anti-Thymocyte Globulin and Alemtuzumab and the Possible Impact of KIR-Ligand Mismatch in Melphalan/Fludarabine Dose-Reduced Conditioning Followed by HLA-Matched and Mismatched Unrelated Stem Cell Transplantation in Patients with Multiple Myeloma. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "We compared anti-thymocyte globulin (ATG-Fresenius median dose 60 mg/kg: n= 48) with alemtuzumab (Campath-1H 100mg: n=25) in 73 patients with multiple myeloma, who underwent dose-reduced conditioning with melphalan and fludarabine, followed by allogeneic stem cell transplantation from matched (n=63) or mismatched (n=10) unrelated donors. Patients of the ATG group had higher age (median 50 vs 47 years, p=0.05), more prior high-dose chemotherapies (p<0.001), while in the Campath group more bone marrow as stem cell source was used (p<0.001). No primary graft failure occurred in both groups. Patients receiving alemtuzumab had a significant faster engraftment of leukocyte (p=0.03) and of platelets (p=0.02) and a lower incidence of acute GvHD grade II-IV (24 vs 47%, p=0.05). However, after treatment with donor lymphocyte infusion due to persistent disease or mixed hematopoietic chimerism the difference of acute GvHD grade II-IV between alemtuzumab and ATG treated patients did not reach statistical significance (32 vs 47%, p=0.2). No difference in incidence of chronic GvHD was observed (25 vs 33%, p=0.6) More CMV seropositive patients in the alemtuzumab group experienced CMV reactivation (100% vs 47%, p=0.001). The cumulative incidence of treatment related mortality at 2 years for ATG and Campath was 29.3% (CI=17–50%) vs 28.5% (CI=15–54%), p=0.7. No significant difference could be observed in the estimated 2 years OS and PFS between ATG and Campath: 53% (CI:38–75) vs 45% (CI:28–73) and 29% (CI:16–54) and 36% (CI: 20–62), respectively. For PFS, in a multivariate analysis relapse to prior high-dose chemotherapy was the strongest negative factor: HR 2.9, p= 0.001. Including only those patients who did not experienced any relapse at time of allogeneic stem cell transplantation the Campath-group had a 2.5 fold higher risk of progression in comparison to the ATG group, but without reaching statistical significance (HR: 2.5, p=0.15). Ten out of 73 patients had KIR-ligand mismatch in GvH direction. While in patients without KIR-ligand mismatch the cumulative incidence of relapse at two years was 50%, none of the KIR-ligand mismatched patients relapsed so far (p=0.02). The immunosuppressive effect from Campath is stronger than ATG resulting in less acute GvHD, but requires more DLI procedures to control diseases and resulted in a trend to a lower PFS in chemosensitive patients. This preliminary data further implicated a major role of KIR-ligand mismatch transplantation in multiple myeloma",
    "topics": [
        "alemtuzumab",
        "antithymoglobulin",
        "conditioning (psychology)",
        "fludarabine",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "ligands",
        "melphalan",
        "mismatch",
        "multiple myeloma"
    ],
    "author_names": [
        "Nicolaus Kroeger, MD",
        "Brownen Shaw, MD",
        "Simona Iacobelli, PhD",
        "Tatjana Zabelina, MD",
        "Karl Peggs, MD",
        "Avichai Shimoni, MD",
        "Arnon Nagler, MD",
        "Thomas Binder, MD, PhD",
        "Rainer Schwerdtfeger, MD",
        "Michael Kiehl, MD",
        "Herbert G. Sayer, MD",
        "Francis Ayuk, MD",
        "Thomas Eiermann, MD, PhD",
        "David Marks, MD"
    ],
    "author_affiliations": [
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Anthony Nolan Research Institute, The Royal Free Hospital, London, United Kingdom"
        ],
        [
            "Dept of Statistics, University La Sapienza, Roma, Italy"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Dept of Hematology/BMT, University College London Hospital, London, United Kingdom"
        ],
        [
            "Dept of Hematology/BMT, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Dept of Hematology/BMT, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "Transfusion Medicine, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "BMT, Clinic for diagnostic, Wiesbaden, Germany"
        ],
        [
            "BMT, Clinic for Hematology, Idar-Oberstein, Germany"
        ],
        [
            "Dept of Hematology/BMT, University Hospital Jena, Jena, Germany"
        ],
        [
            "Bone Marrow Transplantation, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "Transfusion Medicine, University Hospital Hamburg, Hamburg, Germany"
        ],
        [
            "BMT Unit, Royal Hospital for Children, Bristol, United Kingdom"
        ]
    ],
    "first_author_latitude": "40.0705077",
    "first_author_longitude": "-75.08782839999999"
}