{
    "doi": "https://doi.org/10.1182/blood.V122.21.4718.4718",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2427",
    "start_url_page_num": 2427,
    "is_scraped": "1",
    "article_title": "Diagnostic Value Of Serum Level Of Soluble CD14-Subtype In Febrile Neutropenia In Patients With Hematologic Disorders ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages",
    "topics": [
        "cd14 antigen",
        "febrile neutropenia",
        "hematological diseases",
        "fever",
        "chemotherapy regimen",
        "infections",
        "septic shock",
        "antibiotics",
        "bacteremia",
        "fever of unknown origin"
    ],
    "author_names": [
        "Hideo Koh, M.D., Ph.D.",
        "Hirohisa Nakamae, MD, PhD",
        "Mizuki Aimoto, M.D.",
        "Takako Katayama",
        "Asao Hirose, M.D., Ph.D.",
        "Mika Nakamae, M.D., Ph.D.",
        "Masayuki Hino, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
        ],
        [
            "Department of Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan"
        ]
    ],
    "first_author_latitude": "34.5922748",
    "first_author_longitude": "135.5046827",
    "abstract_text": "Background Febrile neutropenia (FN) is a common and potentially fatal complication that can occur during intensive chemotherapy in patients with hematologic disorders. Identification of the cause of FN is very difficult due to the poor diagnostic performance of blood cultures. Thus, the standard of care for FN has been a fever-driven approach with the use of broad-spectrum antibiotics, likely resulting in over-treatment, poor cost-effectiveness, and induction of drug-resistance in bacteria. A novel diagnostic method is needed to improve these problems. CD14, one of the surface markers in monocytes/macrophages, is a lipopolysaccharide-binding protein complex receptor. Some recent studies reported that a fragment released into the blood—soluble CD14-subtype (sCD14-ST)—is promising as a new diagnostic biomarker of infection, especially sepsis (Endo S, et al. J Infect Chemother. 2012;18:891-7). However, the utility of this test in FN is unknown. Methods We prospectively examined the diagnostic value of serum sCD14-ST in patients with hematological disorders who developed FN after chemotherapy or hematopoietic cell transplantation between November 2010 and February 2012. Neutropenia was defined as a neutrophil count of less than 500/μL or less than 1,000/μL with an expected decline to less than 500/μL. Fever was defined as an axillary temperature ≥ 37.5 °C based on a single measurement. Serum was collected within the first 72 hours after the onset of FN in all episodes. During some episodes, serum was collected as a control at the onset of fever, or before chemotherapy when the subjects were afebrile, in accordance with the protocol. Serum sCD14-ST was measured by the two-step enzyme-linked immunosorbent assay using recombinant sCD14-ST as the standards (Yaegashi Y, et al. J Infect Chemother. 2005;11:234-8). Patients with FN were classified into the following four groups: fever of unknown origin, local infection, bacteremia without hypotension, or septic shock. Results A total of 43 patients were eligible and 75 febrile episodes were evaluable. The median age of the patients (44% were male) was 45 years (range: 16–65). Seventy-five blood samples were collected within 72 hours after onset of fever (31 from 0–24 hours, 34 from 24–48 hours, and 10 from 48–72 hours), 12 while afebrile before chemotherapy, and 25 at the onset of fever. The corresponding serum sCD14-ST measurements were termed sCD14-ST <72hr , sCD14-ST con , and sCD14-ST onset , respectively. The underlying diseases included acute leukemia (56%), myelodysplastic syndrome (9%), non-Hodgkin’s lymphoma (16%) and others (19%). The median neutrophil count at study enrollment was 67/μL (range 0 to 962). The types of treatment prior to study entry included 49 (65%) chemotherapies, one (1%) autologous hematopoietic cell transplant, and 18 (24%) allogeneic hematopoietic cell transplants. The mean sCD14-ST onset value (790 pg/ml, range: 364–1582, n=25) was significantly higher than that for sCD14-ST con (436 pg/ml, range: 262–846, n=12) [unpaired t-test, P <0.001]. In 12 patients with control data, sCD14-ST <72hr was significantly higher than sCD14-ST con (paired t-test, P <0.001). In 25 patients with onset data, sCD14-ST <72hr was significantly higher than sCD14-ST onset (paired t-test, P <0.047). The median sCD14-ST <72hr with fever of unknown origin (n=31), local infection (n=27), bacteremia without hypotension (n=9), septic shock (n=5) and others (n=3) was 680 (314–1986) pg/ml , 763 (348–2615), 782 (482–1550), 1359 (493–2115), and 738 (387–1402), respectively. Conclusion Serum levels of sCD14-ST may be a sensitive indicator of the development of FN. Within 72 hours of the onset of FN, serum levels of sCD14-ST appeared to increase. In addition, sCD14-ST might be a useful marker in detecting potentially lethal septic shock. Further prospective research in a large cohort is warranted to determine not only the diagnostic performance of this test but also its clinical utility as a tool for guiding antibiotic use, including the administration, timing and completion of these drugs in FN. Disclosures: Nakamae: Mochida Pharmaceutical Co., LTD.: Research Funding."
}