{
    "doi": "https://doi.org/10.1182/blood.V108.11.600.600",
    "article_title": "Outpatient Myeloablative Allogeneic Stem Cell Transplantion: A Comprehensive Approach Yields Decreased Hospital Utilization and Low Transplant Related Mortality. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Myeloablative allogeneic stem cell transplantation (allo-SCT) is accompanied by a high risk of transplant related toxicity (TRT), traditionally requiring recipients to stay hospitalized until recovery from the cytopenic phase. The median hospital stay for allo-SCT in most institutions ranges from 25 to 30 days. We developed a comprehensive outpatient approach to the management of patients undergoing myeloablative allo-SCT. Although potential benefits include decreased hospital utilization/costs and increased patient satisfaction, there is little data regarding its feasibility and safety. We reviewed the clinical outcomes of 100 consecutive matched-related donor (MRD) myeloablative allo-SCT recipients transplanted at a single institution between March 2000 and February 2006. Excluding the planned admission for stem cell infusion on Day 0, all other aspects of their management (myeloablative conditioning, supportive care) were to be performed outpatient. Expectant admission occurred for complications more safely managed in the hospital (febrile neutropenia, decreased oral intake, uncontrolled pain, etc.). Exceptions to this model occurred for patients with circumstances that might compromise the safety of outpatient management, otherwise this was standard practice. One hundred consecutive transplant recipients (median age of 44 years [range 21–64]), underwent MRD myeloablative allo-SCT for high risk (58%) or standard risk (42%) hematologic malignancies, receiving either high-dose busulfan- (81%) or TBI- (19%) based preparative regimens. Peripheral blood was the stem cell source for 89 patients, bone marrow for 10, and one received a mixed graft. Only thirteen patients required hospital admission to receive at least a portion of their preparative regimen for reasons of compliance/communication barriers (4), GI toxicity (3), fever (1), or medical condition(5). Sixty patients were stable for hospital discharge either the day of or day after stem cell infusion. The median time from stem cell infusion to the first readmission was Day +7 (range 3–69). The median hospital length of stay (LOS) from the start of the preparative regimen through Day +30 was 12 days (range 1–44 days). The median 100 day LOS was 15 days (range 1–66). Median times to neutrophil and platelet engraftment were 12 and 19 days, respectively. Neutropenic fever occurred in 45 patients and was the primary cause for hospital readmission. Early suspected invasive fungal infections (before Day +30) occurred in 10 patients. CMV reactivation before Day +100 occurred in 28 patients. Acute (grade II-IV) and chronic graft versus host disease occurred in 34% and 56% of patients, respectively. Rates of 100 day and 6 month non-relapse mortality were 10% and 16%, respectively. With a median follow-up of 3.6 years (range 0.5–6.5), the estimated 5 year disease-free and overall survival (OS) were 49% and 51%, respectively. Stratifying for disease risk, OS in patients with standard versus high risk disease was 64% and 41%, respectively. In summary, outpatient myeloablative allo-SCT with expectant inpatient management for TRT can be done safely with transplant outcomes comparable to those reported in the literature for conventional allo-SCT. This approach significantly decreases the length of inpatient hospitalization for allo-SCT, with the potential to free up inpatient resources, improve quality of life, and decrease costs.",
    "topics": [
        "outpatients",
        "stem cells",
        "transplantation",
        "allopurinol",
        "infusion procedures",
        "febrile neutropenia",
        "patient readmission",
        "toxic effect",
        "allogeneic stem cell transplant",
        "busulfan"
    ],
    "author_names": [
        "Amy M. Barreras, PharmD, BCOP",
        "Rebekah H. Matthews, PharmD",
        "Karen L. Manion, RN",
        "Kathy McNatt, RN",
        "Lawrence E. Morris, MD",
        "Asad Bashey, MD, PhD",
        "H. Kent Holland, MD",
        "Scott R. Solomon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amy M. Barreras, PharmD, BCOP",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebekah H. Matthews, PharmD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen L. Manion, RN",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathy McNatt, RN",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lawrence E. Morris, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Asad Bashey, MD, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Kent Holland, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott R. Solomon, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, Northside Hospital, Atlanta, GA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-01T15:32:06",
    "is_scraped": "1"
}