{
    "doi": "https://doi.org/10.1182/blood-2018-99-117824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3856",
    "start_url_page_num": 3856,
    "is_scraped": "1",
    "article_title": "MCRN ¯ 003/MYX · 1: A Single Arm Phase II Study of High-Dose Weekly Carfilzomib Plus Cyclophosphamide and Dexamethasone in the Treatment of Relapsed Multiple Myeloma after 1-3 Prior Therapies ",
    "article_date": "November 29, 2018",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "topics": [
        "arm",
        "carfilzomib",
        "cyclophosphamide",
        "dexamethasone",
        "multiple myeloma",
        "phase 2 clinical trials",
        "toxic effect",
        "bortezomib",
        "treatment resistant disorders",
        "anemia"
    ],
    "author_names": [
        "Christopher P. Venner, MD FRCPC",
        "Richard Leblanc, MDFRCPC",
        "Irwindeep Sandhu, MDFRCPC",
        "Darrell J. White, MD",
        "Andrew R Belch, MD",
        "Donna E Reece, MD",
        "Christine I Chen, MD",
        "Sean Dolan, MD",
        "Andrea Kew, MDFRCP(C)",
        "Marc Lalancette, MD FRCP",
        "Martha L Louzada, MD",
        "Arleigh McCurdy, MD BSc",
        "Gail T. McDonald",
        "Tony Reiman, MD",
        "Laura Rodriguez",
        "Lois E. Shepherd",
        "Engin Gul, BSc",
        "Bingshu E. Chen",
        "Annette E Hay"
    ],
    "author_affiliations": [
        [
            "University of Alberta, Cross Cancer Institute, Edmonton, Canada "
        ],
        [
            "Division of Hematology and Medical Oncology, Stem Cell Transplant Program, Department of Medicine, University of Montreal and Maisonneuve-Rosemont Hospital, Montreal, Canada "
        ],
        [
            "Cross Cancer Institute, University of Alberta, Edmonton, Canada "
        ],
        [
            "Queen Elizabeth II Health Sciences Ctr. Dalhousie University, Halifax, Canada "
        ],
        [
            "University of Alberta, Cross Cancer Institute, Edmonton, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre, Toronto, Canada "
        ],
        [
            "University of New Brunswick, Saint John Regional Hospital, Saint John, CAN "
        ],
        [
            "The Ottawa Hospital and University of Ottawa, Ottawa, Canada "
        ],
        [
            "CHUQ Pavillon Hotel-Dieu, Quebec, CAN "
        ],
        [
            "Hematology, University of Western Ontario -London Health Sciences Centre, London, Canada "
        ],
        [
            "University of Ottawa, The Ottawa Hospital, Ottawa, CAN "
        ],
        [
            "Canadian Cancer Trials Group, Queen's University, Kingston, Canada "
        ],
        [
            "University of New Brunswick, Saint John Regional Hospital, Saint John, CAN "
        ],
        [
            "Queen's University, Canadian Clinical Trials Group, Kingston, Canada "
        ],
        [
            "Canadian Cancer Trials Group, Queen's University, Kingston, Canada "
        ],
        [
            "Myeloma Canada Research Network, Toronto, Canada ",
            "University Health Network-PMH, Toronto, CAN "
        ],
        [
            "Canadian Cancer Trials Group, Queen's University, Kingston, Canada "
        ],
        [
            "Canadian Cancer Trials Group, Cancer Research Institute, Kingston, Canada"
        ]
    ],
    "first_author_latitude": "53.5182315",
    "first_author_longitude": "-113.53102279999999",
    "abstract_text": "Background: Carfilzomib, a second generation proteosome inhibitor, is effective in the treatment of relapsed and refractory multiple myeloma (RRMM). Recent phase II and phase III trials have demonstrated the efficacy of weekly dosing strategies. The aim of this study was to examine high dose once weekly carfilzomib in combination with weekly dexamethasone and low dose weekly cyclophosphamide (wCCD) in RRMM. It was hypothesized that this may offer a potent yet convenient and more financially viable triplet-based treatment option than existing combinations. Methods: The MCRN-003/MYX.1 multi-centre single arm phase II clinical trial is run through the Myeloma Canada Research Network (MCRN) with support from the Canadian Cancer Trials Group (CCTG). Patients who had at least one but not more than three prior lines of therapy and who did not have proteosome inhibitor (PI) refractory disease were eligible. Treatment consists of carfilzomib (20 mg/m 2 day 1 of first cycle then escalated to 70 mg/m 2 for all subsequent doses) given on days 1, 8, and 15 of a 28-day cycle, plus weekly oral dexamethasone 40 mg and cyclophosphamide 300 mg/m 2 capped at 500 mg on days 1, 8, 15 and 22. Treatment continues until progression or intolerance, except for cyclophosphamide which is discontinued after 12 cycles. The total sample size of 76 patients includes a 6 patient lead-in phase where safety at 70 mg/m 2 was evaluated. The primary objective was to observe an overall response rate (ORR) ≥ 80% after 4 cycles of protocol therapy. Secondary endpoints include safety, toxicity, kinetics of and maximal response depth and overall survival. This analysis is based on the locked data base of 2018 July 13. Results: Of the 76 patients accrued 1 was subsequently determined to be ineligible on the basis of bortezomib refractory disease, and 1 did not receive any protocol therapy due to a cardiac event occurring post-study registration but prior to treatment commencement. All patients who received therapy were included in the analysis as per protocol inclusive of the bortezomib exposed patient. Among these 75 patients, median age was 66 years with 33% being > 70 years of age. Thirty-seven percent were female. Thirty-nine percent received 1 prior line, 44% received 2 prior lines and 17% received 3 prior lines of therapy. High risk cytogenetics [(t4;14), t(14;16) and del P53] were identified in 32%. Twenty percent had ISS stage III disease and 11% had R-ISS stage III disease. Prior PI and immunomodulatory drug exposure was noted in 87% and 81% respectively. Within the first 4 cycles of therapy 84% (95% CI, 76-92%) of patients achieved PR or better, with ≥ VGPR achieved in 52% and ≥ CR in 9% (table 1, p = 0.0006). There was a trend toward a better ORR after 4 cycles based on the presence or absence of high-risk cytogenetics (75% vs 94% respectively, p = 0.051) not meeting statistical significance. The median duration of follow-up at the time of data analysis was 13.9 months (range 0.2 to 22.8 months). 18 patients have died with an estimated 1-year OS of 80%. The cause of death as assessed by the investigator was myeloma in 13 patients with 3 dying from a cause possibly or probably related to the study intervention. During the first 4 cycles of treatment, non-hematologic toxicity ≥ grade 3 occurred in 33% of patients; most commonly infection (16%) and fatigue (7%). Grade 3/4 anemia was observed in 17%, thrombocytopenia in 33% and neutropenia in 20%. Grade 3 or greater hypertension was seen in 4%, dyspnea in 1%, pulmonary edema in 1% and thrombotic microangiopathy in 4%; all resolved with no long-term sequelae. To date 37 (49%) patients have discontinued carfilzomib, 11 due to toxicity and 16 due to disease progression. Conclusion: This prospective phase II study demonstrates that wCCD is a safe and effective regimen in the treatment of RRMM. The study met its primary endpoint demonstrating a ≥ 80% ORR after 4 cycles of therapy. These results compare favourably to published phase III data examining weekly carfilzomib and dexamethasone as well as the established twice-weekly dosing strategies. This regimen will be a useful triplet-based option for RRMM especially in patients refractory to immunomodulatory agents who would otherwise be ineligible for the carfilzomib-lenalidomide-dexamethasone combination. View large Download slide View large Download slide  Disclosures Venner: Janssen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Amgen: Honoraria; Takeda: Honoraria. Leblanc: Celgene Canada: Membership on an entity's Board of Directors or advisory committees; Janssen Inc.: Membership on an entity's Board of Directors or advisory committees; Amgen Canada: Membership on an entity's Board of Directors or advisory committees; Takeda Canada: Membership on an entity's Board of Directors or advisory committees. Sandhu: Celgene: Honoraria; Janssen: Honoraria; Amgen: Honoraria; Novartis: Honoraria; Bioverativ: Honoraria. White: Amgen, Celgene, Janssen, Takeda: Honoraria. Chen: Amgen: Honoraria. Louzada: Celgene: Honoraria; Janssen: Honoraria; amgen: Honoraria; pfizer: Honoraria. Hay: Amgen: Research Funding; Novartis: Research Funding; Janssen: Research Funding; Roche: Research Funding; Seattle Genetics: Research Funding; Kite: Research Funding."
}