{
    "doi": "https://doi.org/10.1182/blood.V126.23.5572.5572",
    "article_title": "Value-Based Health Care (VBHC) in Sickle Cell Disease: A Dutch Initiative ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions",
    "abstract_text": "Background : Value-based health care (VBHC) according to Porter et al. is a novel approach that aims to improve health care by identifying and systematically measuring both medical and patient-centered health care outcome. Thus, including the well-being of the patient as related to physical and mental status, social functioning, and occupational consequences. By applying generic and disease specific outcome measures, health care providers are able to benchmark their center with others in order to compare care strategies and outcome, and to make informed choices with regard to optimization of care, necessary investments and possible cost reductions. Erasmus University Medical Center aims to apply this system in 80% of the disease expert centers in the upcoming three years. SickleCell Disease (SCD) is a chronic hereditary disease characterized by severe anemia, unpredictable episodes of extreme pain, cumulative organ damage and high health care utilization rates. In addition, multiple psychosocial problems influence complexity of health care delivery. Therefore, SCD is an excellent model to explore the effects of VBHC. Our hospital has a large Comprehensive Sickle Cell Care Centre. Aim : To identify ten outcome measures in SCD patients and the validated tools to quantify these measures. This is not possible without definition of baseline patient characteristics of influence on patient outcome. Methods : In six well-prepared sessions, our multidisciplinary team, including both adult and pediatric care takers defined relevant patient outcome measures and most important patient characteristics, in live sessions and surveys in collaboration with patients and parents. Results : Ten outcome measures were identified (Table 1) and discussed with patients and parents. Eight patient characteristics were defined with effect on outcome (Table 2). Eight validated tools to quantify outcome measures were described (Table 3). Specific tools and evaluation modes will be integrated into electronic patient files (Table 3). Conclusions : We believe VBHC is a valuable strategy to optimize patient care and to facilitate informed decision making with regard to health care investments. We have made a first step by identification of patient outcome measures and important baseline patient characteristics according to VBHC methodology. The coming year, outcome will be measured, thus enabling comparisons in the near future with other (inter)national centers. Table 1. Overview of most relevant patient outcome measures  Mortality . Anxiety Veno-occlusive crises per year Admissions per year Pain related to veno-occlusive crises Caregiver burden Complications Quality of life Social functioning Self-efficacy Mortality . Anxiety Veno-occlusive crises per year Admissions per year Pain related to veno-occlusive crises Caregiver burden Complications Quality of life Social functioning Self-efficacy View Large Table 2. Overview of baseline patient characteristics  Genotype . Age Born < or >January 2007* Socio-economic status Hemoglobin level Communication Comorbidity Mode of treatment Treatment exclusively in University Medical Center Genotype . Age Born < or >January 2007* Socio-economic status Hemoglobin level Communication Comorbidity Mode of treatment Treatment exclusively in University Medical Center *Neonatal screening for SCD was implemented >January 1st, 2007 View Large Table 3. Overview of tools to quantify patient outcome measures  Target group . Tool . Patient Outcome Measures . All ages Electronic patient file · Mortality · Complications · Admissions per year · Veno-occlusive crises per year · 'Door-to-needle-time Emergency Department >18 yrs 8-18 yrs 0-4 yrs EQ-5D- 5 level version (EQ-5D-5L) Pediatric Quality of Life Inventory (PEDsQL) TNO-AZL Preschool children Quality of Life (TAPQOL) · Quality of life · Social functioning · Anxiety and insecurity <18 yrs >18 yrs Health Care Related Quality of Life (CAREQOL-7D) Long-term Orientation (LTO) · Caregiver burden All ages Visual Analogue Scale (VAS) · Pain related to veno-occlusive crisis >18 yr Hospital Anxiety and Depression Scale (HADS) · Anxiety and insecurity All ages Sickle Cell Self-Efficacy Scale (SCSES) · Self-efficacy Target group . Tool . Patient Outcome Measures . All ages Electronic patient file · Mortality · Complications · Admissions per year · Veno-occlusive crises per year · 'Door-to-needle-time Emergency Department >18 yrs 8-18 yrs 0-4 yrs EQ-5D- 5 level version (EQ-5D-5L) Pediatric Quality of Life Inventory (PEDsQL) TNO-AZL Preschool children Quality of Life (TAPQOL) · Quality of life · Social functioning · Anxiety and insecurity <18 yrs >18 yrs Health Care Related Quality of Life (CAREQOL-7D) Long-term Orientation (LTO) · Caregiver burden All ages Visual Analogue Scale (VAS) · Pain related to veno-occlusive crisis >18 yr Hospital Anxiety and Depression Scale (HADS) · Anxiety and insecurity All ages Sickle Cell Self-Efficacy Scale (SCSES) · Self-efficacy View Large Disclosures Cnossen: Pfizer: Other: travel funding, Research Funding; Baxter: Other: Travel Funding, Research Funding; Bayer: Other: travel funding, Research Funding; CSL Behring: Other: travel funding, Research Funding; Novo Nordisk: Research Funding; Novartis: Research Funding.",
    "topics": [
        "academic medical centers",
        "anemia",
        "caregiver burden",
        "drepanocytes",
        "genetic disorder",
        "health personnel",
        "hemoglobin measurement",
        "hospital anxiety and depression scale",
        "interdisciplinary treatment approach",
        "mental function"
    ],
    "author_names": [
        "Fia ten Brink, MD",
        "Anita W. Rijneveld, MD PhD",
        "Marie-José J.A.G. Claessen, MD",
        "Amando J. Heesterman",
        "Thea J. van Zon",
        "Sonja A.M.C. Teuben",
        "Cora J.D. Onna Van - Walraven",
        "Alice M.A. Goncalves Silva",
        "Francis van Veelen",
        "Renée du Mortier",
        "Marieke A.M.S. Joosten, MD PhD",
        "Fred Petrij, MD PhD",
        "Jan A. Hazelzet, MD PhD",
        "Marjon H. Cnossen, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fia ten Brink, MD",
            "author_affiliations": [
                "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anita W. Rijneveld, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-José J.A.G. Claessen, MD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amando J. Heesterman",
            "author_affiliations": [
                "Department of Strategy, Policies and Accountability, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thea J. van Zon",
            "author_affiliations": [
                "Department of Management Consultancy, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonja A.M.C. Teuben",
            "author_affiliations": [
                "Department of Pediatric Hematology, Erasmus University Medical Center-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cora J.D. Onna Van - Walraven",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alice M.A. Goncalves Silva",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis van Veelen",
            "author_affiliations": [
                "Department of Pediatric Psychiatry, Erasmus University Medical Center-Sophia Children's Hospital, Rotterdam, Netherlands "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renée du Mortier",
            "author_affiliations": [
                "Department of Psychiatry, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marieke A.M.S. Joosten, MD PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fred Petrij, MD PhD",
            "author_affiliations": [
                "Department of Clinical Genetics, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan A. Hazelzet, MD PhD",
            "author_affiliations": [
                "Department of Information Technology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marjon H. Cnossen, MD PhD",
            "author_affiliations": [
                "Pediatric Hematology, Erasmus University Medical Center-Sophia Children's Hospital, Rotterdam, Netherlands"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:42:24",
    "is_scraped": "1"
}