{
    "doi": "https://doi.org/10.1182/blood.V104.11.1035.1035",
    "article_title": "Coagulation Abnormalities in Patients with Noonan Syndrome - a Single Centre Case Series. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Noonan syndrome (NS) is an autosomal dominant disorder that includes short stature, characteristic facies, congenital heart defect, webbed neck, and developmental delay. A mutation in the PTPN11 gene can be identified in 50% of patients. A bleeding tendency is included in the phenotypic spectrum, with factor XI deficiency and platelet abnormalities described most frequently. At Winnipeg’s Health Sciences Centre, 24 patients with features typical of NS have been studied by the Special Haemostasis Laboratory. Four patients in whom the diagnosis was suspected but not considered definite are also included in this analysis. Clinical complaints included easy bruising (9), epistaxis (2), menorrhagia (1), and a family history of bleeding problems (3). Sixteen patients were referred for investigation following the diagnosis of NS. All 28 patients had coagulation screening tests: 16 patients had an abnormal PT and 12 had an abnormal aPTT. Thrombin time was slightly prolonged in 6 of 23 patients. Reptilase time was normal in 8 patients, and fibrinogen concentration was normal in 20 patients. Factor XI levels were measured in 14 patients, with a mean value of 62% (range 32–99%). Only 2 patients had levels below the normal range. One of 13 patients evaluated for FXII levels was deficient (FXII 25%), and 2 of 19 patients evaluated for FIX levels had mild FIX deficiency (FIX 40 and 49%) without symptomatic bleeding. No other factor deficiencies were identified. Twenty-four patients had determinations of von Willebrand Factor antigen and activity; 2 had results consistent with mild Type 1 von Willebrand Disease. Platelet aggregation studies were done in 22 patients. A variety of abnormalities were noted, with the most frequent being abnormal aggregation with epinephrine (7/22). Dense granule number was decreased in 2 of 7 samples studied by electron microscopy. Lupus anticoagulants were detected in 3 of 13 patients screened. Thrombophilia investigations in 4 patients detected decreased protein S in one patient who had been diagnosed previously with protein S deficiency. This unselected case series, the largest reported to date in the literature, illustrates the heterogeneity of coagulation abnormalities that may occur in NS. Symptoms, when present, were mild, and often did not correlate with laboratory abnormalities. Non-specific platelet aggregation defects were the most commonly identified abnormalities. In contrast to the literature, factor XI deficiency was not prevalent. A specific etiology for the variable bleeding tendency has not yet been identified in NS.",
    "topics": [
        "blood coagulation",
        "coagulation process",
        "facies",
        "noonan syndrome",
        "granules",
        "bleeding diathesis",
        "factor xi deficiency",
        "hemorrhage",
        "thrombin time",
        "activated partial thromboplastin time measurement"
    ],
    "author_names": [
        "Jayson M. Stoffman, MD",
        "Bernard N. Chodirker, MD",
        "Sara J. Israels, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jayson M. Stoffman, MD",
            "author_affiliations": [
                "Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bernard N. Chodirker, MD",
            "author_affiliations": [
                "Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara J. Israels, MD",
            "author_affiliations": [
                "Pediatrics and Child Health, University of Manitoba, Winnipeg, MB, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:34:07",
    "is_scraped": "1"
}