{
    "doi": "https://doi.org/10.1182/blood-2018-99-114655",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3969",
    "start_url_page_num": 3969,
    "is_scraped": "1",
    "article_title": "Efficacy of Mitoxantrone-Based Salvage Therapies in Relapsed or Refractory Acute Myeloid Leukemia in the Mayo Clinic Cancer Center: Analysis of Survival after CLAG-M Vs. MEC ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster II",
    "topics": [
        "cancer care facilities",
        "leukemia, myelocytic, acute",
        "mitoxantrone",
        "salvage therapy",
        "autologous stem cell transplant",
        "cytarabine",
        "cladribine",
        "disease remission",
        "etoposide",
        "filgrastim"
    ],
    "author_names": [
        "Caleb J Scheckel, DO",
        "Megan Meyer, MD",
        "Lanyu Mi, MS",
        "James L. Slack, MD",
        "Pierre Noel, MD",
        "Jose F. Leis, MD PhD",
        "Lisa Z. Sproat",
        "James M. Foran, MD",
        "Aref Al-Kali, MD",
        "Rhett P. Ketterling",
        "William J. Hogan, MB, BCh",
        "Mark R. Litzow, MD",
        "Jeanne Palmer, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Mayo Clinic Arizona, Scottsdale, AZ "
        ],
        [
            "Department of Internal Medicine, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Department of Biostatistical Research, Mayo Clinic, Scottsdale, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Phoenix, AZ "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic Florida, Jacksonville, FL "
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Laboratory Genetics and Genomics, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology and Oncology, Department of Internal Medicine, Mayo Clinic, Rochester, MN "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology and Medical Oncology, Department of Medicine, Mayo Clinic, Phoenix, AZ "
        ]
    ],
    "first_author_latitude": "33.545263899999995",
    "first_author_longitude": "-111.87647299999999",
    "abstract_text": "Introduction: Primary refractory and early relapsed acute myeloid leukemia (RR-AML) continue to pose a therapeutic challenge. Salvage therapy treatment regimens for refractory and relapsed disease are not standardized but include the commonly-used mitoxantrone, etoposide, and cytarabine (MEC) and cladribine, cytarabine, filgrastim, and mitoxantrone (CLAG-M). Previous studies have suggested a potential benefit of CLAG-M, and therefore we performed an analysis of consecutive patients selected to receive either CLAG-M or MEC as salvage therapy for RR-AML. Methods: The study included 150 consecutive patients with RR-AML who received either CLAG-M or MEC between 09/01/2009 and 12/31/2017. Patients were identified through a pharmacy database based on use of mitoxantrone. Baseline disease and patient-related characteristics and clinical outcomes including allogeneic transplantation (ASCT) were obtained by systematic review of EMR. Overall survival (OS) and progression free survival (PFS) were estimated according to the Kaplan Meier method and log-rank test was used to compare outcomes between patients who received either of the two regimens. Results: There were 150 consecutive treated patients with RR-AML included in this analysis, 34 patients received CLAG-M and 116 patients received MEC. The median age was 57 years (18-76), and, and 52% were male. Forty-seven (31%) were treated for early relapsed disease (6 months after induction), and the remainder had primary refractory disease (mean number of induction regimens was 1.8, range 1-6). AML risk was defined by cytogenetic criteria. There were a predominance of intermediate-risk subtypes at 47% (71/150) and followed by high-risk at 37% (55/150). Overall CR/CRi rates for CLAG-M and MEC were 74% (23/31) and 58% (63/108) in patients eligible for analysis (p=0.18). The median follow-up from relapse was 23.5 months (1-76). The median OS was 9.5 months for CLAG-M and 10.0 months for MEC (HR=0.88, 95%CI=0.54-1.41, p=0.59). In total, 76 patients (51%) were able to proceed to ASCT following salvage therapy with either CLAG-M or MEC. Among transplant recipients 56% (19/34) and 49% (57/116) were treated with CLAG-M and MEC, respectively. Median OS after ASCT was 13.0 months for CLAG-M and 31.0 months for MEC (HR=1.76, 95%CI=0.87-3.56, p=0.12). The median OS for refractory AML was 13.0 and 66.0 months for CLAG-M and MEC recipients, respectively (HR=0.92, 95%CI=0.46-1.84, p=0.24). Median OS for those with early relapse was 12.0 months for CLAG-M and 10.0 months for MEC (HR=0.69, 95%CI=0.22-2.11, p=0.51). Lastly, among those who had late relapse, median OS was 9.0 and 48.0 months for CLAG-M and MEC, respectively (HR=17.6, 95%CI=1.57-198, p<0.001). A univariate analysis was performed to investigate the impact of factors associated with OS, including treatment, age, gender, whether they proceeded to ASCT, cytogenetic risk type, and donor source. ASCT was associated with significant improvement in both PFS (HR=0.24, 95%CI=0.16- 0.37, p<0.001) and OS (HR=0.26, 95%CI=0.17-0.40, p<0.001) in this cohort. Age greater than 65 was associated with worse PFS (HR=1.02, 95%CI=1.00-1.03, p=0.04) but not OS (HR=1.01, 95%CI=1.00-1.03, p=0.06) after controlling for other variables including the impact of ASCT. Discussion: Despite a lower 30-day induction mortality we did not identify significant differences in outcomes among patients selected to receive CLAG-M vs. MEC. There was a statistically significant improvement in survival in patients who had late relapses and were treated with MEC, and a trend towards improvement in OS of those treated with MEC who proceeded to ASCT. As expected, ASCT was associated with significant improvement in OS in this cohort, and our results strongly support the use of ASCT as consolidation of remission after relapse for AML. Our data suggests that MEC may be a superior regimen, in particular including those with late relapse. Figure. View large Download slide Figure. View large Download slide  Disclosures Foran: Agios: Research Funding; Xencor, Inc.: Research Funding. Al-Kali: Novartis: Research Funding. Palmer: Novartis: Research Funding."
}