{
    "doi": "https://doi.org/10.1182/blood-2018-99-110198",
    "article_title": "Real-World Management of Myelofibrosis with Ruxolitinib: Initial Analysis of an Italian Observational Study (ROMEI) ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Introduction ROMEI (CINC424AIT04 Ruxolitinib Observational study in Myelofibrosis treated patiEnts in Italy) is a prospective observational study that aims to bridge the knowledge gap between the clinical experience of registration trials and routine patient management by following roughly 200 myelofibrosis (MF) patients (pts) treated with ruxolitinib in everyday clinical practice. Enrollment began in April 2017 and ended in May 2018. Methods The primary endpoint is to evaluate changes in symptoms and quality of life during treatment with ruxolitinib through the Myeloproliferative Neoplasm 10 (MPN-10) disease-specific questionnaire and EuroQoL-5D-5L (EQ-5D-5L) general health questionnaire. Secondary endpoints: spleen length (change from baseline in palpable spleen length from left costal margin), effects on bone marrow fibrosis, changes in patient-reported outcome (Myelofibrosis 7-Items Symptom Scale), overall survival (OS), adherence to treatment, safety and tolerability, and changes in work and productivity impairment. This first interim analysis evaluated only the primary endpoint, spleen length, OS and safety of the first pts with at least 24 weeks of exposure to ruxolitinib. Results At data cut-off (April 30, 2018), 93 of the 216 enrolled pts were potentially evaluable, 91 for safety (2 were not treated) and 82 for primary and secondary endpoints. Median age at enrollment was 70 years (range 24 - 85) and 56% of pts are male. Forty-eight pts (48) (59%) had PMF, 20 (24%) had PPV-MF and 14 (17%) had PET-MF. IPSS score: Int-1 for 4 pts (5%), Int-2 for 48 pts (59%), high risk for 29 pts (35%) and missing for 1 patient (1%). Median time from diagnosis to enrollment was 4 months (range 0 - 247 months). Prior medications for MF were reported for only 35 of the 82 evaluable pts, 33 of whom received hydroxyurea. Mean MPN-10 total score improved from 34.48 ± 17.26 (range 0 - 77) at baseline to 21.87 ± 14.72 (range 0 - 70) at Week 24, with mean change equal to -12.61 (95% CI: -16.25; -8.97). Across the board improvements were observed for all symptoms except for fever (Fig.1a), the greatest being seen in unintentional weight loss (-2.57 ± 3.42 [min; max: -10; 10]), night sweats (-2.07 ± 3.47 [min; max: -10; 10]) and itching (-2.07 ± 3.47 [min; max: -10; 10]). Mean EQ-5D-5L index values were stable during the observation period: 0.79 ± 0.15 (range 0.23 - 1.00) at baseline and 0.82 ± 0.16 (range 0 - 1.00) at Week 24, with a mean change of 0.03 (95% CI: 0.00; 0.06). Mean EQ-VAS value was 60.79 ± 20.43 (range 0 - 100) at baseline and then improved slightly at each visit to reach a value of 67.24 ± 19.86 (range 10 - 100) at Week 24. Mean spleen length decreased from 9.78 ± 5.65 cm (range 0 - 24) at baseline to 4.97 ± 5.91 cm (range 0 - 24) at Visit 5, corresponding to a mean absolute change of -5.82 cm (95% CI: -7.23; -4.41 cm) and a percentage change of -58.56% (95% CI: -69.55; -47.57%). The proportion of patients with a ≥ 50% reduction in palpable spleen length increased at each visit: 0.36 (95% CI: 0.24; 0.48) at Visit 2, 0.52 (95% CI: 0.39; 0.65) at Visit 3, 0.62 (95% CI: 0.50; 0.75) at Visit 4 and 0.64 (95% CI: 0.51; 0.77) at Visit 5. Best changes from baseline in spleen volume % in evaluable pts is shown in Figure 1b. OS at Week 24 was 95%, with 4 of the 82 patients dying. Adverse events (AE) were reported for 63 of the 91 safety pts (69%) and 245 AEs were reported overall, 26 of which were grade 3 or 4. SAEs were reported for ten patients, 4 of whom experienced drug-related SAEs. Forty (40) drug-related AEs were reported. Detailed safety information will be available at the meeting venue. Conclusion Preliminary data of the ROMEI study confirm the efficacy of ruxolitinib in everyday clinical practice in terms of spleen response and symptom relief. The improvements from baseline observed in the MPN 10 and EQ-5D-5L scores at Week 24 were however not as considerable as those reported in pivotal and registration trials. This difference may be related to the shorter median time from diagnosis to start of treatment (only 4 months). Our patients had been living with myelofibrosis for a shorter time and treating them with an effective drug earlier, when disease burden is likely lower, may account for the less appreciable improvement in patient perceptions of symptoms and quality of life. View large Download slide View large Download slide  Close modal Disclosures Breccia: Pfizer: Honoraria; Incyte: Honoraria; BMS: Honoraria; Novartis: Honoraria. Palumbo: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees. Cilloni: Janssen: Membership on an entity's Board of Directors or advisory committees; celgene: Membership on an entity's Board of Directors or advisory committees. Abruzzese: Pfizer: Consultancy; BMS: Consultancy; Novartis: Consultancy; Ariad: Consultancy. Morelli: Novartis: Employment. Palandri: Novartis: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Passamonti: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "myelofibrosis",
        "observational studies",
        "ruxolitinib",
        "weight reduction",
        "brachial plexus neuritis",
        "surrogate endpoints",
        "adverse event",
        "fever",
        "hydroxyurea",
        "myeloproliferative disease"
    ],
    "author_names": [
        "Massimo Breccia, MD",
        "Paola Guglielmelli, MD PhD",
        "Alessandra Malato, MD",
        "Francesco Mendicino, MD",
        "Giuseppe A. Palumbo, MD",
        "Carmine Selleri, MD",
        "Daniela Cilloni, MD PhD",
        "Patrizio Mazza, MD",
        "Sergio Siragusa, MD Professor",
        "Elisabetta Abruzzese",
        "Roberto Latagliata",
        "Monica Crugnola, MD",
        "Domenico Pastore, MD PhD",
        "Giorgia Micucci, MD",
        "Giulia Benevolo, MD",
        "Mara Morelli, MD",
        "Francesca Palandri, PhD MD",
        "Francesco Passamonti"
    ],
    "author_dict_list": [
        {
            "author_name": "Massimo Breccia, MD",
            "author_affiliations": [
                "Department of Biotechnologies and cellular Hematology, Sapienza Università, Rome, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Paola Guglielmelli, MD PhD",
            "author_affiliations": [
                "CRIMM, Center of Research and Innovation of Myeloproliferative Neoplasms, Azienda Ospedaliera Universitaria Careggi, and Dept Experimental and Clinical medicine, University of Florence, Florence, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Malato, MD",
            "author_affiliations": [
                "UOC di Ematologia con UTMO, Ospedali Riuniti Villa Sofia-Cervello, Palermo, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Mendicino, MD",
            "author_affiliations": [
                "U.O.C. di Ematologia, Azienda Ospedaliera \"Annunziata\", Cosenza, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe A. Palumbo, MD",
            "author_affiliations": [
                "Dipartimento di Scienze Mediche Chirurgiche e Tecnologie Avanzate \"G.F. Ingrassia\", Università degli Studi di Catania, Catania, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmine Selleri, MD",
            "author_affiliations": [
                "UOC di Ematologia e Trapianti di Cellule Staminali Emopoietiche, AOU San Giovanni di Dio e Ruggi D'Aragona, Salerno, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniela Cilloni, MD PhD",
            "author_affiliations": [
                "University of Turin, Orbassano, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrizio Mazza, MD",
            "author_affiliations": [
                "Dept. of Hematology-Oncology, C/O Ospedale Moscati, Taranto, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Siragusa, MD Professor",
            "author_affiliations": [
                "UOC di Ematologia, University of Palermo, Unit of Haematology, Biomedical Department of Internal Medicine and Medical Specialties (Di.Bi.M.I.S), Palermo, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Abruzzese",
            "author_affiliations": [
                "Hematology, S.Eugenio Hospital, Roma, Italy "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Latagliata",
            "author_affiliations": [
                "Department of Biotechnologies and cellular Hematology, Sapienza Università, Rome, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Crugnola, MD",
            "author_affiliations": [
                "Department of Medicine and Surgery, University of Parma, Parma, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Domenico Pastore, MD PhD",
            "author_affiliations": [
                "Hematology, A. Perrino Hospital, Brindisi, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Micucci, MD",
            "author_affiliations": [
                "Clinica di Ematologia, AOU-Ospedali Riuniti Umberto I, Ancona, Italy "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Benevolo, MD",
            "author_affiliations": [
                "Struttura Complessa (S.C.) di Ematologia, Presidio Molinette Azienda Universitario-Ospedaliera (A.O.U) Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mara Morelli, MD",
            "author_affiliations": [
                "Novartis Oncology, Novartis Farma SpA, Origgio, Italy "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Palandri, PhD MD",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", Department of Experimental, Diagnostic and Specialty Medicine, University of Bologna, Bologna, Italy "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti",
            "author_affiliations": [
                "Università degli Studi dell'Insubria, Varese, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T06:43:57",
    "is_scraped": "1"
}