{
    "doi": "https://doi.org/10.1182/blood.V106.11.274.274",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=302",
    "start_url_page_num": 302,
    "is_scraped": "1",
    "article_title": "Results in Children and Adolescents Treated According to Study AML-BFM 98: Less Toxic Deaths in the Short-Cycle Arm Than in the 6-Week Consolidation Arm. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "abstract_text": "Study AML-BFM 98 aimed to improve prognosis by intensification and optimization of the initial therapy elements. Between 7/1998 and 6/2003, 473 children and adolescents < 18 years with de novo AML entered the multicenter AML-BFM 98 trial. Treatment was based on the results of study AML-BFM 93 and was similar in standard risk (SR) and high-risk (HR) patients (definition for SR [n=192]: FABM1/M2 with Auer rods, M4eo with ≤ 5 % blasts in the day-15 bone marrow, all patients with M3; HR: all others [n=281]). Treatment: After induction with AIE (cytarabine, idarubicin and etoposide) all patients (excluding FAB M3) were treated with HAM (high-dose cytarabine 3g/m 2 /12h x3 days and mitoxantrone 10mg/m 2 /day x2 days), which, in the previous study 93, was given for HR patients only. Subsequently all patients were randomly assigned to receive either the 6-week consolidation as in the previous studies or two short therapy cycles including higher doses of cytarabine but the same cumulative dose of anthracyclines. The following therapy elements, intensification with high-dose cytarabine/etoposide and maintenance, were similar in studies 93 and 98. Allogeneic stem cell transplantation from a family donor was restricted to HR patients only. Overall results: 418 of 473 (88%) patients achieved remission. Early death rate could be reduced compared to study 93: 3.2% vs. 7.4%. Five-year survival, event-free survival (EFS) and disease-free survival (DFS) were 62%±3%, 49%±3% and 57%±3%, respectively. Estimated survival improved (study 93: 58%±2%, p logrank .03), pEFS and pDFS were similar to study 93 (50%±2% and 61%±2%, n.s.). Randomization results of the 6-week consolidation arm (n=191) vs. the 2-short-cycle arm (n=199) were similar (pEFS 51%±4 and 50%±4%, n.s.). However, total treatment duration was shorter (median 15 days) and morbidity was lower in the short-cycle arm (5 vs . 9 deaths in CCR). Five-year pSurvival in HR patients (surviving >.44years, median time to SCT) with or without SCT in 1. CR was similar: 69%±14% vs. 64%±4%; p logrank .35. There was no improvement of prognosis in SR patients (FAB M3 excluded) compared to the previous study 93 despite additional application of HAM (CR rate 93% vs. 89%, p (chi) .24, 5-years pEFS 62%±4% vs. 67%±4%; n.s.). Conclusion: The estimated survival is now in the range of 65%–70% for those patients who achieve remission. Results of study 98 show, that intensification of chemotherapy with HAM does not improve survival in SR patients. There is no difference in survival of HR patients receiving SCT in 1st CR compared to those with chemotherapy alone. Because improvement of prognosis can not be achieved by intensivication of therapy alone, optimizing the chemotherapeutic regimen by introducing less toxic, but similar effective therapy elements together with better supportive care strategies will reduce treatment related mortality and thereby improve survival in small steps.",
    "topics": [
        "acute promyelocytic leukemia",
        "adolescent",
        "allogeneic stem cell transplant",
        "anthracycline antibiotics",
        "arm",
        "chemotherapy regimen",
        "child",
        "cytarabine",
        "disease remission",
        "duration of treatment"
    ],
    "author_names": [
        "Ursula Creutzig, MD",
        "Reinhardt Dirk, MD",
        "Joerg Ritter, MD",
        "Norbert Graf, MD",
        "Johannes Herrmann, MD",
        "Thomas Klingebiel, MD",
        "Alfred Reiter, MD",
        "Helmut Gadner, MD",
        "Felix Niggli, MD",
        "Jan Stary, MD",
        "Martin Zimmermann, PhD"
    ],
    "author_affiliations": [
        [
            "Pediat. Hematol./Oncol., Univ. Muenster, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Hannover Medical School, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Muenster, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Homburg/Saar, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Jena, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Frankfurt, Frankfurt, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Giessen, Germany"
        ],
        [
            "Pediat. Hematol./Oncol., Children’s Cancer Research Inst. St. Anna Kinderspital, Vienna, Austria"
        ],
        [
            "Pediat. Hematol./Oncol., Univ. Zuerich, Switzerland"
        ],
        [
            "Pediat. Hematol./Oncol., Charles Univ. Prague, Czech Republic"
        ],
        [
            "Pediat. Hematol./Oncol., Hannover Medical School, Germany"
        ]
    ],
    "first_author_latitude": "51.963581",
    "first_author_longitude": "7.6132548"
}