{
    "doi": "https://doi.org/10.1182/blood-2021-151508",
    "article_title": "Thromboembolism, Bleeding, and Vascular Death Among Older and Younger Nonvalvular Atrial Fibrillation Patients with Type 2 Diabetes Receiving Rivaroxaban or Warfarin ",
    "article_date": "November 5, 2021",
    "session_type": "332.Anticoagulation and Antithrombotic Therapies",
    "abstract_text": "Background: Advancing age and diabetes are common comorbidities among patients diagnosed with nonvalvular atrial fibrillation (NVAF). In separate subanalyses of the Rivaroxaban Once Daily, Oral, Direct Factor Xa Inhibition Compared With Vitamin K Antagonism for Prevention of Stroke and Embolism Trial in Atrial Fibrillation (ROCKET AF), the relative efficacy and safety of rivaroxaban versus warfarin did not vary with by older (≥75 years old) or younger age (<75 years old) or with the presence or absence of diabetes. We sought to evaluate the impact of age on the comparative effectiveness and safety of rivaroxaban compared to warfarin in NVAF patients with comorbid diabetes treated in routine practice Methods: We performed an analysis using Optum® De-Identified electronic health record (EHR) data from November 2010 to December 2019. This study included adults with NVAF and type 2 diabetes, newly started on either rivaroxaban or warfarin and who had ≥12-months of EHR activity. Patients who were pregnant, had alternative indications for oral anticoagulation or valvular heart disease were excluded. To allow for the assessment of statistical interaction in outcome rates across age groups, we propensity score-overlap weighted patients after stratification of eligible patients into older (≥80 years old) and younger (<80 years old) cohorts. Weighted incidence rates (%/year) of developing stroke or systemic embolism, or vascular death; hospitalization for major or clinically relevant nonmajor (CRNM) bleeding; and major adverse limb events (need for revascularization or major amputation of the lower limbs) for rivaroxaban and warfarin users with type 2 diabetes patients either ≥80 or <80 years old were reported. Propensity score-overlap weighted hazard ratios (HRs) with 95% confidence intervals (CIs) were calculated using Cox regression employing a robust sandwich estimator. Patients were followed in the Cox regression models until time of outcome occurrence, end-of-EHR activity or end-of-data availability. P-values for interaction across age subgroups were adjusted to control for false discovery rates due to multiple hypothesis testing. A p-value <0.05 was considered statistically significant in all cases. Results: A total of 32,078 rivaroxaban (31% initiated on 15 mg dose) and 83,971 warfarin users (time-in-therapeutic range = 47±28%) with NVAF and comorbid type 2 diabetes were included in the present study. Mean follow-up time was 2.9±1.9 years for rivaroxaban and 2.9±2.0 years for warfarin patients. There were 31,941 patients (28%) aged ≥80 years who were initiated on either rivaroxaban (n=6,606) or warfarin (n=25,335). Older patients had a higher mean CHA 2 DS 2 VASc (4.4±1.2 versus 3.8±1.3) and modified HASBLED (1.7±0.7 versus 1.4±0.8) score compared to younger patients. Propensity score-overlap weighted analyses found no statistically significant interaction for the relative effectiveness or safety of rivaroxaban versus warfarin across the older or younger age groups for the outcomes of stroke, systemic embolism, or vascular death (HR=0.93; 95%CI, 0.87-1.00 versus HR=0.91; 95%CI, 0.86-0.96), hospitalization for major or CRNM bleeding (HR=1.06; 95%CI, 0.96-1.18 versus HR=0.90; 95%CI, 0.84-0.96) or major adverse limb events (HR=0.79; 95%CI, 0.68-0.94 versus HR=0.76; 95%CI, 0.70-0.83) ( Table ). Major and intracranial bleeding were also observed significantly less frequently with rivaroxaban compared to warfarin regardless of patient age. Conclusions: The effectiveness and safety of rivaroxaban relative to warfarin remained consistent across older and younger patient subgroups, supporting rivaroxaban as an alternative for elderly NVAF patients with concomitant type 2 diabetes (NCT04509193). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Coleman:  Alexion Pharmaceuticals: Research Funding; Janssen Scientific Affairs LLC: Consultancy, Honoraria, Research Funding; Bayer AG: Consultancy, Honoraria, Research Funding. Vardar:  Bayer AG: Current Employment. Abdelgawwad:  Bayer AG: Current Employment.",
    "author_names": [
        "Craig I. Coleman",
        "Christopher Brescia",
        "Burcu Vardar",
        "Khaled Abdelgawwad",
        "Nitesh Sood"
    ],
    "author_dict_list": [
        {
            "author_name": "Craig I. Coleman",
            "author_affiliations": [
                "School of Pharmacy, University of Connecticut, WEST SUFFIELD, CT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Brescia",
            "author_affiliations": [
                "Freshtech IT, LLC, East Hartford, CT"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Burcu Vardar",
            "author_affiliations": [
                "Bayer AG, Berlin, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khaled Abdelgawwad",
            "author_affiliations": [
                "Thrombosis and Opthalmology, Bayer AG, Berlin, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nitesh Sood",
            "author_affiliations": [
                "Department of Cardiac Electrophysiology, Southcoast Health System, Fall River, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:08:47",
    "is_scraped": "1"
}