{
    "doi": "https://doi.org/10.1182/blood.V106.11.3099.3099",
    "article_title": "Induction of Xenogeneic Graft-Versus-Host Disease through Administration of HuPBMC to Immune Deficient RAG2 −/− γc −/− Mice: A Model for B Cell-Involvement in Chronic Graft-Versus-Host Disease. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Graft-versus-host disease (GVHD) is the most important determinant for long-term morbidity and mortality in allogeneic stem cell transplantation, affecting approximately 50% of patients. Acute (a)GVHD is a distinctive syndrome of dermatitis, hepatitis and enteritis, while the term chronic (c)GVHD describes a more pleiotropic syndrome. Many clinical manifestations of cGVHD are very similar to those of autoimmune diseases such as lupus erythematosus and scleroderma. In addition, in cGVHD autoantibody formation is a common feature. To investigate the pathogenesis of cGVHD and to study the effect of new treatment modalities, clinically relevant models are of great importance. Recently, we were able to develop a model for GVHD by intravenous transfer of huPBMC in RAG2 −/− γc −/− mice ( van Rijn et al., Blood  102 : 2522 , 2003 ). In this study we report on the whole spectrum of histological and immunohistochemical findings in the skin, bowel, tongue, liver, kidney, spleen, bone marrow and lung of 3 mice with acute and 7 with chronic X-GVHD and compare them with those seen in patients with GVHD. All mice showed a ruffled fur and 3 acute and 2 chronic mice had an erythematous skin with loss of hair. Lymphocytic infiltrates and tissue damage were observed in all organs. These lymphocytic infiltrates consisted of T lymphocytes with a surprising predominance of CD4+ cells (75–85%) that was not reflected in the peripheral blood. The kidneys contained variable numbers of lymphocytes, mainly localized in the interstitium. The lungs contained a mild to severe lymphoplasmacellular infiltrate. In three mice there was damage of the bronchial epithelium. 5/7 of the chronic mice showed peribronchial fibrosis. All mice showed a mild to moderate fibrosis in the bone marrow. The bowels contained a very mild lymphocytic infiltrate, but there were no signs of epithelial damage or diarrhoea. Chronic mice demonstrated less lymphocytic infiltrate, more plasma cells and more fibrosis than acute mice. Fibrosis was found in the skin, liver, lungs, spleen and bone marrow. One mouse had severe fibrosis of the liver, spleen, skin and lungs. In later experiments, five more mice sacrificed with chronic GVHD showed a similar histology. Importantly, the livers of the chronic mice showed an auto-immune hepatitis with large amounts of plasma cells. In 5/7 chronic mice even a deposition of human IgA and/or IgG was observed in liver and/or skin. A honeycomb-like pattern was present in the IgA staining, with an IgA-positive surface of the periportal hepatocytes in the liver of 5/7 chronic mice. Ig deposits were also observed in the skin of 4/7 mice. The presence of Ig- and complement-deposits were confirmed in the skin of 3/30 patients cGVHD patients without and 3/3 with blistering diseases. These data provide evidence for a participating role of B cells in the pathogenesis of cGVHD. The beneficial effect of anti-CD20 Ab in cGVHD reported in small scale clinical studies is also consistent with a critical role of B cells in cGVHD-pathology. In summary, the histopathological findings in chronic mice are very similar to the findings in cGVHD. As a consequence, the huPBMC/RAG2 −/− γc −/− mouse model provides the unique opportunity to study the contribution of B cells to the pathogenesis of cGVHD.",
    "topics": [
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "mice",
        "fibrosis",
        "lymphocytic inflammation, chronic",
        "immunoglobulin a",
        "immunoglobulins",
        "allogeneic stem cell transplant",
        "alopecia",
        "autoantibodies"
    ],
    "author_names": [
        "Marijke C. Canninga-van Dijk, MD, PhD",
        "Rozemarijn S. van Rijn, MD",
        "Elles R. Simonetti, BSc",
        "Marieke C. Hogenes, MD",
        "Saskia Smulders, BSc",
        "Roel A. de Weger, PhD",
        "Anton Hagenbeek, MD, PhD",
        "Jan G. van de Tweel, MD, PhD",
        "Leo F. Verdonck, MD, PhD",
        "Anton C.M. Martens, PhD",
        "Saskia B. Ebeling, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marijke C. Canninga-van Dijk, MD, PhD",
            "author_affiliations": [
                "Pathology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rozemarijn S. van Rijn, MD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elles R. Simonetti, BSc",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marieke C. Hogenes, MD",
            "author_affiliations": [
                "Pathology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia Smulders, BSc",
            "author_affiliations": [
                "Pathology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roel A. de Weger, PhD",
            "author_affiliations": [
                "Pathology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton Hagenbeek, MD, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan G. van de Tweel, MD, PhD",
            "author_affiliations": [
                "Pathology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo F. Verdonck, MD, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anton C.M. Martens, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saskia B. Ebeling, PhD",
            "author_affiliations": [
                "Hematology, University Medical Center Utrecht, Utrecht, Netherlands"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-26T18:48:24",
    "is_scraped": "1"
}