{
    "doi": "https://doi.org/10.1182/blood.V112.11.1912.1912",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1148",
    "start_url_page_num": 1148,
    "is_scraped": "1",
    "article_title": "Tumor Necrosis Factor-α Contributes to Microenvironmental up- Regulation of NF-κB Activity in Philadelphia Chromosome-Positive Acute Lymphoblastic Leukemia: Implication for a Novel Therapeutic Target. ",
    "article_date": "November 16, 2008",
    "session_type": "Acute Lymphocytic Leukemia - Biology and Pathophysiology",
    "topics": [
        "acute lymphocytic leukemia",
        "tumor necrosis",
        "chromosomes",
        "tumor necrosis factor-alpha",
        "etanercept",
        "diagnostic imaging",
        "cytokine",
        "leukemic cells",
        "luciferases",
        "neoplasms"
    ],
    "author_names": [
        "Hui-Jen Tsai, MD",
        "Seiichiro Kobayashi, MD, PhD",
        "Kiyoko Itoh, PhD",
        "Takaomi Ishida, PhD",
        "Kazuo Umezawa, PhD",
        "Arinobu Tojo, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hem. Onc., Kaohsiung Med. Univ. Hosp., Kaohsiung, Taiwan"
        ],
        [
            "Div of Molecular Therapy, Institute of Medical Science, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Div of Molecular Therapy, Institute of Medical Science, Univ. of Tokyo, Tokyo, Japan"
        ],
        [
            "Department of Medical Genome Sciences, Graduate School of Frontier Sciences, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Faculty of Science and Technology, Keio University, Yokohama-shi, Japan"
        ],
        [
            "Div of Molecular Therapy, Institute of Medical Science, Univ. of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "22.6460433",
    "first_author_longitude": "120.3095722",
    "abstract_text": "Constitutively activated NF-κB has been demonstrated in primary blast cells and cell lines derived from Philadelphia chromosome (Ph- positive acute lymphoblastic leukemia(Ph- ALL). In our previous study, we have shown the essential role for NF-κB in growth and survival of Ph- ALL cells. To gain insight into the microenvironmental (cytokines and/or stromal cell) regulation of NF-κB activity in Ph- ALL, we lentivirally transduced Ph- ALL cells, IMS-PhL1 and Sup-B15 cells, with NF-κB/luciferase (kB/Luc) reporter construct and established a bioluminescence imaging model of Ph- ALL for in vitro and in vivo analysis. In in vitro study, we checked NF-κB/Luc activity by luminoter. It showed that NF-κB activity of Ph- ALL cells was significantly up-regulated by TNFa stimulation and synergistically augmented by seeding them onto a layer of murine HESS5 stromal cells, which singly didn’t change NF-κB activity in Ph- ALL cells. DHMEQ, a specific inhibitor of nuclear translocation of p65, eradicated constitutive and TNFa inducible NF-κB activity of Ph- ALL cells and induced their substantial apoptosis dose-dependently. However, the inhibitory effect of DHMEQ on TNFa induced NF-κB activity as well as viability of Ph- ALL was alleviated in the presence of HESS5. This alleviatory effect of DHMEQ induced NF-κB suppression by HESS5 was overcame by addition of TNFa inhibitor, Etanercept, in a dose of less than 1ug/ml. (Fig.1) Taken together, TNFa plays an essential role in up-regulation of NF-κB activity in the absence or presence of HESS5 cells. When Ph- ALL cells were treated with TPCA-1, an IKK-2 inhibitor, the TNFa induced NF-κB activity in Ph- ALL cells was suppressed even in the presence of HESS5 cells. Cell proliferation assay also showed inhibitory effect on proliferation of Ph- ALL cells by TPCA-1. In in vivo study, we transplanted Ph- ALL cells into NOD-Scid mice and periodically monitored the NF-κB activity of Ph- ALL cells by a CCD camera. Intriguingly, strong signal was detected in liver, stomach and ovary in addition to bone marrow, which was the predominant site of leukemic cell infiltration. QR-PCR analysis and immunohistochemistry staining for mouse tissue verified tumor infiltration up-regulate murine TNFa production in these tissues. It suggests the essential role of TNFa in the up-regulation of NF-κB signaling in mouse model. However high dose Etanercept, 1mg, subcutaneous injection into Ph- ALL cells transplanted mouse didn’t show significant reduction of NF-κB activity and partial response of NF-κB suppression was seen in the mouse injected with 5mg of Etanercept intraperitoneally. (Fig.2) This result suggests that factors other than TNFa may contribute to in vivo maintenance and/or up-regulation of NF-κB activity in Ph- ALL cells. In conclusion, TNFa-dependent and independent pathways are involved in microenvironmental up-regulation of NF-κB activity, which contribute to survival, expansion and presumably drug-resistance of Ph- ALL cells. The present bioimaging model helps us to dissect the regulatory mechanism of NF-κB signal in Ph- ALL and the results suggest us microenvironment as a novel therapeutic target in the treatment of Ph- ALL. Fig. 1 View large Download slide NF-κB activity of Sup-B15 cells treated with DHMEQ, TNFα and Etanercept(22hrs) Fig. 1 View large Download slide NF-κB activity of Sup-B15 cells treated with DHMEQ, TNFα and Etanercept(22hrs) Fig. 2 View large Download slide In vivo imaging of NF-κB activity in Sup-B15 cells treated with Etanercept Fig. 2 View large Download slide In vivo imaging of NF-κB activity in Sup-B15 cells treated with Etanercept"
}