{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4581.4581",
    "article_title": "Allogeneic Blood and Marrow Transplantation for Pediatric Patients with Sickle Cell Anemia: An Institutional Experience ",
    "article_date": "December 7, 2017",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "abstract_text": "Introduction: Sickle cell anemia (SCA) is a genetic disease with potentially debilitating complications and shortened life-expectancy. Allogeneic hematopoietic stem cell transplantation (HSCT) remains the only cure for SCA, but is limited by the lack of available histocompatible sibling donors and transplant related morbidities. Alternative donor HSCT for SCA has been associated with variable outcomes. Methods: We conducted a retrospective review of all patients with SCA who underwent HSCT at our center between January 2014 and June 2017. Results: Table 1 shows the pre-HSCT characteristics of the study population (n=19). Candidates for HSCT were selected based on institutional and/or study eligibility criteria and were consented per the Declaration of Helsinki. The majority of patients were receiving chronic transfusions or hydroxyurea therapy. Two patients had concurrent autoimmune diseases and 79% had low 25-hydroxycholecalciferol levels (median 17.8 ng/ml). 9 patients (47.3%) received HLA-identical sibling transplants (MSD), 6 (31.5%) UD, and 4 (21%) α/β T cell depleted related haplo-identical (haplo) transplants. The median pre-HSCT comorbidity index (CI) was above 3 for patients receiving alternative donor transplants (>3 is associated with higher pre-HSCT acuity). HSCT characteristics are shown in Table 2. The majority of patients (68.4%) received bone marrow (BM), while 21% received mobilized peripheral blood stem cell (PBSC) grafts. All patients achieved initial high-level (>90%) donor chimerism. The median time to neutrophil engraftment (>500 cells/µL) was 14 days with significantly earlier engraftment seen among haplo recipients (median 10 days) compared to other graft sources (p < 0.02). The median time to platelet engraftment (>50,000 /µL) was 20 days. The median time to CD3+ T lymphocyte recovery (>200 cells/uL) was 195 days (range 20-384) (significantly earlier for the haplo group (figure 1a, p =0.01) and for CD19 (>66 cells/uL) was 104 (range 90-526) days post-HSCT (figure 1b). Secondary early graft rejection occurred in 2 patients who received haplo-identical HSCT, with sustained donor engraftment following a second transplant with the same donors in one of these patients. Overall incidence of > grade II (severe) acute graft versus host disease (GVHD) was 26%, with no significant difference observed among haplo recipients despite the absence of primary GVHD prophylaxis. Two UD recipients developed chronic GVHD (10.5% overall incidence). 11 (57%) patients (6 MSD, 3 UD, 2 haplo) developed CMV viremia, with one late onset disseminated CMV meningitis; 7 patients (36.8%) (3 MSD, 4 UD) developed adenoviremia; one patient developed HHV-6 viremia around the time of graft rejection. Both patients with concurrent autoimmune diseases did not experience significant post-HSCT complications. One patient with type I diabetes mellitus diagnosed 60 days prior to HSCT has had stable glycemic control. One patient with systemic lupus erythematous (SLE) remains in SLE remission post-HSCT. With a median follow-up of 568 (105-919) days, the overall 2-year survival was 84.2%. 88.8% for MSD, 83.3% for UD, and 75% (3 patients) survival for α/β T cell depleted haploidentical related HSCT ( p =0.7) and a mean performance score of 90 among survivors. No adverse events were noted among donors with sickle cell trait, including 4 parent donors who received PBSC mobilization with either filgrastim and/or plerixafor. Conclusion: Alternative donor allogeneic HSCT should be considered for carefully selected patients with SCA. α/β T cell depleted related haplo-identical HSCT appears promising with low rates of severe acute GVHD in the absence of primary prophylaxis. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow transplantation",
        "sickle cell anemia",
        "pediatrics",
        "hematopoietic stem cell transplantation",
        "systemic lupus erythematosus",
        "allogeneic hematopoietic stem cell transplant",
        "autoimmune diseases",
        "graft-versus-host disease",
        "graft-versus-host disease, acute",
        "tissue transplants"
    ],
    "author_names": [
        "Sajad Khazal, MD",
        "Preethi Fernandez, NP",
        "Elodie Benard, MS",
        "Basirat Shoberu, PharmD BCPPS",
        "Deepa Manwani, MD",
        "Kris Michael Mahadeo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sajad Khazal, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Preethi Fernandez, NP",
            "author_affiliations": [
                "Children's Hospital at Montefiore, Bronx, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elodie Benard, MS",
            "author_affiliations": [
                "Children's Hospital at Montefiore, Bronx, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Basirat Shoberu, PharmD BCPPS",
            "author_affiliations": [
                "Children's Hospital at Montefiore, Bronx, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Manwani, MD",
            "author_affiliations": [
                "Children's Hospital at Montefiore, Albert Einstein College of Medicine, Bronx, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kris Michael Mahadeo, MD",
            "author_affiliations": [
                "Stem Cell Transplantation and Cellular Therapy, Pediatrics, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:29:03",
    "is_scraped": "1"
}