{
    "doi": "https://doi.org/10.1182/blood.V124.21.3750.3750",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2958",
    "start_url_page_num": 2958,
    "is_scraped": "1",
    "article_title": "Targeting Aberrant Self-Renewal of Leukemic Cells with a Novel CBP/p300 Bromodomain Inhibitor ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster III",
    "topics": [
        "leukemic cells",
        "leukemia",
        "doxorubicin",
        "leukemic hematopoietic stem cell",
        "bone marrow transplantation",
        "cancer",
        "complex",
        "cytotoxicity",
        "dilution technique",
        "gene expression profiling"
    ],
    "author_names": [
        "Angeliki Thanasopoulou, PhD",
        "Katharina Dumrese",
        "Sarah Picaud, PhD",
        "Oleg Fedorov, PhD",
        "Stefan Knapp, PhD",
        "Juerg Schwaller, MD"
    ],
    "author_affiliations": [
        [
            "University Children's Hospital, Basel, Switzerland "
        ],
        [
            "University Children's Hospital, Basel, Switzerland "
        ],
        [
            "Department of Clinical Medicine, University of Oxford, Oxford, United Kingdom"
        ],
        [
            "Department of Clinical Medicine, University of Oxford, Oxford, United Kingdom"
        ],
        [
            "Department of Clinical Medicine, University of Oxford, Oxford, United Kingdom"
        ],
        [
            "University Children's Hospital, Basel, Switzerland "
        ]
    ],
    "first_author_latitude": "47.563777099999996",
    "first_author_longitude": "7.581942099999999",
    "abstract_text": "The CBP/p300 histone acetyltransferases are key transcriptional regulators of hematopoiesis that have been found to be involved in AML-associated recurrent chromosomal translocations and shown to function as co-activators of leukemogenic fusion oncogenes, suggesting that specific targeting of CBP/p300 may be beneficial for therapy. We characterized the anti-leukemic potential of I-CBP112, a novel chemical inhibitory probe targeting the CBP/p300 bromodomain (BRD). BRDs belong to a diverse family of evolutionary conserved protein-interaction modules recognizing acetylated lysine residues and thereby mediating recruitment of proteins to macromolecular complexes. I-CBP112 represents a new, potent and selective class of BRD inhibitors (oxazepines) binding to recombinant CBP/p300 BRDs with a K D of 151nM and 157nM respectively. Initial characterization by FRAP and BRET assays revealed that I-CBP112 displaced the isolated BRD construct from chromatin but not the full length CBP. I-CBP112 also impaired the interaction of CBP/p300 with p53, resulting in reduced p53-K382 acetylation, reduced p21 expression, and high sensitivity to Doxorubicin-induced DNA damage. We started to explore the effects of the compound on leukemic cells by exposing a series of murine cell lines immortalized by the MLL-CBP fusion and other potent leukemia-associated oncogenes including the MLL-AF9, MLL-ENL, or the NUP98-HOXA9 fusion to increasing doses of I-CBP112. Interestingly, no significant cytotoxicity was observed up to concentrations of 5μM. However, in all cell lines we observed a significant reduced number of colonies formed in methylcellulose, associated with morphological differentiation as observed in Giemsa stained cytospots. Similar to the murine leukemic cell lines we found that I-CBP112 did not cause immediate cytotoxic effects but impaired colony formation and induced cellular differentiation of a series of 18 human leukemic cell lines. Reduced colony formation upon I-CBP112 treatment was also observed of human primary AML blasts but not of CD34+ hematopoietic stem cells from two healthy donors. I-CBP112 effects were studied in more detail in three human leukemia cell lines: SEM (MLL-AF4+), MOLM13 (MLL-AF9+) and Kasumi-1 (AML1-ETO+). Long-term exposure of these cells to I-CBP112 in liquid medium, resulted in a dose-dependent G 1 cell cycle arrest, with Kasumi-1 being the most sensitive to the inhibitor, demonstrating further morphological signs of differentiation and apoptotic cell death. Importantly, combination of I-CBP112 with the BET-BRD inhibitor JQ1 or Doxorubicin revealed a clear synergistic effect on cell survival of the AML cell lines except for the combination of I-CBP112 with Doxorubicin on MOLM13. Surprisingly only modest effects of I-CBP112 exposure on the transcriptional programs of SEM, MOLM13 and Kasumi-1 cells were found by microarray expression profiling. Genes found affected were mainly immune response regulators or NFkappaB targets suggesting that attenuation of NFkappaB downstream signals might impair the leukemia initiation capacity reflected by reduced colony formation. Extreme limited dilution assays (ELDA) in methylcellulose, as well as bone marrow transplantations in limiting dilutions using MLL-AF9-transformed murine leukemic blasts revealed that I-CBP112 significantly impaired self-renewal of the leukemic stem cell compartment in vitro and reduced the leukemia-initiating potential in vivo . Taken together, these data demonstrate that selective interference with the CBP/p300 BRD by I-CBP112 has the potential to selectively target leukemic stem cells and opens the way for novel combinatory “BRD inhibitor” therapies for AML and other human cancers. Disclosures No relevant conflicts of interest to declare."
}