{
    "doi": "https://doi.org/10.1182/blood-2020-139884",
    "article_title": "A Phase 1b/2 Study of IMGN632, a CD123-Targeting Antibody-Drug Conjugate (ADC), As Monotherapy or in Combination with Venetoclax and/or Azacitidine for Patients with CD123-Positive Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Background: IMGN632 is a CD123-targeting ADC, comprised of a high affinity anti-CD123 antibody coupled to a DNA-alkylating payload of the novel IGN (indolinobenzodiazepine pseudodimer) class. An ongoing Phase I trial in patients with CD123-positive AML or BPDCN (NCT03386513) has reported encouraging efficacy and manageable tolerability with IMGN632 monotherapy. Preclinical data from AML mouse models demonstrate synergy in combinations with azacitidine and/or venetoclax1,2, supporting the clinical exploration of these combinations. Here we describe the ongoing Phase 1b/2 study actively enrolling patients to determine the safety, tolerability, and preliminary anti-leukemia activity of IMGN632 when administered in combination with azacitidine and/or venetoclax to patients with relapsed and frontline CD123-positive AML, and the single-agent activity of IMGN632 in patients with minimal residual disease (MRD)-positive AML after frontline treatment. M ethods and s tudy d esign : Adult patients with CD123-positive relapsed or refractory (R/R) AML, who are deemed appropriate for experimental therapy, are eligible to enroll as part of the dose escalation phase. Key exclusion criteria for all regimens include active central nervous system disease, and history of sinusoidal obstruction syndrome/venous occlusive disease of the liver. Three different combination regimens are being evaluated: Regimen A, IMGN632 plus azacitidine (632+AZA); Regimen B, IMGN632 plus venetoclax (632+VEN); and Regimen C, IMGN632 plus azacitidine and venetoclax (632+AZA+VEN). For each regimen, a Phase 1b dose escalation cohort in R/R patients will determine the recommended Phase 2 dose (RP2D) of IMGN632 for the specific combination. Escalation will follow a standard 3+3 design, with a starting dose for IMGN632 of 0.015 mg/kg administered intravenously on Day 7 of a 21- (632+VEN) or 28-day cycle (632+AZA, 632+AZA+VEN). Regimens A and B (the doublets) were initially explored to evaluate safety at increasing doses of IMGN632. Escalation of IMGN632 on Regimen C (the triplet) was allowed once the corresponding dose of IMGN632 was evaluated in each doublet combination (Figure). This will be followed by a Phase 2 dose expansion stage to further characterize the safety profile and assess antileukemia activity in frontline or relapsed AML patients, depending on the combination regimen. In addition, IMGN632 monotherapy is being explored in expansion cohorts of MRD-positive patients to assess conversion rate from MRD-positivity to MRD-negativity, in fit and unfit AML subpopulations. NCT04086264 Figure View large Download slide Figure View large Download slide  Close modal Disclosures Daver: Servier: Research Funding; Genentech: Research Funding; AbbVie: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Astellas: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novimmune: Research Funding; Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Trovagene: Research Funding; Fate Therapeutics: Research Funding; ImmunoGen: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Jazz: Consultancy, Membership on an entity's Board of Directors or advisory committees; Trillium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Syndax: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; KITE: Consultancy, Membership on an entity's Board of Directors or advisory committees; Agios: Consultancy, Membership on an entity's Board of Directors or advisory committees; Bristol-Myers Squibb: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Daiichi Sankyo: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Sweet: Incyte: Research Funding; Agios: Membership on an entity's Board of Directors or advisory committees; Stemline: Honoraria; Novartis: Membership on an entity's Board of Directors or advisory committees; Astellas: Honoraria; Takeda: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Montesinos: Celgene, Pfizer, Abbvie: Consultancy; Pfizer, Abbvie, Daiichi Sankyo: Research Funding; Astellas, Novartis, Janssen: Speakers Bureau. Wang: Genentech: Consultancy; PTC Therapeutics: Consultancy; Pfizer: Speakers Bureau; Abbvie: Consultancy; Jazz Pharmaceuticals: Consultancy; Bristol Meyers Squibb (Celgene): Consultancy; Stemline: Speakers Bureau; Astellas: Consultancy; Macrogenics: Consultancy. Aribi: Seattle Genetics: Consultancy. DeAngelo: Jazz: Consultancy; Shire: Consultancy; Pfizer: Consultancy; Novartis: Consultancy, Research Funding; Abbvie: Research Funding; Incyte Corporation: Consultancy; Forty-Seven: Consultancy; Glycomimetics: Research Funding; Autolos: Consultancy; Amgen: Consultancy; Agios: Consultancy; Blueprint Medicines Corporation: Consultancy, Research Funding; Takeda: Consultancy. Walter: Pfizer: Consultancy, Research Funding; Macrogenics: Research Funding; Amgen: Consultancy, Research Funding; Jazz: Consultancy, Research Funding; ImmunoGen: Research Funding; Celgene: Consultancy, Research Funding; StemLine: Research Funding; BioLineRx: Consultancy, Research Funding; Genentech: Consultancy; Seattle Genetics: Research Funding; New Link Genetics: Consultancy; Agios: Consultancy, Research Funding; BiVictriX: Consultancy; Boston Biomedical: Consultancy; Amphivena: Current equity holder in publicly-traded company; Aptevo: Consultancy, Research Funding; Argenx: Consultancy; Arog: Research Funding; Astellas: Consultancy; Daiichi: Consultancy; Race Oncology: Consultancy; Kite: Consultancy; Selvita: Research Funding. Altman: Biosight: Research Funding; PrIME Oncology: Consultancy; France Foundation: Consultancy; PeerView: Consultancy; Fujifilm: Research Funding; Kartos: Research Funding; Celgene: Research Funding; ASH: Consultancy; Bristol-Myers Squibb: Consultancy; Immune Pharma: Consultancy; Janssen: Consultancy; Syros: Consultancy; Novartis: Consultancy; Genentech: Research Funding; Amphivena: Research Funding; Aprea: Research Funding; Amgen: Research Funding; ImmunoGen: Research Funding; Boehringer Ingelheim: Research Funding; Kura: Membership on an entity's Board of Directors or advisory committees, Research Funding; Agios: Membership on an entity's Board of Directors or advisory committees, Research Funding; Theradex: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Glycomimetics: Other: DSMC; Daiichi Sanko: Membership on an entity's Board of Directors or advisory committees; AbbVie: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cancer Expert Now: Consultancy. Advani: Immunogen: Research Funding; Seattle Genetics: Other: Advisory board/ honoraria, Research Funding; Abbvie: Research Funding; Takeda: Research Funding; OBI: Research Funding; Amgen: Consultancy, Other: steering committee/ honoraria, Research Funding; Kite: Other: Advisory board/ honoraria; Pfizer: Honoraria, Research Funding; Novartis: Consultancy, Other: advisory board; Glycomimetics: Consultancy, Other: Steering committee/ honoraria, Research Funding; Macrogenics: Research Funding. Sloss: ImmunoGen, Inc.: Current Employment. Malcolm: ImmunoGen, Inc.: Current Employment. Zweidler-McKay: ImmunoGen, Inc.: Current Employment. OffLabel Disclosure: Phase 1b/2 trial of experimental therapy",
    "author_names": [
        "Naval Daver, MD",
        "Kendra L. Sweet, MD MS",
        "Pau Montesinos, MD PhD",
        "Eunice S. Wang, MD",
        "Ahmed Aribi, MD",
        "Daniel J. DeAngelo, MD PhD",
        "Harry P Erba, MDPhD",
        "Giovanni Martinelli, MD",
        "Roland P Walter, MDPhD",
        "Jessica K Altman, MD",
        "Anjali S Advani, MD",
        "Antonio Curti, MDPhD",
        "Callum M Sloss, PhD",
        "Kara E Malcolm, RN",
        "Patrick A Zweidler-McKay, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naval Daver, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kendra L. Sweet, MD MS",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pau Montesinos, MD PhD",
            "author_affiliations": [
                "Hospital Universitari i Politècnic La Fe, Valencia, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eunice S. Wang, MD",
            "author_affiliations": [
                "Roswell Park Comprehensive Cancer Center, BUFFALO, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ahmed Aribi, MD",
            "author_affiliations": [
                "City of Hope National Medical Center, Duarte, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel J. DeAngelo, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, Dana-Farber Cancer Inst., Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry P Erba, MDPhD",
            "author_affiliations": [
                "Duke University School of Medicine, Durham, NC "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Martinelli, MD",
            "author_affiliations": [
                "Institute of Hematology \"L. e A. Seràgnoli\", Department of Experimental, Diagnostic and Specialty Medicine, Bologna, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland P Walter, MDPhD",
            "author_affiliations": [
                "Department of Medicine, University of Washington, Seattle, WA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica K Altman, MD",
            "author_affiliations": [
                "Robert H. Lurie Comprehensive Cancer Center, Chicago, IL "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjali S Advani, MD",
            "author_affiliations": [
                "Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonio Curti, MDPhD",
            "author_affiliations": [
                "Azienda Ospedaliero-Universitaria S. Orsola-Malpighi, Bologna, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Callum M Sloss, PhD",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kara E Malcolm, RN",
            "author_affiliations": [
                "ImmunoGen, Waltham, MA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick A Zweidler-McKay, MDPhD",
            "author_affiliations": [
                "ImmunoGen, Lincoln, MA"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:45:40",
    "is_scraped": "1"
}