{
    "doi": "https://doi.org/10.1182/blood.V120.21.4459.4459",
    "article_title": "A Four-Way Translocation t (1;17; 9; 22) (p?35; q24; q34;q11) in a Newly Diagnosed Chronic Phase CML Patient: A Case Report ",
    "article_date": "November 16, 2012",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "Abstract 4459 Chronic myeloid leukemia (CML) is a myeloproliferative stem cell disorder characterized by the translocation t(9,22)(q34;q11), resulting in the Philadelphia chromosome (Ph) and the bcr-abl fusion gene. A small proportion of Ph+ CML patients (5–10%) show variant Ph translocations involving one or more chromosomes in addition to chromosomes 9 and 22. Its generation mechanism and clinical significance remains unclear. We report a novel four-way translocation detected in a newly diagnosed chronic phase CML patient. Case presentation A 51 year-old white women with no significant past medical history presented with a two-week upper left abdominal pain. She denied weight loss, fever, night sweats, fatigue or thrombosis. She has 11 siblings. On physical examination an enlarged spleen was detected, 7 cm below left costal margin. No hepatomegaly was found. Peripheral blood counts on admission showed WBC 286 × 10 9 /l, with immature myeloid forms (21%bands, 31%neutrophils, 3%lymphocytes, 5%basophiles, 1%eosinophils, 16%metamyelocites, 14%myelocytes, 6% promyelocytes, 1% blast cells), hemoglobin 11,8 g/dl and platelet count of 986 ×10 9 /l. LDH= 1094 IU/L. Uric acid, renal and hepatic functions were normal. Abdominal ultrasonography showed homogeneous splenomegaly (185 mm) with no focal lesions. Bone marrow aspirate demonstrated increased cellularity with myeloid hyperplasia without remarkable basophilia. Trephine demonstrated hypercellularity without fibrosis and 1% blast cells. Conventional cytogenetic analysis by GTG-banding revealed a variant Ph chromosome positive in 100 % of metaphases analysed involving chromosomes 1 and 17 inaddition to chromosomes 9 and 22: 46 XX, t (1;17; 9; 22) (p?35;q24;q34;q11)[20]. No normal cells nor additional numerical and structural chromosomal changes were detected at diagnosis. A fragment of 1605 bp was amplified with primers BCR-P1F and ABL-P1R. The sequence analysis of the amplified PCR product showed a complex BCR-ABL rearrangement formed by exon 8 of the BCR ( NM_004327 ) and exon 2 of the ABL genes ( NM_005157 ), with a 148 bp insertion corresponding to the whole exon 2 of the MAST2 ( NM_015112 , Homo sapiens microtubule associated serine/threonine kinase 2) gene. Bone marrow cytogenetical evaluation at four months do not show Philadelphia chromosome on 20 cells analysed. Interphase FISH with DUAL Colour Dual Fusion probe has a normal pattern on 300 nuclei: 2R2G. It corresponds to a complete cytogenetic response. Chronic phase CML was diagnosed and cytoreductive treatment with hydroxyurea 1,5 g/day, fluids, thromboprophilaxis and allopurinol was initiated. A good control of blood counts was obtained, as well as a complete reduction of the enlarged spleen and regression of left abdominal pain. Once cytogenetic/molecular confirmed diagnosis, treatment with Imatinib 400 mg/day was started, and hidroxiurea was discontinued. She achieved complete hematologic response at 1 month. Splenomegaly was no longer detected. At 2 months she developed neutropenia (1100/mm3) and thrombocytopenia (55000/mm3) so Imatinib was held. Two weeks later, after hematologic recovery, Imatinib was re initiated but in the following control neutropenia and thrombocytopenia were again detected. Discussion About 90–95% of CML have the characteristic t(9;22)(q34;q11.2) reciprocal translocation that results in the Ph chromosome [der(22q)], the cytogenetical hallmark of this entity. The remaining cases can have variant translocations that involve 3, 4 or more chromosomes and its occurrence is not associated with disease evolution. This patient shows a four way translocation involving chromosomes 1 and 17 in addition to chromosome 9 an d 22. It is controversial whether variant translocations result in a different disease phenotype. There is no impact on the cytogenetic or molecular response or outcome, so a special approach is not recommended. Conclusion This is a novel four way translocation described in a chronic phase CML patient, with a good response to standard therapy. Complete haematological and cytogenetic response at 4 months of treatment with Imatinib was achieved. Up to now, a differential approach does not appear to be mandatory in CML with variant translocations. However, in this patient alternative tyrosine kinase inhibitor may be of benefit due to hematologic toxicity attributable to Imatinib. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myeloid, chronic-phase",
        "translocation (genetics)",
        "weight reduction",
        "imatinib mesylate",
        "splenomegaly",
        "abdominal pain",
        "bcr-abl tyrosine kinase",
        "neutropenia",
        "thrombocytopenia",
        "abdominal ultrasonography"
    ],
    "author_names": [
        "Eloísa Riva, MD",
        "Rosina Fernandez, BSc",
        "Adriana Gonzalez, BSc",
        "Gonzalo Manrique, MsC",
        "Ricardo Germano, MD",
        "Maria de los Angeles Novoa, MD",
        "Virginia Costa, MD",
        "Santiago Pomoli, MD",
        "M. Rosario Uriarte Escuder, PhD",
        "Cynthia de Almeida, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eloísa Riva, MD",
            "author_affiliations": [
                "Hematologia, Hospital Militar, Montevideo, Uruguay, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rosina Fernandez, BSc",
            "author_affiliations": [
                "Genetica, Hospital Militar, Montevideo, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adriana Gonzalez, BSc",
            "author_affiliations": [
                "Genetica, Hospital Militar, Montevideo, Uruguay, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gonzalo Manrique, MsC",
            "author_affiliations": [
                "Molecular Biology Laboratory, ASESP, AEPSM, Montevideo, Uruguay, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Germano, MD",
            "author_affiliations": [
                "Hematologia, Hospital Militar, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria de los Angeles Novoa, MD",
            "author_affiliations": [
                "Hematologia, Hospital Militar, Montevideo, Uruguay, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Virginia Costa, MD",
            "author_affiliations": [
                "Hematologia, Hospital Militar, Montevideo, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Santiago Pomoli, MD",
            "author_affiliations": [
                "Hematology, Hospital Militar, Montevideo, Uruguay"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Rosario Uriarte Escuder, PhD",
            "author_affiliations": [
                "Molecular Biology Laboratory, ASESP, AEPSM, Montevideo, Uruguay, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cynthia de Almeida, MD, PhD",
            "author_affiliations": [
                "Genetica, Hospital Militar, Montevideo, Uruguay, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:40:28",
    "is_scraped": "1"
}