{
    "doi": "https://doi.org/10.1182/blood.V116.21.3814.3814",
    "article_title": "Transfusion and Post-Hospital Discharge Outcomes In Elective Total Hip Replacement (THR) or Total Knee Replacement (TKR) Surgery Among Adults <65 Years of Age. ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research: Poster III",
    "abstract_text": "Abstract 3814 Introduction: This retrospective claims analysis describes transfusion use and outcomes following discharge from elective THR/TKR surgery in patients <65 years of age. Methods: Patients aged 18 to 64 years with a THR/TKR surgery claim (index) between 1/1/06 and 12/31/08 were identified in the Thomson Reuters MarketScan ® Commercial and Medicare Supplemental Databases. Eligible patients had continuous health plan enrollment for ≥6 months before the surgery admission and ≥6 months following surgery discharge. Patients were excluded if their surgery was associated with multiple joint procedures, revision surgery, or trauma diagnosis. Inpatient joint revision surgeries were excluded from readmission analyses. Patients with a claim for myelosdysplastic syndrome, chronic kidney disease, renal dialysis, human immunodeficiency virus infection, cancer, chemotherapy, sickle cell anemia, or a hospitalization or emergency room visit 6 months before surgery were excluded. Patients were categorized into 2 groups based on transfusion status during index surgery stay. The transfused (T) group had a blood transfusion claim while the non-transfused (NT) did not. Outcomes evaluated included the proportion of patients with an infection claim (wound site infection, pneumonia, urinary tract infection, Clostridium difficile, septicemia, or other) within 30 days of discharge, proportion of patients readmitted within 180 days of discharge, time to first readmission, readmission length of stay (rLOS), and readmission cost. Descriptive statistics included mean, median, and standard deviation (SD). Differences between the T and NT groups were assessed by chi-square or two-sample t-tests. Results: A total of 64,014 patients met the inclusion criteria. Mean age of the population was 56.1 ± 6.1 years, 57% were female, and 99% were insured. A transfusion claim was found for 8.3% of patients during index admission. Within 180 days after surgery discharge, 12.6% of patients were readmitted; mean time to first readmission was 79 days. Approximately 57% of first readmissions occurred ≤ 90 days after discharge while 43% occurred 90 to 180 days after discharge. The average rLOS for all readmissions was 5.3 days and median cost was $18,917. A claim for infection within 30 days of THR/TKR discharge was noted for 1.9% of patients. As reported in the table below, 2.6% in the T group had a claim for infection within 30 days of discharge versus 1.9% in the NT group (p<0.001). The proportion of patients readmitted after THR/TKR discharge was similar for T and NT groups, as was the rLOS (p=NS for both). On average, readmission occurred about 5 days earlier in the T versus NT group (p<0.001). Median readmission costs were $19,816 in the T group and $18,877 in the NT group.  Outcome . Overall . T Group . NT Group . p-value (T vs NT group) . n 64,014 5,302 58,712  Patients with infection claim within 30 days after discharge, n (%) 1,246ü(1.9%) 137ü(2.6%) 1,109ü(1.9%) <0.001 Patients with ≥1 readmission, n (%) 8,053ü(12.6%) 706ü(13.3%) 7,347ü(12.5%) *  Time to first readmission, days, meanü±üSD 79.4ü±ü53.8 75.0ü±ü54.3 79.8ü±ü53.8 <0.001 rLOS, days, meanü±üSD 5.3ü±ü5.7 5.3ü±ü5.4 5.3ü±ü5.7 0.815 Outcome . Overall . T Group . NT Group . p-value (T vs NT group) . n 64,014 5,302 58,712  Patients with infection claim within 30 days after discharge, n (%) 1,246ü(1.9%) 137ü(2.6%) 1,109ü(1.9%) <0.001 Patients with ≥1 readmission, n (%) 8,053ü(12.6%) 706ü(13.3%) 7,347ü(12.5%) *  Time to first readmission, days, meanü±üSD 79.4ü±ü53.8 75.0ü±ü54.3 79.8ü±ü53.8 <0.001 rLOS, days, meanü±üSD 5.3ü±ü5.7 5.3ü±ü5.4 5.3ü±ü5.7 0.815 * Not reported due to no main group effect. View Large Conclusions: The proportion of THR/TKR patients with a readmission and rLOS did not differ between T and NT groups in this claims-based analysis. However, this study observed a higher proportion of patients with a transfusion claim during THR/TKR surgery having an infection within 30 days after surgery, a shorter time to readmission and higher readmission costs as compared to patients without a transfusion claim. Further research is needed to confirm these observations in other data sources. Disclosures: Ellis: Centocor Ortho Biotech Services, LLC: Employment. Bailey: Centocor Ortho Biotech Services, LLC: Employment. Forlenza: Centocor Ortho Biotech Services, LLC: Employment. Senbetta: Centocor Ortho Biotech Services, LLC: Employment. Landsman-Blumberg: Centocor Ortho Biotech Services, LLC: Consultancy, Research Funding.",
    "topics": [
        "hip replacement arthroplasty",
        "knee replacement arthroplasty",
        "surgical procedures, operative",
        "transfusion",
        "patient readmission",
        "infections",
        "blood transfusion",
        "chemotherapy regimen",
        "clostridium difficile sepsis",
        "hemodialysis"
    ],
    "author_names": [
        "Lorie Ellis, PhD",
        "Robert A. Bailey, MD, FASN",
        "Jamie B. Forlenza, PharmD, MS",
        "Mekré Senbetta, PharmD",
        "Pamela Landsman-Blumberg, DrPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Lorie Ellis, PhD",
            "author_affiliations": [
                "Health Economics and Outcomes Research, Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Bailey, MD, FASN",
            "author_affiliations": [
                "Health Economics and Outcomes Research, Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamie B. Forlenza, PharmD, MS",
            "author_affiliations": [
                "Health Economics and Outcomes Research, Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mekré Senbetta, PharmD",
            "author_affiliations": [
                "Health Economics and Outcomes Research, Centocor Ortho Biotech Services, LLC, Horsham, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pamela Landsman-Blumberg, DrPH",
            "author_affiliations": [
                "Outcomes Research, Thomson Reuters, Broomall, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T03:52:40",
    "is_scraped": "1"
}