{
    "doi": "https://doi.org/10.1182/blood.V120.21.3386.3386",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2158",
    "start_url_page_num": 2158,
    "is_scraped": "1",
    "article_title": "A New Microfluidic-Based Platelet Rolling Assay to Better Characterize VWD Phenotypes ",
    "article_date": "November 16, 2012",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster III",
    "topics": [
        "antibodies",
        "bleeding diathesis",
        "blood coagulation disorders",
        "blood platelets",
        "electrophoresis, gel",
        "hemorrhage",
        "hemostatics",
        "hereditary disorder, autosomal, dominant, incomplete penetrance",
        "malignant hyperthermia due to anesthesia",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Tara C White-Adams, PhD",
        "Paula M Jacobi, BA",
        "Sandra L Haberichter, PhD",
        "Keith B Neeves, PhD",
        "Jorge A Di Paola, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Colorado and Children's Hospital Colorado, Aurora, CO, USA, "
        ],
        [
            "BloodCenter of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Department of Pediatrics, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Chemical and Biological Engineering, Colorado School of Mines, Golden, CO, USA, "
        ],
        [
            "Pediatrics and Human Genetics, University of Colorado Denver, Aurora, CO, USA"
        ]
    ],
    "first_author_latitude": "39.355515",
    "first_author_longitude": "-104.79487895",
    "abstract_text": "Abstract 3386 Background: Von Willebrand disease (VWD), the most frequently diagnosed bleeding disorder, is characterized by variable expressivity and incomplete penetrance. Bleeding severity in type 1 VWD does not always correlate with plasma VWF levels, except in cases of severe deficiency. The purpose of this study is to determine whether the degree of type 1 VWD mutant subunit incorporation into VWF multimers affects quantitative as well as qualitative defects. While one of the major functions of VWF is to capture platelets from flowing blood at the site of an injury, most clinical diagnostic assays of the platelet glycoprotein (GP) Ibα-VWF interaction are performed under static conditions, either in the presence of ristocetin or with a gain-of-function GPIbα construct. Platelet function analyzer-100 (PFA-100®) closure time is used to measure primary hemostasis in the presence of shear stress and is sensitive to low plasma VWF levels, but it can be influenced by variables such as hematocrit and platelet count. The lifetime of the GPIbα-VWF bond is prolonged with increasing shear stress to a certain threshold (catch bond), thus comprehensively studying this interaction requires using a range of shear stresses [Coburn et al, Biophys J, 2011]. We have developed an assay to examine platelet rolling on whole, recombinant (r)VWF in a microfluidic chamber. Methods: HEK293T cells were co-transfected with equal amounts of mutant VWF in a vector that appends a MycHis (mH) tag to the C-terminus, and untagged WT VWF. R1374C, a type 2M VWD mutation which interferes with the binding of VWF A1 domain to GPIbα, and R782Q, a type 1 VWD mutation, were studied here. rVWF expression was measured with ELISA, multimer composition was analyzed using SDS-agarose gel electrophoresis and Western blot, and intracellular location of rVWF was determined by immunofluorescent staining of VWF and organelle markers. FVIII binding of rVWF was performed using the Chromogenix Coatest SP 4 FVIII assay. In order to study platelet-VWF interactions, recombinant VWF (10 μg/mL) from supernatants was concentrated then incubated over a surface of anti-VWF mAb, AvW-1, which we used to determine rVWF concentrations in our ELISA. Washed human platelets (6 × 10 8 /mL) were perfused across the rVWF surface at shear stresses of 2–50 dyn/cm 2 and movies were captured at 15 frames/sec. Platelet rolling velocities were manually determined during the first second that cells interacted with the surface. Differences in rolling velocity were considered significant for p <0.05 using the Mann-Whitney test. Results: Analysis of platelet rolling velocities on rVWF demonstrated a catch-slip behavior of the platelet-VWF interaction: on all rVWF surfaces, platelet rolling velocities decreased with increasing shear stress until approximately 10 dyn/cm 2 , above which rolling velocities increased with further increases of shear stress. Minimal platelet rolling was observed in the presence of the GPIbα-blocking antibody, AK2, or on AvW-1 surfaces incubated with concentrated supernatants from mock transfections. Compared to platelet rolling on our control surface, WT mH/WT VWF, rolling velocities on R1374C mH/WT VWF were significantly higher at shear stresses of 2, 5 and 50 dyn/cm 2 . R782Q mH/WT VWF exhibited pseudo Weibel-Palade body formation in HEK 293 cells, supported full multimerization and bound FVIII similarly to WT VWF. Platelet rolling velocities were significantly higher compared to WT mH/WT VWF at 50 dyn/cm 2 , but statistically similar at lower shear stresses. Discussion: Our microfluidic-based platelet rolling assay is able to demonstrate the catch-slip nature of the platelet GPIbα-VWF interaction. We observed distinct differences in platelet rolling velocities between a heterozygous type 2M mutant and WT VWF at a variety of shear stresses. Additionally, while individuals with the type 1 VWD mutation, R782Q, have a VWF:RCo/VWF:Ag ratio of close to 1 [Zhang et al, Hum Genet , 1995], our studies may identify a possible platelet binding defect for this mutation at high shear stresses. Thus studying the platelet-VWF interaction at a range of shear stresses may add to the completeness of VWD classification, especially in cases where VWF:RCo/VWF:Ag is close to 1. Further studies using a range of mutant:WT co-transfection ratios for type 1 VWD mutants may elucidate a role for the degree of mutant subunit incorporation into multimers in the hemostatic potential of VWF. Disclosures: No relevant conflicts of interest to declare."
}