{
    "doi": "https://doi.org/10.1182/blood.V110.11.4404.4404",
    "article_title": "Ultrasound Guided Core Biopsy of the Spleen in Lymphoma Diagnosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Patients with clinical or radiological splenic abnormalities are frequently referred to the lymphoma service for assessment. Previously diagnosis would require open biopsy or diagnostic splenectomy, with significant associated morbidity. Cytological examination of fine needle aspiration biopsy material is insufficient for accurate diagnosis and classification of lymphoma. Concerns regarding the risk of splenic core biopsy have limited its application. We report our experience with an ultrasound (US) guided technique, with particular reference to diagnostic yield, accuracy and complication rate. Sixty-two procedures were performed in 57 patients, 28 males and 34 females, median age 61 years (range 18–84). Biopsy was requested for diagnosis of isolated splenic abnormalities (n=28) or where the spleen represented the primary clinical or radiographic abnormality (n=34). Splenic abnormalities evaluated by US or computed tomography were defined as diffuse (n=26), multiple focal (n=24) or solitary focal (n=12) lesions. Using a subcostal or intercostal approach, a cutting needle was passed under US guidance during tidal respiration. Seven patients received platelet transfusion prior to biopsy for platelet counts <100 × 10 9 /L. Coagulation screening tests were normal in all cases. A median of two cores (range 1–4) was obtained. The complication rate was very low. Only 1 patient suffered a significant haemorrhage despite a normal platelet count. This was managed conservatively and no patient required surgical intervention. Eight patients experienced local discomfort requiring analgesia before discharge. Pathological samples adequate for diagnosis were obtained from 59/62 (95%) procedures. Of these 59 specimens, malignant diagnoses were reached in 34 (31 lymphoma, 3 metastatic adenocarcinoma), from patients with both diffusely abnormal spleens (n=14) and focal splenic lesions (n=20). Fourteen specimens revealed benign pathology (including extramedullary hemopoiesis, granulomas and chronic inflammation) whilst 11 were normal. Sufficient material was obtained for immunohistochemistry to be performed on all 31 lymphoma biopsies allowing sub-classification in all but one case. Lymphoma diagnoses were diffuse large B cell lymphoma (DLBCL) (n=17), splenic marginal zone lymphoma (n=8), nodular lymphocyte predominant hodgkin’s disease (n=2), hodgkin’s lymphoma (n=1), mantle cell lymphoma (n=1), lymphoplasmacytoid lymphoma (n=1), low grade non-hodgkin’s lymphoma (n=1). In 5 patients with DLBCL the spleen was the only site of disease. Subsequent therapeutic splenectomy was performed in 14 patients (17 prior biopsies) and demonstrated no false positives and 1 false negative core biopsy result. The 20 remaining patients with normal or benign spleen histology on core biopsy have reached a median follow-up of 21 months (range 3–157). No further false negative results have been identified by alternative tissue biopsy (n=10) or clinical evaluation. The 1 false negative core biopsy was followed immediately by splenectomy due to high clinical suspicion and a diagnosis of hepatosplenic T cell lymphoma was reached. US guided core biopsy of the spleen is a safe procedure with high accuracy. It allows a spleen conserving approach and we recommend it as a technique in the diagnosis or exclusion of splenic lymphoma.",
    "topics": [
        "lymphoma",
        "spleen",
        "ultrasound-guided core biopsy",
        "biopsy",
        "core needle biopsy",
        "diffuse large b-cell lymphoma",
        "false-negative results",
        "splenectomy",
        "adenocarcinoma, metastatic",
        "analgesia (pain absence)"
    ],
    "author_names": [
        "Fiona M. Miall",
        "Adam D. Rye",
        "Kim Krarup",
        "Kevin P. West",
        "W.S.R. Hew",
        "Raman Tyagi",
        "Matthew P.A. Lyttelton",
        "Ben Kennedy",
        "Gillian Thomas",
        "Martin J.S. Dyer"
    ],
    "author_dict_list": [
        {
            "author_name": "Fiona M. Miall",
            "author_affiliations": [
                "Department of Haematology, Leicester Royal Infirmary"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Adam D. Rye",
            "author_affiliations": [
                "Department of Haematology, Leicester Royal Infirmary"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kim Krarup",
            "author_affiliations": [
                "Department of Radiology"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin P. West",
            "author_affiliations": [
                "Department of Pathology"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "W.S.R. Hew",
            "author_affiliations": [
                "Department of Pathology"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raman Tyagi",
            "author_affiliations": [
                "Department of Radiology"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew P.A. Lyttelton",
            "author_affiliations": [
                "Department of Haematology, Kettering General Hospital, Kettering, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ben Kennedy",
            "author_affiliations": [
                "Department of Haematology, Leicester Royal Infirmary"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gillian Thomas",
            "author_affiliations": [
                "Department of Oncology, Leicester Royal Infirmary, Leicester, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin J.S. Dyer",
            "author_affiliations": [
                "Department of Haematology, Leicester Royal Infirmary"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T13:05:16",
    "is_scraped": "1"
}