{
    "doi": "https://doi.org/10.1182/blood.V112.11.3130.3130",
    "article_title": "The Role of CD137 and Its Ligand in Chronic Lymphocytic Leukemia (CLL) ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Lymphocytic Leukemia - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Tumor immunosurveillance is dependent on the reciprocal interaction between tumor cells and anti-tumor immunity mediated e.g. by NK cells. This has led to the concept of tumor immunoediting, which incorporates the multitude of mechanisms underlying this dual tumor- and immune-sculpting interaction. Various members of the TNF/TNFR family modulate differentiation, proliferation, activation, and death of both tumor and immune effector cells. Very recently the TNFR family member CD137 has been shown to be induced on NK cells by Fc receptor triggering indicating that not only the Fab region but also the Fc part of a given antibody may be responsible for effects attributed to CD137 modulation ( Lin et al., Blood  2008 , 112 : 699 ). Thus we here studied the role of human CD137 and its cognate counterpart, the CD137 ligand (CD137L) in the interaction of CLL with NK cells. High levels of CD137L expression were detected on B-CLL cells in all investigated patients (n=40). Incubation of CLL cells in the presence of an immobilized CD137-Ig fusionprotein significantly induced the release of the immunoregulatory cytokine TNF demonstrating that CLL-expressed CD137L was capable to transduce bidirectional signals. Furthermore, we found that NK cells of CLL patients displayed substantial CD137 expression. While being absent on resting NK cells, CD137 expression was upregulated on the CD56 dim CD16 + but not the CD56 bright CD16 − NK cell subset of healthy donors upon activation e.g. with IL-2 or IL-15. In addition, CD137 was also induced on NK cells after incubation in supernatants of PBMC of CLL patients. Surprisingly, disruption of CD137-CD137L interaction in cocultures of allogenic NK cells with patient CLL cells by blocking CD137 antibody caused a significant increase in NK cell cytotoxicity. The observed inhibitory effect of CD137L on NK cell reactivity was confirmed in cytotoxicity assays using CD137L-transfectants with mock-transfectants as control. Furthermore, blocking CD137-CD137L interaction also substantially enhanced Rituximab-induced antibody dependent cellular cytotoxicity in an allogenic setting. Importantly, CD137 blockade also substantially enhanced CD107a expression as a surrogate marker for granule mobilization on autologous NK cells within PBMC of B-CLL patients, and this effect was observed both in the absence and more pronounced in the presence of Rituximab. Thus, expression of functional CD137L by CLL cells impairs anti-tumor immunity by diminishing both direct and antibody-dependent cellular cytotoxicity of allogenic and autologous NK cells. Modulation of the CD137-CD137L system might therefore be a suitable therapeutic approach in strategies like antibody therapy which rely on a sufficient NK cell anti-tumor response.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "ligands",
        "granules",
        "neoplasms",
        "antibodies",
        "antigens, cd16",
        "cd56 antigens",
        "cytotoxicity",
        "neural cell adhesion molecules"
    ],
    "author_names": [
        "Tina Baessler",
        "Corina Buechele",
        "Matthias Krusch",
        "Benjamin J Schmiedel",
        "Lothar Kanz",
        "Helmut R Salih"
    ],
    "author_dict_list": [
        {
            "author_name": "Tina Baessler",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Corina Buechele",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Krusch",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Benjamin J Schmiedel",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Helmut R Salih",
            "author_affiliations": [
                "Hematology and Oncology, Eberhard Karls University, Tuebingen, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-08T12:59:39",
    "is_scraped": "1"
}