{
    "doi": "https://doi.org/10.1182/blood.V120.21.3884.3884",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2216",
    "start_url_page_num": 2216,
    "is_scraped": "1",
    "article_title": "Rictor Overexpression and mTORC2 Signaling in Chronic Lymphocytic Leukemia ",
    "article_date": "November 16, 2012",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "mechanistic target of rapamycin complex 2",
        "protein overexpression",
        "signal transduction",
        "proto-oncogene proteins c-akt",
        "mantle-cell lymphoma",
        "mtor serine-threonine kinases",
        "western blotting",
        "1-phosphatidylinositol 3-kinase"
    ],
    "author_names": [
        "Gwen Jordaan, MS",
        "Wei Liao, MS",
        "Joe Gera, Ph.D",
        "Sanjai Sharma, MD, MB, BS"
    ],
    "author_affiliations": [
        [
            "Hematology Oncology, UCLA-West Los Angeles VA, Northridge, CA, USA, "
        ],
        [
            "Hematology Oncology, UCLA-West Los Angeles VA, Northridge, CA, USA, "
        ],
        [
            "Hematology Oncology, UCLA West Los Angeles VA Medical Center., Los Angeles, CA, USA, "
        ],
        [
            "Hematology Oncology, UCLA-W Los Angeles VA Med. Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.0654341",
    "first_author_longitude": "-118.4456849",
    "abstract_text": "Abstract 3884 Signaling via the B-cell receptor (BCR) stimulates growth and survival of CLL leukemic cells and inhibits apoptosis by phosphorylating immunoreceptor tyrosine based activation motifs. This signaling subsequently activates PI3 Kinase/AKT, mTOR, ERK and other pathways. Activation of Akt in turn requires phosphorylation by mTOR kinase, which assembles in two complexes mTORC1 and mTORC2 and it is the mTORC2 complex that phosphorylates and activates Akt. This phosphorylation of Akt in CLL specimen's upregulates anti-apoptotic proteins such as Mcl-1, Bcl-xl and XIAP. We have identified that Rictor, a component of mTORC2 complex is over-expressed in CLL specimens as compared to normal peripheral mononuclear B cells. This over-expression was noted by real time PCR that showed 1.5 to 4 fold upregulation (n=12). Western blot analysis also showed Rictor overexpression in all the twelve CLL specimens tested. Rictor overexpression was also seen in Mantle cell lymphoma cell lines and to study its role in BCR signaling, stable Mantle cell lymphoma lines with SiRNA mediated Rictor knockdown were established. Rictor knockdown resulted in a significant decrease in Akt activation as phosphorylation (phospho S473) of Akt both in unstimulated cells and when the cells were stimulated with BCR crosslinking was decreased. To determine the effect of Rictor and mTORC2 inhibition on CLL specimens, we tested the activity of three compounds isolated via yeast two hybrid drug screen designed to identify molecules that inhibit Rictor/mTOR interaction. When tested on CLL specimens in the presence of BCR crosslinking, these mTORC2 inhibitor compounds inhibited the downstream phosphorylation of Akt S473. Functionally the inhibitors also induced apoptosis in CLL cells with 40–60% of CLL cells undergoing apoptosis (1.0mM, cells treated for 48 hours). In comparison, rapamycin (mTORC1 inhibitor) and ppp242 (mTORC1, 2 inhibitor) were comparatively less active in CLL specimens as they were less effective in the induction of apoptosis. Western blot analysis of mTORC2 inhibitor treated cells also showed PARP cleavage and an increase in the pro-apoptotic protein BAD. Our data indicates that Rictor overexpression in CLL specimens is required for Akt phosphorylation activation and downstream BCR signaling. Inhibition of this pathway by mTORC2 inhibitors in CLL will be an effective therapeutic strategy. Disclosures: No relevant conflicts of interest to declare."
}