{
    "doi": "https://doi.org/10.1182/blood.V128.22.1732.1732",
    "article_title": "Improved Recognition of Hematogones from B Lymphoblastic Leukemia By 5-Color Flow Cytometric Analysis ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Background: Hematogones (HG) are benign precursor B-cells that are seen in increased numbers in the bone marrow during childhood, following chemotherapy or bone marrow transplant, in certain immune deficiencies, and in autoimmune disorders. Flow cytometry typically shows expression of TdT, CD10, CD19, variable CD20, dim CD22, CD34 (early HG), and dim CD45. As this phenotype is also seen in patients with B lymphoblastic leukemia (B-ALL), it causes a significant problem in distinguishing leukemic blasts from HG, particularly in a regenerating marrow. Furthermore, hematogones are usually more numerous at baseline in younger patient populations, the same age group with a relatively higher incidence of B-ALL. Despite guidance by earlier studies using the above markers for differentiating HG from B-ALL, these markers are not always sufficient and may hinder correct interpretation. Previous studies demonstrate CD58 is commonly expressed in B-ALL but not in hematogones; however, CD58 as a single marker is somewhat limited when expressed at lower levels. In order to improve diagnostic accuracy, we generated a five color antibody panel including CD10, CD19, CD45, CD38, and CD58 to assess the utility of a single tube panel in distinguishing B-ALL from HG. Design: A total of 35 cases with immature B-cell populations, 16 B-ALL (diagnostic and residual/relapsed cases) and 19 HG, were analyzed by 5-color flow cytometry. 32/35 cases were bone marrow aspirates and 3/35 cases were peripheral blood. A single tube containing CD10 FITC/CD58 PE/CD19 ECD/CD38 PC5/CD45 PC7 was analyzed together with the standard acute leukemia panels. To eliminate technical and fluorochrome variability in expression level analysis, relative antigenic expression was determined through comparison with appropriate internal controls. Antigen expression, as measured by the geometric mean fluorescent intensity (MFI), was then compared between B-ALL and HG using the Mann-Whitney U-test to assess for significant difference. Results were correlated with the morphologic, immunohistochemical, cytogenetic, and molecular findings for precise diagnostic classification as HG or leukemia. Results: HG demonstrated significantly brighter expression of CD38 (p<0.01) than that seen in B-ALL. In contrast, B-ALL expressed significantly brighter CD58 (p <0.01) than HG, which showed dim to no expression of the antigen. HG also showed significantly bright expression of CD10 relative to internal control granulocytes; however, this level of expression was similar to that seen in B-ALL. Median antigen expression. Hematogones show bright CD38, but dim to no CD58. Conversely, B-ALL expresses very dim CD38 and variable CD58. CD10 expression, though, demonstrates overlap between the two populations. B-ALL = B lymphoblastic leukemia, MFI = mean fluorescent intensity Comparative antigenic expression levels in hematogones and B-ALL. Select representative histograms showing HG and B-ALL blasts for the antigens CD38, CD58, and CD10 were selected from various patients studied based on those with the closest relative MFI to the overall median detected for that population in the study. The far right column shows the distribution in MFI of relative antigen expression exhibited the populations studied. HG show significantly brighter CD38 expression than B-ALL does (p<0.01). While B-ALL generally expresses brighter CD58 relative to internal controls, expression levels are variable. HG, though, show significantly dimmer CD58 to essentially no CD58 expression, compared to B-ALL (p<0.01). Similar to CD38, HG demonstrate significantly bright CD10, while B-ALL shows overall bright CD10 but variable expression levels amongst studied cases. These expression levels for CD10 overlap between HG and B-ALL and show no real statistical difference. Conclusions: The combination of CD38 and CD58 in a single tube increases the diagnostic accuracy in differentiation of HG from B-ALL. Without utilizing both antigens together, certain cases would have been difficult to interpret. Based on this analysis, we recommend that these markers be utilized in the routine evaluation for acute lymphoblastic leukemia. This is especially critical in post treatment cases in order to avoid misdiagnosis. Furthermore, the use this single tube panel would cut costs while at the same time improve patient care. Table View large Download slide Table View large Download slide Close modal Figure View large Download slide Figure View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "color",
        "lymphoblastic leukemia",
        "leukemia, b-cell, acute",
        "cd58 antigens",
        "neprilysin",
        "antigens",
        "cd19 antigens",
        "cd45 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Amanda Lo, MD",
        "Matthew Miller, MD",
        "Melissa Cervania, Melissa Cervania, MT (ASCP) SI, QCYM, CCy",
        "Quanlin Li, MS",
        "Mark David Ewalt, MD",
        "Qin Huang, MD, PhD",
        "Serhan Alkan, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amanda Lo, MD",
            "author_affiliations": [
                "Department of Pathology, Duke University Medical Center, Durham, NC ",
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Matthew Miller, MD",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA ",
                "Los Angeles County Department of Medical Examiner - Coroner, Los Angeles, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Cervania, Melissa Cervania, MT (ASCP) SI, QCYM, CCy",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Quanlin Li, MS",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark David Ewalt, MD",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qin Huang, MD, PhD",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Serhan Alkan, MD",
            "author_affiliations": [
                "Cedars-Sinai Medical Center, Los Angeles, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:49:42",
    "is_scraped": "1"
}