{
    "doi": "https://doi.org/10.1182/blood.V106.11.1370.1370",
    "article_title": "A Model System for Proliferation and Characterisation of Stem Cells in Childhood T-ALL. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "T cell acute lymphoblastic leukaemias (T-ALL) are highly aggressive malignancies representing 10–15% of paediatric and 25% adult ALLs. T-ALL was considered to arise as a consequence of clonal expansion of early thymocytes. However, progress towards increasing our understanding of the biology of this disease has been hampered by lack of appropriate culture systems to study primary cells and use of murine model systems that often do not accurately reflect human disease. Traditional xenograft models of leukaemia have involved implantation of malignant cells or immortalised leukaemic cell lines with either intraperitoneal or subcutaneous localisation of leukaemia. These models do not mimic the normal pathophysiology of the disease and may therefore provide misleading data. Since evaluation of new agents in paediatric malignancies is limited by the small number of children eligible for clinical trails, there is a need for a predictive preclinical model of paediatric ALL. We have previously used a long-term suspension culture system to evaluate proliferation of T-ALL cells in vitro and demonstrated these cells had a CD34 + /CD4 − , CD7 − phenotype. T-ALL cells with this phenotype were also capable of engrafting NOD/SCID mice, suggesting the disease may arise in a more primitive cell. In this study we have attempted to further characterise T-ALL cells with long-term proliferative ability in vivo and to investigate the kinetics of engraftment. Unsorted cells and cells sorted for the expression of CD133 and CD7 from 5 T-ALL patients were inoculated into sublethally irradiated NOD/SCID mice. Peripheral blood samples were taken at weekly intervals from the lateral tail vein from two weeks post inoculation onwards. BM samples were analysed from 4 weeks post inoculation and all animals were sacrificed no later than 10 weeks post inoculation. Human CD45 + cells were first detected at day 17-post inoculation (1.54–3.8% CD45 + ). By week 4, this had increased to 4.4–21% CD45 + in PB samples, while levels in BM aspirates were significantly higher at this stage (24–47% CD45 + ). This pattern of tissue dissemination closely mimics that observed in the patients. The levels of CD45 + cells continued to rise with time and had exceeded 85% in the BM of animals injected with cells from 3 patients by week 7-post inoculation. FISH and flow cytometric analyses showed the engrafted cells had a similar karyotype and phenotype to the patient at diagnosis and there was no evidence of myeloid cell engraftment. Cells harvested from these animals have been used in secondary, tertiary and quaternary transplants with no loss of NOD/SCID repopulating potential and similar engraftment kinetics. Quinary transplants are currently underway. In the sorted cell populations, only the CD133 + /CD7 − subfraction was capable of engrafting, 0.5–54% CD45 + , with as few as 1.4x10 3 –5x10 3 cells. There was no engraftment with the other subfractions despite injecting 10 to 1000-fold more cells. These engrafted cells expressed high levels of CD34, CD2, CD4 and CD7 and very low levels of CD133. This phenotype was similar to that of the patients at diagnosis, implying they had differentiated in vivo. These data add to the evidence that T-ALL may arise in a cell with a more primitive phenotype, rather than committed thymocytes. These cells may be the most relevant targets for emerging therapeutic strategies and we describe a robust, reproducible in vivo leukaemia model which could be used to investigate the efficacy of novel agents for the treatment of paediatric T-ALL.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "biological models",
        "child",
        "stem cells",
        "t-cell leukemia, acute",
        "cd45 antigens",
        "leukemia",
        "cd34 antigens",
        "cancer",
        "childhood cancer"
    ],
    "author_names": [
        "Charlotte V. Cox, BSc",
        "Roger S. Evely, MD",
        "Allison Blair, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Charlotte V. Cox, BSc",
            "author_affiliations": [
                "Stem Cell RBristol Institute for Transfusion Sciences",
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roger S. Evely, MD",
            "author_affiliations": [
                "Bristol Haematology and Oncology Centre"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allison Blair, PhD",
            "author_affiliations": [
                "Stem Cell RBristol Institute for Transfusion Sciences",
                "University of Bristol, Bristol, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:30:40",
    "is_scraped": "1"
}