{
    "doi": "https://doi.org/10.1182/blood-2019-123228",
    "article_title": "Histologic and Molecular Correlates in Patients with AL Amyloidosis in Remission but with Persistent Renal Disease ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background : Seventy percent of patients with light chain (AL) amyloidosis present with renal involvement. The phases of the disease include asymptomatic seeding, increasing proteinuria, and progression to end stage renal disease. In an attempt to identify genes relevant to renal reprogramming due to persistent disease,renal biopsies from treated AL patients were obtained for systematic histologic evaluation and transcriptional profiling. Correlates were sought between these two approaches. Methods: Renal biopsies from 10 patients with persistent proteinuria (>500mg/day) following hematologic responses to anti-plasma cell therapy were scored independently by 2 expert renal pathologists employing a novel histologic tool that assessed scarring, fibrosis and the distribution of amyloid, and were successfully evaluated by transcriptional profiling in the Michigan Kidney Translational Medicine Core lab. Clinical data and histologic scores (CSIC = composite scarring injury score, AS = amyloid score) were correlated to the expression profiles of specific tubular and glomerular gene sets. Results: Baseline characteristics and histologic scores are in Table 1 . Using a false discovery rate corrected P -value of < 0.10, numerous genes of interest were identified ( Table 2 ). Transcriptional profiling revealed 2 distinct patient clusters (G1 and G2) within the tubular and glomerular gene expression sets. The histopathologic features were different between G1 and G2; the amyloid score was significantly higher in G2 in both the tubular (7.0 vs. 4.25; p=0.03) and the glomerular (6.92 vs. 4.38; p= 0.04) compartments. The differential expression for the genes of interest between G1 and G2 were also determined ( Table 2 ). Conclusion : This effort has generated multiple genes of interest. ICQD and PODXL, in particular, correlated with the distribution of amyloid in the capillaries and mesangium. We are currently comparing these expression profiles to those of other nephropathies to identify genes whose expression levels may be specific to AL nephropathy, hopefully leading to further novel histologic and protein-based investigations. View large Download slide View large Download slide  Close modal Disclosures Comenzo: Takeda: Research Funding; Prothena Biosciences: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi-Aventis: Membership on an entity's Board of Directors or advisory committees; Caelum: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Research Funding; Unum: Membership on an entity's Board of Directors or advisory committees, Research Funding; Myself: Patents & Royalties: Patent 9593332, Pending 20170008966.",
    "topics": [
        "disease remission",
        "immunoglobulin deposition disease",
        "kidney diseases",
        "primary amyloidosis",
        "cicatrix",
        "renal biopsy",
        "amyloidosis",
        "antigens, cd98 light chains",
        "cell therapy",
        "fibrosis"
    ],
    "author_names": [
        "Cindy Varga, MD BSc",
        "Viji Nair, PhD",
        "Agnes Fogo, MD",
        "Samih Nasr, MD",
        "Bradley Godfrey, PhD",
        "Felix Eichinge, PhD",
        "Denis Toskic, BS",
        "Matthias Kretzler, MD",
        "Raymond L Comenzo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Cindy Varga, MD BSc",
            "author_affiliations": [
                "Hematology/Oncology, Tufts Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Viji Nair, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agnes Fogo, MD",
            "author_affiliations": [
                "Vanderbilt University, Nashville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samih Nasr, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bradley Godfrey, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felix Eichinge, PhD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Denis Toskic, BS",
            "author_affiliations": [
                "Tufts Medical Center, Boston, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Kretzler, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond L Comenzo, MD",
            "author_affiliations": [
                "John C Davis Myeloma and Amyloid Program, Tufts Medical Center, Boston, MA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T13:05:51",
    "is_scraped": "1"
}