{
    "doi": "https://doi.org/10.1182/blood.V114.22.3699.3699",
    "article_title": "Identification of Potential Surrogate Endpoints in Randomized Clinical Trials of Aggressive Non-Hodgkin Lymphoma: Correlation of Complete Response, Time-to-Event and Overall Survival Data. ",
    "article_date": "November 20, 2009",
    "session_type": "LYMPHOMA: CHEMOTHERAPY, EXCLUDING PRE-CLINICAL MODELS POSTER III",
    "abstract_text": "Abstract 3699 Poster Board III-635 Background Aggressive histology non-Hodgkin lymphomas (NHLs) are generally treated with curative intent. Establishing appropriate surrogate endpoints for overall survival (OS) may permit more rapid evaluation and approval of new agents for aggressive NHL. Treatment failure endpoints including event-free survival (EFS) or progression-free survival (PFS) permit earlier reporting of results, but their ability to predict OS is unknown. The purpose of this study is to correlate different efficacy endpoints with the goal of identifying an appropriate surrogate endpoint for OS. Methods Randomized controlled trials (RCTs) of previously untreated aggressive histology NHL published between 1990-2009 were identified through a systematic literature search using MEDLINE, EMBASE, and the Cochrane Central Register of Controlled Trials databases. Eligible RCTs included at least 2-arms comparing different systemic treatments with ≥100 patients/arm. Studies investigating the effect of autologous stem-cell transplant and those exclusively involving T-cell lymphoma, mantle cell lymphoma or HIV-associated lymphoma were excluded. Baseline characteristics, design, treatment arms, efficacy endpoints, and results were extracted from each published RCT. Reported survival endpoints were defined as PFS, EFS, or OS according to established (ie: per protocol) definitions in the International Working Group Revised Response Criteria for Lymphoma. Absolute differences in efficacy endpoints were determined and nonparametric Spearman rank correlation coefficients were calculated to determine the association between differences in: 1) CR and each of EFS, PFS and OS and 2) EFS or PFS and OS. Results Thirty-eight RCTs were identified representing 85 treatment arms and 16,103 patients. The median follow up was 55 months (range 20-108). The most commonly used primary endpoint was OS (55%) followed by EFS (32%), but use of CR as a primary endpoint was infrequent (5%). Differences in CR strongly correlated with differences in 3-yr EFS with a Spearman rank correlation coefficient of 0.88 (95% CI: 0.57 to 0.97). The Spearman rank correlation coefficients between differences in CR and differences in 3-yr PFS and 5-yr OS were 0.62 (95% CI: 0.21 to 0.84) and 0.50 (95% CI, 0.23 to 0.74), respectively. Differences in intermediate endpoints, 3-yr PFS or EFS, were high correlated with differences in 5 yr OS with a Spearman rank correlation coefficient of 0.90 (95%CI, 0.73-0.96). Similarly strong correlations were noted when 3-yr PFS and 3-yr EFS were each correlated with 5-yr OS separately. Linear regression determined that a 10% improvement in CR is estimated to correspond with a 9±1% improvement in 3-yr EFS and that a 10% improvement in 3-yr EFS or PFS would predict for a 7±1% improvement in 5-yr OS. Conclusions In RCTs of initial treatment for aggressive NHL, improvements in 3-yr EFS/PFS are highly correlated with improvements in 5-yr OS. Changes in CR rates are a strong predictor for changes in 3-yr EFS, but not for changes in 5-yr OS. This may inform future trial design since EFS or PFS appear to be appropriate surrogate endpoints for OS in this patient population. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "complete remission",
        "non-hodgkin's lymphoma, aggressive",
        "surrogate endpoints",
        "lymphoma",
        "follow-up",
        "lymphoma, non-hodgkin",
        "mantle-cell lymphoma",
        "systemic therapy",
        "t-cell lymphoma",
        "transplantation"
    ],
    "author_names": [
        "Linda M. Lee, MD",
        "Lisa Wang",
        "Michael Crump, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Linda M. Lee, MD",
            "author_affiliations": [
                "Medical Oncology, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lisa Wang",
            "author_affiliations": [
                "Clinical Study Coordination and Biostatistics, Princess Margaret Hospital, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Crump, MD",
            "author_affiliations": [
                "Medical Oncology and Hematology, Princess Margaret Hospital, University Health Network, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T18:39:44",
    "is_scraped": "1"
}