{
    "doi": "https://doi.org/10.1182/blood.V128.22.2610.2610",
    "article_title": "Clinical Outcome of 127 Cases of Splanchnic Venous Thrombosis: Benefit of Anticoagulant Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "332. Antithrombotic Therapy: Poster II",
    "abstract_text": "Background: Splanchnic venous thrombosis (SVT) encompasses thrombosis in the mesenteric, splenic or portal veins (with or without hepatic veins involvement). Little is known about appropriate therapeutic interventions and long-term clinical outcome of SVT patients. Aim of this study was to identify the correct management of SVT and encourage a multidisciplinary approach by a team composed of hematologists, hepatologists, and infectivologists . Methods:We analyzed clinical, laboratory, therapeutic and outcome data of 127 patients with SVT that were recruited from 2000 to 2016. In patients with no active bleeding, anticoagulation treatment was started as soon as possible, according to platelet count. We administered intermediate or full therapeutic dose low-molecular-weight heparin (LMWH) and early initiation of vitamin-K antagonist (VKA; INR range 2-3 or 1.8-2.5 in patients with high bleeding risk) for a platelet count >50.000/μl, only half or prophylactic dose of LMWH for a platelet count >30.000 and < 50.000/μl and no treatment for a platelet count <30.000/μl. Indefinite duration treatment was used for patients with persistent or permanent risk (i.e. cirrhosis, active solid cancer and hematological cancer). Moreover, an appropriate prophylaxis with beta-blockers and endoscopic therapies were applied in cirrhotic SVT. The quality of VKA treatment was assessed by the time in therapeutic range (TTR). The number of vascular complications was expressed as incidence rate, calculated by the number of events per 100 patients-year of observation. The Kaplan-Meier method was performed to estimate the time to reach vessel recanalization. Cox regression analysis was used to identify independent predictors of vascular events or recanalization. Results: Overall, 127 patients were included (median age 58 years; 74% males). The median follow-up of all patients was 11 months (1-212). Portal vein thrombosis was the most common site of thrombosis (50%), followed by multiple venous involvement (37%). Liver cirrhosis and solid neoplasms were the common underlying disease (72% and 36% respectively) while myeloproliferative neoplasms were identified in 8 patients (6.2%). Eighty-nine patients (70%) had esophageal varices (grade >2 in 55 patients) and 81 (64%) had thrombocytopenia (mean 72.000/μl range 28.000/μl-148.000/μl). Ninety-nine patients (78%) were treated with anticoagulant therapy: 36% with intermediate or full dose of LMWH, 40% with half or prophylactic dose of LMWH and 24% with VKA (TTR 76%). During a median duration therapy of 7 months, the incidence rate of thrombotic events was 1.1 per 100 pt-y while the incidence rate of major bleeding was 1.6 per 100 pt-y. At univariate analysis, esophageal varices (p=0.030), renal failure (p=0.001) and liver cirrhosis (p=0.05) significantly increased the risk of bleeding events. Moreover VKA exposure was associated with a significantly lower risk of bleeding events compared to LMWH (p=0.042). Fifty-six patients (44%) obtained vessel recanalization and the probability of recanalization of the occluded vessels was 50% at 18 months. At univariate analysis, factors associated with a lack of recanalization included liver cirrhosis (p=0.004) and solid tumor (p=0.010). Only one death was attributed to fatal bleeding whereas 31 patients died for causes not related to anticoagulation (cirrhosis, cancer). Conclusions: Our study suggests the effectiveness of anticoagulant therapy (especially VKA), leading to thrombus recanalization in 44% of patients with SVT. Notably, the anticoagulant treatment was associated with a very low bleeding incidence also in patients with major risk factors for bleeding (i.e. liver cirrhosis, cancer or esophageal varices). Treatment algorithm and therapeutic decisions were taken as a multidisciplinary team, able to adapt the individual approach and avoid fatal complications. Disclosures Offidani: Janssen: Honoraria; Celgene: Honoraria, Research Funding.",
    "topics": [
        "anticoagulation",
        "treatment outcome",
        "venous thrombosis",
        "hemorrhage",
        "liver cirrhosis",
        "low-molecular-weight heparin",
        "recanalization",
        "supraventricular tachycardia",
        "vitamin k antagonists",
        "cancer"
    ],
    "author_names": [
        "Lucia Canafoglia, MD",
        "Serena Rupoli, MD",
        "Gianluca Svegliati Baroni, MD",
        "Michele Gironella, MD",
        "Giorgia Micucci, MD",
        "Irene Federici, BSc",
        "Massimo Offidani",
        "Alessandro Fiorentini, MD",
        "Alessandra Riva, MD",
        "Lidia Da Lio, MD",
        "Anna Rita Scortechini, MD",
        "Elisa Honorati, MD",
        "Pietro Leoni, Prof"
    ],
    "author_dict_list": [
        {
            "author_name": "Lucia Canafoglia, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Serena Rupoli, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gianluca Svegliati Baroni, MD",
            "author_affiliations": [
                "Division of Gastroenterology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Gironella, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giorgia Micucci, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irene Federici, BSc",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Massimo Offidani",
            "author_affiliations": [
                "Clinica di Ematologia, AOU Ospedali Riuniti di Ancona, Ancona, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Fiorentini, MD",
            "author_affiliations": [
                "Infectious Diseases Clinic, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Riva, MD",
            "author_affiliations": [
                "Division of Infectious Diseases, United Ancona Hospital, Ancona, Italy "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lidia Da Lio, MD",
            "author_affiliations": [
                "Clinical Pathology, United Ancona Hospital, Ancona, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Rita Scortechini, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Honorati, MD",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pietro Leoni, Prof",
            "author_affiliations": [
                "Clinic of Hematology, Marche Polytechnic University, Ancona, Italy "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T13:07:13",
    "is_scraped": "1"
}