{
    "doi": "https://doi.org/10.1182/blood.V128.22.1515.1515",
    "article_title": "The Central Nervous System Microenvironment Influences the Leukemia Transcriptome and Enhances Leukemia Chemo-Resistance ",
    "article_date": "December 2, 2016",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster I",
    "abstract_text": "Central nervous system (CNS) relapse is a significant cause of treatment failure among patients with acute lymphoblastic leukemia (ALL). Isolated CNS relapse occurs in ~3-8% of children with leukemia and accounts for 30-40% of initial relapses in some clinical trials. In addition, CNS-directed therapies are associated with seizures, secondary neoplasms, encephalopathy, and long-term endocrine, developmental, neurovascular, and cognitive deficits. While many studies have demonstrated that interactions between leukemia cells and components of the bone marrow microenvironment influence leukemia development, maintenance, and chemo-resistance, the role of the CNS microenvironment in leukemia is less well studied. To investigate the influence of the CNS niche in leukemia, we asked whether the CNS niche could impart unique and functionally important gene expression changes in leukemia cells. We transplanted NALM-6 human, pre-B leukemia cells into NSG mice without prior irradiation to avoid perturbing the bone marrow and CNS niches. After systemic leukemia development the mice were euthanized and leukemia cells were isolated from the bone marrow and CNS microenvironments. Gene expression profiling of ~700 cancer-associated genes (NanoString ® Technology) identified 36 leukemia genes differentially expressed (30 up-regulated and 6 down-regulated; fold change ≥ 2 and FDR<0.05) in leukemia cells in the CNS microenvironment relative to the bone marrow. Furthermore, functional annotation revealed the up-regulated genes were involved in known leukemia and cancer pathways including MAPK, RAS, and apoptosis. We elected to further examine the gene PBX1 as it is a transcription factor with known roles in hematopoiesis, leukemia, and cancer biology. PBX1 contributes to Evi-1 mediated leukemia development in a murine model of leukemia and is a partner with TCF3 in the t(1;19) translocation that occurs in ~5% of pre-B ALL. Interestingly, this translocation is also associated with an increased risk for CNS relapse. We confirmed PBX1 mRNA up-regulation in leukemia cells either isolated from the CNS or in leukemia cells co-cultured with CNS-derived, murine choroid plexus cells by quantitative PCR. Supporting the generalizability of these results, additional human B-cell leukemia lines SEM and REH also exhibited PBX1 mRNA up-regulation in leukemia cells isolated from the murine CNS niche. Western blots of NALM-6 and SEM leukemia cells isolated from the mouse CNS as well as from leukemia cells co-cultured ex vivo with choroid plexus cells also showed PBX1 up-regulation at the protein level. Finally, culture of leukemia cells in either choroid plexus cell conditioned media or human cerebral spinal fluid (CSF) had minimal effects on PBX1 protein levels, suggesting that direct cell contact, rather than a soluble factor(s), contributes to PBX1 up-regulation in leukemia cells. Following confirmation of PBX1 up-regulation in leukemia cells within the CNS microenvironment, we next ectopically expressed PBX1 , or GFP as a control, in leukemia cells to identify functional consequences of PBX1 expression in leukemia cells. Leukemia cells expressing PBX1 exhibited decreased sensitivity to cytarabine relative to control cells as measured by both proliferation and apoptosis assays. Furthermore, shRNA targeting PBX1 , but not control shRNA, prevented PBX1 up-regulation in leukemia cells when co-cultured with choroid plexus cells and modestly, but significantly, attenuated the ability of choroid plexus cells to protect leukemia cells from cyatabine-induced apoptosis. Finally, although PBX1 had no effect on leukemia proliferation, it caused enhanced colony-forming ability in semi-solid media, consistent with increased leukemia self-renewal properties. Together these results suggest PBX1 up-regulation in leukemia cells may contribute to both leukemia self-renewal properties and chemo-resistance in the CNS niche. In summary, we believe this work illustrates the unique and functionally important effect that the CNS microenvironment has on leukemia cells. More comprehensive analyses of the leukemia transcriptome, genome, and proteome in the CNS niche will build upon this foundation and provide a more detailed understanding of the role of the CNS niche in leukemia biology. Finally, this approach may identify targetable CNS niche-mediated mechanisms of leukemia chemo-resistance and self-renewal. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "central nervous system",
        "chemotherapy regimen",
        "culture media, conditioned",
        "leukemia",
        "cancer",
        "rna, messenger",
        "acute lymphocytic leukemia",
        "chronic lymphocytic leukemia",
        "cytarabine",
        "encephalopathy"
    ],
    "author_names": [
        "Jeffrey Gaynes, BA",
        "Leslie Jonart, MS",
        "Jordan Naumann, MS",
        "Edward Zamora, MS",
        "Nathan Gossai, MD",
        "Maryam Ebadi, MD",
        "Peter M. Gordon, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jeffrey Gaynes, BA",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leslie Jonart, MS",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordan Naumann, MS",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edward Zamora, MS",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Gossai, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryam Ebadi, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter M. Gordon, MD",
            "author_affiliations": [
                "Pediatric Hematology/Oncology, University of Minnesota, Minneapolis, MN ",
                "University of Minnesota Masonic Cancer Center, Minneapolis, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T09:27:12",
    "is_scraped": "1"
}