{
    "doi": "https://doi.org/10.1182/blood.V124.21.1497.1497",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2798",
    "start_url_page_num": 2798,
    "is_scraped": "1",
    "article_title": "Brain-Derived Microparticles Induce Systemic Coagulation Associated with Traumatic Brain Injury ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster I",
    "topics": [
        "blood coagulation",
        "brain",
        "cell-derived microparticles",
        "coagulation process",
        "traumatic brain injuries",
        "blood coagulation disorders",
        "hemorrhage",
        "wounds and injuries",
        "blood coagulation factors",
        "flow cytometry"
    ],
    "author_names": [
        "Jing-fei Dong, MD PhD",
        "Ye Tian, MD PhD",
        "Breia Salsbery",
        "Hengjie Yuan, MD PhD",
        "Min Wang",
        "Xiaoping Wu, PhD",
        "Zilong Zhao",
        "Barbara A. Konkle, MD",
        "Perumal Thiagarajan, MD",
        "Min Li, MD PhD",
        "Jianning Zhang, MD PhD"
    ],
    "author_affiliations": [
        [
            "Puget Sound Blood Research Institute, University of Washington, Seattle, WA "
        ],
        [
            "TianJin Medical University general hospital, Tianjin, China "
        ],
        [
            "PSBC, Seattle, WA "
        ],
        [
            "Tianjin Medical University General Hospital, Tianjin, China "
        ],
        [
            "Lanzhou University school of medicine, Seattle, China "
        ],
        [
            "Puget Sound Blood Center, Seattle, WA "
        ],
        [
            "Tianjin Medical University General Hospital, Tianjin, China "
        ],
        [
            "Puget Sound Blood Center, Seattle, WA ",
            "University of Washington, Seattle, WA "
        ],
        [
            "Baylor College of Medicine, Houston, TX "
        ],
        [
            "Lanzhou University School of Medicine, Lanzhou, China "
        ],
        [
            "Tianjin Medical University General Hospital, Seattle, China"
        ]
    ],
    "first_author_latitude": "47.633202",
    "first_author_longitude": "-122.3261356",
    "abstract_text": "Uncontrolled hemorrhage is a leading cause of the preventable deaths that occur in patients with trauma. The cause of trauma-associated coagulopathy is multifactorial, including blood loss, consumption of coagulation factors and platelets, the dilution of coagulation factors and platelets due to fluid resuscitation, and hypothermia. Traumatic brain injury (TBI) lacks two key causal factors for coagulopathy: heavy blood loss and a large volume of fluid resuscitation, but is associated with a significantly higher incidence of coagulopathy. The pathogenesis of this TBI-associated coagulopathy remains poorly understood. We tested the hypothesis that brain-derived microparticles (BDMPs) released from an injured brain play a causal role in developing systemic coagulopathy after TBI. Here, we report that mice subjected to fluid percussion injury (1.9±0.1 atm) developed a BDMP-dependent hypercoagulable state, with a peak level of plasma glial cell and neuronal microparticles, reaching 17,496 ± 4,833/µl and 18,388 ± 3,657/µl 3 hrs after TBI. BDMPs were measured by flow cytometry using triple gating based on particle size and the expression of neural cell markers and phosphatidylserine (PS). To exclude contributions to the coagulopathy of non-neural cell microparticles released during trauma stress, BDMPs were made from normal brain by freeze-thawing and mechanical injury. BDMPs thus made had below detection levels of microparticles from leukocytes (CD45), endothelial cells (CD144), erythrocytes (CD235a), and platelets (CD42b). Uninjured mice injected with BDMPs made in vitro developed a hyper-turn-hypo-coagulable state in a dose-dependent manner as measured by the rates of clot formation and fibrinogen depletion, resulting in microvascular fibrin deposition in the lungs, kidney and heart. BDMPs measured 50 – 500 nm with relatively intact membranes under transmission electron microscopy and expressed neuronal or glial cell markers and procoagulant PS and tissue factor (TF). BDMPs promoted clot formation in a PS-dependent assay at a maximal activity of ~1 x 10 5 BDMPs/µl, equivalent to 1.6 µg/µl of purified brain PS. They were equally active in promoting thrombin generation in a PS-and TF-dependent manner, BDMPs at 2.5 x 10 4 /µl yielding an activity equivalent to 1 pM of soluble TF. The procoagulant activity of BDMPs was significantly stronger than microparticles generated from collagen-stimulated platelets and was blocked by the PS-binding lactadherin in a dose-dependent manner. Consistent with observations made in the mouse models, fetal hippocampal cells in culture produced microparticles upon injury. These microparticles transmigrated through the disrupted endothelial barrier in the presence of live, but not lyophilized platelets. BDMP-bound platelets were detected by flow cytometry and scan electron microscopy. They activated platelets as measured by increases in calcium influx and CD62p expression, but did not induce platelet aggregation directly or in the presence of low doses of collagen. In summary, we have studied acute changes in coagulation associated with TBI using a mouse FPI model combined with in vitro experiments. Focusing on the first 6 hrs post-TBI minimizes confounding changes induced by secondary events, such as ischemic injury. The results define a causal role for BDMPs in the TBI-associated systemic coagulation. We also show that BDMPs activated platelets. Activated platelets may facilitate the transmigration of BDMPs through the disrupted endothelial barrier by releasing pro-inflammatory mediators to promote local inflammation at a site of vascular injury. This notion is supported by the finding that live, but not lyophilized platelets and, to lesser degree, plasma from activated platelets promoted BDMP transmigration through a monolayer of endothelial cells. Finally, the PS binding lactadherin blocked the BDMP-dependent procoagulant activity, raising two interesting perspectives. First, PS scavengers and neutralizing molecules may reduce or prevent coagulopathy associated with TBI. Second, an intrinsic or acquired deficiency in the PS-dependent clearance of microparticles may predispose an individual to consumptive coagulopathy associated with TBI and other conditions. Disclosures No relevant conflicts of interest to declare."
}