{
    "doi": "https://doi.org/10.1182/blood-2019-122611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4425",
    "start_url_page_num": 4425,
    "is_scraped": "1",
    "article_title": "The Economic Burden of Short-Term Adverse Events Associated with the CHOP Chemotherapy Regimen in Patients with Lymphoproliferative Disorders in the United States: A Comprehensive Literature Review ",
    "article_date": "November 13, 2019",
    "session_type": "902.Health Services Research-Malignant Conditions (Lymphoid Disease)",
    "topics": [
        "adverse event",
        "chemotherapy regimen",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "economics",
        "lymphoproliferative disorders",
        "posttransplant lymphoproliferative disorder",
        "infections",
        "biological products",
        "anemia",
        "cancer"
    ],
    "author_names": [
        "Crystal Watson, MS",
        "Arie Barlev, PharmD",
        "Jodie Worrall",
        "Steve Duff, MS",
        "Rachel Beckerman, PhD"
    ],
    "author_affiliations": [
        [
            "Atara Biotherapeutics, Inc, South San Francisco, CA "
        ],
        [
            "Atara Biotherapeutics, Inc, South San Francisco, CA "
        ],
        [
            "Maple Health Group, New York, NY "
        ],
        [
            "Veritas Health Economic Consulting, Carlsbad, CA"
        ],
        [
            "Maple Health Group, New York, NY "
        ]
    ],
    "first_author_latitude": "37.6586599",
    "first_author_longitude": "-122.40008449999999",
    "abstract_text": "Objectives: CHOP (vincristine, cyclophosphamide, prednisone, doxorubicin) is a treatment option for post-transplant lymphoproliferative disorder (PTLD) following solid organ transplant, an aggressive and potentially fatal disease. The most common and impactful CHOP-related adverse events (AEs) are febrile neutropenia (FN), chemotherapy-induced (CI) peripheral neuropathy (PN), infection, CI-anemia (A), and CI-nausea and vomiting (NV). These CHOP-related AEs have a large humanistic burdensignificant impact to quality of life (QoL) of patients, especially shortly after treatment. The evidence for a positive QoL benefit associated with some AE treatments (e.g., erythropoietin stimulating agents [ESA], granulocyte colony stimulating factors) is inconsistent and many patients likely remain with QoL deficits even after treatment. The impact of these short-term CHOP-related AEs is likely to be accompanied by an increase in healthcare resource utilization and costs. The objective of this study was to explore the economic burden of short-term CHOP-associated AEs in PTLD patients. Since PTLD is a rare disease with limited available data, we expanded our search to include all patients with lymphoproliferative disorders (LPD). Methods: Short-term (within several months after treatment) AEs associated with CHOP with an incidence of >4% in patients with LPDs were determined and sourced from the published literature and cancer websites. A comprehensive literature search was conducted using PubMed and EMBASE to identify economic burden studies published from 2010 to 2018 of the AEs associated with CHOP and its components in the United States (US). Studies incorporating rituximab alongside CHOP (CHOP + R) were also included as this is a valid treatment option for PTLD patients. Economic burden was defined as the management costs and resource utilization associated with treating CHOP-emergent adverse events. The conduct of this comprehensive literature review was guided by the PRISMA protocol wherein the research question (using the PICOS format), search strategy, target short-term AEs, and inclusion and exclusion criteria were pre-specified in detail. Results: Overall, 3,946 non-duplicate citations were screened, 39 studies were included for abstraction and no studies included patients with PTLD. Studies were methodologically heterogenous, with approximately half (56%) based on some form of retrospective analysis or prospective observational study. FN was the AE most commonly encountered, followed by CIA, infection, CI-nausea and vomiting, and CIPN. FN was an important driver of hospitalization (proportion of FN patients with hospitalization was up to 83.2%) and extended length of stay (LOS) was substantial for several AEs (LOS range in days: infection, 8.4-23.6; FN, 7.9-19.7). Mean LOS was longer in FN patients with multiple hospitalizations as well as in FN patients with comorbidities. Rates of transfusion in CI-anemia patients varied dramatically, from 10.8% to 47.4%. Transfusion rates were attenuated by ESA use in LPD patients, although a significant proportion of anemic cancer patients receiving ESAs still required transfusions. Total management costs were highly variable, ranging from nominal for events such as CIPN to over $197,000 in hospitalization costs per infection discharge per patients complicated with clostridium difficile. One recent study showed the inpatient costs attributable to FN were $33,006 per patient per episode. Studies identified CINV as a top reason for unplanned service use, but no studies were identified assessing its economic impact in LPD patients. Outpatient care costs for each AE varied but tended to have a low to moderate economic impact. The costs attributable to several AEs (FN, infection) were highest in the first cycle of chemotherapy. Conclusions: Several common short-term AEs due to CHOP in the LPD population were associated with substantial healthcare resource utilization and costs that were primarily driven by increased hospitalization and length of inpatient stays. Costs for FN and infections associated with CHOP ranged from $33,000 to over $197,000, demonstrating the high economic burden to the US healthcare system. No PTLD-specific studies were found, highlighting the absence of published data addressing the economic burden associated with chemotherapy in PTLD patients and the need for effective and tolerable therapies. Disclosures Watson: Atara Biotherapeutics: Employment, Equity Ownership. Barlev: Atara Biotherapeutics: Employment, Equity Ownership. Worrall: Atara Biotherapeutics, Inc: Consultancy. Duff: Atara Biotherapeutics, Inc: Consultancy. Beckerman: Atara Biotherapeutics, Inc: Consultancy."
}