{
    "doi": "https://doi.org/10.1182/blood.V106.11.5375.5375",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=332",
    "start_url_page_num": 332,
    "is_scraped": "1",
    "article_title": "Eosinophilia, Positive ANA, and Hypergammaglobulinemia at Presentation of Extensive Chronic GVHD in Children: A Children’s Oncology Group Study. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Because of the variable and often protean manifestations of chronic GVHD, its diagnosis is difficult and based solely on clinical features. As part of a Children’s Oncology Group multi-institutional clinical trial (ASCT0031 - a randomized study of hydroxychloroquine plus standard therapy for children with newly-diagnosed extensive chronic GVHD), we prospectively evaluated laboratory markers that have been previously reported in single-institution studies to be associated with chronic GVHD. Fifty-four patients were enrolled: median age 12 (1–21) yrs: 37M/17F. The diagnosis of extensive chronic GVHD was made at a median of 210 days (range 82–914) following transplant. Eighteen of 45(40%) patients had eosinophilia (absolute eosinophil count (AEC)≥500/μL). Twelve of 43 (28%) patients had an anti-nuclear antibody (ANA) titer ≥1:80 and 9 of these (21%) had a titer ≥1:160. Finally, 11 of 48 (23%) patients had an elevated IgG level. At presentation, 67% of patients had one or more of eosinophilia, ANA≥1:80, and hyper-IgG. A Th-2 predominance is suggested by eosinophilia (↑ IL-5) and hyper-IgG and positive ANA (↑ IL-4). Of note, of 9 patients with sclerodermatous chronic GVHD, 6 had hyper-IgG and 5 had eosinophilia. These results support a Th2 predominance in a major subset of children presenting with chronic GVHD. These results emphasize the importance of including evaluation of eosinophil count, ANA, and IgG level as tests supportive of the diagnosis of chronic GVHD in children.",
    "topics": [
        "child",
        "eosinophilia",
        "graft-versus-host disease, chronic",
        "hypergammaglobulinemia",
        "medical oncology",
        "immunoglobulin g",
        "antinuclear antibody",
        "hay-wells syndrome",
        "hydroxychloroquine",
        "interleukin-4"
    ],
    "author_names": [
        "David A. Jacobsohn, MD",
        "Kirk R. Schultz, MD",
        "Frederick Goldman, MD",
        "Donna A. Wall, MD",
        "Mark Krailo, PhD",
        "Zhengjia Chen, MS",
        "Jeffrey M. Lipton, MD, PhD",
        "Jean E. Sanders, MD",
        "Andrew L. Gilman, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Northwestern University, Chicago, IL, USA"
        ],
        [
            "Pediatrics, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Pediatrics, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Pediatric Blood and Marrow Transplant Program, Texas Transplant Institute, San Antonio, TX, USA"
        ],
        [
            "Statistics and Data Center, Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Statistics and Data Center, Children’s Oncology Group, Arcadia, CA, USA"
        ],
        [
            "Pediatrics, Albert Einstein College of Medicine, New Hyde Park, NY, USA"
        ],
        [
            "Pediatrics, University of Washington, Seattle, WA, USA"
        ],
        [
            "Pediatrics, University of North Carolina, Chapel Hill, NC, USA"
        ]
    ],
    "first_author_latitude": "41.8952042",
    "first_author_longitude": "-87.61993915000001"
}