{
    "doi": "https://doi.org/10.1182/blood.V112.11.4146.4146",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1123",
    "start_url_page_num": 1123,
    "is_scraped": "1",
    "article_title": "A Novel BACH2 - BCL2L1 Fusion Gene in the Burkitt’s Lymphoma Derived Cell Line BLUE - 1  ",
    "article_date": "November 16, 2008",
    "session_type": "Chromosomal Rearrangements",
    "topics": [
        "burkitt's lymphoma",
        "cell lines",
        "fusion genes",
        "bcl-2 protein",
        "lymphoma",
        "bronchioloalveolar carcinoma",
        "immunoglobulin g",
        "basic-leucine zipper transcription factors",
        "cancer",
        "idiopathic guttate hypomelanosis"
    ],
    "author_names": [
        "Seval Türkmen",
        "Mathias Riehn",
        "Stefan Mundlos",
        "Eckhard Thiel",
        "Thomas Burmeister"
    ],
    "author_affiliations": [
        [
            "Institut für Medizinische Genetik, Charité Universitätsmedizin Berlin, CVK, Berlin, Germany"
        ],
        [
            "Institut für Medizinische Genetik, Charité Universitätsmedizin Berlin, CVK, Berlin, Germany"
        ],
        [
            "Institut für Medizinische Genetik, Charité Universitätsmedizin Berlin, CVK, Berlin, Germany"
        ],
        [
            "Medizinische Klinik III (Haematologie, Onkologie), Charité Universitätsmedizin Berlin, CBF, Berlin, Germany"
        ],
        [
            "Medizinische Klinik III (Haematologie, Onkologie), Charité Universitätsmedizin Berlin, CBF, Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.542222900000006",
    "first_author_longitude": "13.348193500000002",
    "abstract_text": "Abnormalities of the long arm of chromosome 6 are a common feature in various B-cell malignancies. However, in most cases the involved genes have not yet clearly been identified. We have molecularly characterized the recently established cell line BLUE - 1 that has been derived from a relapsed sporadic Burkitt lymphoma. This cell lines carries a t(6;20)(q15;q11.2) rearrangement in addition to the typical t(8;14) with MYC - IgH fusion. The involved gene loci on chromosomes 6 and 20 were up to now unknown. To identify the involved gene loci on both chromosomes we applied a sequential BAC clone mapping strategy. BAC RP11-243J16 clone (20q11.21, bp 29,756,679–29,925,538) was found to hybridize with der(6) as well as der(20). BAC RP1-104D1 (6q15, bp 91,001,943–91,064,406) also covered the breakpoint region. Two of the involved genes in this region are the transcription factor BACH2 ( basic leucine zipper transcription factor 2 ) on 6q15 and BCL2L1 ( BCL - X ) on 20q11, a member of the BCL2 anti-apoptosis gene family. We hypothesized that these two genes could be involved and by testing different primer combinations were able to amplify a BACH2 - BCL2 fusion mRNA transcript using RT-PCR. In this fusion transcript the first (non-coding) exon of BACH2 was fused to the second (partially coding) exon of BCL2L1 thus effectively placing the BCL2L1 gene under the control of the BACH2 promotor. Western blot analysis showed a strong expression of BCL2L1 . This is the first report of a fusion gene involving the genes BACH2 and BCL2L1 . The prototype of the BCL2 family, BCL - 2 on 18q21.3 is known to play a crucial role in various lymphomas but a clear role for the closely related BCL2L1 gene in lymphomas has not yet been established. BACH2 is known to be expressed in B-cells at various maturation stages and is believed to be involved in the machinery of class switch recombination (CSR). Bach2 −/− mice show increased IgM but decreased IgG and IgA levels and a deficient T cell-independent and T cell-dependent IgG response associated with defective CSR. In summary, this molecularly characterized translocation provides a new tool for studying recurrent 6q aberrations in lymphomas and for the action of the BCL2L1 antiapoptosis gene."
}