{
    "doi": "https://doi.org/10.1182/blood.V128.22.2754.2754",
    "article_title": "Axl/ Mer Inhibitor ONO-9330547 As a Novel Therapeutic Agent in a Stromal Co-Culture Model of Primary Acute Myeloid Leukaemia (AML) ",
    "article_date": "December 2, 2016",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "The TAM kinase family are a group of receptor kinases involved in the regulation of many cellular processes including proliferation, cell survival and cytokine production. Consequently this group is frequently overexpressed or aberrantly activated in a variety of cancers including AML, where overexpression of Axl or its ligand Gas6 confers a poor prognosis particularly amongst FLT3-ITD mutated AMLs. ONO-9330547 is a highly potent Axl/Mer inhibitor which shows improved target selectivity compared to other orally available Axl inhibitors in leukaemic cells and spares normal CD34+ bone marrow cells predicting minimal toxicity. We examined a cohort of 70 primary AMLs Ex vivo for ONO-9330547 drug sensitivity and determined low micromolar EC50s in 60% of patient samples (Average EC50=3.16µM+/-3.49). Phospho-Axl was rapidly reduced in response to ONO-9330547 and downstream pro-survival targets AKT, S6 and ERK1/2 were concurrently suppressed. Dose dependant induction of apoptosis was observed in conjunction with suppression of the Axl ligand, Gas6. Synergistic interaction of ONO-9330547 with the chemotherapeutic drug Cytarabine was observed (Mean combination index =0.59), suggesting combination therapy to be a useful strategy with the development of Axl inhibitors. There was no association of ONO-9330547 sensitivity with any clinical characteristics within the patient cohort, however the samples from the commonly-occurring NPM1 mutant/ cytogenetically normal AML subgroup were significantly more sensitive to ONO-9330547 than WT or FLT3-ITD samples (p=0.004 lower EC50). mRNA levels of TAM family members Axl, Mer, Tyro3 and Gas6 were generally low in diagnostic patient material, although those with high levels of ≥1 of the TAM kinases were associated with drug resistance. This was confirmed through flow cytometric analysis of phospho-Axl, where similarly high basal activation of Axl correlated with increased EC50 values. Given the high rate of relapse and drug resistance in AML and the potential for microenvironment mediated protection of AML blasts in the bone marrow niche, we investigated the effects of ONO-9330547 in stromal co-culture models. Stimulation of basal p-Axl and Gas6 was observed through the addition of cytokines and adhesion of AML blasts to the stromal layer. In contrast to low levels of Gas6 at the transcript level, Gas6 was readily detectable in patient plasma samples and blasts co-cultured on primary AML-derived stromal layers compared to normal bone marrow stroma. Co-culture completely abrogated the efficacy of ONO-9330547 on AML blasts, significantly blocked apoptotic response and Axl/Gas 6 knockdown. In summary, constitutive or stroma- inducible levels of Gas6 ligand direct ONO-9330547 sensitivity in diagnostic AML patient samples. These data provide a pre-clinical assessment of ONO-9330547 in AML and provide rationale for further investigation of this compound in combination with both traditional and novel therapies that may disrupt microenvironment-mediated up-regulation of the Axl/Gas6 signalling pathway. Disclosures Gilmour: ONO pharmaceuticals: Research Funding. Ottmann: Fusion Pharma: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Ariad: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Hills: TEVA: Honoraria. Knapper: ONO pharmaceuticals: Research Funding; Novartis: Honoraria, Other: Travel and expenses for international conferences. Zabkiewicz: ONO pharmaceuticals: Research Funding.",
    "topics": [
        "coculture techniques",
        "leukemia, myelocytic, acute",
        "ligands",
        "phosphotransferases",
        "cytokine",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "adhesions",
        "antineoplastic agents",
        "cancer"
    ],
    "author_names": [
        "Marie Gilmour, PhD",
        "Anna Scholtz",
        "Oliver G. Ottmann, MD",
        "Robert K Hills, DPhil",
        "Steven Knapper",
        "Joanna Zabkiewicz, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marie Gilmour, PhD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Anna Scholtz",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver G. Ottmann, MD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert K Hills, DPhil",
            "author_affiliations": [
                "Centre for Trials Research, College of Biomedical & Life Sciences, Cardiff University, Cardiff, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Knapper",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Zabkiewicz, PhD",
            "author_affiliations": [
                "Department of Haematology, Cardiff University, Cardiff, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T21:35:32",
    "is_scraped": "1"
}