{
    "doi": "https://doi.org/10.1182/blood-2019-128574",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4365",
    "start_url_page_num": 4365,
    "is_scraped": "1",
    "article_title": "Role of Mutant p53 in the Progression of Chronic Lymphocytic Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "protein kinase c beta",
        "dna",
        "protein p53",
        "atac trial",
        "ibrutinib",
        "rna",
        "complex",
        "disease progression"
    ],
    "author_names": [
        "Janani Ravikrishnan",
        "Tzung-Huei Lai, PhD DVM",
        "Elizabeth Muhowski",
        "Lindsey Brinton, PhD",
        "Katie Williams, MS",
        "Alexandria Thompson",
        "James S. Blachly, MD",
        "Hatice Gulcin Ozer, PhD",
        "John C. Byrd, MD",
        "Rosa Lapalombella, PhD",
        "Jennifer Woyach, MD",
        "Deepa Sampath, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH ",
            "Department of Biomedical Informatics, The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Biomedical Informatics, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, The Ohio State University Wexner Medical Ctr., Columbus, OH"
        ]
    ],
    "first_author_latitude": "39.9949856",
    "first_author_longitude": "-83.01207335",
    "abstract_text": "Patients with Chronic Lymphocytic Leukemia (CLL) have a variety of chromosomal abnormalities and mutations. At diagnosis, about 10% of CLL patients have deletions of chromosome 17 (Del17p) leading to the loss of one allele of tumor suppressor protein TP53, which increases to over 30% in relapsed/refractory disease. Additionally, 83% of patients with a Del17p acquire a mutation on their second TP53 allele at one of several sites within the DNA binding domain. While the consequence of some of these \"hotspot\" mutations (R175H, R179H, G245D, G248Q/W, Y220, R213X, R273H and R282H) has been described in solid tumors and AML, very little is known of their role in CLL. Clinically, patients with Del17p/Mutp53 have worse overall survival, increased disease progression and are more likely to relapse on the current targeted therapies such as ibrutinib. Although relapse to these treatments is largely due to acquired mutations in Bruton's Tyrosine Kinase (BTK) or its downstream target PLCg2, we hypothesize that the biology of mutant 53 bearing CLL is a key driver of resistance and progression. Specifically, we aim to determine the molecular signature and downstream effectors that allow mutant p53 to drive the adverse biology associated with this subtype. Conversely, we hypothesize that targeting the mutant p53 pathway will lead to better outcomes and overall survival for patients bearing this adverse prognosis marker. We performed high-throughput Sequencing of DNA from 270 CLL patients with high coverage in the exonic regions of TP53 prior to ibrutinib therapy as well as during progression. At baseline, 40% of patients had mutations found in the DNA binding region with the most frequent occurring in R248Q, R175H and R273H. We then characterized each p53 mutant (n=106) functionally in terms of their ability to ability to activate p21, PUMA, and Bax which serve as cell cycle checkpoint and apoptotic effectors of wild type p53 in response to DNA damage. Most mutants were incompetent in upregulating p21, PUMA or Bax at the transcript level. A few mutants upregulated p21 protein in a p53 independent fashion. We then evaluated the consequence of mutant p53 in CLL. We performed chromatin immunoprecipitation (ChIP-Seq), open chromatin signatures (ATAC-Seq) and expression analysis (RNA-Seq) on CLL samples with R248Q or R175H as well as in wild-type (WT) p53 samples. Integration of ChIP, ATAC and RNA Seq profiles indicated that mutant p53 activated a unique transcriptomic profile not shared by wt p53 bearing CLL. Several genes that facilitated survival or progression were downstream targets of mutant p53. Of these, we identified PRKCB (PKC-beta), BCL2L1 (Bcl-x L ), EZH2 , MLL and MALAT as a potential key downstream effectors of mutant p53. To determine whether mutations at R248Q and R175H in p53 were causal in the observed increases in PKC-beta, Bcl-x L , EZH2, MLL , and MALAT we used CRISPR/Cas9 editing to introduce mutations at R175H and R248Q in the p53 wildtype CLL cell lines HG-3 and PGA-1. These were accomplished by electroporating sgRNA-Cas9 ribonucleoprotein complexes (RNPs). Western blotting of mutants revealed an increase in the mRNA and protein expression of PKC-beta, and BCL-x L in mutant p53 compared to WT. Levels of EZH2 and MLL were not increased in these cells indicating that PKC-beta and Bcl-x L may be direct transcriptional targets upregulated by mutations at R248Q and R175H in p53. Ongoing efforts will characterize the transcriptional profile of all p53 mutants in our cohort to determine whether they all have a unifying transcriptomic profile that confers a gain of function phenotype to this subtype of CLL. Disclosures Byrd: Gilead: Other: Travel Expenses, Research Funding, Speakers Bureau; Janssen: Consultancy, Other: Travel Expenses, Research Funding, Speakers Bureau; BeiGene: Research Funding; TG Therapeutics: Other: Travel Expenses, Research Funding, Speakers Bureau; Gilead: Other: Travel Expenses, Research Funding, Speakers Bureau; Ohio State University: Patents & Royalties: OSU-2S; Novartis: Other: Travel Expenses, Speakers Bureau; Pharmacyclics LLC, an AbbVie Company: Other: Travel Expenses, Research Funding, Speakers Bureau; Genentech: Research Funding; BeiGene: Research Funding; Janssen: Consultancy, Other: Travel Expenses, Research Funding, Speakers Bureau; Ohio State University: Patents & Royalties: OSU-2S; Pharmacyclics LLC, an AbbVie Company: Other: Travel Expenses, Research Funding, Speakers Bureau; Gilead: Other: Travel Expenses, Research Funding, Speakers Bureau; TG Therapeutics: Other: Travel Expenses, Research Funding, Speakers Bureau; Janssen: Consultancy, Other: Travel Expenses, Research Funding, Speakers Bureau; Genentech: Research Funding; TG Therapeutics: Other: Travel Expenses, Research Funding, Speakers Bureau; Acerta: Research Funding; Ohio State University: Patents & Royalties: OSU-2S; Novartis: Other: Travel Expenses, Speakers Bureau; Acerta: Research Funding; BeiGene: Research Funding; Pharmacyclics LLC, an AbbVie Company: Other: Travel Expenses, Research Funding, Speakers Bureau; Acerta: Research Funding; Genentech: Research Funding; Novartis: Other: Travel Expenses, Speakers Bureau. Woyach: Janssen: Consultancy, Research Funding; Pharmacyclics LLC, an AbbVie Company: Consultancy, Research Funding; AbbVie: Research Funding; Karyopharm: Research Funding; Loxo: Research Funding; Morphosys: Research Funding; Verastem: Research Funding."
}