{
    "doi": "https://doi.org/10.1182/blood.V108.11.2152.2152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=559",
    "start_url_page_num": 559,
    "is_scraped": "1",
    "article_title": "A Half-Log Increase in Quantitative RT-PCR for BCR-ABL (RQ-PCR) as a Trigger for Kinase Domain Mutation Analysis. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "bcr-abl tyrosine kinase",
        "mutation analysis",
        "phosphotransferases",
        "polymerase chain reaction",
        "precipitating factors",
        "quantitative real-time polymerase chain reaction",
        "imatinib mesylate",
        "false-positive results",
        "kinase inhibitors",
        "leukemia, myelocytic, chronic"
    ],
    "author_names": [
        "Richard D. Press, MD, PhD",
        "Stephanie Willis",
        "Carole Rempfer",
        "Michael J. Mauro, MD",
        "Brian J. Druker, MD",
        "Michael W.N. Deininger, MD"
    ],
    "author_affiliations": [
        [
            "Pathology, Oregon Health & Sciences University, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Sciences University, Portland, OR, USA"
        ],
        [
            "Pathology, Oregon Health & Sciences University, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Sciences University, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Sciences University, Portland, OR, USA"
        ],
        [
            "Center for Hematologic Malignancies, Oregon Health & Sciences University, Portland, OR, USA"
        ]
    ],
    "first_author_latitude": "45.504135000000005",
    "first_author_longitude": "-122.68503425",
    "abstract_text": "RQ-PCR for BCR-ABL is standard of care for monitoring patients with chronic myeloid leukemia on Abl kinase inhibitor therapy, and mutations in the kinase domain (KD) of BCR-ABL are the most frequent mechanism of acquired drug resistance. From a practical point of view, it is important to establish an RQ-PCR trigger for mutation analysis that is sufficiently sensitive, while avoiding a high rate of false positive results. In one study, a single 2-fold (0.3 log) rise in BCR-ABL transcript levels predicted mutations in 61% ( 1 ). However, the results were not confirmed in a similar study( 2 ). We therefore analyzed the correlation between a slightly more conservative 0.5 log rise in RQ-PCR levels and mutation detection in an unselected cohort of imatinib-treated CML patients. A database search identified 273 samples (from 150 patients) with a half-log or greater RQ-PCR rise. Mutation analysis (by direct DNA sequencing) has been completed on 54 samples. BCR-ABL levels were higher in 44 samples with successful amplification and sequencing compared to 10 without sufficiently good sequencing quality [median log-drop 0.31 (range −1.2 − 2.4) vs. 2.2 (range 0.17 – 3.2), p0.5 log RQ-PCR increase were from 34 different patients. Eleven of these 34 patients had cytogenetic or hematologic progression at the time of the mutation analysis and 7 never achieved even a partial cytogenetic response (<65%). Of 16 remaining eligible patients, 9 subsequently relapsed at a median of 5.8 (range 2.6–17) months after mutation detection. Freedom from progression was shorter in patients with a half-log RQ-PCR increase compared to patients without (34 months from imatinib start vs. median survival not reached, p = 0.019). Conclusion: In our hands, a half-log increase of BCR-ABL levels is associated with mutation detection in 25% of samples, yields a significantly increased risk of subsequent relapse, and may be used as a practical trigger for kinase domain sequencing. Analysis of additional samples is ongoing to determine the ideal trigger level that optimizes specificity and sensitivity."
}