{
    "doi": "https://doi.org/10.1182/blood-2018-99-113361",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4074",
    "start_url_page_num": 4074,
    "is_scraped": "1",
    "article_title": "The Isotype of Antiphospholipid Antibodies and Their Associated Risk on Thrombosis and Pregnancy Morbidity; What Are the Odds? ",
    "article_date": "November 29, 2018",
    "session_type": "331. Pathophysiology of Thrombosis: Poster I",
    "topics": [
        "antiphospholipid antibodies",
        "immunoglobulin isotypes",
        "morbidity",
        "pregnancy",
        "thrombosis",
        "immunoglobulin g",
        "immunoglobulin m",
        "igm antibody",
        "antiphospholipid syndrome",
        "thrombus"
    ],
    "author_names": [
        "Walid Chayouâ, MSc",
        "Hilde Kelchtermans, PhD",
        "Gary Moore, MD",
        "Jean-Christophe Gris, MD PhD",
        "Jacek Musial, MD PhD",
        "Stéphane Zuily, MDPhD",
        "Bas De Laat, MD, PhD",
        "Katrien Devreese, PhD MD"
    ],
    "author_affiliations": [
        [
            "Synapse Research Institute, Maastricht, Netherlands ",
            "Department of Biochemistry, CARIM, Maastricht University, Maastricht, Netherlands "
        ],
        [
            "Department of Biochemistry, CARIM, Maastricht University, Maastricht, Netherlands ",
            "Synapse Research Institute, Maastricht, Netherlands "
        ],
        [
            "St Thomas's Hospital, London, United Kingdom "
        ],
        [
            "Centre Hospitalier Universitaire, Nîmes, France "
        ],
        [
            "Jagiellonian University Medical College, Krakow, Poland "
        ],
        [
            "Vascular Medicine Division, Centre Hospitalier Universitaire de Nancy, Nancy, France "
        ],
        [
            "Synapse Research Institute, Maastricht, Netherlands ",
            "Department of Biochemistry, CARIM, Maastricht University, Maastricht, Netherlands "
        ],
        [
            "Coagulation Laboratory, Department of Diagnostic Sciences, Ghent University, Ghent, Belgium"
        ]
    ],
    "first_author_latitude": "50.849680899999996",
    "first_author_longitude": "5.677127699999999",
    "abstract_text": "Introduction: The antiphospholipid syndrome (APS) is a systemic autoimmune disorder characterized by thrombosis and/or pregnancy morbidity with the persistent presence of antiphospholipid antibodies (aPL). The current aPL panel consists of detection of lupus anticoagulant (LAC), anti-cardiolipin (aCL) IgG/IgM and anti-β2glycoprotein I (aβ2GPI) IgG/IgM antibodies. Despite the fact that these aPL associate differently with the clinical symptoms of APS, all of them have the same diagnostic value in the Sydney criteria. Combined positivity has been shown to significantly increase the risk of thrombosis and pregnancy morbidity. Nonetheless, risk stratification of APS patients remains challenging. Objective: We aimed to assess the thrombotic and obstetric association of the different aPL profiles. Methods: In this multicenter study, 1068 patients from eight European medical centers were enrolled within a timespan of one year with patient samples stored less than 5 years. We included 259 thrombotic APS patients, 122 obstetric APS patients, 204 diseased controls for thrombosis (non-APS thrombosis), 33 diseased controls for obstetric complications (non-APS obstetric), 196 patients with an autoimmune disease other than APS without thrombotic complications (AID controls) and 194 patients that were referred for aPL testing for other reasons than the clinical criteria of APS (e.g. subfertility and prolonged activated partial thromboplastin time; controls). Four platforms, ACL AcuStar ® , Bioplex 2200 ® , ImmunoCap ® EliA and QUANTA Lite ELISA ® , were selected based on frequency of use and the willingness of manufacturers to provide their assays. All samples with all assays were tested at one location by a single technician. Lupus anticoagulant positivity was determined by the local center, according to the ISTH guidelines. The study was approved by the local ethical committees. Results: Isolated LAC significantly correlated with thrombosis, while isolated IgG and IgM did not (Figure 1). Looking at pregnancy morbidity, significant correlations were found for both isolated LAC and isolated IgG, but not for isolated IgM (Figure 2). Based on these findings, we included both LAC and IgG testing in the first steps of risk stratification. Compared to isolated LAC positivity, with an odds ratio (OR) for thrombosis of 3.4, combined positivity for anti-β2GPI and/or anti-CL IgG antibodies increased the OR up to 5.9 (95% confidence interval [95% CI], 3.4-10.5). Positivity for LAC, IgG and IgM antibodies resulted in the highest OR for thrombosis, ranging from 5.5 (95% CI, 2.6-11.8) up to 9.6 (95% CI, 3.4-27.1), depending on the solid phase assay used (Figure 1). Other profiles including IgM showed no increased risk (insignificant OR) for thrombosis or failed to result in a higher OR compared to other profiles without IgM (Figure 1). In line with thrombosis, the highest OR for pregnancy morbidity was achieved in patients positive for LAC, IgG and IgM antibodies (Figure 2). Interestingly, a positive IgM result in the presence of a negative IgG result was not associated with pregnancy morbidity, independent of the LAC status (Figure 2). Although also other profiles were associated with pregnancy morbidity, the computed ORs were similar to isolated LAC positivity (Figure 2). Conclusions: Positivity for LAC in combination with aCL and/or aβ2GPI IgG or in combination with aCL IgM and/or aβ2GPI IgM antibodies is highly associated with thrombosis and pregnancy morbidity. Other tested aPL profiles showed equal or less correlation than isolated LAC or showed no association with thrombosis or pregnancy morbidity. Based on these findings, depending on the outcome of LAC and IgG positivity, further testing of IgM testing may not be advised as this won't provide additional information regarding risk stratification of APS patients (indicated in the red lines of the flow chart). This flowchart should be validated in additional patient cohorts and may potentially lead to an improved risk stratification of APS patients. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}