{
    "doi": "https://doi.org/10.1182/blood.V126.23.3009.3009",
    "article_title": "Mechanism Study of Matrix Metalloproteinase 13 Effects on Osteoclast Activation and Lytic Bone Lesions in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Poster II",
    "abstract_text": "Background : We have recently shown that Matrix metalloproteinase-13 (MMP-13) is highly expressed in human multiple myeloma (MM) cells and MMP-13 increases osteoclast (OCL) fusion and bone resorption independently of its metalloproteinase activity. In a mouse model of MM bone disease, knockdown (KD) of MMP-13 in MM cells inhibited development of bone lytic lesions, suggesting that MMP-13 is a potential therapeutic target for the treatment of MM bone disease (MMBD). However, the effects of MMP-13 on the MM bone marrow (BM) niche and underlying mechanism by which MMP-13 induces OCL fusion remains undefined. Methods and Results: To delineate the effects of MMP-13 on MM BM microenvironment, we investigated the effects of MMP-13 on cell proliferation and differentiation of pre-OCL, pre-osteoblast and MM cells. WT or Mmp-13 -/- mouse CD11b + BM cells were cultured with or without MMP-13 for 3 days and pre-OCL proliferation was evaluated by WST-1 assay. Neither MMP-13 treatment nor Mmp-13 deficiency affected pre-OCL proliferation, indicating MMP-13 induces OCL activation rather by promoting cell fusion than by affecting cell proliferation. To test the effects of MMP-13 on osteoblast (OB) differentiation and mineralization, mouse pre-OB cell line MC3T3-E1 and primary pre-OB cells from WT or Mmp-13 -/- mice BM were cultured with or without MMP-13 for 7-14d. Neither exogenous MMP-13 nor Mmp-13 knockout affected OB differentiation or mineralization in vitro . Consistent with the in vitro observation, our Rag2 -/- mouse 5TGM1 MMBD model provided in vivo evidence that knockdown of MMP-13 in MM cells does not affect MM induced OB inhibition or impairment of bone formation. Further, the effects of MMP-13 on MM cell proliferation were also assessed both in vitro and in vivo . Treatment of human MM cell lines RPMI-8266, OPM2 and MM.1S, as well as mouse MM cell line 5TGM1 with MMP-13 for up to 3 days did not induce in vitro cell proliferation. Similarly, MM cell sensitivity against anti-MM agents bortezomib and pomalidomide was not affected by MMP-13 in vitro . But, MMP-13 KD in mouse 5TGM1 MM cell line caused significantly less in vivo tumor burden in Rag2 -/- intratibial MMBD model compared to 5TGM1 empty vector control cells, which we speculate occurs as a consequence of effects secondary to decreased OCL activation within the bone microenvironment following MMP-13 silencing. Our previous experiments showed that MMP-13 induces OCL fusion independent of its enzymatic activity, however the underlying mechanism is unknown. To further analyze the mechanism of action immunofluorescence staining and cell fraction-immunoblotting assay demonstrated that extracellular MMP-13 undergoes cell surface binding and subsequent active intracellular translocation into the perinuclear area, further supporting the enzymatic activity independent mechanism of MMP-13 on OCL induction. Furthermore, analysis of MMP-13-induced signaling pathways mediating osteoclastogenesis revealed that MMP-13 activates multiple cell signaling pathways including MAPK, PI3K and NF-kappaB independent of its enzymatic activity. Interestingly, the noncanonical NF-kappaB pathway is selectively activated by either MMP-13 WT or an E223A catalytically-inactive mutant, but not any by any other MMPs or MMP-13 truncated non-functional mutants, indicating that signaling through the noncanonical NF-kappaB pathway in OCL is specific for MMP-13 and may play a role in MMP-13-driven OCL fusion. Further studies are underway to screen for MMP-13 receptors and binding partners in an effort to delineate the processes underlying MMP-13 signaling. Conclusion: Our results demonstrate that MM produced MMP-13 induces OCL activation and bone resorption without affecting OB inhibition and bone formation impairment as well as anti-neoplastic response of MM cells. MMP-13 silencing in MM protects bone structure, and inhibits MM progression in vivo, which may be secondary to decreased OCL activation. MMP-13 specifically acts on OCL fusion. Signaling study showed noncanonical NF-kappaB signaling is selectively activated by MMP-13 independently of its enzymatic activity, and may be critical for MMP-13-induced OCL fusion and activation. Further screening the potential cellular receptor and intracellular transportation mechanism of MMP-13 in OCL is ongoing. Disclosures Roodman: Amgen: Consultancy; Eli Lilly: Research Funding. Lentzsch: Axiom: Speakers Bureau; Novartis: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "lytic lesion",
        "matrix metalloproteinases",
        "multiple myeloma",
        "osteoclasts",
        "nf-kappa b",
        "bone diseases",
        "calcification",
        "metalloproteases",
        "1-phosphatidylinositol 3-kinase",
        "bortezomib"
    ],
    "author_names": [
        "Jing Fu, PhD",
        "Shirong Li, PhD",
        "G. David Roodman, MD PhD",
        "Markus Mapara, MD PhD",
        "Stephen J. Weiss, MD",
        "Suzanne Lentzsch, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jing Fu, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Columbia University, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shirong Li, PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Columbia University, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. David Roodman, MD PhD",
            "author_affiliations": [
                "Medicine/Hematology-Oncology, Indiana University, Indianapolis, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Mapara, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Columbia University, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen J. Weiss, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne Lentzsch, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Columbia University, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:34:09",
    "is_scraped": "1"
}