{
    "doi": "https://doi.org/10.1182/blood.V104.11.1591.1591",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=171",
    "start_url_page_num": 171,
    "is_scraped": "1",
    "article_title": "Normal Prion Protein Colocalises with the Tetraspanin CD63 in Cultured Human Erythroblasts. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Detailed information regarding the intracellular distribution and trafficking of prion protein (PrP) in human haemopoietic cells is lacking. In order to address this deficiency we have investigated the expression of PrP in cultured erythroid cells. CD34+ cells derived from peripheral blood were cultured in the presence of IL3, SCF and EPO and aliquots removed from the cultures at different time points for examination by confocal microscopy with monoclonal antibodies. PrP was demonstrated in the plasma membrane and, by colocalisation with organelle-specific markers, in Golgi, ER and lysosomes at all time points. PrP mRNA expression was profiled throughout the culture by QRT-PCR. PrP mRNA expression is high in the immature cells and decreases throughout the culture. PrP mRNA expression is different from erythroid specific protein expression profiles. Monoclonal antibodies to PrP and another GPI-linked protein DAF (CD55) showed distinct, non-overlapping, staining in the plasma membrane suggesting they are located in different microdomains. CD63 is a widely expressed tetraspanin thought to function in trafficking membrane proteins between the plasma membrane and intracellular organelles. All CD63 staining observed in cultured erythroid cells was colocalised with PrP. A similar concordance was not observed with CD63 and DAF. These results disclose a previously unrecognised property of PrP and suggest a general mechanism whereby PrP is recycled within cells. This mechanism may be relevant to the pathogenesis of transmissible spongiform encephalopathies.",
    "topics": [
        "cd63 antigen",
        "erythroblasts",
        "pan-hematopoietic expression protein",
        "prion proteins",
        "rna, messenger",
        "monoclonal antibodies",
        "antigens, cd55",
        "gpi-linked proteins",
        "interleukin-3",
        "membrane proteins"
    ],
    "author_names": [
        "Rebecca E. Griffiths",
        "David J. Anstee"
    ],
    "author_affiliations": [
        [
            "Molecular and Cellular biology, Bristol Institute for Transfusion Sciences, Bristol, United Kingdom"
        ],
        [
            "Molecular and Cellular biology, Bristol Institute for Transfusion Sciences, Bristol, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.4576272",
    "first_author_longitude": "-2.6001832"
}