{
    "doi": "https://doi.org/10.1182/blood.V110.11.1208.1208",
    "article_title": "Cord Blood (CB) CD34 + and CD3 + Cells with Decreasing Levels of Their Mitochondrial Potential Are Not Detectable with 7-AAD, Have Impaired Function and Ultrastructural Morphology Characteristic of Early Apoptosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Cell Processing",
    "abstract_text": "Background: Banked CB is an effective source of hematopoietic stem cells for allogeneic bone marrow reconstitution. Critical indices of engraftment potential and quality of a CB graft are the nucleated cell dose, CD34 + cell content and total CFU. Determination of CD34 + cell viability by flow cytometry depends on 7-actinomicin D (7-AAD) exclusion, but its diffusion into cells depends on permeability of the cell membrane. Earlier stages of the death pathway (apoptosis) escape detection by 7-AAD. Aims of our study: to establish a sensitive method for detection of early apoptosis in CB cells and to evaluate their ultrastructural morphology, to determine the extent to which early apoptosis may disclose reduced functionality of CD34 + and CD3 + cells and therefore, whether early apoptosis should be investigated routinely in CB grafts before transplantation and to investigate the presence and degree of apoptosis in CD34 + and CD3 + cells upon CB storage at RT and after cryopreservation/thawing, as well as the effect of post-thaw DMSO removal. Results: After CB storage over 48 hrs, evaluation by multiparameter flow cytometry with the mitochondrial potential (MP) marker DILC, Annexin V, 7-AAD and surface cell markers, identified 3 populations with decreasing MP and negative 7-AAD: 1. DILC with high MP (MP High )/Annexin(−); 2. DILC with intermediate MP (MP Interm )/Annexin(−) and 3. MP Interm /Annexin(+). Groups were sorted for CD3 + and CD34 + cells, ultrastructural morphology was evaluated by electron microscopy (EM) and their function by culture with Phytohemaglutinin/IL-2 (PHA) for CD3 + and by CFU assay for CD34 + cells. EM revealed lymphocyte shrinkage, nuclei with condensed chromatin and polarized clusters of organelles, findings suggestive of early stages of apoptosis. In addition, CD3 + cells with MP High had higher stimulation than those with MP Interm and impaired more when cells became Annexin(+) (ratio MP High /MP Interm =54; p<0.001). Furthermore, CD34 + cells with MP High showed higher CFU than those with MP Interm /Annexin(−) and those with Annexin(+), (CFU ratio MP High /MP Interm = 17.7 and 35.6 respectively, p<0.05). Evaluation of CD3 + and CD34 + cells upon CB storage over 48hrs and after cryopreservation/thawing showed decreased CD3 + cell viability (p<0.001). 7-AAD failed to detect cells under apoptosis (range 1.1–6.4%). We observed individual variations of the retention of function after cryopreservation/thawing of CD3 + cells (range 37–79%). In contrast, there were no significant variations in viability or function of CD34 + cells after cryopreservation/thawing. Thawed cells with DMSO dilution down to 2% concentration or DMSO removal (Dextran/Albumin wash) effected no significant change in viability or function. Summary: CB cells with decreased mitochondrial potential have impaired function and morphological characteristics of early apoptosis; A combination of 7-AAD with a marker of mitochondrial potential (DILC) allows for the detection of early apoptotic cells which are not detected by 7-AAD; CB-lymphocytes have immature appearance by ultrastructural morphology compared to those of adult peripheral blood; Viability and function of CB-CD34 + cells were not significantly reduced by cryopreservation/thawing but those of CD3 cells were. Lower viability and decreased function of CB-CD3 cells may affect the immunological interactions in double or multiple CB transplants as well as clonal expansion post-transplant.",
    "topics": [
        "apoptosis",
        "cd34 antigens",
        "mitochondria",
        "umbilical cord blood",
        "annexins",
        "cryopreservation",
        "dimethyl sulfoxide",
        "flow cytometry",
        "tissue transplants",
        "transplantation"
    ],
    "author_names": [
        "Maria S. Albano, PhD",
        "Andromachi Scaradavou, MD",
        "Susanne Heck, MD",
        "Cladd E. Stevens, MD",
        "Pablo Rubinstein, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria S. Albano, PhD",
            "author_affiliations": [
                "National Cord Blood Program, New York Blood Center, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andromachi Scaradavou, MD",
            "author_affiliations": [
                "National Cord Blood Program, New York Blood Center, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susanne Heck, MD",
            "author_affiliations": [
                "National Cord Blood Program, New York Blood Center, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cladd E. Stevens, MD",
            "author_affiliations": [
                "National Cord Blood Program, New York Blood Center, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pablo Rubinstein, MD",
            "author_affiliations": [
                "National Cord Blood Program, New York Blood Center, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T06:40:53",
    "is_scraped": "1"
}