{
    "doi": "https://doi.org/10.1182/blood-2018-99-113721",
    "article_title": "Safety and Efficacy of Ibrutinib in Combination with Rituximab and Lenalidomide in Previously Untreated Subjects with Follicular and Marginal Zone Lymphoma: An Open Label, Phase II Study ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies: Antibodies, Immunomodulators, and BTK Inhibitors in Indolent NHL",
    "abstract_text": "Introduction Given the relapsing nature of indolent non-Hodgkin lymphomas (iNHL), the prolonged natural history suggests many patients will undergo multiple lines of therapy over the course of their disease. Combination approaches with rational selection of synergistic mechanisms of action are desirable to improve outcomes and minimize overlapping toxicity. Rituximab and lenalidomide (R 2 ) has resulted in favorable efficacy and manageable toxicity in phase II and III studies (Fowler et al, Lanc Oncol 2014; Fowler et al, ASCO abstract 2018) in untreated iNHL. Ibrutinib, a BTK inhibitor and active B-cell receptor signaling pathway inhibitor, is an attractive agent to build upon R 2 given the therapeutic activity in the microenvironment via enhanced T cell activation and function, reduction in inflammatory cytokines, and diminished interaction with macrophages (Niemann et al, Clin Can Res 2015). We hypothesized that the addition of ibrutinib to R 2 (IR 2 ) would result in enhanced efficacy; the concern from the Phase I study was the potential for excess grade 3 rash (Ujjani et al, Blood 2016). In an attempt to reduce the incidence of grade 3 rash observed in the phase 1 study, an alteration in the cycle 1 dose of lenalidomide was done to assess the efficacy and safety of IR 2 in untreated follicular (FL) and marginal zone lymphoma (MZL) in an open-label phase II, single center study. Methods In this phase II study, adults with untreated stage II, III, or IV FL (grade 1, 2, or 3a) or MZL, who were in need of therapy, received an initial cycle of lenalidomide 15mg/day (days 1-21 of a 28 day cycle), ibrutinib 560mg/day, and 4 weekly doses of rituximab (375mg/m 2 ). For cycles 2-12, patients received 20mg of lenalidomide on days 1-21, 560mg of ibrutinib daily, and rituximab (375mg/m 2 ) on day 1 of each cycle. The primary endpoint was progression-free survival (PFS) at 2 years. Secondary endpoints include: complete response (CR), partial response (PR), overall response (ORR), duration of response (DOR) and overall survival (OS). Results Forty-eight patients with FL (N=38) and MZL (N=10; nodal MZL N=4; splenic ZML N=3; MALT N=3) were enrolled. Median age was 60 years (range 37-81), 67% were male (N=32), 3 (6%) had stage II disease, 12 (25%) stage III, and the remainder had stage IV disease (69%). With a median follow up of 19 months, the estimated 2 year PFS rate was 76% (95% CI: 60-96%). Among FL patients, the ORR according to Lugano criteria was 97%, with a CR rate of 78%. Among MZL patients, the ORR was 80% with a CR rate of 60%. No deaths have been observed to date. Seven (15%) subjects discontinued therapy due to treatment related adverse events (AEs), 3 due to recurrent grade 3 rash, 2 due to pneumonitis (1 grade 2, 1 grade 3), 1 due to pneumonia (grade 3), and 1 due to ventricular arrhythmia (grade 4). The most common grade ≥3 AEs were rash (46%), neutropenia (15%), and diarrhea (13%). The majority of patients with grade 3 rash were managed with interruption in study drugs and antihistamines with successful re-challenge. The most common grade 2 AEs included fatigue (23%), diarrhea (15%), myalgias (17%), rash and edema (each 10%). One patient experienced atrial fibrillation (grade 2) and 1 had an upper GI bleed (grade 3); both successfully resumed treatment without dose reduction. Correlative and minimal residual disease studies are currently underway and will be presented at the meeting. Conclusions Ibrutinib in combination with rituximab and lenalidomide for untreated FL and MZL was associated with promising efficacy. The toxicity profile was manageable. Modification of lenalidomide dose did not significantly impact the incidence of grade 3 or higher rash. Biomarkers are underway to identify patients most likely to benefit from triplet therapy. Disclosures Nastoupil: Merck: Honoraria, Research Funding; Janssen: Research Funding; TG Therappeutics: Research Funding; Celgene: Honoraria, Research Funding; Gilead: Honoraria; Novartis: Honoraria; Spectrum: Honoraria; Genentech: Honoraria, Research Funding; Karus: Research Funding; Juno: Honoraria. Westin: Celgen: Membership on an entity's Board of Directors or advisory committees; Apotex: Membership on an entity's Board of Directors or advisory committees; Novartis Pharmaceuticals Corporation: Membership on an entity's Board of Directors or advisory committees; Kite Pharma: Membership on an entity's Board of Directors or advisory committees. Samaniego: ADC Therapeutics: Research Funding. Neelapu: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cellectis: Research Funding; Poseida: Research Funding; Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Acerta: Research Funding; Karus: Research Funding; Bristol-Myers Squibb: Research Funding; Novartis: Membership on an entity's Board of Directors or advisory committees; Unum Therapeutics: Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Fowler: Janssen: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding.",
    "topics": [
        "ibrutinib",
        "lenalidomide",
        "marginal zone b-cell lymphoma",
        "phase 2 clinical trials",
        "rituximab",
        "exanthema",
        "toxic effect",
        "diarrhea",
        "inhalers",
        "pneumonia"
    ],
    "author_names": [
        "Loretta J. Nastoupil, MD",
        "Hun Ju Lee, MD",
        "F. B. Hagemeister, MD",
        "Jason R. Westin, MD",
        "Felipe Samaniego, MD",
        "Lei Feng, MS",
        "Jiffin John",
        "Sheryl G Forbes",
        "Luis E. Fayad",
        "Michael R Green, PhD",
        "R. Eric Davis, MD",
        "Sattva S. Neelapu, MD",
        "Nathan H. Fowler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Loretta J. Nastoupil, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hun Ju Lee, MD",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "F. B. Hagemeister, MD",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason R. Westin, MD",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Felipe Samaniego, MD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lei Feng, MS",
            "author_affiliations": [
                "Department of Biostatistics, University of Texas M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiffin John",
            "author_affiliations": [
                "Lymphoma/Myeloma, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheryl G Forbes",
            "author_affiliations": [
                "The University of Texas M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis E. Fayad",
            "author_affiliations": [
                "Department of Lymphoma & Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R Green, PhD",
            "author_affiliations": [
                "Department of Lymphoma/Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Eric Davis, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sattva S. Neelapu, MD",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan H. Fowler, MD",
            "author_affiliations": [
                "The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T13:04:00",
    "is_scraped": "1"
}