{
    "doi": "https://doi.org/10.1182/blood.V118.21.2854.2854",
    "article_title": "Alemtuzumab Plus Oral Dexamethasone, Followed by Alemtuzumab Maintenance or Allogeneic Transplantation in Ultra High-Risk CLL: Interim Analysis of a Phase II Study of the GCLLSG and fcgcll/MW  ",
    "article_date": "November 18, 2011",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Abstract 2854 Alemtuzumab (A) proved to be efficacious in CLL patients (pts) with very poor prognosis, either due to fludarabine (F) refractoriness or due to unfavorable cytogenetics (17p-). However, rate and duration of remissions still remain unsatisfactory. Therefore, the French and German CLL study groups jointly embarked on this trial, trying to achieve higher overall response rates (ORR) by adding high-dose dexamethasone (D) to A and, simultaneously, investigating the consolidation effect of prolonged A maintenance or allogeneic stem-cell transplantation (allo-SCT), respectively. Induction treatment consisted of subcutaneous A 30 mg weekly × 3 for 28 days, combined with oral D 40 mg on days 1–4 and 15–18, and prophylactic pegfilgrastim 6 mg on days 1 and 15. Depending on the remission status, pts were treated for up to 12 weeks. If CR was documented at 4 or 8 weeks, or at least SD was achieved at 12 weeks, consolidation was scheduled with either allo-SCT or A maintenance with 30 mg every 14 days for up to 2 years (y), at the discretion of pt and physician. Between January 2008 and July 2011, 124 pts were recruited at 26 centers, 120 of whom were eligible. Pts were generally subdivided into three cohorts: 55 pts were refractory (i.e. no response or relapse within 6 months) to regimens containing F or a similar drug (i.e. pentostatin, cladribine, bendamustine). Non-refractory pts all exhibited 17p- and had either untreated (n=39) or relapsed CLL (n = 26) requiring therapy. The median age was high with 66/64/66 y in 17p- 1 st line, 17p- relapse, and F-refractory pts, respectively. The three cohorts had 46/54/75% Binet C disease, 41/35/27% B symptoms, 38/42/53% reduced performance status (ECOG 1/2), median thymidine kinase levels of 35/49/24 U/L, median ß2MG levels of 3.8/5.5/4.6 mg/L, and IGHV was unmutated in 89/96/87%. In the F-refractory group, 53% exhibited 17p deletion and 22% had 11q deletion. Pretreated patients had received a median of 3 (F-refractory) or 2 prior lines (17p- relapse). 5 pts had previously undergone autologous and 1 pt allo-SCT. Treatment and efficacy data are currently available for 87 pts who completed induction therapy :17p- 1 st -line (n=30), 17p- relapse (n=17), and F-refractory (n=40). Of these, 80/53/55% received the full induction of 12 weeks. ORR (best observed status) was generally high with 97/76/70%. CR was achieved in 20/0/5%. After a median follow-up of 11.8 months (mo), median progression-free survival (PFS) was 16.9/10.4/8.4 mo. Deaths are recorded in 13/27/36% of pts, with median overall survival (OS) not yet reached (>24 mo) in the 17p- 1 st line group, and 15/12 mo in 17p- relapse/F-refractory pts. Consolidation treatment was performed as maintenance A (median duration 32 weeks, range 2 – 89) in 34%, and allo-SCT in 30%, with a median age of 66 and 61 y in these subgroups. The main reasons for going off-study without consolidation were death due to infection (14%, n=11, of these 6 without response, and 10 in the F-refractory cohort), CLL progression (12%), and other toxicity (5%). Among the 28 pts not receiving consolidation, there were 19 (68%) deaths, 15 of them in the F-refractory cohort. When comparing A maintenance and allo-SCT for consolidation, there were 9 (35%) and 7 (30%) PD events, respectively and there was so far no significant difference in PFS (median 17 mo in both groups) or OS. During induction, grade 3/4 hematotoxicity consisted of anemia in 28%, neutropenia in 47%, and thrombopenia in 44%. Grade 3/4 non-CMV infection occurred in 29% of 17p- 1 st -line, 15% of 17p- relapsed, and 56% of F-refractory pts. CMV reactivation was observed in 54/25/40%, without severe sequelae recorded. During A maintenance, grade 3/4 toxicity consisted of neutropenia in 39% pts and thrombopenia in 4% pts with 6 SAEs (ITP, diarrhea, infection, erythema, tachycardia, and thrombosis). Conclusions: The combination of A and D shows high response rates in ultra high-risk CLL, with promising preliminary findings for PFS and OS, despite the high median age of the pts. The results compare favorably to ORR/CR of 68%/5%, and median PFS of 11.3 mo in the 17p- subgroup of the CLL8 study treated with FCR, consisting of younger pts (median 61 y). In F-refractory CLL however, when compared to the preceding CLL2H study with single agent A, the improved initial response by adding dexamethasone does not seem to translate into improved long-term results. More mature follow-up is needed, especially with respect to the impact of allo-SCT. Disclosures: Stilgenbauer: Amgen: Consultancy, Honoraria, Research Funding; Genzyme: Consultancy, Honoraria, Research Funding. Off Label Use: Alemtuzumab in 1st line CLL treatment. Cymbalista: Roche (d) Mundipharma (e) Genzyme (e): Honoraria, Research Funding. Hinke: WiSP (CRO): Employment.",
    "topics": [
        "alemtuzumab",
        "dexamethasone",
        "interim analysis",
        "phase 2 clinical trials",
        "transplantation, homologous",
        "brachial plexus neuritis",
        "allopurinol",
        "infections",
        "disease remission",
        "follow-up"
    ],
    "author_names": [
        "Stephan Stilgenbauer, Prof. Dr. med",
        "Florence Cymbalista, Pr",
        "Véronique Leblond, Pr",
        "Alain Delmer, MD",
        "Dirk Winkler, MD",
        "Andreas Bühler, Dr. med.",
        "Thorsten Zenz, Prof. Dr. med.",
        "Silja Mack",
        "Raymonde Busch, Dipl.-Math.",
        "Axel Hinke, Dr.",
        "Sylvain Choquet, MD",
        "Caroline Dartigeas, Dr.",
        "Bruno Cazin, Dr.",
        "Olivier Tournilhac, MD, PhD",
        "Michael Rieger, MD",
        "Jürgen Alt, Dr. med",
        "Martin Sökler, Dr. med",
        "Johannes Schetelig, MD",
        "Peter Dreger, Prof. Dr. med.",
        "Michael Hallek, MD",
        "Hartmut Döhner, Prof. Dr. med."
    ],
    "author_dict_list": [
        {
            "author_name": "Stephan Stilgenbauer, Prof. Dr. med",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Florence Cymbalista, Pr",
            "author_affiliations": [
                "Hopital Avicenne, Service d'Hematologie Biologique, Bobigny, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Véronique Leblond, Pr",
            "author_affiliations": [
                "Service d'Hématologie, Hôpital Pitié-Salpêtrière, Paris, France, Paris, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alain Delmer, MD",
            "author_affiliations": [
                "Service d'Hématologie Clinique, CHU de Reims, REIMS, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Winkler, MD",
            "author_affiliations": [
                "Internal Medicine III, Universtity of Ulm, Ulm, Germany, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Bühler, Dr. med.",
            "author_affiliations": [
                "Internal Medicine III, Universtity of Ulm, Ulm, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Zenz, Prof. Dr. med.",
            "author_affiliations": [
                "Internal Medicine V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silja Mack",
            "author_affiliations": [
                "Internal Medicine III, University Ulm, Ulm, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymonde Busch, Dipl.-Math.",
            "author_affiliations": [
                "Institute of Medical Statistics and Epidemiology, Technical University Munich, Munich, Germany, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Axel Hinke, Dr.",
            "author_affiliations": [
                "WiSP Wissenschaftlicher Service Pharma GmbH, Langenfeld, Germany, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sylvain Choquet, MD",
            "author_affiliations": [
                "Department of Haematology, Hôpital de la Pitié-Salpétrière, Paris, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caroline Dartigeas, Dr.",
            "author_affiliations": [
                "Service Oncologie et Hématologie, CHU de Tours, Tours, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Cazin, Dr.",
            "author_affiliations": [
                "Service de Maladies du Sang, CHU Claude Huriez, Lille Cedex, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Tournilhac, MD, PhD",
            "author_affiliations": [
                "Service de thérapie cellulaire et hématologie clinique adulte, Université Auvergne EA3846, Inserm CIC-501, University Hospital Estaing, CLERMONT-FERRAND, France, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Rieger, MD",
            "author_affiliations": [
                "Medizinische Poliklinik V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jürgen Alt, Dr. med",
            "author_affiliations": [
                "III.Med. Klinik für Hämatologie / Onkologie, Johannes-Gutenberg-Universität Mainz, Mainz, Germany, "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Sökler, Dr. med",
            "author_affiliations": [
                "Abteilung Innere Medizin II, Universitätsklinikum Tübingen, Tübingen, Germany, "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Schetelig, MD",
            "author_affiliations": [
                "Universitätsklinikum Carl Gustav Carus Dresden, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Dreger, Prof. Dr. med.",
            "author_affiliations": [
                "Medizinische Poliklinik V, University of Heidelberg, Heidelberg, Germany, "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Hallek, MD",
            "author_affiliations": [
                "Klinik I für Innere Medizin, Uniklinik Koeln, Köln, Germany"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Döhner, Prof. Dr. med.",
            "author_affiliations": [
                "Internal Medicine III, University of Ulm, Ulm, Germany, "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:29:05",
    "is_scraped": "1"
}