{
    "doi": "https://doi.org/10.1182/blood-2018-99-111995",
    "article_title": "Impact of Splanchnic Vein Thrombosis on Mortality in Patients with Advanced Pancreatic Cancer ",
    "article_date": "November 29, 2018",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster III",
    "abstract_text": "BACKGROUND: The incidence of venous thromboembolism in pancreatic cancer is high. Pancreatic cancer patients who develop deep venous thrombosis (DVT) or pulmonary embolism (PE) have increased mortality compared to those without. Pharmacological anticoagulation mitigates the increased mortality in these patients thus providing rationale for treatment. The incidence of splanchnic vein thrombosis (SVT) in pancreatic cancer is also high ~8% (Pachon JCO 2015, Sogaard Blood 2015). However, the correlation between SVT and mortality in pancreatic cancer is not well established. Current guidelines recommend anticoagulation for SVT on a case-to-case basis, assessing the risk-benefit of treatment and patient prognosis (Khorana J Thromb Thrombolysis 2016). Hence, we conducted the largest study to date to evaluate the impact of SVT on mortality in a cohort of United States Veterans with advanced pancreatic cancer. METHODS: Study Population: We identified patients in the Veterans Administration Central Cancer Registry (VACCR) diagnosed with unresectable or metastatic pancreatic cancer (stage II, III, IV) between October 1st, 1998 and December 31st, 2014 using ICD-O3 codes. We then identified the pancreatic cancer patients who developed SVT using ICD-9/10 codes and the CPT codes for relevant diagnostic imaging. Patients with DVT, PE and atrial fibrillation were excluded. Statistical Analyses : We compared baseline patient characteristics between pancreatic cancer patients with SVT and those without using Chi-square and Cochrane-Mantel-Haenszel tests for categorical variables, and unpaired Student's t-tests for continuous variables. Using Cox proportional hazard models, we assessed the association between SVT and overall survival in patients with pancreatic cancer while adjusting for significant prognostic indicators including: age, gender, body mass index (BMI), Charlson comorbidity index, stage of cancer (stage IV vs. stage II/III), white blood cell count (WBC), estimated glomerular filtration rate (eGFR), use of radiation or chemotherapy. A two-tailed alpha significance level of 0.05 was used for all analyses. Statistical analyses were performed using SAS version 9.2 (SAS Institute, Cary, NC). RESULTS: We identified 6296 patients with unresectable or metastatic pancreatic cancer within the VACCR, of whom 170 were diagnosed with SVT. Baseline demographics of patients with and without SVT are shown in Table 1. The median OS of the patients with SVT was 140 days as compared to 92 days for those without SVT, Figure 1. After adjusting for potential confounders, patients with SVT had a 16% reduction in mortality compared to those without (HR 0.84, p = 0.03). In addition, increasing age, male gender, BMI < 18.5, increasing comorbidities, eGFR < 45 mL/min, WBC > 10 x 10 9 /L, metastatic disease (stage IV) were associated with increased risk of death, while receipt of chemo or radiation therapy and BMI ≥ 25 were associated with a reduced risk of death. DISCUSSION/CONCLUSION: In this large retrospective study of patients with advanced pancreatic cancer, we found no association between SVT and increased mortality in patients with pancreatic cancer. A significant number of SVTs are detected incidentally on surveillance scans, and are thus asymptomatic at diagnosis. Anticoagulation is associated with an increased risk of hemorrhage which can be fatal in some cases. Given the lack of association between SVT and death in pancreatic cancer, future studies should assess the impact of anticoagulation on outcomes in this population with consideration given to observation only to reduce the risk of hemorrhage. View large Download slide View large Download slide  Close modal Disclosures Sanfilippo: BMS/Pfizer: Speakers Bureau.",
    "topics": [
        "pancreatic cancer",
        "venous thrombosis",
        "supraventricular tachycardia",
        "anticoagulation",
        "deep vein thrombosis",
        "cancer",
        "chemotherapy regimen",
        "pancreatic cancer stage iv",
        "secondary malignant neoplasm of pancreas",
        "atrial fibrillation"
    ],
    "author_names": [
        "Amber Afzal, MD",
        "Suhong Luo, MS",
        "Theodore S. Thomas, MD MPHS",
        "Kristen M. Sanfilippo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amber Afzal, MD",
            "author_affiliations": [
                "Internal Medicine, Division of Hematology/Oncology, Washington University at St Louis, Saint Louis, MO "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Suhong Luo, MS",
            "author_affiliations": [
                "St. Louis Veterans Affairs Medical Center, Saint Louis, MO "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theodore S. Thomas, MD MPHS",
            "author_affiliations": [
                "St. Louis Veterans Affairs Medical Center, Saint Louis, MO ",
                "Washington University in St. Louis, Saint Louis, MO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kristen M. Sanfilippo, MD",
            "author_affiliations": [
                "St. Louis Veterans Affairs Medical Center, Saint Louis, MO ",
                "Washington University School of Medicine in St. Louis, Saint Louis, MO"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:39:35",
    "is_scraped": "1"
}