{
    "doi": "https://doi.org/10.1182/blood.V124.21.4348.4348",
    "article_title": "Platelet-Derived Growth Factor Has a Potent Effect on MK Proliferation, F-Actin Reorganization and Proplatelet Formation Via PDGFR and p-Akt or p-ERK1/2 Pathways ",
    "article_date": "December 6, 2014",
    "session_type": "504. Hematopoiesis: Cytokines, Signal Transduction, Apoptosis and Cell Cycle Regulation: Poster III",
    "abstract_text": "Platelet-derived growth factor (PDGF) may intimate the existence of an autocrine and/or paracrine loop constructed by megakaryocytes (MKs) and their granular constituents in the regulation of megakaryopoiesis and thrombopoiesis. Our study demonstrated that PDGF has a promoting effect on thrombopoiesis in an irradiated-mice model (Ye et al, Haematologica , 2010). PDGF may enhance megakaryopoiesis and platelet production via PDGFR and Erk/Akt pathways. PDGF receptors were identified on platelets and megakaryocytic cells (MKs) by ELISA, flow cytometry and immunocytochemical staining. MK proliferation and platelet formation were studied by CFU-MK and pro-platelet assay. Both PDGFR subtype were identified on platelets and MKs; Levels of PDGF beta-receptors exceeded that of alpha-receptors. PDGF-BB significantly stimulated MKs proliferation; this mitogenic effect was partially neutralized by antibodies directed against the PDGF beta-receptors. Western blot also determind that these receptors mediate PDGF-BB-inducible expression of c-fos. In the MKs apoptotic model, PDGF had a similar anti-apoptotic effect as TPO on MKs. We demonstrated that PDGF activated the Akt signaling pathway, while addition of imatinib mesylate reduced p-Akt expression, suggesting that the PDGF-initiated protective effect is likely to be mediated via PDGF receptors with subsequent activation of the Akt pathway. PDGF also promoted proplatelet formation in MKs and this effect was reduced by PDGFR antibodies. In PDGF-BB (50ng/ml) and TPO (50 ng/ml) groups had more proplatelet bearing MKs; in 200 MKs, proplatelet bearing MKs in PDGF-BB treatment group was (15 % ± 3.2), and in TPO group was (18 % ± 2.5), which were significantly more than the control group (7 % ± 2.6) (n=5). Whether PDGF has effects on cytoskeleton reorganization of MKs, and whether the effect can be reduced by Erk1/2 inhibitor PD98059, MKs were staining with F-actin specific binder rhodamine-phalloidin. We observed that polymerized actin level is lower in control group refer to PDGF-BB group and distributed throughout the cytoplasm with occasionally few aggregation. In contrast, polymerization actin level was higher in PDGF-BB group. Adding PD98059, the fluorescence intensity was reduced (n=5). Our data demonstrated that treated with PDGF-BB for 30 minutes Erk1/2 was activated in MKs. This study suggests that PDGF has a potent effect on megakarpoiesis and platelet formation. This effect is likely mediated via PDGF beta-receptors with subsequent activation of p-ERK1/2 or p-Akt, which leads to MKs proliferation, F-actin reorganization and proplatelet formation. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Mo Yang, MDPhD",
        "Yuan-shan Cheng, MD",
        "Su-yi Li, MD",
        "Fan-yi Meng, MD",
        "Qi-zhou Lian, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mo Yang, MDPhD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yuan-shan Cheng, MD",
            "author_affiliations": [
                "The First Affiliated Hospital of Shantou University, Shantou, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Su-yi Li, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fan-yi Meng, MD",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qi-zhou Lian, MDPhD",
            "author_affiliations": [
                "Department of Medicine, LKS Faculty of Medicine, The University of Hong Kong, Hong Kong, PR China;, Hong kong, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T06:45:43",
    "is_scraped": "1"
}