{
    "doi": "https://doi.org/10.1182/blood.V104.11.2814.2814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=34",
    "start_url_page_num": 34,
    "is_scraped": "1",
    "article_title": "Final Results of the Thai-NHLBI Epidemiological Study of Aplastic Anemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Aplastic anemia, rare in the West, is a relatively more frequent hematologic diagnosis in Asia. A systematic epidemiological study of aplastic anemia was conducted in Thailand from 1989–2002 in order to determine both the incidence and environmental risk factors. We employed the methodology established by the International Agranulocytosis and Aplastic Anemia Study, conducted in Europe and Israel in the 1980s. In the first phase of the current study, we documented an annual incidence of 3.9 per million for the Bangkok metropolitan area and 5 per million in the northeast region of Khonkaen. Aplastic anemia therefore occurs at a rate at least 2–3 fold more frequent in Thailand than in Europe and Israel. We now report final results of the case-control portion of the study, in which 541 patients and 2,261 hospital controls were enrolled--the largest epidemiologic study of aplastic anemia to date. Environmental exposures were determined with a detailed personal interview, with emphasis on both known risk factors for aplastic anemia and novel factors that might provide clues to disease causation. Among previously suspected factors, we observed significantly elevated relative risk estimates for benzene (3.5) and other solvents (mostly unspecified thinners; 2.0), and among medical drugs for sulfonamides (5.6), thiazides (3.8), and mebendazole (3.0). Chloramphenicol use was infrequent among cases and controls, and no significant association was observed. A number of agricultural pesticides were implicated in Khonkaen: there were significant associations with organophosphates (2.1), DDT (6.7), and carbamates (7.4), and an association of borderline significance with paraquat (2.3). Among novel factors, we found significant risks for farmers and their family members who had been exposed to ducks and geese (3.7) and a borderline association with the use of animal fertilizer (2.1). There was a significant association confined to Khonkaen with drinking other than bottled and distilled water (2.8). Nonmedical needle exposure through tattooing, body piercing, or acupuncture was infrequent but associated in Bangkok and Khonkaen combined (3.8). Only two cases consistent with a diagnosis of post-hepatitis aplastic anemia were observed. Our results confirm the well known link between aplastic anemia and benzene, other solvents, and some medical drugs, but only a small proportion of cases were exposed to these agents. A variety of pesticides were implicated and these could account for up to 15% of cases in Khonkaen. Most striking was the large etiologic fraction of aplastic anemia in that region accounted for by animal exposures and especially drinking of water from sources such as wells, rural taps, and rainwater. These findings are consistent with an infectious etiology for many cases of aplastic anemia in rural Thailand.",
    "topics": [
        "aplastic anemia",
        "epidemiologic studies",
        "national heart, lung, and blood institute",
        "benzene",
        "pesticides",
        "solvents",
        "acupuncture procedure",
        "agranulocytosis",
        "body piercing",
        "carbamates"
    ],
    "author_names": [
        "Surapol Issaragrisil, M.D.",
        "David W. Kaufman, Sc.D.",
        "Theresa E. Anderson, R.N.",
        "Kanchana Chansung, M.D.",
        "Paul Leaverton, Ph.D.",
        "Samuel Shapiro, M.B., F.R.C.P. (E.)",
        "Neal S. Young, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Sirriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Slone Epidemiology Center, Boston University, Boston, MA, USA"
        ],
        [
            "Slone Epidemiology Center, Boston University, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Khonkaen University, Khonkaen, Thailand"
        ],
        [
            "School of Public Health, University of South Florida, Tampa, FL, USA"
        ],
        [
            "Slone Epidemiology Center, Boston University, Boston, MA, USA"
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "13.757161299999998",
    "first_author_longitude": "100.4860822"
}