{
    "doi": "https://doi.org/10.1182/blood.V126.23.2442.2442",
    "article_title": "A Novel Antisense Long Noncoding RNA Modulates NR4A1 Protein Level in Myeloid Malignancies ",
    "article_date": "December 3, 2015",
    "session_type": "603. Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Introduction: The advent of whole transcriptome sequencing technologies revealed that most of the human genome is transcribed, producing a large repertoire of long noncoding RNAs (lncRNAs). They are known to participate in epigenetic regulation at different levels and alter mRNA stability of coding genes, emerging as key players in carcinogenesis. In the present study, we identified a novel unspliced long noncoding RNA that is transcribed from the opposite strand on the NR4A1 gene locus. The tumor suppressor NR4A1 has been associated with the regulation of apoptosis and proliferation in various tumors and shows a reduced expression in myelodysplastic syndrome (MDS). Additionally, the abrogation of this locus in murine models caused the development of acute myeloid leukemia (AML). We hypothesized that lncNR4A1 plays an important role in hematopoietic malignancy pathogenesis and possibly regulates its coding counterpart. Methods: Expression of lncNR4A1 and its sense gene NR4A1 were evaluated in CD34 + cells from bone marrow of normal donors (n=7) and patients (n= 27; MDS= 14 [low‐risk=8, high‐risk=6], AML with myelodysplastic related changes [AML‐MRC]=4 and de novo AML=9) by qRT-PCR. Results were expressed as mean (minimum-maximum) after appropriate statistical analysis. The orientation and full-length of lncNR4A1 were confirmed by strandspecific RT-PCR, RACE-PCR and sequencing techniques. For functional analysis, lncNR4A1 was inhibited with a lentiviral vector system in U937 cells. Apoptosis was evaluated by Annexin‐V/PI and the cell cycle analysis was performed applying PI incorporation by flow cytometer analysis. Mitochondrial activity was evaluated with MTT assays. Western blot was used to measure the NR4A1 protein expression and for monitoring key proteins in the cell cycle signaling pathway. Results: NR4A1 mRNA was significantly decreased in bone marrow/CD34 + from patients with MDS and AML compared to healthy donors ( p<0.05 ), consistent with previous studies. In contrast, the long noncoding expression was significantly increased in patients with low-risk MDS (4.60[0.20-10.05]) and high-risk MDS (8.40[2.54-16.87]; p=0.008 ) compared to healthy donors (1.22[0.02-4.11]). Next, we examined the pattern of expression of the non-coding transcript compared with NR4A1 gene expression from each MDS patients and healthy donors. Interestingly the results showed higher levels of noncoding expression when compared to NR4A1 gene expression in MDS patients, however, noncoding expression was less abundant compared with coding gene expression in all of healthy donors samples (low-risk MDS 3.55[-6.25 to 14.54]; p=0.020 and high-risk MDS 17.43[2.15 to 50.17] p=0.002 ; donors -13.06 [-33.3 to -3.22]). The strand-oriented RT-PCR show that lncNR4A1 is transcribed in the antisense direction relative to protein-coding mRNA encoded in NR4A1 locus in two different leukemia cell lines. Using a combined approach involving RACE with primer-walking PCR and sequencing, we extend the sequence resulting in a full-length lncNR4A1 transcript of 5581 nt, overlapping the exons 3,4,5 and 6 of the coding gene. The knockdown of lncNR4A1 with shRNA did not affect the abundance of NR4A1 mRNA, but unexpectedly increased the NR4A1 protein expression levels. Noncoding depletion reduced significantly the cell viability compared with control cells ( p=0.007 ). In addition to reducing cell proliferation, lncNR4A1 sh-mediated depletion induced the increase on the sub-G1 percentage population cells with a subsequent decrease of DNA synthesis S phase ( p=0.027 ) compared with control cells. Moreover, lncNR4A1 knockdown increased p21 protein levels which correlates with G1 phase cell arrest, and with blocking the S phase entrance and cell growth. We also detected a slight Cyclin A down-regulation after noncoding inhibition which explains the reduction of G1-S transition. No significant difference was found in cell death between sh-noncoding and control cells. Conclusions: Our results showed a post-transcriptional modulation of the NR4A1 by a novel long noncoding RNA and suggested a putative oncogenic role of lncNR4A1 in hematologic malignancy. Since NR4A1 is a potent tumor suppressor for leukemia and MDS, the inhibition of lncNR4A1 could emerge as a new therapeutic strategy by upregulation of NR4A1 protein. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cancer",
        "rna, untranslated",
        "rna, messenger",
        "polymerase chain reaction",
        "cd34 antigens",
        "leukemia",
        "myelodysplastic syndrome",
        "reverse transcriptase polymerase chain reaction",
        "carcinogenesis",
        "cyclin a"
    ],
    "author_names": [
        "Flávia Adolfo Corrocher, MSc",
        "Ada Congrains, PhD",
        "Fernanda Soares Niemann, MSc",
        "Bruna Palodetto, MSc",
        "Fernanda Marconi Roversi, PhD",
        "Mariana Ozello Baratti, PhD",
        "Paula de Melo Campos, PhD",
        "Sara Teresinha Olalla Saad, PhD MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Flávia Adolfo Corrocher, MSc",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ada Congrains, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Soares Niemann, MSc",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruna Palodetto, MSc",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernanda Marconi Roversi, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariana Ozello Baratti, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paula de Melo Campos, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Teresinha Olalla Saad, PhD MD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T21:25:47",
    "is_scraped": "1"
}