{
    "doi": "https://doi.org/10.1182/blood.V120.21.4138.4138",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2313",
    "start_url_page_num": 2313,
    "is_scraped": "1",
    "article_title": "An Alternative Method for Myeloablative Allogenic Stem Cell Transplantation in Hematological Malignancies: Reduced BUCY2 and GCS-F Primed Bone Marrow Stem Cells ",
    "article_date": "November 16, 2012",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic stem cell transplant",
        "antibiotic prophylaxis",
        "autologous stem cell transplant",
        "bone marrow",
        "busulfan",
        "cyclophosphamide",
        "cyclosporine",
        "diarrhea",
        "endotracheal aspiration",
        "glasgow coma scale"
    ],
    "author_names": [
        "Eucario León-Rodríguez, MD",
        "Patricia Guzmán-Uribe, MD",
        "Sandra Ileana Pérez-Álvarez, MD",
        "Andrea Castro-Sánchez, MD",
        "Karla Adriana Espinosa-Bautista, MD",
        "Alejandra Armengol-Alonso, MD",
        "Elena Tuna-Aguilar, MD",
        "Yvette Neme-Yunes, MD",
        "Irma Espinosa-Poblano, MD",
        "Antonio Velázquez-González, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Hematology and Oncology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico, "
        ],
        [
            "Transfusional Medicine, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
        ],
        [
            "Transfusional Medicine, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico"
        ]
    ],
    "first_author_latitude": "19.288814900000002",
    "first_author_longitude": "-99.1574633",
    "abstract_text": "Abstract 4138 Background: Allogeneic stem cell transplantation (ASCT) is the standard treatment for several diseases. However, the morbidity and mortality associated with the procedure limit its widespread use in developing countries. We implemented a novel conditioning method to reduce complications and improve survival. We hypothesized that the dose reduction in this regimen (about 20–25%), would preserve its myeloablative and immunosupressive effect, but with significantly reduced toxicity and mortality. Objectives: Describe clinical characteristics, toxicity, frequency of GVHD and survival of adult mexican patients undergoing ASCT using reduced BUCY2 and G-CSF primed bone marrow as a conditioning method. Material and Methods: Prospective cohort study of patients with matched related donor allotransplant using this new method from November 1999 to December 2011. Stem cell collection was obtained from iliac crests by multiple aspiration. The donor received GCS-F (10μg/kg/day) 3 to 5 days prior to harvest. The conditioning included: Busulfan 12mg/kg PO (3mg/kg/d in -7, -6, -5, -4), Cyclophosphamide 80mg/kg IV (40mg/kg/d in −3, −2), and GVHD prophylaxis with Cyclosporine A (1.5mg/kg bid, beginning at -1: target 200–300 ng/μL) and a short course of Methotrexate. All patients received antimicrobial prophylaxis once the neutrophil count reached < 500/μL. Weekly CMV antigenemia was performed until the 4th month post-transplant. Neutrophil and platelet engraftment were defined as the first of three consecutive days with a neutrophil count □ 0.5 × 10 9 /L and □ 20 × 10 9 /L without transfusion, respectively. Transplant related mortality was defined as any death directly attributed to the conditioning regimen, to aplasia during transplant and/or to infectious or GVHD complications. Engraftment failure was defined as the inability to achieve neutrophil and platelet engraftment during the first 28 th days postransplant. Statistical Analysis: Descriptive analysis was used for continuous and categorical variables. Kaplan–Meier curves to asses overall survival, and central tendency measures to analyze: general features, time of engraftment and hospitalization days (SPSS 17.0). Results: 29 patients undergoing ASCT with reduced BUCY2 and GCS-F primed-bone marrow were included. All had a HLA-matched related donor, median age of 29 years. 19 patients (65.5%) were male. The diagnosis was: MDS in 10 patients (34.5%), CML in 9 (31%), ALL in 6 (20.7%), AML in 2 (6.9%) and PNH in 2 (6.9%). The median CD34+ transfused cells: 1.9 × 10 6 /kg. Median time to neutrophil and platelet recovery: 20 days (range 14–29) and 15 days (range 7–36), respectively. All patients engrafted. The most common toxicity was mucositis (79.3%) with grade III-IV in 48.3% of cases. Hepatic (41.4%) and renal (48.3%) toxicities, were mild, transient and easily managed with support measures ( table 1 ). Acute and chronic GVHD developed in 6.9% and 34.5% of patients, respectively. There was no mortality at 30 days, and 100-day mortality was 7% (2 patients), attributed to infectious complications. Transplant related mortality was 10% (3 patients) and 5-year overall survival was 70.3%. Table 1.  . Grade I . Grade II . Grade III . Grade IV . Total . Mucositis 3 (10.3%) 6 (20.7%) 10 (34.5%) 4 (13.8%) 23 (79.3%) Hepatic toxicity 4 (13.8%) 3 (10.3%) 5 (17.2%) 0 12 (41.4%) Nausea 11 (37.9%) 5 (17.2%) 1 (3.4%) 0 17 (58.6%) Vomit 11 (37.9%) 2 (6.9%) 0 0 13 (44.8%) Diarrhea 5 (17.2%) 3 (10.3%) 1 (3.4%) 0 9 (31.0%) Renal toxicity 11 (37.9%) 3 (10.3%) 0 0 14 (48.3%) . Grade I . Grade II . Grade III . Grade IV . Total . Mucositis 3 (10.3%) 6 (20.7%) 10 (34.5%) 4 (13.8%) 23 (79.3%) Hepatic toxicity 4 (13.8%) 3 (10.3%) 5 (17.2%) 0 12 (41.4%) Nausea 11 (37.9%) 5 (17.2%) 1 (3.4%) 0 17 (58.6%) Vomit 11 (37.9%) 2 (6.9%) 0 0 13 (44.8%) Diarrhea 5 (17.2%) 3 (10.3%) 1 (3.4%) 0 9 (31.0%) Renal toxicity 11 (37.9%) 3 (10.3%) 0 0 14 (48.3%) View Large Discussion and conclusions: Our results show some advantages compared with standard regimens: noteworthy 5-year OS (70%), similar time to engraftment as for HSC from peripheral source and low GVHD incidence. There was a low TRM (10%), compared to myeloablative regimens, and probably lower than reduced intensity transplants. Main toxicities were grade II-III mucositis and hepatic toxicity, without serious clinical significance. Also, there was a low incidence of acute GVHD (6.9%) probably related to reduced tisular toxicity associated to the conditioning dose reduction, as well as the use of primed bone marrow. In conclusion, this strategy preserves an immunosuppressive and cytotoxic effect allowing eradication of the malignant clone with adequate bone marrow engraftment, acceptable toxicity, low incidence of GVHD and low TRM, representing a new alternative for ASCT. Disclosures: Armengol-Alonso: European Society of Clinical Oncology: Fellowship Other. Neme-Yunes: Agrupación Mexicana para el Estudio de la Hematología: Employment."
}