{
    "doi": "https://doi.org/10.1182/blood.V128.22.4602.4602",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3456",
    "start_url_page_num": 3456,
    "is_scraped": "1",
    "article_title": "Abnormalities of the Bone Marrow Immune Microenvironment in Patients with Prolonged Isolated Thrombocytopenia after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow",
        "thrombocytopenia",
        "allopurinol",
        "hematopoietic stem cell transplantation",
        "cytokine",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "flow cytometry",
        "interleukin-17"
    ],
    "author_names": [
        "Yang Song",
        "Yuan Kong",
        "Min-Min Shi",
        "Yu-Qian Sun",
        "Yu Wang",
        "Xiao-Hui Zhang",
        "Lan-Ping Xu",
        "Xiao-Jun Huang"
    ],
    "author_affiliations": [
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China ",
            "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China ",
            "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China "
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key laboratory of Hematopoietic Stem Cell Transplantation, Beijing, China"
        ],
        [
            "Peking University People's Hospital, Peking University Institute of Hematology, Beijing Key Laboratory of HSCT, Beijing, China ",
            "Peking-Tsinghua Center for Life Sciences, Academy for Advanced Interdisciplinary Studies, Peking University, Beijing, China "
        ]
    ],
    "first_author_latitude": "39.936532",
    "first_author_longitude": "116.354693",
    "abstract_text": "Background: Prolonged Isolated Thrombocytopenia (PT), is a serious complication after allogeneic hematopoietic stem cell transplantation (allo-HSCT) and defined as the engraftment of all peripheral blood cell lines other than a PLT count ≤20×10E+9/L or dependence on PLT transfusions for more than 90 days after allo-HSCT. Nevertheless, the mechanisms underlying PT remain unclear. Recent studies have presumed that the mechanism of PT might be similar, at least in part, to that of Immune Thrombocytopenia (ITP). BM immune microenvironment is considered to be involved in the regulation of hematopoiesis, and also influence the production of platelets. There is growing evidence that activated CD8+ T cells in the bone marrow (BM) of patients with ITP might suppress megakaryocyte apoptosis, leading to impaired platelet production. In our previous study, we also found the deregulated T cells responses in BM were associated with ITP patients. Therefore, we hypothesized aberrant immune microenvironment may also influence the production of platelet after allo-HSCT, contributing to the occurrence of PT, so we conducted a study to analyze the alteration of T cell subpopulations and cytokines in BM micro-environment of allotransplant patients. Aims: To compare the cellular compositions and function of T cells in BM microenvironment between patients with PT and good graft function (GGF) after allo-HSCT. Methods: Using a prospective nested case-control study, the T cell subpopulations in BM were analyzed by flow cytometry in 15 patients with PT, 30 matched patients with GGF after allo-HSCT, and 15 healthy donors (HDs). The fractions of T cells, including Th1, Tc1,Th2, Tc2 ,Th17 and Treg were identified as CD3+CD8-IFN-gama+, CD3+CD8-IFN-gama+, CD3+CD8+IL4+, CD3+CD8+IL-4+, CD3+CD8-IL17A+ and CD3+CD4+CD25+Foxp3+, respectively. The levels of IFN-gama, IL-4 and IL-17A in BM plasma were detected by cytometric beads assay. Results: The demographic and clinical characteristics were similar between allo-HSCT patients with PT and those with GGF. The T cell subset analysis revealed that the proportion of CD8+ T cells in BM was higher in PT patients. The in vitro cytokine stimulated tests demonstrated a significant higher proportion of Th1 in PT patients (29.8% ±13.0% vs. 21.7%±12.2%, P =0.01), and we also found an elevated percentage of Tc1 in PT patients when compared with GGF (39.3% ±19.3% vs. 23.0% ± 14.0%, P =0.01). Meanwhile, the similar percentage of Th2 and Tc2 were found in PT patients. The type-1/ type-2 response ratio was calculated by the percentages of Th1/Th2 and Tc1/Tc2. A significant elevation in the ratio of Tc1/Tc2 (37.3 vs. 22.1 vs. 15.6, P <0.05) was observed in PT when compared with those in GGF and HDs, whereas the ratio of Th1/Th2 did not differ from GGF. Moreover, we also found the significant elevated percentage of Th17 (3.1% ±2.1% vs. 1.1%± 0.7%, P <0.01) and the similar percentage of Treg in PT patients compared with GGF, leading to a higher ratio of Th17/Treg (0.9 vs. 0.6 vs. 0.3, P <0.05). The changes of IFN-gama, IL-4 and IL-17A levels in BM plasma detected by cytometric beads assay were in accordance with the intracellular cytokine results analyzed by flow cytometry. Summary/Conclusion: Our study demonstrated that the abnormal BM immune microenvironment including the higher percentage of Th1, Tc1, and Th17 cells in patients with PT, suggesting that the dysfunction of T cells response in BM immune microenvironment may contribute to the occurrence of PT after allo-HSCT. Disclosures No relevant conflicts of interest to declare."
}