{
    "doi": "https://doi.org/10.1182/blood.V112.11.806.806",
    "article_title": "MicroRNA Is Prognostic Indicator in Patients with Diffuse Large B Cell Lymphoma ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "In recent years, microRNAs (miRs) have emerged as an important novel class of regulatory RNA which have a profound impact on a wide array of biological processes. The expression of many miRs was found to be altered in numerous types of human cancer and in some cases strong evidence has been put forward in support of the conjecture that such alterations may play a causative role in tumor progression. There are currently about 800 known human miRs. Diffuse large cell lymphoma (DLBCL) accounts for 30–40% of all adult non Hodgkin’s lymphomas. This disease is heterogeneous in its clinical behavior. Approximately 50% of patients relapse after treatment and many succumb to the disease. Risk stratification of these patients is based mainly on IPI, which is a clinical index, while the mRNA arrays based prognostication is not widely used. Thus, there exists a need for identification of additional biomarkers that can be used as prognostic indicators for patients with DLBCL. Being important in regulation of gene expression, MiRs profiling has the potential to correlate with clinical features of lymphoma. In this study we found, that expression level of two or three miRs can separate between patients with good and bad prognosis and thus to serve as possible biomarker in risk stratification. The aim of the study was to determine whether miRNA profiling can distinguish between DLBCL patients with distinct clinical course. For that purpose we examined biopsy specimens of 89 DLBCL patients diagnosed and treated in Rabin Medical Center 5 to 10 years ago. All patients were treated with CHOP or CHOP like therapy. “Good prognosis” was defined as achieving complete remission and no relapse within 5 years. “Bad prognosis” was defined as either resistant disease or relapse within 9 months. All histological samples contained more than 50% lymphoma cells per section. Custom microarrays were produced by printing DNA oligonucleotide probes representing 688 human microRNAs. The arrays were done in triplicates with all appropriate controls. “Good prognosis” group included 43 patients and “bad prognosis” 46 patients. Additional 9 patients with good prognosis and 8 with bad prognosis were added later for independent validation of the results obtained from the main study group. The two patients groups were comparable in their demographic characteristics and differed significantly in survival curves. The statistical analysis of microarray results and comparison of the median values of miR expression in tumor samples revealed significant differences in the expression pattern of specific miRs. Expression levels of each of three miRs is able to predict the prognosis of DLBCL patients, while their combination performs even better. Combination of two or three biomarkers allows the separation between DLBCL patients with good and bad prognosis. The sensitivity of the detection is 83% and specificity is 63%. Receiver operating characteristic (ROC) for the metric defined by the combination of miRs has an area under the curve of 0.7543. In summary, according to the results of this study, miRNA expression can serve as a novel tool for risk stratification and determining the prognosis of DLBCL.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "micrornas",
        "biological markers",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "lymphoma",
        "biopsy",
        "cancer",
        "complete remission",
        "dna",
        "hodgkin's disease"
    ],
    "author_names": [
        "Meir Lahav, MD",
        "Ron Ram",
        "Michal Kushnir",
        "Rosetta Genomics Israel",
        "Ofer Spilberg",
        "Gila Lithwick Yanai",
        "Osnat Beeri",
        "Moshe Hoshen",
        "Maora Feinmesser"
    ],
    "author_dict_list": [
        {
            "author_name": "Meir Lahav, MD",
            "author_affiliations": [
                "Medicine A, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ron Ram",
            "author_affiliations": [
                "Medicine A, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michal Kushnir",
            "author_affiliations": [],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosetta Genomics Israel",
            "author_affiliations": [
                "Rosetta Genomics, Israel, Israel"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ofer Spilberg",
            "author_affiliations": [
                "Medicine A, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gila Lithwick Yanai",
            "author_affiliations": [
                "Rosetta Genomics, Israel, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Osnat Beeri",
            "author_affiliations": [
                "Medicine A, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moshe Hoshen",
            "author_affiliations": [
                "Rosetta Genomics, Israel, Israel"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maora Feinmesser",
            "author_affiliations": [
                "Medicine A, Rabin Medical Center, Petah Tikva, Israel"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T09:35:41",
    "is_scraped": "1"
}