{
    "doi": "https://doi.org/10.1182/blood-2019-128907",
    "article_title": "Gene Expression and Genomic Markers Identify a Subpopulation of Poor Prognosis t(4;14) Patients in Newly Diagnosed Multiple Myeloma ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Cytogenetics is an important prognostic marker in multiple myeloma (MM). Patients with t(4;14) (~15% of newly diagnosed MM patients) are known to have short progression free survival (PFS) and overall survival (OS). This feature, measured by FISH, is used in combination with ISS=3 as a selection marker for patients with high risk (HR) of progression. Only a subset of patients grouped by t(4;14) and ISS=3 display genuinely poor survival, however, with ~25% dying within 24 months after diagnosis (similar to the Double Hit subgroup defined by Walker et al 1 ). To elucidate this observation, we created the largest dataset of MM t(4;14) patients to date by combining data from the Myeloma Genome Project (MGP, n=73) and data from TOUL (n=100, patients analyzed in routine practice) to identify transcriptomic and/or genomic markers associated with HR t(4;14). Gene expression (GE), copy number aberration (CNA), single nucleotide variant (SNV) and translocations were derived from RNAseq and WGS/WES profiling of biopsies from patients aged less than 75 years who received transplant, and integrated with clinical information (including Age, PFS and OS). Demographics: MGP median age=61; 30% female; median PFS (mPFS)=26.2months (m) and median OS (mOS) not reached. TOUL median age=60; 35% female, mPFS=23.7m and mOS = 86.1m. Our previous work (Ortiz ASH 2018, Ortiz EHA 2018) identified a molecularly-defined HR MM patient subgroup (MDMS8, mPFS<20m, m0S<35m) defined by GE patterns related to cell cycle dysregulation. In that analysis, 24% of t(4;14) patients were identified as MDMS8 (mPFS<13m, mOS<30m), the rest (76%) were grouped in other lower risk molecular segments (mPFS<30m, mOS NR). A GE classifier for t(4;14) in MDMS8 vs the rest of t(4;14) patients was created on the MGP dataset and applied to identify similar patients in the TOUL data, obtaining a significant difference between MDMS8-like t(4;14) patients (20% prevalence, mPFS<15m, mOS<26m) in the TOUL dataset and non-HR t(4;14) (mPFS<26m, mOS<103m) in both PFS (p.value<1e-3) and OS (p.value<1e-5). Although there are some conventional t(4;14) gene expression surrogates, they do not identify the HR t(4:14) subgroup. Comparison of known t(4;14) gene expression markers MMSET and FGFR3 in HR t(4;14) (OS < 24ms & not_alive, N=34) versus non-HR t(4;14) patients (N=94) across both datasets combined did not yield significant differential expression of either gene (p.value>0.10). MMSET was over-expressed in all t(4;14) patients, while FGFR3 displayed a binomial distribution (two groups of patients with high (N=37, median value=10 log2CPM) and low (N=91, median value=2 log2CPM) FGFR3 expression) within t(4;14) patients (p.value0.10). GE analysis of HR t(4;14) vs non-HR t(4;14) patients aligned with MDMS8 biology, but identified new pathways also including DNA repair, MYC targets and Oxidative Phosphorylation being up-regulated in the HR t(4;14) group. A gene-set variation analysis based on the MSigDb C1 gene-set, wherein genes are grouped based on their genomic location, was performed to identify GE changes of potentially epigenomic origin. Results highlighted chr9q22, chr9q33, and chr13q13 as down-regulated in the HR t(4;14) group, while genes in 16q24 were significantly up-regulated. CNA analysis identified amplifications in chromosomes 3 and 19 and deletions in chr12p as significantly associated with the HR t(4;14) population (p.value < 0.05); while deletions in chr14q (preceding the translocated region) occurred more frequently in the non-HR t(4;14) group. Our results provide new insights into identification of these patients and underlying biology that could drive poor prognosis in t(4;14) patients. Molecular identification of HR t(4;14) patients would enable proper risk classification for this MM patient group and understanding differences in HR t(4;14) biology could provide the basis for identification of a specific therapeutic target for this HR subpopulation. An ongoing aim of this work is development of a clinically applicable classifier that accurately identifies this subpopulation of MM patients and the biological drivers of their high-risk disease. Disclosures Ortiz: Celgene Corporation: Employment, Equity Ownership. Towfic: Celgene Corporation: Employment, Equity Ownership. Flynt: Celgene Corporation: Employment, Equity Ownership. Stong: Celgene Corporation: Employment, Equity Ownership. Lata: Celgene Corporation: Employment, Equity Ownership. Sampath: Celgene Corporation: Employment, Equity Ownership. Rozelle: Celgene Corporation: Other: Contractor for Celgene. Trotter: Celgene Corporation: Employment, Equity Ownership. Thakurta: Celgene: Employment, Equity Ownership.",
    "topics": [
        "gene expression",
        "genome",
        "multiple myeloma",
        "mos pp39 serine/threonine kinase",
        "myelofibrosis",
        "biopsy",
        "nucleotides",
        "prognostic marker",
        "risk reduction",
        "transplantation"
    ],
    "author_names": [
        "Maria Ortiz",
        "Fadi Towfic, PhD",
        "Erin Flynt",
        "Nicholas Stong, PhD",
        "Sneh Lata, PhD",
        "Dharanya Sampath",
        "Dan Rozelle, PhD",
        "Matthew Trotter, PhD",
        "Jill Corre, PharmD, PhD",
        "Hervé Avet-Loiseau, MD PhD",
        "Anjan Thakurta"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Ortiz",
            "author_affiliations": [
                "Celgene Institute for Translational Research Europe (CITRE), Madrid, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Fadi Towfic, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erin Flynt",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Stong, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sneh Lata, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dharanya Sampath",
            "author_affiliations": [
                "Celgene Corporation, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Rozelle, PhD",
            "author_affiliations": [
                "Rancho Biosciences, San Diego, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Trotter, PhD",
            "author_affiliations": [
                "Celgene Institute for Translational Research Europe (CITRE), Seville, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jill Corre, PharmD, PhD",
            "author_affiliations": [
                "Unite de Genomique du Myelome, IUC-T Oncopole, Toulouse, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau, MD PhD",
            "author_affiliations": [
                "Unité de Génomique du Myélome, IUC-Oncopole, Toulouse, France"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjan Thakurta",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T02:35:30",
    "is_scraped": "1"
}