{
    "doi": "https://doi.org/10.1182/blood.V126.23.4339.4339",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3196",
    "start_url_page_num": 3196,
    "is_scraped": "1",
    "article_title": "Post-Transplant Cyclophosphamide (PTCY) Versus Anti-Thymoglobulin (ATG) As Part of the Gvhd Prophylaxis for Fludarabine/Clofarabine/Busulfan Reduced Intensity Conditioning (RIC) Allogeneic Stem Cell Transplantation (allo-SCT): Influence on Early Outcomes ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic stem cell transplant",
        "allopurinol",
        "busulfan",
        "clofarabine",
        "cyclophosphamide",
        "epstein-barr virus infections",
        "fludarabine",
        "graft-versus-host disease",
        "thymoglobulin",
        "transplantation"
    ],
    "author_names": [
        "Alice Garnier, MD",
        "Thierry Guillaume, MD",
        "Pierre Peterlin, MD",
        "Beatrice Mahe, MD",
        "Viviane Dubruille, MD",
        "Nicolas Blin, MD",
        "Maud Voldoire, MD",
        "Thomas Gastinne, MD",
        "Cyrille Touzeau, MD PhD",
        "Steven Le Gouill, MD PhD",
        "Yannick Le Bris, PharmD",
        "Marion Eveillard, PharmD",
        "Marie C Bene, PharmSciD, PhD",
        "Marina Illiaquer, PharmD",
        "Berthe marie Imbert",
        "Philippe Moreau, MD PhD",
        "Patrice Chevallier, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Department, CHU Nantes, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "Hematology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "Virology Laboratory, Nantes University Hospital, Nantes, France "
        ],
        [
            "Virology Laboratory, Nantes University Hospital, nantes, France "
        ],
        [
            "Nantes University Hospital, Hôtel Dieu, Nantes, France"
        ],
        [
            "Department of Hematology, Nantes University Hospital, Nantes, France "
        ]
    ],
    "first_author_latitude": "47.21191289999999",
    "first_author_longitude": "-1.5540699",
    "abstract_text": "Introduction: Recently , theuse of high-dose post-transplant cyclophosphamide (PTCY) has contributed to reconsider T-replete haplo-identical allo-SCT because of the lower incidence of severe graft-versus-host disease (GVHD) observed in patients. However, the influence of PTCY on early outcomes has been poorly studied so far, especially in comparison to the standard use of anti-thymoglobulin (ATG) as GVHD prophylaxis. Patients and Methods: This retrospective study was conducted at the University Hospital of Nantes with the aim to compare the incidence of early outcomes (engraftment, neutrophils and platelets recovery, viral infections (HHV-6, CMV, EBV, BKv, ADV), acute GVHD, relapse or deaths and day+100 non-relapse mortality (NRM)) between patients receiving either PTCY (n=30) or ATG (n=46) as part of GVHD prophylaxis for a RIC allo-SCT. In the PTCY group, RIC was the Baltimore regimen (Luznic, BBMT 2008) in 17 patients while 9 patients received clofarabine instead of fludarabine because of a myeloid malignancy and 4 patients a sequential approach. In this group, 6 and 24 patients received 1 or 2 days of PTCY, respectively, while donors were matched (sibling n=2, unrelated n=5) in 7 cases and haplo-identical in 23, respectively. All patients received cyclosporine + MMF with PTCY as GVHD prophylaxis. In the ATG group (2 days of ATG for siblings and 10/10, 3 days for 9/10), 13, 11 and 22 patients received respectively a FB2, FB3 or CloB2 RIC regimen (Chevallier, Haematologica, 2014). Donors were siblings in 18, matched unrelated in 23 and mismatched unrelated (9/10) in 5. GVHD prophylaxis was cyclosporine alone in case of sibling donors and cyclosporine +MMF for all other cases. The characteristics of both groups (PTCY vs ATG) were similar in terms of gender (male: 63% vs 54%), type of disease (myeloid: 67% vs 63%) and disease status at transplant (complete remission: 43% vs 67%). PTCY patients were significantly younger (median age: 55.5 vs 63 years, p=0.01) and had been previously allografted in a significantly higher proportion (40% vs 4%, p=0.003). Patients were transplanted between March 2012 and April 2015 and were considered up to day+100 post-transplant. All patients received peripheral blood stem cells as stem cell source except one patient in the PTCY group who received bone marrow. Results: All patients engrafted except one in the ATG group. The median time of neutrophils recovery was similar between both groups (PTCY 18 days vs ATG 19 days, p=0.9). Conversely, median time of platelets recovery was significant higher for the PTCY group (27 vs 13 days, p<0.0001). Median donor chimerism was significantly higher in the PTCY group at day +30 on whole blood (99.9% vs 99.1%, p=0.01), and at day +60 and +90/100 on CD3+ T cells (100% vs 95.4%, p<0.0001; and 100% vs 87.4%, p=0.0002, respectively). At day+100, PTCY and ATG patients shared similar rates of acute GVHD (20% vs 26%, grade 2-4: 13% vs 22%, p=0.7), relapses (3% vs 2.1%, p=0.7), deaths (3% vs 0%, p=0.7) and NRM (3% vs 0%, p=0.7). Also similar incidences of CMV (20% vs 37%, p=0.19), BKv (33% vs 19.5%, p=0.3) and ADV (7% vs 4%, p=0.9) infections were observed between both groups. Incidence of HHV-6 reactivations was higher in the PTCY group (53% vs 19.5%, p=0.7) while ATG patients developed significantly more EBV infections (79% vs 27%, p<0.0001). Interestingly, in the PTCY group, patients who were transplanted with a matched donor did not develop any HHV-6, CMV or ADV reactivation compared to 79% (p=0.004), 21% (p=NS) and 8% (p=NS) of the patients with haplo-identical donors, respectively. Also, among patients who received 1 day of PTCY, none developed HHV-6, CMV or BKv reactivation compared to 67% (p=0.007), 25% (p=NS) and 8% (p=NS), respectively, for the patients who received 2 days of PTCY. Conclusion: When considering early outcomes , PTCY is associated with a longer time to platelets recovery and higher early median donor chimerism compared to the use of ATG for GVHD prophylaxis after allo-SCT. The dosage of PTCY and type of donor when using PTCY may also influence the occurrence of viral infections. Prospective larger studies are warranted to confirm these results in the future. Disclosures Moreau: Celgene, Janssen, Takeda, Novartis, Amgen: Membership on an entity's Board of Directors or advisory committees."
}