{
    "doi": "https://doi.org/10.1182/blood.V122.21.2662.2662",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2420",
    "start_url_page_num": 2420,
    "is_scraped": "1",
    "article_title": "Integrity and Cell Cycle Of Leukemic Cells Are Modified By Mesenchymal Stem Cells From Healthy Individuals and AML Patients ",
    "article_date": "November 15, 2013",
    "session_type": "613. Acute Myeloid Leukemia: Pathophysiology &amp; Clinical Studies: Poster II",
    "topics": [
        "cell cycle",
        "leukemic cells",
        "stem cell, mesenchymal",
        "personal integrity",
        "coculture techniques",
        "dna",
        "leukemia",
        "flow cytometry",
        "leukemia, myelocytic, acute",
        "leukemogenesis"
    ],
    "author_names": [
        "Laura Desbourdes, MS",
        "Nicole Ishac, MS",
        "Thomas Charbonnier, PharmD",
        "Aurore Iltis, MD",
        "Elfi Ducrocq",
        "Olivier Herault, MD, PhD",
        "Emmanuel Gyan, MD, PhD",
        "Jorge Domenech, MD, PhD"
    ],
    "author_affiliations": [
        [
            "LNOX team, CNRS UMR 7292 GICC & François Rabelais University, Tours, France, "
        ],
        [
            "LNOX team, CNRS UMR 7292 GICC & François Rabelais University, Tours, France, "
        ],
        [
            "Department of Biological Hematology, University Hospital of Tours, Tours, France"
        ],
        [
            "Department of Biological Hematology, University Hospital of Tours, Tours, France"
        ],
        [
            "LNOX team, CNRS UMR 7292 GICC & François Rabelais University, Tours, France, "
        ],
        [
            "Department of Biological Hematology, University Hospital of Tours, Tours, France"
        ],
        [
            "LNOX team, CNRS UMR 7292 GICC & François Rabelais University, Tours, France, "
        ],
        [
            "Department of Biological Hematology, University Hospital of Tours, Tours, France"
        ]
    ],
    "first_author_latitude": "47.394269",
    "first_author_longitude": "0.6949425499999999",
    "abstract_text": "Introduction The contribution of the stromal cell compartment to leukemogenesis remains poorly understood. Several studies have described abnormalities involving this compartment in acute myeloid leukemias (AML) and myelodysplastic syndromes (MDS) including proliferative defect of mesenchymal stem/stromal cells (MSCs) as reported by our group in AML patients (Domenech et al., Haematologica 2012, EHA meeting, abstr. 37). Recently, evidence of an involvement of MSCs in the leukemic process has been provided in murine models (Walkley et al., Cell 2007; Raaijmakers et al. Nature 2010). In the present study, we investigated potential modifications of human AML blast cell biology induced in vitro by MSCs from healthy individuals and AML patients. Methods Bone marrow MSCs from 6 AML patients (3 M0, 3 M1 [FAB classification]) were compared to those from 6 normal individuals. All the MSCs were analyzed at the end of the second passage of culture. Capacity of MSCs to influence leukemic cell behavior was assessed by co-culture with immature leukemia cells from KG1a line and with heterologous or autologous primary blast cells from the AML patients. Apoptotic cell frequencies, cell cycle phase distributions, and presence of DNA double-strand breaks of leukemia cells with or without MSCs were performed by flow cytometry. Results In co-cultures, no difference in leukemia cell adhesion were found on AML and normal MSCs. The presence of MSCs reduced apoptosis of primary blast cells (-30%, p=0.002) although no effect was observed on campthotecin-induced apoptosis of KG1a cells, as compared to MSC-free culture conditions. Cell cycle analysis revealed that G0/G1 ratios of KG1a cells were strongly increased by the presence of MSCs considering the whole cells (+128%, p=0.005) as well as the cell fraction adherent to MSCs (+138%, p=0.006). Comparable results were obtained with primary blast cells considering all the cells (+51%, p=0.117), especially within the adherent cell fraction (+229%, p=0.004). In addition, direct contact with MSCs was associated with a slight decrease in the proportion of blast cells with DNA double-strand breaks compared to MSC-free cultures (-10%, p= 0.034). No significant differences were found for all these results when co-cultures with AML and normal MSCs were compared. Likewise, no differences existed between co-cultures with M0 and M1 AML MSCs or between co-cultures of autologous and heterologous primary blast cells with AML MSCs. Conclusions This study shows that MSCs influence leukemic cell behavior, irrespective of their healthy or leukemic origin. In particular, they protect blast cells from apoptosis and induce their quiescence, (mainly by direct contact) which could contribute to decreased yields of DNA double-strand breaks, a source of genetic instability. Further experiments are in progress to evaluate potential changes in the capacity of AML MSCs to support normal hematopoiesis. Disclosures: Gyan: FRESENIUS KABI: Consultancy, Research Funding. Domenech: Celgene Corporation: Research Funding."
}