{
    "doi": "https://doi.org/10.1182/blood.V122.21.4884.4884",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2461",
    "start_url_page_num": 2461,
    "is_scraped": "1",
    "article_title": "Spontaneous DNA Damage and Aberrant Epigenome In Multiple Myeloma Constitute The Path To Disease Genomic Instability ",
    "article_date": "November 15, 2013",
    "session_type": "601. Chromosomal Rearrangements and DNA Repair",
    "topics": [
        "dna damage",
        "epigenome",
        "genomic instability",
        "multiple myeloma",
        "dna",
        "comet assay",
        "aldehydes",
        "antibodies",
        "cancer",
        "solid tumors"
    ],
    "author_names": [
        "Maria Gkotzamanidou, MD, PhD",
        "Masood A. Shammas",
        "Vassilis L. Souliotis",
        "Jagannath Pal, MD",
        "Jun Qi, Ph.D.",
        "Andrew Brown",
        "James E Bradner, MD",
        "Kenneth C. Anderson, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Institute of Biology, Medicinal Chemistry and Biotechnology, National Hellenic Research Foundation, Athens, Greece"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Multiple Myeloma (MM) is a malignant, progressive tumor of clonal long-lived plasma cells and characterized by genomic heterogeneity that contributes to differences in prognosis and response rates of patients. Almost all MM patients are characterized by genomic abnormalities including chromosome number and structural variations. Mis - or unrepaired DNA double-strand breaks (DSBs) pose a serious threat to genomic stability, potentially leading to the formation of oncogenic mutations, including translocations, deletions and amplifications. We evaluated spontaneous DNA damage in a panel of 4 MM cell lines and CD138+ primary cells from 4 newly diagnosed MM patients, as well as in4 solid tumor cell lines, by performing comet assay (single-cell gel electrophoresis) under alkaline conditions. Peripheral mononuclear cells (PBMCs) from healthy donors, normal skin fibroblasts and normal epithelial cells were used as controls. Comet assay measurements (olive and extent tail moments) detecting DNA damage showed statistically significant higher level of basal DNA damage in all MM cell lines (mean values, MM1S 47.56±7.14, U266 36.65±5.99, OPM2 60.92±7.96, RPMI8226 23.81±2.51) and primary MM cells (16.74±2.67, 38.64±23.03, 16.03±15.88, 48.05±16.07) as well as solid tumor cell lines (T47D 87.1±10.08, FLO-1 67.09±24.03) compared to normal cell controls (PBMCs 6.283±3.56, HEEC 1.448±0.21, normal fibroblasts BJ 0.64±0.58) (p=0.0001). Immunoblotting using phosphorylated Ser139 γH2Ax antibody- the dominant component of chromatin involved in detecting, signaling and repair of DNA break sites - confirmed the presence of higher levels (median 2.2 fold) of DNA breaks in all MM and primary cells compared to normal controls. These results were further confirmed by western blot using RPA32, 53BP1 antibodies and immunofluorescence staining under confocal microscopy with γH2Ax, ku70/80, 53BP1, Rad51. Remarkably, the Non homologous end joining (NHEJ) marker ku70/80 was co-localized with γH2Ax and was present in ∼80% of cells. The detection and quantification of abasic sites was assessed using an ELISA-based assay with an aldehyde reactive probe reacting with an aldehyde group on the open ring of the abasic site. The distribution of abasic sites showed same pattern as the DSBs in all the cell types analyzed, indicating that abasic sites constitute an important portion of spontaneous DNA damage (MM1S 56/10 5 bp, OPM2 57.3/10 5 , PBMCs 12/10 5 , BJ 9/10 5 bp). To account for this increased basal DNA damage in MM cells, we evaluated whether it may be related with inadequate repair, excessive DNA damage or both. Usinga chromosomally integrated green fluorescent protein reporter construct-based assay, we observed that NHEJ and homologous recombination (HR) were in fact significantly more active in all MM cells compared to normal controls. As the information conveyed by epigenetic modifications play a key role in the regulation of DNA processes including DNA damage and repair, we treated OPM2 and MM1S cell lines with 12 different epigenetic DNA- and histone-modifiers. By western blot analysis, we observed increased DNA damage after deacetylation inhibition correlating with alteration of markers of heterochromatin (HP1α,H3k27me3). Micrococcal nuclease assay for assessment of nucleosome repositioning after treatment with SAHA, MS750 and JQ-1revealed a more “open” structure of chromatin, indicating that the MM follows the “access-repair-restore” model , whereas the hyper acetylated areas are more accessible to DNA repair. Ongoing Chip-seq studies after HATs and HDACs inhibitors treatment will decipher the epigenetic landscape around spontaneous DNA damage. In conclusion, our study demonstrates presence of ongoing DNA damage in all myeloma as well as other human cancer cells and provides insights into the relationship between the aberrant epigenome and spontaneous DNA damage, revealing the mechanism that can be regulated in order to promote genomic stability. Disclosures: Bradner: Tensha Therapeutics: Dr. Bradner is a scientific founder of Tensha Therapeutics, which is developing drug-like derivatives of the JQ1 bromodomain inhibitor as cancer therapeutics, through a license from the Dana-Farber Cancer Institute. Other. Anderson: celgene: Consultancy; onyx: Consultancy; gilead: Consultancy; sanofi aventis: Consultancy; oncopep: Equity Ownership; acetylon: Equity Ownership."
}