{
    "doi": "https://doi.org/10.1182/blood.V128.22.398.398",
    "article_title": "Identifying Novel Modifiers of Embryonic Globin Expression By Combining Chipseq, Rnaseq and eQTL Mapping in the Adult Nan Mouse Model ",
    "article_date": "December 2, 2016",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron: Anemia and Disordered Erythropoiesis",
    "abstract_text": "The KLF1 transcription factor regulates a large set of genes during erythroid differentiation and promotes the developmental switch from fetal to adult globin by directly activating the adult β-globin gene as well as Bcl11a , a major repressor of fetal globin expression. Recently, LRF (leukemia/lymphoma-related factor) was also shown to be a major repressor of fetal globin. LRF participates in a NuRD complex separate from that of BCL11A. Understanding the mechanisms underlying β-like globin gene switching is essential to identify new drug targets for sickle cell disease and β-thalassemia, as increased fetal globin ameliorates disease symptoms. We previously showed that the inbred Nan (neonatal anemia) mutant mouse strain carries a missense mutation (E339D) in the second zinc finger of KLF1, which leads to aberrant binding of target genes. Nan /+ mice suffer severe, lifelong anemia accompanied by a striking failure of hemoglobin switching. Embryonic Hbb-bh1 globin expression, but not Hbb-y (εγ), is significantly upregulated in Nan E14.5 fetal liver (FL) and in adult whole spleen vs. wild-type (WT) littermates. To investigate mechanisms of Hbb-bh1 upregulation in Nan , we performed RNAseq and ChIPseq combined with genetic mapping to identify genetic modifiers of globin gene regulation, which may encode additional components of NuRD complexes or act independently. ChIPseq was performed in a Klf1 null erythroid cell line containing either a tamoxifen-inducible WT Klf1 or a Nan Klf1 transgene and revealed aberrant DNA binding, both absent and ectopic, by Nan-KLF1 vs. WT KLF1. RNAseq of WT and Nan E14.5 FLs and sorted adult spleen erythroid precursors (pro, basophilic, polychromatophilic and orthochromatic erythroblasts) confirms aberrant expression of a large set of KLF1 regulated genes. For example, only 3% of genes upregulated in Nan FL are normally activated by KLF1 (FDR 5, FC ≥ 2). Direct KLF1 targets in adult spleen have not been defined by ChIPseq; however, deregulated expression is apparent in all precursor stages and by the orthochromatic stage > 5100 genes are significanlty up- or downregulated in Nan vs. anemic (phlebotomized) WT. To identify genes potentially regulating Hbb-bh1 expression, we performed genetic mapping using two fully congenic Nan lines ( Nan /+-BALB/cBy, Nan /+-129/SvImJ) intercrossed with C57BL/6J. Statistical analyses revealed two significant eQTL for Hbb-bh1 levels on Chr 7, one on Chr 11 and suggestive eQTL on Chrs 14 and 17. Combining genetic mapping data with ChIPseq and RNAseq provides a powerful tool to identify potential candidate genes regulating Hbb-bh1 expression using the criteria that (a) candidate genes must be within an eQTl 95% confidence interval (CI) and (b) show dysregulated DNA binding by Nan-KLF1 and/or abnormal expression in Nan . Using these criteria, Socs3 (Suppressor of cytokine signaling 3) emerges as one strong candidate. Socs3 is located within the CI close to the QTL peak (114.6 Mb) on Chr 11. Socs3 is not bound by Nan-KLF1 but is bound by WT KLF1. Moreover, Socs3 expression is dramatically decreased in all Nan sorted spleen erythroid precursors, reaching a >100-fold decrease at the orthochromatic stage. Socs3 makes biological sense as a potential candidate. Previous studies have shown that SOCS3 negatively regulates fetal liver hematopoiesis, and conditional deletion of Socs3 in erythroid cells leads to increased cell proliferation with decreased differentiation. Socs3 is activated by cytokines and also by Sox6 , a known repressor of fetal globin, but Socs3 itself has never been itself associated with the regulation of fetal globin expression. In summary, we investigated mechanisms by which Nan-KLF1 impairs β-like globin gene switching in adult mice. We found that: (1) the Nan mutation leads to aberrant binding of KLF1 and inappropriate regulation of a large set of genes, (2) eQTL mapping identified 5 eQTL containing potential modifiers of Hbb-bh1 expression, (3) strong candidate genes were identified by combining all datasets; candidates include (4) Socs3 , which lies near the Chr 11 eQTL peak, is not bound by mutant Nan-KLF1 but is bound by WT KLF1, shows severely downregulated expression in erythroid precursors, and has been previously associated with erythropoiesis but not fetal globin regulation. These data suggest that Socs3 may act to suppress embryonic globin in WT adults. Definitive proof of candidate genes requires functional analysis. Disclosures Perkins: Bristol-Myers Squibb: Honoraria; Novartis Oncology: Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "embryo",
        "globins",
        "mice",
        "suppressor of cytokine signaling 3 protein",
        "chromosome mapping",
        "anemia",
        "dna",
        "anemia, neonatal",
        "complex",
        "cytokine"
    ],
    "author_names": [
        "Danitza Nebor, PhD",
        "Kevin R. Gillinder, PhD",
        "Raymond F. Robledo, PhD",
        "Joel H. Graber, PhD",
        "Vivek Philip, PhD",
        "Melissa Ilsley, BSc",
        "James J. Bieker, PhD",
        "Andrew Perkins, PhD",
        "Luanne L. Peters, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Danitza Nebor, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin R. Gillinder, PhD",
            "author_affiliations": [
                "Mater Research, University of Queensland, Woolloongabba, Australia "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raymond F. Robledo, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel H. Graber, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vivek Philip, PhD",
            "author_affiliations": [
                "The Jackson Laboratory for Mammalian Genetics, Bar Harbor, ME "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa Ilsley, BSc",
            "author_affiliations": [
                "Mater Research, University of Queensland, Woolloongabba, Australia "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James J. Bieker, PhD",
            "author_affiliations": [
                "Mount Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Perkins, PhD",
            "author_affiliations": [
                "Mater Research, University of Queensland, Woolloongabba, Australia "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luanne L. Peters, PhD",
            "author_affiliations": [
                "The Jackson Laboratory, Bar Harbor, ME "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:38:54",
    "is_scraped": "1"
}