{
    "doi": "https://doi.org/10.1182/blood.V112.11.4645.4645",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1283",
    "start_url_page_num": 1283,
    "is_scraped": "1",
    "article_title": "Changes in the Atherogenic Profile in Type 1 Gaucher Disease Patients after Substrate Reduction Therapy ",
    "article_date": "November 16, 2008",
    "session_type": "Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "gaucher disease",
        "substrate deprivation therapy",
        "high density lipoprotein cholesterol",
        "ldl cholesterol lipoproteins",
        "miglustat",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "lipoproteins",
        "enzyme replacement therapy"
    ],
    "author_names": [
        "Pilar Giraldo, MD, PhD",
        "Jose Puzo",
        "Pilar Alfonso",
        "Pilar Irun",
        "Miguel Pocovi"
    ],
    "author_affiliations": [
        [
            "Hematology, Miguel Servet University Hospital. I+CS. CIBERER, Zaragoza, Spain"
        ],
        [
            "Biochemistry, San Jorge Hospital"
        ],
        [
            "CIBERER"
        ],
        [
            "Biochemistry, celular and molecular biology, University. CIBERER"
        ],
        [
            "Biochemistry and Molecular and Celular Biology., University. CIBERER, Zaragoza"
        ]
    ],
    "first_author_latitude": "41.65169125",
    "first_author_longitude": "-0.8949809",
    "abstract_text": "Gaucher disease (GD) is caused by a deficiency of the lysosomal enzyme acid β-glucosidase (GC) leading to accumulation of glucosylceramide within the macrophages of the reticuloendothelial systems. Plasma of GD patients contains low levels of total cholesterol, LDL-cholesterol and HDL-cholesterol. Enzyme replacement therapy (ERT) with imiglucerase and Substrate Reduction Therapy (SRT) with miglustat restores the haemoglobin levels, platelet counts and organomegalies. Previously we have demonstrated that ERT had significant effects on the concentration and metabolism of plasma lipoproteins. However, the effects of SRT on plasma lipid and other atherogenic profiles of GD patients have not been explored. We report the results of long term (36 months) SRT on plasma lipoprotein concentrations in 26 (11 men and 15 women) GD patients. Mean age of patients was 51 (SD ±20.7; range 22–74) years. Ten patients were therapy-naïve to SRT and 16 switched from previous enzyme replacement therapy (ERT). All patients received 100 mg of Miglustat t.i.d with recommendations of a low hydrocarbonate diet in the first weeks. Total cholesterol (TC), triglycerides (TG), low density lipoprotein cholesterol (LDL-c), high density lipoprotein cholesterol (HDL-C), Apolipoproteins (Apo AI, ApoB and Lp(a)), CRP, MPI1b, CCL18 concentrations and chitotriosidase activity were measured before (baseline) and after 12, 24 and 36 months of follow-up. Treatment resulted in a significant increases in HDL-c concentration in naïve patients during the first 24 months (p<0.02) on therapy and it is maintain till 36 months. The same trend was observed in HDL-cholesterol in switch patient but with a less increase that in naïve patients. TC increase slightly in switch (p<0.05) and naïve (p<0.04) patients after 24 and 36 months of treatment respectively. No significant changes in LDL-c during treatment were observed in both switch and naïve patient. In naïve patients, TG, Lp(a) and CRP concentrations, as well as the atherogenic index TC/HDL-c decreased significantly in patients after 24 months therapy and no changes were observed in switch patients. Our results indicate that miglustat treatment have an apparent beneficial effects on plasma lipid, lipoprotein and CRP concentrations resulting in an apparently less atherogenic lipid profile in GD patients. However further studies will be required to determine the impact of miglustat treatment on the risk of coronary heart disease."
}