{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1947.1947",
    "article_title": "Analysis of Risk Factors Regarding Short- and Long-Term Mortality of Critically Ill Patients with Hematologic Malignancies or Following Stem Cell Transplantation Requiring Treatment on the Intensive Care Unit ",
    "article_date": "December 7, 2017",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment, and Acute Transplant Toxicities: Poster I",
    "abstract_text": "Introduction: Patients with hematologic malignancies or following hematopoietic stem cell transplantation (HSCT) are at an increased risk of suffering from severe complications requiring intensive care treatment. Despite improvement in antimicrobial therapy and supportive care, prognosis of these patients after transferal to the intensive care unit (ICU) is still often considered dismal and strategies to identify patients who might best benefit from ICU treatment are a matter of debate. Methods: We retrospectively analyzed clinical characteristics of patients with hematologic malignancies or following HSCT who were admitted to the ICU at Heidelberg University Hospital, a tertiary referral hospital and HSCT center, between 01/2009 and 12/2016. The impact of possible risk factors on ICU mortality as well as 1-year mortality was assessed by univariate Chi square tests and multivariate logistic regression. Results: In total, 346 patients were identified, 204 (59%) were male. Median age was 55.7 years (range 19-80). Regarding transplant status, 42 patients (12.5%) had received a prior autologous HSCT, 111 (32.1%) an allogeneic HSCT. Of the latter, 55.0% suffered from acute or chronic graft-versus-host disease (GVHD). Overall ICU mortality was 50.3% with a median time to death of 11.6 days (range 0-113), 1-year mortality of patients discharged from ICU was 47.6%. The main reason for ICU transferal was respiratory failure with 309 (89.3%) patients requiring mechanical ventilation. In univariate analysis, status post allogeneic HSCT (p 4 days (p=0.04). Neither prior autologous HSCT nor prior conventional chemotherapy showed a negative impact on survival. Pneumonia at transferal or during ICU stay was diagnosed in 293 patients (84.7%). Microbiologically confirmed invasive pulmonary aspergillosis was associated with higher ICU mortality (p=0.02) in univariate analysis as was influenza-associated pneumonia (p=0.04). Regarding 1-year survival, this negative effect was no longer significantly discernible. Colonization by multi-resistant bacteria did not exert a significant impact on ICU mortality or 1-year survival. Regarding organ complications, use of mechanical ventilation (p 1.1 mg/dL (p=0.004), serum bilirubin > 2mg/dL (p 2.2 mg/dL (p=0.02) as indicators of multi-organ failure were significantly associated with inferior ICU survival, a trend was seen for leukocytes < 1/nL (p=0.05). Elevated serum creatinine, bilirubin and lactate levels remained significant risk factors with respect to 1-year survival. Next we performed a multivariate analysis in 309 patients requiring mechanical ventilation evaluating parameters easily assessable by the treating physician at the time of ICU transferal. This revealed that presence of GHVD (p=0.009, OR 2.5), pH < 7.25 (p=0.03, OR 2.3), and bilirubin > 2 mg/dL (p=0.047, OR 1.8) exerted an independent negative prognostic impact on ICU mortality, a trend was seen for elevated serum creatinine (p=0.098, OR 1.5). Of interest, neither prior autologous HSCT nor prior allogeneic HSCT in the absence of GVHD showed an independent adverse influence. Conclusions: In this cohort of critically ill patients with hematologic malignancies, ICU survival of 49.7% could be achieved despite the high rate of requirement of mechanical ventilation. Severe ongoing immunosuppression in the setting of GVHD, and signs of organ failure such acidosis or hyperbilirubinemia at time of ICU transferal were significantly associated with an increased risk of ICU mortality. Early identification of patients at risk and implementation of counter-measures to avoid organ complications are therefore of the utmost importance. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "critical illness",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "intensive care unit",
        "graft-versus-host disease",
        "mechanical ventilation",
        "allogeneic hematopoietic stem cell transplant",
        "creatinine tests, serum",
        "bilirubin",
        "lactates"
    ],
    "author_names": [
        "Timo Funk",
        "Martin Schiller",
        "Gerlinde Egerer",
        "Carsten Müller-Tidow",
        "Anthony D. Ho",
        "Uta Merle",
        "Nicola Lehners, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Timo Funk",
            "author_affiliations": [
                "Department of Internal Medicine IV, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin Schiller",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerlinde Egerer",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carsten Müller-Tidow",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony D. Ho",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uta Merle",
            "author_affiliations": [
                "Department of Internal Medicine IV, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Lehners, MD",
            "author_affiliations": [
                "Department of Internal Medicine V, Heidelberg University Hospital, Heidelberg, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T06:36:32",
    "is_scraped": "1"
}