{
    "doi": "https://doi.org/10.1182/blood.V104.11.5066.5066",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=44",
    "start_url_page_num": 44,
    "is_scraped": "1",
    "article_title": "Clinical Use of Caspofungin in Immunocompromised Children: A Multicenter Survey. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "caspofungin",
        "child",
        "immunocompromised host",
        "brachial plexus neuritis",
        "antifungal agents",
        "adverse event",
        "systemic mycosis",
        "alkaline phosphatase",
        "amphotericin b",
        "bilirubin"
    ],
    "author_names": [
        "Thomas Lehrnbecher, MD",
        "Andishe Attarbaschi, MD",
        "Friedhelm Schuster, MD",
        "Nadine Herzog, MD",
        "Lorenz Grigull, MD",
        "Michael Dworzak, MD",
        "Karin Beutel, MD",
        "Hans-Jürgen Laws, MD",
        "Andreas H. Groll, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, University of Frankfurt/Main, Frankfurt/Main, Germany"
        ],
        [
            "St.Anna Children’s Hospital, Vienna, Austria"
        ],
        [
            "Pediatric Hematology and Oncology, Dr.von Haunersches Kinderspital, Munich, Germany"
        ],
        [
            "University of Wuerzburg, Wuerzburg, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, Medical School Hannover, Hannover, Germany"
        ],
        [
            "St.Anna Children’s Hospital, Vienna, Austria"
        ],
        [
            "Pediatric Hematology and Oncology, University of Hamburg, Hamburg, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, University of Muenster, Muenster, Germany"
        ]
    ],
    "first_author_latitude": "50.12792675",
    "first_author_longitude": "8.68684275",
    "abstract_text": "Background : Caspofungin (CAS) is a novel echinocandin, which is approved for several antifungal indications in adults. Although the compound is not licensed in pediatric patients (pts), it is being used in children with refractory infections or intolerance to standard antifungal agents. Methods: We conducted a multicenter retrospective survey to obtain data on clinical use, safety, and outcome in immunocompromised pediatric pts who received therapy with CAS. Results : The survey identified 71 immunocompromised children and adolescents [mean age (range) 11.4 years (5 months –26 years)]. Out of the 29 females and 42 males, 53 suffered from hematological malignancies, 10 from bone marrow failure syndromes, 3 from solid tumors, 2 from congenital immunodeficiency, and 3 from non-malignant hematological disorders. Forty-two pts (59%) had undergone allogeneic blood stem cell transplantation, and 36 pts (51%) had an ANC of less than 500/μL at baseline. CAS was administered for proven (n=18), probable (15), and possible (20) invasive fungal infection, or as empirical antifungal treatment (18). All but one pt had received prior systemic antifungal therapy with amphotericin B (52) and/or triazoles (41). The 71 pts received CAS for a mean duration of 43.5 days (range, 2–218) as single agent (22) or in combination with other antifungal agents (49). The mean maintenance dosage of CAS was 1.2 mg/kg (range, 0.4–2.9) or 34.8 mg/msqu (range, 16.3–57.5). In none of the pts, CAS was discontinued prematurely due to clinical or laboratory adverse events. Clinical adverse events were described in 35 children (49%), mostly fever (28), nausea and vomiting (18), diarrhea (8), and headache (5). Increases in hepatic or renal function parameters were frequent in these pts that received multiple other therapeutic compounds. Whereas at the end of treatment (EOT), mean GPT and GOT were slightly elevated (from 41 at baseline to 61 U/L at EOT; p=0.002 and from 29 to 80 U/L, p=0.001, respectively), mean serum creatinine, bilirubin, and alkaline phosphatase values were not different from baseline. Complete responses, partial responses, or stabilization were observed in 4/8/3 of 18 evaluable pts with proven, in 4/2/3 of 13 pts with probable, and in 3/8/2 of 15 pts with possible invasive fungal infection. Of 16 evaluable pts who received CAS empirically therapy, 10 successfully completed therapy. Overall survival was 74% at EOT and 67% at three months post EOT (65 and 60 evaluable pts, respectively). Conclusions: The data of this retrospective survey show that CAS displays acceptable safety and tolerance and may have useful antifungal efficacy for second line treatment of severely immunocompromised pediatric patients."
}