{
    "doi": "https://doi.org/10.1182/blood.V110.11.375.375",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=888",
    "start_url_page_num": 888,
    "is_scraped": "1",
    "article_title": "The GATA-1/FOG-1/NuRD Axis Is Essential for Normal Hematopoiesis. ",
    "article_date": "November 16, 2007",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "topics": [
        "fog-1 protein",
        "gata1 protein, human",
        "hematopoiesis",
        "anemia",
        "globins",
        "histone deacetylase",
        "ineffective erythropoiesis",
        "leukemia",
        "molecule",
        "nuclear proteins"
    ],
    "author_names": [
        "Wei Hong, MD, PhD",
        "Hongxin Wang, MS",
        "Yuhuan Wang, PhD",
        "John K. Choi, MD, PhD",
        "Suresh G. Shelat, MD, PhD",
        "Mortimer Poncz, MD",
        "Gerd A. Blobel, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Division of Pathology and Laboratory Medicine, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Division of Pathology and Laboratory Medicine, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ],
        [
            "Division of Hematology, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA",
            "University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
        ]
    ],
    "first_author_latitude": "39.9474703",
    "first_author_longitude": "-75.1953683",
    "abstract_text": "GATA-1 controls the development of erythroid cells and megakaryocytes through its ability to activate and repress gene transcription. GATA-1 binds many nuclear proteins, but only a few of these associations have been examined in vivo. One important example is FOG-1, a critical cofactor that contributes to both gene activation and repression by GATA-1. Loss of FOG-1 generally phenocopies GATA-1 deficiency, impairing both erythroid and megakaryocytic differentiation. We reported previously that FOG-1 directly binds the NuRD protein complex, which contains histone deacetylase and chromatin remodeling activities. This provides one mechanism for GATA-1/FOG-1-mediated gene repression. Accordingly, ChIP profiling of the NuRD proteins MTA-2, RbAp46 and Mi-2β revealed the presence of these molecules at the Kit and Gata2 genes both of which are directly repressed by GATA-1 in a FOG-1-dependent manner. NuRD proteins were spread broadly across the Kit and Gata2 genes but were further enriched at sites occupied by GATA-1 and FOG-1 in vivo. Unexpectedly, we also observed NuRD components at GATA-1-activated genes including β -globin and Ahsp . Moreover, the ability of FOG-1 to augment GATA-1-induced transcription in transient transfection assays required NuRD binding. Hence, NuRD may be bi-functional, contributing to either gene activation or repression, depending on the transcriptional and cellular context. To study the role of the FOG-1/NuRD interaction in vivo we generated mice bearing missense mutations in the Fog-1(Zfpm1) gene that disrupt NuRD binding in the FOG-1 protein. Homozygous mutant mice are born at reduced Mendelian ratios. Surviving animals display ineffective erythropoiesis marked by splenomegaly and impaired erythroid maturation. In addition, homozygous mutant animals display macrothrombocytopenia with impaired platelet function. Thus, recruitment of NuRD by GATA-1 and FOG-1 is essential for both erythropoiesis and megakaryocytopoiesis. Ongoing studies include further phenotypic analysis of the mutant mice, including comparative gene expression analysis in stage-matched wild-type and mutant erythroid cells to identify critical NuRD-dependent GATA target genes, and to resolve whether NuRD is essential for both activation and repression by GATA-1 and FOG-1 in vivo. An important open question under investigation is how recruitment of the NURD complex can lead to suppression of some genes and the enhanced expression of others. The FOG-1/NuRD mutant mice provide useful tools to dissect transcription pathways initiated by GATA-1. Moreover, given the role of GATA-1 mutations in congenital anemias and megakaryoblastic leukemias, enzymatic components of the NuRD complex may provide novel targets for pharmacologic manipulation to treat these disorders."
}