{
    "doi": "https://doi.org/10.1182/blood-2021-148040",
    "article_title": "Emicizumab for the Treatment of Acquired Hemophilia a: A Multicenter US Case Series ",
    "article_date": "November 5, 2021",
    "session_type": "322.Disorders of Coagulation or Fibrinolysis: Clinical and Epidemiological",
    "abstract_text": "Introduction Acquired hemophilia A (AHA) is a severe bleeding disorder due to autoantibodies against factor VIII (FVIII) with high morbidity/mortality from bleeding and complications from immunosuppression. Outcomes could improve with adequate hemostatic prophylaxis in the outpatient setting and reduced immunosuppression. Emicizumab, a FVIII-mimetic bispecific antibody, has revolutionized prophylaxis for congenital hemophilia A, but the role in AHA is unknown with limited data. Methods 87 hematologists at different US hemophilia treatment centers (HTCs) were queried on the use of emicizumab for AHA. Pediatric hematologists were excluded given the negligible incidence of pediatric AHA. 10 respondents had experience with off label emicizumab for AHA and were prompted for de-identified data on AHA cases treated with emicizumab at their HTC. These responses were compiled into a central database at the University of Washington under IRB exemption. Results Of the 87 US HTCs queried, 32 reported experience treating AHA; combined, 358 patients with AHA were treated at the 32 HTCs within the last 5 years. 10 respondents (31%) used off label emicizumab for a total of 40 patients with AHA. HTCs that had not used emicizumab for AHA had seen fewer cases of AHA in the last 5 years (average 8 vs 17 patients). Most HTCs (86%) would consider emicizumab if safety data in AHA was available. Of the 10 respondents who used emicizumab for AHA, 7 submitted deidentified data for a total of 24 cases of AHA treated with emicizumab. The median age of subjects was 73 years (range 34-87), 10 were female. The majority (17) were Caucasian. 15 had conditions often associated with AHA: autoimmune disease (7, with 4 on immunosuppression), cancer (6), and peripartum (2). Additionally, one patient had mild congenital hemophilia A and developed an autoantibody to FVIII. Other comorbidities included metabolic syndrome (11), vascular disease (10), prior venous thrombosis (3, none on anticoagulation), alcoholic pancreatitis (1) and Alzheimer's dementia (1). 3 had no comorbidities. At time of diagnosis, 4 were on antiplatelet therapy and 2 on therapeutic anticoagulation, which were discontinued in all cases. The majority presented with bleeding (92%): 63% was spontaneous with most in soft tissue (67%), followed by hematuria (17%), hemarthrosis (8%), retroperitoneal (8%), gastrointestinal (8%), subdural hematoma (4%). At diagnosis, the median FVIII was <1% (range <1 to 28%). The median maximum inhibitor titer was 54 BU/mL (0.8-749 BU/mL). Most (79%) were on immunosuppression prior to starting emicizumab: glucocorticoids (67%), rituximab (54%), cyclophosphamide (17%), mycophenolate mofetil (13%), daratumumab (4%). Prior to starting emicizumab, four had adverse events with immunosuppression: hyperglycemia (1), demand ischemia (2) and hypersensitivity to immunosuppression (1). Emicizumab was mostly started to improve bleeding prophylaxis and/or facilitate outpatient management (Table A). Dosing varied with most receiving the standard loading regimen used for congenital hemophilia A (Table A). Bleeding resolved in most after starting emicizumab (Table B). One patient had new ecchymoses after the first loading dose, which resolved after further doses. 3 patients had breakthrough bleeding on maintenance emicizumab: two had hematuria that resolved with hemostatic agents and in one case a procedure; another had severe gastrointestinal bleeding 4 months after starting emicizumab that required an endoscopy and hemostatic agents (Table B). The majority (95%) tolerated emicizumab without complications. One patient developed a lower extremity deep vein thrombosis (DVT) while on maintenance emicizumab 3 mg/kg every other week. This patient had no history of DVT, but was on apixaban for atrial fibrillation until AHA diagnosis. Anticoagulation was resumed after the DVT. Emicizumab was held for 4 weeks and restarted at 1.5 mg/Kg every other week with no additional adverse events. At the time of the survey, 4 patients had died, of whom 2 were on emicizumab. No deaths were attributed to emicizumab. Of the living patients, 8 remain on emicizumab with persistent inhibitors, with 6 off immunosuppression (Figure One). Conclusion Emicizumab could improve AHA outcomes by providing outpatient hemostatic prophylaxis with lower intensity immunosuppression. Additional safety and dosing data are needed to clarify the role of emicizumab in AHA. Figure 1 View large Download slide Figure 1 View large Download slide Close modal Disclosures Poston:  TeraImmune: Consultancy. von Drygalski:  Hematherix, Inc: Membership on an entity's Board of Directors or advisory committees, Patents & Royalties: Super FVa; uniQure: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CSL Behring: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Biomarin: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Pfizer: Research Funding; Novo Nordisk: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Parnes:  Shire/Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees; Genentech/Hoffman LaRoche: Research Funding; Sigilon: Membership on an entity's Board of Directors or advisory committees; Sunovion: Consultancy; I-mAb: Consultancy; Aspa: Consultancy; UniQure: Membership on an entity's Board of Directors or advisory committees. Walsh:  Tremeau: Consultancy; Takeda: Consultancy; Biomarin: Consultancy; Genentech: Consultancy; Novo Nordisk: Consultancy. Kessler:  Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; CSL Behring: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Octapharma: Membership on an entity's Board of Directors or advisory committees, Research Funding; Bayer: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Genentech: Membership on an entity's Board of Directors or advisory committees, Research Funding. Janbain:  Bayer: Membership on an entity's Board of Directors or advisory committees, Other: Steering Committee member; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CSL Behring: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Biomarin: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Sanofi: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Malec:  CSL Behring: Consultancy; Genentech: Consultancy; HEMA Biologics: Consultancy; Pfizer: Consultancy; Sanofi: Consultancy, Research Funding; Takeda: Consultancy. Kruse-Jarres:  Biomarin: Consultancy; Genentech: Consultancy, Research Funding; Genentech/Roche: Speakers Bureau; CSL Behring: Consultancy; CRISPR: Consultancy; Pfizer: Consultancy. OffLabel Disclosure: Emicizumab is FDA approved for congential hemophilia A and is a bispecific monoclonal antibody that binds coagulation factors IXa and X. We will discuss off label use for acquired hemophilia A.",
    "author_names": [
        "Jacqueline N. Poston",
        "Kadhim Al-Banaa",
        "Annette von Drygalski",
        "Aric D. Parnes",
        "Christopher E Walsh",
        "James F Wu",
        "Craig M. Kessler",
        "Maissaa Janbain",
        "Lynn M Malec",
        "Rebecca Kruse-Jarres"
    ],
    "author_dict_list": [
        {
            "author_name": "Jacqueline N. Poston",
            "author_affiliations": [
                "Division of Hematology/Oncology, Department of Medicine, Larner College of Medicine at The University of Vermont, Burlington, VT",
                "Transfusion Medicine, Division of Clinical Pathology, Department of Pathology, Larner College of Medicine at The University of Vermont, Burlington, VT"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kadhim Al-Banaa",
            "author_affiliations": [
                "Department of Hematology/Oncology, Beaumont Hospital, Royal Oak, MI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette von Drygalski",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of California San Diego, San Diego, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aric D. Parnes",
            "author_affiliations": [
                "Hematology Division, Department of Medicine, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher E Walsh",
            "author_affiliations": [
                "Division of Hematology and Oncology, Department of Internal Medicine, Mt. Sinai School of Medicine, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James F Wu",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Craig M. Kessler",
            "author_affiliations": [
                "Georgetown University Hospital, Washington, DC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maissaa Janbain",
            "author_affiliations": [
                "Tulane University Health Sciences Center, New Orleans, LA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn M Malec",
            "author_affiliations": [
                "Versiti BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Kruse-Jarres",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, University of Washington School of Medicine, Seattle, WA",
                "Washington Center for Bleeding Disorders, Seattle, WA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:36:54",
    "is_scraped": "1"
}