{
    "doi": "https://doi.org/10.1182/blood-2018-99-112717",
    "article_title": "Changes in Both CD4 + CD25 + Foxp3 + Regulatory T Cells and CD3 - CD56 + NK Cells in Patients with Chronic Myeloid Leukemia Treated with a Tyrosine Kinase Inhibitor ",
    "article_date": "November 29, 2018",
    "session_type": "631. Chronic Myeloid Leukemia: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: The immunological graft-versus-leukemia effects associated with chronic myeloid leukemia (CML) are well-established. Both regulatory T cells (Treg) and natural killer (NK) cells play a role in the maintenance of CML. In this study, we examined changes in the number of circulating Treg and NK cells and the NK activity in CML patients before and after treatment with a tyrosine kinase inhibitor (TKI). Our goal was to evaluate the clinical significance of this treatment on these two different cell types. Moreover, the levels of these cells suggest that there is a need to make the TKI more effective as an immunotherapy. Patients and Methods: Treg and NK cells were characterized and quantified by flow cytometry in 27 newly diagnosed CML patients, 19 newly diagnosed patients with other myeloproliferative neoplasms (MPN), and 15 healthy controls (HC-group). CML patients, who were diagnosed as chronic phase and initially treated with a TKI between September 2007 and July 2017 and were followed up for more than 12 months were enrolled in the study. The molecular response was analyzed by quantitative PCR of the BCR-ABL fusion genes at approximately 6-month intervals after the initiation of treatment. After obtaining informed consent, peripheral blood (PB) was drawn from all patients at their initial diagnosis and at 6-month intervals thereafter. CD4 + CD25 + Foxp3 + Treg cells, CD3 + CD4 + T cells, CD3 + CD8 + T cells, and CD3 - CD56 + NK cells were analyzed using flow cytometry, and the absolute numbers of these cells were calculated. The NK activity was measured by the standard 51 Cr release assay at an effector:target (E:T) ratio of 20:1. Results: The median age for CML patients was 65 years (range: 44-85), and 17 out of 27 of the patients were male. The median period of observation was 656 days. After 12 months, 12 CML patients (MMR-group) had a major molecular response (MMR), and 15 patients (NR-group) did not have a MMR. Treg% values in the PB before treatment in the CML-group (0.39±0.30%) were significantly lower than that in the HC-group (0.70±0.29%, p<0.01). Before treatment, the percentage of Treg cells in the NR-group (0.25±0.24%) was significantly lower than that in MMR-group and HC-group (0.57±0.29, 0.69±0.29%, p<0.01, p<0.01, respectively), although the absolute number of Treg cells did not differ. The changes in Treg% values in the PB before treatment to 6 months after treatment in the CML patients significantly increased from 0.39±0.30 to 0.60 ±0.49% (p=0.026). However, the absolute number of Treg cells significantly decreased from 37.1±18.6 to 28.3±20.0/μL (p<0.01). Similarly, comparing before and at 1 year after treatment, the absolute number of Treg cells significantly decreased from 37.1±18.6 to 17.0±14.2/μL in the CML patients (p<0.01) and from 39.2±14.7 to 14.6±6.6/μL in the MMR-group (p<0.01). The Treg% values in the MMR-group also decreased from 0.57±0.29 to 0.31±0.18% (p=0.033). However, even 6 months after treatment, the absolute number of Treg cells was significantly higher in both the CML-group (28.3±20.0/μL) and the NR-group (29.4±15.2/μL) than that in the MPN-group (14.5±10.1/μL, p<0.01, p<0.01, respectively). The absolute numbers and percentages of CD3 - CD56 + NK cells and NK activity before treatment as well as after treatment did not differ between each group. However, the absolute number of CD3 - CD56 + NK cells before treatment in the CML patients (427.5±424.4/μL) was significantly higher than that in the MPN patients (192.6±87.7/μL, p=0.022). The NK activity before treatment in the MMR-group (26.5±20.5%) was significantly lower than that in the HC-group (41.7±4.1%, p<0.01), whereas the NK activity increased with time and was no longer different from that in the HC-group. Conclusions: The absolute number of Treg cells in the CML patients decreased remarkably after treatment. The absolute number and the percentage of Treg cells decreased remarkably after treatment especially among the CML patients in the MMR-group. Although the number of NK cells did not change in the MMR-group compared to that in the HC-group, the NK activity was significantly lower and tended to approach the value of the normal control group after treatment. These data suggest that patients with CML have a more profound remission by treatment with a TKI resulting in decreased levels of Treg cells and increased NK activity. Immunological control via T cells and NK cells is very important in the treatment of CML. Disclosures Suzumiya: Chugai-Roche: Research Funding, Speakers Bureau; Kyowa Hakko Kirin: Research Funding, Speakers Bureau; Pfizer: Research Funding; SymBio: Research Funding; Ono: Speakers Bureau; Nippon Shinyaku: Speakers Bureau; Eisai: Research Funding, Speakers Bureau; Shire Japan: Speakers Bureau; Taiho: Research Funding, Speakers Bureau; Toyama Chemical: Research Funding; Celltrion: Research Funding; Takeda: Research Funding, Speakers Bureau; Zenyaku Kogyo: Consultancy; Abbvie: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau; Celgene: Consultancy, Speakers Bureau; Sumitomo Dainioppon: Research Funding, Speakers Bureau; Astellas: Research Funding, Speakers Bureau; Bristol Myers Squibb: Speakers Bureau; Ohtsuka: Speakers Bureau.",
    "topics": [
        "antigens, cd25",
        "cd56 antigens",
        "foxp3 gene",
        "leukemia, myelocytic, chronic",
        "natural killer cells",
        "neural cell adhesion molecules",
        "protein-tyrosine kinase inhibitor",
        "regulatory t-lymphocytes",
        "measles-mumps-rubella vaccine",
        "flow cytometry"
    ],
    "author_names": [
        "Fumihito Tajima, MD PhD",
        "Koji Adachi, MD PhD",
        "Toshio Kawatani, MD PhD",
        "Takaya Nishio, PhD",
        "Junji Suzumiya, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fumihito Tajima, MD PhD",
            "author_affiliations": [
                "Stem cell transplantation Ctr., National Hospital Organization Yonago Med. Ctr., Yonago, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Koji Adachi, MD PhD",
            "author_affiliations": [
                "Stem cell transplantation Ctr., National Hospital Organization Yonago Med. Ctr., Yonago, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toshio Kawatani, MD PhD",
            "author_affiliations": [
                "Stem cell transplantation Ctr., National Hospital Organization Yonago Med. Ctr., Yonago, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takaya Nishio, PhD",
            "author_affiliations": [
                "Laboratory Department, National Hospital Organization Yonago Medical Ctr., Yonago, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junji Suzumiya, MD PhD",
            "author_affiliations": [
                "Department of Oncology and Hematology, Shimane University Hospital, Izumo, JPN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T15:43:29",
    "is_scraped": "1"
}