{
    "doi": "https://doi.org/10.1182/blood.V120.21.297.297",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2352",
    "start_url_page_num": 2352,
    "is_scraped": "1",
    "article_title": "Genome Wide SNP Array (SNPa) Analysis Reveals Clonal Evolution During Clinical Course in Waldenstrom's Macroglobulinemia (WM) ",
    "article_date": "November 16, 2012",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Genomics",
    "abstract_text": "Abstract 297 Background. Current models of cancer progression are based on evolution and clonal selection i.e. evolution of tumour cells inducing expansion of cells that acquire genetic lesions over time, related to ongoing mechanisms of genomic instability. An initiating event may be followed by gene mutation, copy number alteration (CNA) or copy neutral loss of heterozygosity (CN-LOH) that drive tumor progression and emergence of mechanisms of resistance to drugs. WM is a lymphoproliferative disorder characterized by bone marrow (BM) infiltration of lymphoplasmacytic cells that secrete monoclonal IgM antibody. The clinical course is characterized either by an indolent or smoldering status or a symptomatic profile that needs chemotherapy to control the progression of tumour cells. The majority of patients (pts)evolved from indolent to symptomatic, and the mechanisms of progression of WM are not fully understood to date. We hypothesized that we could gain insights into clonal evolution underlying disease progression of WM on a paired serial analysis of WM samples using genome wide SNPa, that allow both the detection of LOH and CNA. Method. BM samples of 19 untreated pts with WM (12 males, mean age: 67 years, 11 symptomatic pts) were analysed. All patients had Genome-Wide Human SNP Array 6.0 (Affymetrix chips) on at least two sequential tumor samples > 6 months apart (42 samples from 19 patients with two to three points). Tumoral DNA was extracted following CD19 B cells selection. Paired samples (tumor/normal T lymphocytes) were used as an intra-individual reference to identify germline polymorphisms. Size, position and location of genes were identified with UCSC Genome Browser HG18 assembly, LOH and CNA using genotyping console 3.02 software (Affymetrix). FISH analysis was performed to detect deletion 6q; 13q14, 11q22, TP53, trisomy 4 and 12 chromosomal aberrations using Vysis probes. P53 and MYD88 mutation were analyzed by sanger sequencing. Results. At initial sampling, SNPa detected a total of 76 CNA genetic aberrations (range 0 – 24 per genome) including 22 gains and 54 losses; 85% of patients had MYD88 L265P mutation. During the follow-up of all indolent WM that remained indolent, we haven't observed any new genetic aberrations, gain or loss (either CNA or CN-LOH) (n=8, mean follow-up: 63 months, range: 16–107 months). Among the 11 remaining patients (mean follow-up: 44.2 months, range: 7–92 months), a clonal evolution was observed in 6 cases. Three of them were symptomatic and acquired CNA or CN-LOH during clinical evolution: one case with acquisition of several CN-LOH, including one at 3p22 involving MYD88 locus associated to a mutation, one case with an additional deletion 7q31 which was observed in a patient with a chromothripsis at diagnosis, one case with emergence of subclonal del17p. The two remaining patients evolved from smoldering to symptomatic with a major variation in CNA number. Finally, loss of CNAs displayed at diagnosis was observed in one patient after chemotherapy and during indolent follow-up. In 5 cases, no detectable CNA changes were identified between the initial and subsequent sample at relapse. Conclusion. Our results using high resolution SNP array support the hypothesis that a symptomatic WM disease will favour genetic clonal evolution of tumor cells. In our study, 3 distinct genotypic patterns were observed: (i) absence of genomic variation in stable smoldering WM disease or in symptomatic relapsed patient. (ii) unstable genotype in symptomatic or asymptomatic patients switching to symptomatic suggesting high risk tumors that are less stable and more prone to change with time. (iii) loss of abnormalities suggesting that chemotherapy eradicated the dominant clone or that a genetically distinct relapsed clone has emerged. This study refines our understanding of the dynamic genetic changes in progressive WM. Further confirmation of the role of some candidate genes is underway. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "brachial plexus neuritis",
        "cd19 antigens",
        "chemotherapy regimen",
        "chromosome abnormality",
        "chromothripsis",
        "dideoxy chain termination dna sequencing",
        "disease progression",
        "dna",
        "follow-up",
        "genome"
    ],
    "author_names": [
        "Stephanie Poulain",
        "Christophe Roumier",
        "Charles Herbaux, MD",
        "Aline Renneville, MD",
        "Elisabeth Bertrand",
        "Agnes Daudignon",
        "Sabine Tricot, MD",
        "Valérie Soenen",
        "Catherine Roche-Lestienne",
        "Olivier Nibourel",
        "Bruno Quesnel, MD, PhD",
        "Claude Preudhomme",
        "Patrick Duthilleul",
        "Xavier Leleu, MD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie Immunologie Cytogénétique, Hopital de Valenciennes, Valenciennes, France, "
        ],
        [
            "Laboratoire d'Hématologie, Centre de Biologie Pathologie, Lille, France, "
        ],
        [
            "Hematology, CHU de LILLE, Lille, France, "
        ],
        [
            "Laboratoire d'Hématologie, Centre de Biologie-Pathologie, CHRU de Lille, Lille, France, "
        ],
        [
            "IRCL, "
        ],
        [
            "Service d'Hématologie Immunologie Cytogénétique, Hopital de Valenciennes, Valenciennes, France, "
        ],
        [
            "Departement of Hematology, Hopital de Valenciennes, Valenciennes, France, "
        ],
        [
            "CHRU Lille, "
        ],
        [
            "CHRU Lille, "
        ],
        [
            "Laboratoire d'Hématologie, Centre de Biologie Pathologie PM Degand; INSERM U837, Lille, France, "
        ],
        [
            "CHRU de Lille, Université Lille, Lille, France, "
        ],
        [
            "Centre de Biologie Pathologie PM Degand; INSERM U837, Lille, France, "
        ],
        [
            "Service d'Hématologie Immunologie Cytogénétique, Hopital de Valenciennes, Valenciennes, France, "
        ],
        [
            "Hopital Huriez, CHRU, Lille, France"
        ]
    ],
    "first_author_latitude": "50.3599852",
    "first_author_longitude": "3.4993586000000003"
}