{
    "doi": "https://doi.org/10.1182/blood.V108.11.5412.5412",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=793",
    "start_url_page_num": 793,
    "is_scraped": "1",
    "article_title": "Acute Adult Leukemia (ATL) Successfully Treated with Full Matched Sibling Bone Marrow Transplantation and Haplo-Identical (3 Locus Mis-Matched) Peripheral Stem Cell Transplantation. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "bone marrow transplantation",
        "leukemia",
        "peripheral blood stem cell transplantation",
        "relationship - sibling",
        "chemotherapy regimen",
        "hypercalcemia",
        "immunotherapy",
        "calcification",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "hematopoietic stem cell transplantation"
    ],
    "author_names": [
        "Mitsuru Koike, MD",
        "Yohsinori Suzuki, MD",
        "Yasuyuki Inoue, MD",
        "Takao Suzuki, MD",
        "Kouhei Ogawa, MD",
        "Shigesaburo Miyakoshi, MD",
        "Masayuki Kato, MD",
        "Masatomo Takahashi, MD",
        "Ikuo Miura, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology, Tokyo Metropolitan Geriatric Hospital, Itabashi, Tokyo, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ],
        [
            "Hematology and Onclogy, St. Marianna University School of Medicine, Kawasaki, Kanagawa, Japan"
        ]
    ],
    "first_author_latitude": "35.5997647",
    "first_author_longitude": "139.54846519999998",
    "abstract_text": "[Back ground] HTLV-1 known as the 1st recognized human retrovirus infection described 1979 is endemic to some regions of the world, especially southwest Japan, Caribbean and others. Acute ATL type among the HTLV-1 associated leukemia/lymphoma has the poorest prognosis after various chemotherapies that are easily mutated chemo-resistantly. We hereby present 2 acute ATL cases receiving stem cell transplantation. [Case 1] The patient was a 21 years-old female. Induction therapy like ALL setting and then CHOP 14 for acute ATL induced to CR. The patient had HTLV-1 negative full matched 31 years-old brother. We performed bone marrow transplantation at day 90 from the beginning of initial chemotherapy. Typical conditioning regimens and immunotherapies consisted of CY (60mg/kg×3) +TBI (12Gy) and tacrolimus+steroid respectively. The engraftment was day 14 with no aGVHD of grade 2 to 4 observed till day 100. HTLV-1 viral load by RT -PCR was not detected at day 40 after BMT although HTLV-1 antibody and Western blotting analysis were still positive. [Case 2] The patient was a 32 years-old male. He was admitted our emergency room due to hypercalcemia (Ca 26.5mg/dl). CHOP and other chemotherapies were performed for a critical life saving situation. However, the control of his hypercalcemia was difficult even under intensive chemotherapy with steroid, elcatonin and bisphosphonates. His metastatic pulmonary calcification and arthralgia due to hypercalcemia were progressive on bone scintigram and CAT scan. The Japan Marrow Donor Program failed to provide an adequate donor. We decided to initiate peripheral stem cell transplantation (PBSCT) from his haplo-identical (3 locus mis-matched) HTLV-1 positive 68 years-old mother with informed consent from the patient and his family, as there was no life expectancy from usual chemotherapeutic treatment only. We performed PBSCT at day 90. The conditioning regimen and immunotherapy consisted of fludarabine phosphate (25mg×5) +L-PAM (240mg) +TBI (4Gy) and tacrolimus +steroid +short term MTX from the beginning of initial chemotherapy. At day 16 from PBSCT, Hypercalcemia and metastatic calcification as well as leukemic status improved dramatically. Engraftment and complete chimera were observed on day 11 and day 26 respectively with no aGVHD till day100. Although immunotherapy induced CMV infection was severe, the infection improved by using ganciclovir and foscarnet. [Results] The former case showed positive for results the successful eradication of HTLV-1. The latter case is still positive for HTLV-1 on PCR. However, this case showed CR in acute ATL with neither hypercalcemia nor its related complications. [Conclusion] In our limited studies, the modality for stem cell transplantation in acute ATL to cure or control leukemic cells in young patients has strong potential, even in a haplo-identical setting."
}