{
    "doi": "https://doi.org/10.1182/blood.V124.21.1431.1431",
    "article_title": "The Dual Structural Roles of the Membrane Distal Region of α Integrin Cytoplasmic Tail in Integrin inside-out Activation ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Poster I",
    "abstract_text": "Integrin inside-out activation is essential for platelet aggregation mediated by αIIbβ3 and leukocytes migration and arresting mediated by αLβ2. How integrin is activated by the inside-out stimulation is not completely understood. Integrin activation from inside the cell is regulated through the transmembrane and cytoplasmic domains. Mutagenesis and structural studies revealed that the inactive integrin conformation is maintained by the specific interactions at the transmembrane and cytoplasmic domains. Inside-out signals impinging on integrin cytoplasmic domain disturb the transmembrane and cytoplasmic associations, resulting in conformational change of extracellular domain that is required for binding ligands. Studies on the mechanism of integrin inside-out activation have been focused on β cytoplasmic tail that is relatively conserved and bears binding sites for the common intracellular activators including talin and kindlin. The integrin α cytoplasmic tails only share a conserved GFFKR motif at the membrane-proximal region that forms specific interface with the membrane-proximal region of β cytoplasmic tail. The membrane-distal regions after the GFFKR motif are diverse significantly both in length and sequence. Their roles in integrin activation have not been well characterized. In this study, by comprehensive mutagenesis, we defined the role of the membrane-distal region of α integrin cytoplasmic tail in maintaining integrin in the resting state and in integrin inside-out activation. We found that complete deletion of the αIIb cytoplasmic membrane-distal region greatly enhances αIIbβ3 activation induced by the active mutations such as β3-K716A and β3-G708L, indicating that the missing of membrane-distal region facilitates integrin activation, i.e. the αIIb membrane-distal region contributes to the inactive integrin conformation. On the other hand, complete deletion of the αIIb membrane-distal region abolished integrin activation induced by the active mutations of αIIb-R995 and β3-D723, indicating that the αIIb membrane-distal region also contributes to integrin inside-out activation. We demonstrated that deletion of the membrane-distal region of αIIb, αV, or αL integrin greatly diminished ligand binding induced by overexpression of talin-1 head and/or kindlin-2 or -3 in 293FT cells. We further confirmed the effect of α cytoplasmic membrane-distal region on integrin inside-out activation in K562 cells. In the absence of αIIb cytoplasmic membrane-distal region, PMA failed to induce ligand binding to αIIbβ3 integrin expressed in K562 cells. This effect was due to the lack of talin-1-head and kindlin-induced integrin conformational change (ectodomain extension and headpiece opening) in the absence of α cytoplasmic membrane-distal region as reported by the conformation-dependent monoclonal antibodies. Structural superposition of αIIbβ3 transmembrane-cytoplasmic heterodimer and talin-1-head/β-tail complex reveals steric clashes between talin-1 head and the αIIb membrane-distal residues (NR997) immediately follow the GFFKR motif, which has been suggested to play a role in talin-mediated integrin activation. To test this possibility, we retained two native residues, NR997 for the αIIb membrane-distal region and found that it partially restores talin-1-head-induced integrin activation. Replacing the NR997 with small amino acids, GG997 or AA997 has little effect, while with the bulky residues YY997 significantly reduced talin-1-head-induced αIIbβ3 activation. Interestingly, retaining two native residues for the membrane-distal region of αV or αL integrin failed to restore talin-1-head-induced αVβ3 or αLβ2 activation. Retaining as long as 8 native residues for the αL membrane-distal region is not sufficient to restore talin-1-head-induced αLβ2 activation to the level of intact αL. These data demonstrate that a steric clash might play a role but is not the sole mechanism by which the α cytoplasmic membrane-distal region participates in integrin inside-out activation. A proper length and amino acids of the membrane-distal region is required for talin-induced integrin activation. Our data established an essential role of the α integrin cytoplasmic membrane-distal region in integrin activation and provide new insight of how talin and kindlin induce the high affinity integrin conformation that is required for fully functional integrins. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cytoplasm",
        "integrins",
        "tissue membrane",
        "talin",
        "ligands",
        "amino acids",
        "monoclonal antibodies",
        "platelet aggregation",
        "k562 cells",
        "extension"
    ],
    "author_names": [
        "Jieqing Zhu, PhD",
        "Jiafu Liu, PhD",
        "Yan-Qing Ma, PhD",
        "Zhengli Wang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jieqing Zhu, PhD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jiafu Liu, PhD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan-Qing Ma, PhD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhengli Wang, PhD",
            "author_affiliations": [
                "BloodCenter of Wisconsin, Milwaukee, WI"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:32:49",
    "is_scraped": "1"
}