{
    "doi": "https://doi.org/10.1182/blood.V114.22.1111.1111",
    "article_title": "Prevalence of Large Granular Lymphocyte Proliferation in Chronic Myeloid Leukemia (CML) Patients Treated with Dasatinib. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster I",
    "abstract_text": "Abstract 1111 Poster Board I-133 Dasatinib is a potent inhibitor of the BCR-ABL tyrosine kinase which is effective in the treatment of imatinib refractory CML. While hematologic toxicities of neutropenia and thrombocytopenia are well known, large granular lymphocytosis has been reported in only a small number of patients without prior allogeneic stem cell transplant treated with dasatinib for CML. During routine follow up of leukocyte counts in 15 consecutive patients (age range 27-77 years) treated with dasatinib, 4 patients (2 chronic-phase, 1 accelerated phase with clonal cytogenetic progression, 1 blast-phase) developed a lymphocytosis (> 3800/mm3). Peripheral blood smear and peripheral blood flow cytometry revealed a population of large granular lymphocytes (LGLs) expressing CD3, CD8, CD57, and variable expression of CD56. Lymphocytosis was first noted between 1 and 9 months after initiation of dasatinib and has persisted in 3 of the patients with a median follow up of 33 months from the onset of lymphocytosis. Peak absolute lymphocyte count ranged from 5000/mm3 to 6900/mm3 and approximately 40 to 60% of the lymphocytes were LGLs by flow cytometry with the remainder being predominantly T lymphocytes. These 4 patients with LGL lymphocytosis have all have major molecular responses and the patient with blast-phase has remained in a complete cytogenetic remission with a major molecular response 44 months after initiation of dasatinib. The 11 other patients (6 chronic-phase, 2 accelerated-phase, 3 blast-phase) treated with dasatinib for CML have not developed lymphocytosis. These patients have been followed for a median of 25 months (range 3-50 months) although some were treated with dasatinib for a relatively short period of time because of poor response of their advanced CML. Review of the peripheral blood smears from 3 of the 6 chronic phase patients without lymphocytosis who remain on dasatinib treatment did not reveal any LGLs. All of these 6 patients have had complete, sustained cytogenetic responses. A persistent pleural effusion developed in the blast phase patient with lymphocytosis approximately 12 months after lymphocytosis developed; no significant side effects were noted in the other 3 patients although one remains thrombocytopenic. Pleural effusions developed in 2 of the 6 patients without lymphocytosis who remain on dasatinib treatment. Previous reports have suggested an increased incidence of “inflammatory” type side effects such as pleural effusions and pneumonitis in patients with dasatinib related LGL proliferation, although the small number of patients in this series precludes analysis of this association. In summary, LGL proliferation was detected in a minimum of 27% of dasatinib recipients and may be associated with a beneficial response. While the mechanism of LGL proliferation has not been fully explained, it has been suggested that dasatinib mediated inhibition of immunoregulatory kinases such as Src is permissive of LGL proliferation. Further evaluation of the frequency and clinical impact of this phenomenon in the large clinical trials of patients treated with dasatinib is warranted. Disclosures Schiffer: Bristol Myers: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "dasatinib",
        "large granular lymphocytes",
        "leukemia, myelocytic, chronic",
        "lymphocytosis",
        "blast phase",
        "pleural effusion",
        "accelerated phase",
        "adverse effects",
        "follow-up",
        "peripheral blood smear"
    ],
    "author_names": [
        "Jason Valent, MD",
        "Charles A. Schiffer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason Valent, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute, Wayne State University, Detroit, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Charles A. Schiffer, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute, Wayne State University, Detroit, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T21:29:05",
    "is_scraped": "1"
}