{
    "doi": "https://doi.org/10.1182/blood.V114.22.1842.1842",
    "article_title": "Preclinical Approach to Sensitize Multiple Myeloma Cells: Combination of the MEK Inhibitor PD0325901 with ABT-737 or Mevinolin. ",
    "article_date": "November 20, 2009",
    "session_type": "Myeloma - Pathophysiology and Preclinical Studies Excluding Therapy Poster I",
    "abstract_text": "Abstract 1842 Poster Board I-868 Multiple myeloma (MM) is a plasma cell malignancy incurable with existing conventional therapies. However, the increased understanding of the molecular mechanisms underlying the growth, progression and drug resistance of MM cells is allowing the development of novel therapies based on target-specific drugs. These agents have shown promising results in pre-clinical trials and some are already in early phase of clinical investigation. However, limitations of this approach are represented by the existence of cross-talking signals among different pathways which results in ineffective inhibition of a single pathway. Therefore, targeted therapy based on the multiple inhibition of key signal transduction pathways represents the present focus of translational research. We have already demonstrated (Haematologica 2008;93[suppl.2]:P195) the potent growth-inhibitory effects of the specific MEK inhibitor PD0325901 and the marked pro-apoptotic activity of the Bcl 2 /Bcl XL inhibitor ABT-737 (kindly provided by Abbott Laboratories) on MM cell lines and primary CD138+ cells from MM patients at different disease stages (smoldering, diagnosis, relapse, refractory/resistant). Since it has already been reported that the inhibitor of the mevalonate pathway, Mevinolin, strikingly induces apoptosis by regulating different pathways, including the MEK/ERK module, we aimed in the present study to analyze the impact of the simultaneous inhibition of both pathways on apoptosis and cell growth of MM cell lines and primary samples. We exposed the KMS18, KMS27 and ARH-77 MM cell lines to increasing concentrations of PD0325901 (1–100 nM) and ABT-737 (1–100 nM) or Mevinolin (1–100 μM), alone and in combination. When used as single agents the inhibition of cell-growth was dose-dependent, while if used in combination it was synergistic, with combination indexes (CI) of 0.12 and 0.15 for PD0325901 plus ABT-737 and the same plus Mevinolin, respectively (Chou-Talalay method). We then investigated the effects of these agents on apoptosis, as determined by the sub-G1 DNA peak, and found that PD0325901 mainly showed cytostatic effects, while ABT-737 and Mevinolin needed high concentrations to affect apoptosis. The simultaneous exposure to PD0325901 plus ABT-737 or Mevinolin at lower concentrations, induced apoptosis with highly synergistic effects, as demonstrated by a CI of 0.2 (KMS18) and 0.17 (KMS27) for PD0325901 plus ABT-737 and of 0.135 (KMS18) and 0.128 (KMS27) for PD0325901 plus Mevinolin. Similarly, mitochondrial membrane depolarization was greatly induced with the combination approach. Preliminary experiments performed on primary MM samples confirmed the pro-apoptotic synergistic activity of combination strategies. On the contrary, when we used the MEK-inhibitor resistant MM cell line ARH-77, the effects of ABT-737 and Mevinolin were not potentiated by MEK inhibition with PD0325901. In conclusion, we demonstrated that the simultaneous disruption of the MEK/ERK and Bcl 2 /Bcl XL or Mevalonate signalling is effective on apoptosis induction and growth inhibition of MM cells at a greater degree than single agent therapy. Additional ongoing studies on primary samples from MM patients at different stages of the disease will help to determine the feasibility and efficacy of these combinations for clinical use. Disclosures: Petrucci: Celgene: Honoraria; Janssen Cilag: Honoraria.",
    "topics": [
        "abt-737",
        "lovastatin",
        "mitogen-activated protein kinase inhibitors",
        "mitogen-activated protein kinase kinase inhibitors",
        "multiple myeloma",
        "hypercholesterolemia, autosomal recessive",
        "mechlorethamine",
        "mevalonate",
        "cancer",
        "depolarization"
    ],
    "author_names": [
        "Maria Rosaria Ricciardi",
        "Elisabetta Calabrese",
        "Michele Milella",
        "Paola Bergamo",
        "Samantha Decandia",
        "Cinzia De Benedictis",
        "Robin Foà",
        "Agostino Tafuri",
        "Maria Teresa Petrucci"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria Rosaria Ricciardi",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elisabetta Calabrese",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michele Milella",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Bergamo",
            "author_affiliations": [
                "Medical Oncology A, Regina Elena National Cancer Institute, Rome, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Samantha Decandia",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cinzia De Benedictis",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robin Foà",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Agostino Tafuri",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Teresa Petrucci",
            "author_affiliations": [
                "Division of Hematology, Department of Cellular Biotechnologies and Hematology, Sapienza University, Rome, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T04:00:42",
    "is_scraped": "1"
}