{
    "doi": "https://doi.org/10.1182/blood.V110.11.1737.1737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=835",
    "start_url_page_num": 835,
    "is_scraped": "1",
    "article_title": "Rituximab Therapy for Autoimmune Hemolytic Anemia and Immune Thrombocytopenia: A Belgian Registry. ",
    "article_date": "November 16, 2007",
    "session_type": "Red Cell Structure/Function, Metabolism, and Survival (Including Iron)",
    "topics": [
        "autoimmune hemolytic anemia",
        "rituximab",
        "thrombocytopenia due to immune destruction",
        "purpura, thrombocytopenic, idiopathic",
        "hemoglobin",
        "cold hemagglutinin disease",
        "complete remission",
        "partial response",
        "splenectomy",
        "transfusion"
    ],
    "author_names": [
        "Daan Dierickx, MD",
        "Philippe Mineur, MD",
        "Agnes Triffet, MD",
        "Alain Kentos, MD",
        "Carine Keppens, MD",
        "Pascal Pierre, MD",
        "Alina Ferster, MD",
        "Dominique Boulet, MD",
        "Christiane Vermylen, MD",
        "Bernard Deprijk, MD",
        "Yves Beghin, MD",
        "Marie-France Dresse, MD",
        "Khalil Kargar, MD",
        "Greet Bries, MD",
        "Gregor Verhoef, MD",
        "Andre Delannoy, MD"
    ],
    "author_affiliations": [
        [
            "Gasthuiberg, Leuven, Belgium"
        ],
        [
            "CH Gilly, Charleroi, Belgium"
        ],
        [
            "CHU Charleroi, Charleroi, Belgium"
        ],
        [
            "CHU Erasme, Brussels, Belgium"
        ],
        [
            "Roche Belgium, Brussels, Belgium"
        ],
        [
            "CHR Arlon, Arlon, Belgium"
        ],
        [
            "HUDERF, Brussels, Belgium"
        ],
        [
            "CHR Mons, Mons, Belgium"
        ],
        [
            "UCL St Luc, Brussels, Belgium"
        ],
        [
            "CHR Liege, Liege, Belgium"
        ],
        [
            "CHU Liege, Liege, Belgium"
        ],
        [
            "CHR Liege, Liege, Belgium"
        ],
        [
            "CHR Tournai, Tournai, Belgium"
        ],
        [
            "Virgajesse, Hasselt, Belgium"
        ],
        [
            "Gasthuiberg, Leuven, Belgium"
        ],
        [
            "UCL St Luc, Brussels, Belgium",
            "Jolimont, Haine-Saint-Paul, Belgium"
        ]
    ],
    "first_author_latitude": "50.87977315",
    "first_author_longitude": "4.6756415",
    "abstract_text": "Background. Immune thrombocytopenic purpura (ITP) and autoimmune hemolytic anemia (AIHA) may respond to the chimeric anti-CD20 monoclonal antibody rituximab, even when refractory to conventional therapy. Aims. To collect data on Belgian patients given rituximab in the setting of ITP or AIHA in order to assess the response rate and the factors predictive for response in a multicenter study. Method. Belgian hematology centers were invited to fill a questionnaire specifying the major characteristics and quality of response of ITP and AIHA patients given rituximab. For ITP, complete response (CR) was defined as a platelet count >150,000/μL, and a partial response (PR) as a platelet count 50–100,000/μL. For AIHA, Response (R) was defined as a 2g increase of the hemoglobin concentration and achievement of transfusion independence. Results. All the patients were given rituximab after relapse or after failing at least one previous line of treatment. Except in 10 cases, rituximab was given at the dose of 375mg/m 2 weekly for 4 weeks. In 31 assessable episodes of ITP a CR was achieved in 18 patients (58%) and a PR in 2 patients (6%). In 53 episodes of AIHA, R was achieved 42 times (79%). In both ITP and AIHA patients we could find no significant correlation between response and sex, age, prior splenectomy, platelet count or hemoglobin concentration when rituximab was started, number of previous treatments, response to previous treatments, duration of disease before rituximab was given, presence of an underlying malignant or autoimmune condition. In patients with AIHA, response rates were similar in cold agglutinin disease (8/10) and in warm antibody mediated hemolysis (29/38). Progression-free survival in responding patients is presented graphically. At one year, 83% of ITP patients and 61% of AIHA patients were alive without progression. Conclusion. In this still open registry, we could confirm that rituximab induces responses in a majority of previously treated patients with ITP or AIHA. Responses could not be predicted from pre-treatment patient characteristics. In most patients response duration exceeded one year. View large Download slide Progression-free survival of responding patients View large Download slide Progression-free survival of responding patients "
}