{
    "doi": "https://doi.org/10.1182/blood-2019-121870",
    "article_title": "Immune Landscapes Predict Chemotherapy Resistance and Anti-Leukemic Activity of Flotetuzumab, an Investigational CD123×CD3 Bispecific Dart® Molecule, in Patients with Relapsed/Refractory Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Background Acute myeloid leukemia (AML) is a molecularly and clinically heterogeneous hematological malignancy. Chemotherapy resistance is common, and relapse is the major cause of treatment failure. Although immunotherapy may be an attractive modality to exploit in patients with AML, the ability to predict the groups of patients and the types of cancer that will respond to immune targeting remains limited. Methods Immune gene expression profiling for the high-dimensional analysis of the immunological landscape of bone marrow (BM) samples from patients with newly-diagnosed ( de novo ) non-promyelocytic AML (n=387) was employed to analyze the tumor microenvironment (TME). We derived immune scores from mRNA expression levels and devised an RNA-based, quantitative metric of immune infiltration, as previously published (Danaher P, et al. JITC 2017 and 2018). The PanCancer IO360™ gene expression assay was used to profile BM samples collected prior to and during flotetuzumab (FLZ) treatment from 30 AML patients treated at the RP2D (500 ng/kg/day) in the CP-MGD006-01 clinical trial (NCT#02152956), primary refractory, n=23 or relapsed, n=7. IO360 score comparisons are presented as mean ± SD and significance was assessed by the Mann Whitney U test. Results Analysis of pre-treatment BM samples from de novo AML revealed distinct immune signature modules, reflecting the co-expression of genes associated with 1) an IFNγ-dominant TME, 2) adaptive immune responses, and 3) myeloid cell abundance. When considered in aggregate, the relative intensity of gene expression in the immune modules stratified BM samples into two subgroups, which will be herein termed immune-infiltrated and immune-depleted. When AML patients were dichotomized based on median immune scores, high versus low, a higher percentage of primary refractory patients was observed within the IFNγ high module (65.4% versus 34.6%; p=0.0022). In multivariate logistic regression, an IFNγ high profile (derived from the IFNγ-dominant module) was predictive of therapeutic resistance to induction chemotherapy, even more than ELN risk categories (AUROC = 0.815 versus 0.702 with ELN risk only). In a validation cohort, Beat AML series, the IFNγ high profile when compared to other clinically established prognostic indicators in AML, i.e. disease type (primary versus secondary), WBC count, patient age at diagnosis, and ELN risk categories was significantly more predictive of therapeutic resistance to induction chemotherapy (AUROC=0.921 versus 0.709 with ELN cytogenetic risk alone; two-tailed p value=0.002673). Similarly, a higher percentage of patients with an IFNγ high profile AML in the HOVON series failed to achieve CR in response to induction chemotherapy when compared to AML cases with an IFNγ low profile (27.2% versus 15.2%; p=0.0004). We hypothesized that higher expression of IFNγ inducible genes, while underpinning chemotherapy resistance, might identify AML patients who derive benefit from immunotherapy with FLZ. BM samples from 92% of patients with evidence of FLZ anti-leukemic activity (ALA), which was defined as either CR, CRh, CRi, PR or overall benefit (>30% reduction in BM blasts), had an immune infiltrated TME relative to non-responders (SD or PD). Interestingly, the IFNγ-signaling score was significantly higher in patients with chemotherapy-refractory AML compared with relapsed AML at time of FLZ treatment, and in individuals with evidence of ALA compared to non-responders (p<0.0001). Additionally, another IFNγ-related score, the tumor inflammation signature (TIS), had strong predictive power of anti-leukemic activity to FLZ, with an AUROC value of 0.847 (p=0.001). FLZ also modified the TME, and on-treatment BM samples (available in 19 patients at the end of cycle 1) displayed increased expression of antigen presentation and immune activation genes relative to baseline, and had higher TIS scores (6.47±0.22 versus 5.93±0.15, p=0.0006), antigen processing machinery scores (5.67±0.16 versus 5.31±0.12, p=0.002), IFNγ signaling scores (3.58±0.27 versus 2.81±0.24, p=0.0004) and PD-L1 expression (3.43±0.28 versus 2.73±0.21, p=0.0062). Conclusions Our findings to date suggest that microenvironmental immune gene profiles could be used to inform the delivery of personalized immunotherapies to patients with IFNγ-dominant AML subtypes, and identify patients less likely to respond to cytotoxic chemotherapy. Disclosures Minden: Trillium Therapetuics: Other: licensing agreement. Hood: NanoString Technologies, Inc.: Employment. Church: NanoString Technologies, Inc.: Employment, Equity Ownership. Sullivan: NanoString Technologies, Inc.: Employment. Viboch: NanoString Technologies, Inc.: Employment. Warren: NanoString Technologies, Inc.: Employment. Liang: NanoString Technologies, Inc.: Employment. Cesano: NanoString Technologies, Inc.: Employment. Löwenberg: Chairman, Leukemia Cooperative Trial Group HOVON (Netherlands: Membership on an entity's Board of Directors or advisory committees; Agios Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Astex: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Abbvie: Membership on an entity's Board of Directors or advisory committees; Up-to-Date\", section editor leukemia: Membership on an entity's Board of Directors or advisory committees; CELYAD: Membership on an entity's Board of Directors or advisory committees; Chairman Scientific Committee and Member Executive Committee, European School of Hematology (ESH, Paris, France): Membership on an entity's Board of Directors or advisory committees; Elected member, Royal Academy of Sciences and Arts, The Netherlands: Membership on an entity's Board of Directors or advisory committees; Editorial Board \"European Oncology & Haematology\": Membership on an entity's Board of Directors or advisory committees; Clear Creek Bio Ltd: Consultancy, Honoraria; Hoffman-La Roche Ltd: Membership on an entity's Board of Directors or advisory committees; Frame Pharmaceuticals: Equity Ownership; Royal Academy of Sciences and Arts, The Netherlands: Membership on an entity's Board of Directors or advisory committees; Supervisory Board, National Comprehensive Cancer Center (IKNL), Netherland: Membership on an entity's Board of Directors or advisory committees. Tasian: Incyte Corportation: Research Funding; Gilead Sciences: Research Funding; Aleta Biotherapeutics: Membership on an entity's Board of Directors or advisory committees. Rettig: WashU: Patents & Royalties: Patent Application 16/401,950. Davidson-Moncada: MacroGenics, Inc.: Employment, Equity Ownership. DiPersio: Celgene: Consultancy; NeoImmune Tech: Research Funding; Macrogenics: Research Funding, Speakers Bureau; Incyte: Consultancy, Research Funding; Karyopharm Therapeutics: Consultancy; RiverVest Venture Partners Arch Oncology: Consultancy, Membership on an entity's Board of Directors or advisory committees; Cellworks Group, Inc.: Membership on an entity's Board of Directors or advisory committees; Amphivena Therapeutics: Consultancy, Research Funding; Magenta Therapeutics: Equity Ownership; WUGEN: Equity Ownership, Patents & Royalties, Research Funding; Bioline Rx: Research Funding, Speakers Bureau. Rutella: NanoString Technologies, Inc.: Research Funding; MacroGenics, Inc.: Research Funding.",
    "topics": [
        "chemotherapy regimen",
        "leukemia, myelocytic, acute",
        "molecule",
        "chemotherapy, neoadjuvant",
        "immunotherapy",
        "leukemia",
        "biological products",
        "cancer",
        "corticotropin-releasing hormone",
        "cytotoxic drug therapy"
    ],
    "author_names": [
        "Jayakumar Vadakekolathu, PhD",
        "Mark D. Minden, MD PhD",
        "Tressa Hood, MSc",
        "Sarah E. Church, PhD",
        "Stephen Reeder, BSc",
        "Heidi Altmann, PhD",
        "Amy H Sullivan, BSc",
        "Elena J Viboch, MSc",
        "Tasleema Patel",
        "Narmin Ibrahimova",
        "Sarah E. Warren, PhD",
        "Andrea Arruda",
        "Marc Schmitz, MD",
        "Yan Liang, PhD",
        "Alessandra Cesano, MD PhD",
        "A. Graham Pockley, PhD",
        "Peter Valk, PhD",
        "Bob Löwenberg, MD PhD",
        "Martin Bornhäuser, MD",
        "Sarah K. Tasian, MD",
        "Michael P. Rettig, PhD",
        "Jan K Davidson-Moncada, MD PhD",
        "John F. DiPersio, MD PhD",
        "Sergio Rutella, MDPhDFRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Jayakumar Vadakekolathu, PhD",
            "author_affiliations": [
                "John van Geest Cancer Centre School of Science and Technology, Nottingham Trent University, Nottingham, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mark D. Minden, MD PhD",
            "author_affiliations": [
                "Leukemia Program, Department of Medical Oncology and Hematology, Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tressa Hood, MSc",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah E. Church, PhD",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Reeder, BSc",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Altmann, PhD",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy H Sullivan, BSc",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elena J Viboch, MSc",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tasleema Patel",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Narmin Ibrahimova",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah E. Warren, PhD",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Arruda",
            "author_affiliations": [
                "Princess Margaret Cancer Centre, University Health Network, Toronto, Canada "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Schmitz, MD",
            "author_affiliations": [
                "National Center for Tumor Diseases (NCT), partner site Dresden, Dresden, Germany ",
                "German Cancer Consortium (DKTK), partner site Dresden, Heidelberg, Germany ",
                "German Cancer Research Center (DKFZ), partner site Dresden, Heidelberg, Germany ",
                "Institute of Immunology, Medical Faculty 'Carl Gustav Carus', TU Dresden, Dresden, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Liang, PhD",
            "author_affiliations": [
                "Nanostring Technologies Inc., Seattle, WA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Cesano, MD PhD",
            "author_affiliations": [
                "NanoString Technologies, Inc., Seattle, WA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Graham Pockley, PhD",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom ",
                "Centre for Health, Ageing and Understanding Disease (CHAUD), Nottingham Trent University, Nottingham, United Kingdom "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Valk, PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bob Löwenberg, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Erasmus University Medical Center, Rotterdam, Netherlands "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Bornhäuser, MD",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Carl Gustav Carus, Technical University Dresden, Dresden, Germany ",
                "National Center for Tumor Diseases (NCT), Dresden, Dresden, Germany ",
                "German Cancer Consortium (DKTK), Dresden, Dresden, Germany "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah K. Tasian, MD",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA ",
                "Abramson Cancer Center, University of Pennsylvania School of Medicine, Philadelphia, PA "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael P. Rettig, PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Division of Oncology, Washington Univ. School of Med., Saint Louis, MO "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan K Davidson-Moncada, MD PhD",
            "author_affiliations": [
                "MacroGenics, Inc., Washington, DC "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John F. DiPersio, MD PhD",
            "author_affiliations": [
                "Department of Medicine, Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Rutella, MDPhDFRCPath",
            "author_affiliations": [
                "John van Geest Cancer Research Centre, Nottingham Trent University, Nottingham, United Kingdom ",
                "Centre for Health, Ageing and Understanding Disease (CHAUD), Nottingham Trent University, Nottingham, United Kingdom "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:39:43",
    "is_scraped": "1"
}