{
    "doi": "https://doi.org/10.1182/blood-2019-123544",
    "article_title": "The Unfolded Protein Response Causes Prothrombotic Transformation of Pancreatic Cancer Linking Tumor Progression with Cancer-Associated Thrombosis ",
    "article_date": "November 13, 2019",
    "session_type": "331.Pathophysiology of Thrombosis",
    "abstract_text": "Thrombosis is a common complication of advanced stage cancer. Yet the underlying mechanisms that link tumor progression to clot formation are poorly understood. The unfolded protein response (UPR) is associated with malignant transformation in pancreatic cancer, but whether or not activation of the UPR is linked to cancer thrombosis has not previously been evaluated. To determine whether UPR signaling functions in the prothrombotic transformation of pancreatic cancer, we exposed pancreatic adenocarcinoma cells (HPAF-II cells) to three UPR inducers (tunicamycin, triptolide or thapsigargin) that act via independent mechanisms. Induction of UPR resulted in the release of thrombogenic material into the supernatant as evidenced by a ~3-fold increase in thrombin generation in pelleted material. Release of thrombogenic material was inhibited by siRNA-mediated knockdown of UPR components including IRE1a (80±3% decrease) or PERK (60±10% decrease). Chemical inhibition of UPR also inhibited release of thrombogenic material from HPAF-II cells. Exposure to the IRE1a inhibitor, MKC-3946, resulted in a 70±10% decrease in thrombin generation in pelleted material, and incubation with the PERK inhibitor, GSK2606414, caused an 80±5% decrease. Characterization of the thrombogenic activity revealed that it was present on extracellular vesicles (EVs) and was inhibited by anti-TF antibodies. Flow cytometry demonstrated on average a 3-fold increase in fluorescence of TF-bearing EVs following UPR induction. Electron microscopy showed that the HPAF II EVs ranged from 100-500 mm and demonstrated increased clustering following UPR induction. Three-color immunofluorescence microscopy of HPAF II cells with labeling of actin, nuclei, and TF showed that induction of the UPR resulted in actin-poor membrane blebs rich in TF. Apoptosis as detected by caspase-3 cleavage was not observed under these conditions. Brefeldin A, which inhibits vesicular transport between the endoplasmic reticulum and the Golgi, inhibited UPR-induced generation of TF-bearing EVs, indicating that UPR-mediated vesicular trafficking contributes to TF-bearing EV formation. To evaluate the possibility of an association between the UPR and cancer thrombosis in the clinical setting, we analyzed plasmas collected from pancreatic cancer patients who were monitored prospectively for the development of venous thromboembolism (including a lower extremity ultrasound performed at baseline and at 2 months). Proteomic analysis was performed using Somalogic technology to evaluate ~1300 analytes in plasmas from nine pancreatic cancer patients who subsequently developed venous thromboembolism and ten patients with similar pancreatic cancer characteristics who remained free of venous thromboembolism. Evaluation of eight UPR markers present in the SOMAscan panel demonstrated significant upregulation in plasmas of patients who developed clots compared to those who did not (p = 0.0001). Our current findings support a model whereby activation of the UPR results in increased vesicular trafficking leading to the release of TF-bearing EVs. These observations indicate a mechanistic link between tumor progression in pancreatic cancer and cancer associated thrombosis. Disclosures Peters: Platelet BioGenesis: Employment. Zwicker: Portola: Consultancy; Parexel: Consultancy; Bayer: Consultancy; Seattle Genetics: Consultancy; Daiichi: Consultancy; Quercegen: Research Funding; Incyte: Research Funding. Flaumenhaft: Relay Therapeutics: Consultancy; PlateletDiagnostics: Consultancy, Other: Founder.",
    "topics": [
        "cancer",
        "pancreatic cancer",
        "thrombosis",
        "tumor progression",
        "unfolded protein response",
        "venous thromboembolism",
        "thrombin",
        "antibodies",
        "blister",
        "brefeldin a"
    ],
    "author_names": [
        "Oluwatoyosi Muse, PhD",
        "Rushad Patell, MD",
        "Christian Peters, PhD",
        "Sol Schulman, MD PhD",
        "Emale Darzi, MS",
        "Calvin Schuster, BA",
        "Ling Huang, PhD",
        "Shibani Mukherjee, PhD",
        "Senthil Muthuswamy, PhD",
        "Jeffrey I. Zwicker, MD",
        "Robert C. Flaumenhaft, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Oluwatoyosi Muse, PhD",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rushad Patell, MD",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Peters, PhD",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sol Schulman, MD PhD",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, MA, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emale Darzi, MS",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Calvin Schuster, BA",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Huang, PhD",
            "author_affiliations": [
                "Department of Pathology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shibani Mukherjee, PhD",
            "author_affiliations": [
                "Department of Pathology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Senthil Muthuswamy, PhD",
            "author_affiliations": [
                "Department of Pathology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey I. Zwicker, MD",
            "author_affiliations": [
                "Division of Hematology, Beth Israel Deaconess Medical Center Harvard Medical School, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert C. Flaumenhaft, MD PhD",
            "author_affiliations": [
                "Division of Hemostasis and Thrombosis, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T09:40:20",
    "is_scraped": "1"
}