{
    "doi": "https://doi.org/10.1182/blood.V124.21.419.419",
    "article_title": "Targeting Proteasome Ubiquitin Receptor RPN13/ADRM1 in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy: Targeted Therapies in Myeloma",
    "abstract_text": "Background and Rationale Deregulation of the ubiquitin-proteasome system (UPS) is linked to pathogenesis of various human diseases, including cancer. Targeting the proteasome is an effective therapy in multiple myeloma (MM) patients. Recent research efforts led to the discovery of newer agents that target enzymes modulating protein ubiquitin-conjugation/deconjugation rather than the proteasome itself, with the goal of generating more specific and less toxic antitumor therapies. Ubiquitylation is a dynamic reversible process coordinated by many enzymes: ubiquitin ligases attach ubiquitin to proteins allowing for their degradation, whereas deubiquitylating enzymes deconjugate ubiquitin from target proteins, thereby preventing their proteasome-mediated degradation. RPN13 is ubiquitin receptor within the 19S regulatory particle lid of the proteasome that recognizes ubiquitylated proteins marked for degradation by 20S core particle. Here we examined the role of RPN13 in MM using both biochemical and RNA interference strategies. Materials and Methods We utilizedMM cell lines, patient tumor cells, and peripheral blood mononuclear cells (PBMCs) from normal healthy donors. Drug sensitivity/cell viability and apoptosis were assessed using XTT/MTT and Annexin V staining, respectively. MM.1S cells were transiently transfected with control short interfering RNA (siRNA), RPN13 siRNA ON TARGET plus SMART pool siRNA using the cell line Nucleofector Kit V. Synergistic/additive anti-MM activity was assessed by isobologram analysisusing “CalcuSyn” software program. Signal transduction pathways were evaluated using immunoblotting. Proteasome activity was measured as previously described ( Chauhan et al., Cancer Cell 2005, 8:407-419 ). Statistical significance of data was determined using a Student’s t test. RA190 was purchased from Xcess Biosciences, USA; and bortezomib, lenalidomide, and pomalidomide were purchased from Selleck chemicals, USA. Results Analysis of RPN13/ADRM1 expression showed a significantly higher level in primary patient MM cells (n=73) versus normal plasma cells (n=15) (p < 0.004). Similarly, immunoblot analysis showed elevated RPN13 in MM cells versus normals. RPN13 siRNA knockdown significantly decreased MM cell viability (p < 0.001; n=3). To further validate our siRNA data, we utilized recently reported novel agent RA190 (bis-benzylidine piperidone) that targets RPN13. RA190 inhibits recognition of polyubiquitylated proteins and their deubiquitylation, which in turn prevents their degradation ( Anchoori et al., Cancer Cell 2013, 24:791 ). Treatment of MM cell lines (MM.1S, MM.1R, RPMI-8226, ARP-1, ANBL6.WT, and ANBL6.BR) and primary patient cells for 48h significantly decreased their viability (IC 50 range 200nM to 600nM; p < 0.001 for all cell lines; n=3) without markedly affecting PBMCs from normal healthy donors, suggesting specific anti-MM activity and a favorable therapeutic index for RA190. Tumor cells were obtained from patients whose disease was progressing while on bortezomib, dexamethasone, and lenalidomide therapies. Moreover, the cytotoxicity of RA190 was observed in MM cell lines sensitive and resistant to conventional (dex) and novel (bortezomib) therapies. Furthermore, RA190 inhibits proliferation of MM cells even in the presence of BM stromal cells. Mechanistic studies show that RA190-triggered MM cell death is associated with 1) accumulation of cells in early and late apoptotic phase; 2) increase in polyubiquinated proteins; and 3) activation of caspases mediating both intrinsic and extrinsic apoptotic pathways. Importantly, RA190-induced apoptosis in MM cells occurs in a p53-independent manner, since RA190 triggered significant apoptosis in both p53-null (ARP-1) and p53-mutant (RPMI-8226) MM cells (p < 0.004). Finally, combining RA190 with lenalidomide, pomalidomide, or bortezomib induces synergistic/additive anti-MM activity, and overcomes drug resistance. Conclusion Our preclinical data showing efficacy of RA190 in MM disease models validates targeting ubiquitin receptors upstream of the proteasome in the ubiquitin proteasomal cascade to overcome proteasome inhibitor resistance, and provides the framework for clinical evaluation of RPN13 inhibitors to improve patient outcome in MM. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yan Song, PhD",
        "Deepika Sharma Das, PhD",
        "Arghya Ray, PhD",
        "Durgadevi Ravillah, PhD",
        "Nikhil C. Munshi, MD",
        "Dharminder Chauhan, PhD",
        "Kenneth C. Anderson"
    ],
    "author_dict_list": [
        {
            "author_name": "Yan Song, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Deepika Sharma Das, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arghya Ray, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Durgadevi Ravillah, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil C. Munshi, MD",
            "author_affiliations": [
                "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dharminder Chauhan, PhD",
            "author_affiliations": [
                "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth C. Anderson",
            "author_affiliations": [
                "LeBow Institute for Myeloma Therapeutics and Jerome Lipper Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T21:34:10",
    "is_scraped": "1"
}