{
    "doi": "https://doi.org/10.1182/blood.V118.21.4431.4431",
    "article_title": "Adherence to Tyrosine Kinase Inhibitor (TKI) Therapy in Patients with Chronic Myeloid Leukemia (CML) ",
    "article_date": "November 18, 2011",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "Abstract 4431 Introduction: The use of TKIs represents a major advance in the treatment of CML over previous therapies in terms of both disease response and treatment-related morbidity. Therapeutic responses to TKIs in CML are, however, rarely equivalent to cures. In most patients, residual disease remains and treatment interruptions are often followed by recurrence. Consequently, TKI therapy will be life long for most patients. The necessity of taking an oral medication daily for life, combined with the potential for treatment interruptions to result in recurrence, points strongly to the importance of studying medication adherence in CML patients prescribed TKIs. Toward this end, the present study evaluated adherence and reasons for nonadherence among CML patients who had been receiving TKI therapy for at least six months. Method: Patients were eligible for the study if they were diagnosed with CML in the chronic phase, treated with the same TKI (imatinib, nilotinib or dasatinib) for at least six months, on the same TKI dose for the past two months, and in complete cytogenic response. They were identified by reviewing clinic records and approached to participate either via mail or during a routine clinic visit. Those who provided informed consent completed a background information form assessing demographic characteristics and a self-report questionnaire assessing rates of adherence and reasons for nonadherence in the past 30 days adapted from research on adherence to tamoxifen. Clinical data were obtained through review of medical records. Descriptive statistics were used to summarize adherence information. Chi-square tests and t-tests were performed to examine relationships between indices of adherence and demographic and clinical characteristics. The study was approved by the University of South Florida Institutional Review Board. Result: Of 68 patients asked to participate, 62 (91.2%) agreed and provided complete data. These patients (53.2% male, 46.8% female) were an average of 55 years old (range = 18 to 81). They had been diagnosed with CML an average of 4.6 years previously (range = 0.6 to 12.8 years) and had been taking imatinib (56.5%), nilotinib (30.6%), or dasatinib (12.9%) for an average of 3.1 years (range = 0.5 to 8.3 years). These patients were prescribed 1 (50%), 2 (20.7%), 3 (12.1%), 4 (15.5%), and 6 (1.7%) TKI pills per day. In the past 30 days, 4 patients (6.4%) reported taking more TKIs pills per day than prescribed and 23 patients (37.1%) reported taking fewer TKI pills per day than prescribed. Among all patients, the number of days one or more doses were missed were 1 day (12.9%), 2 to 3 days (12.9%), 4 to 6 days (6.6%) and 6 or more days (4.7%). Patients who missed a dose reported that they did so because they forgot (34.8%), chose to (47.8%), or both (17.4%). Among patients who chose to miss a dose, the most common reason was “because of how the medication makes me feel” (58.3%). Whether or not patients missed a dose in the past 30 days was not significantly related to demographic variables (i.e., age, gender, education, race, marital status, employment status, or income) or clinical variables (time since diagnosis, time on current treatment, type of TKI therapy, number of TKIs pills per day, or achievement of a complete molecular response). Conclusion: The results indicate that nonadherence to prescribed TKI therapy is common and suggest the need to develop and evaluate interventions to promote continued high adherence over time. Findings further suggest that use of reminders and routine symptom assessment and management should be included as components of a comprehensive intervention strategy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "dasatinib",
        "drug holiday",
        "imatinib mesylate",
        "nilotinib",
        "residual tumor",
        "tamoxifen",
        "descriptive statistics",
        "florida"
    ],
    "author_names": [
        "Paul Jacobsen, Ph.D.",
        "Kendra L. Sweet, MD",
        "Yun-Hsiang Lee, Ph.D.",
        "Sara Tinsley, ARNP",
        "Jeffrey E Lancet, MD",
        "Rami S. Komrokji, MD",
        "Patricia Cabrera",
        "Javier Pinilla-Ibarz, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paul Jacobsen, Ph.D.",
            "author_affiliations": [
                "Health Outcomes and Behavior, Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kendra L. Sweet, MD",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun-Hsiang Lee, Ph.D.",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Tinsley, ARNP",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Cabrera",
            "author_affiliations": [
                "H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Pinilla-Ibarz, MD, PhD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T13:06:32",
    "is_scraped": "1"
}