{
    "doi": "https://doi.org/10.1182/blood-2018-99-110502",
    "article_title": "How KEAP1 Deletion in Single Cell Mitigates Sickle Cell Pathology ",
    "article_date": "November 29, 2018",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Poster II",
    "abstract_text": "Sickle cell disease (SCD) is one of the most frequent blood disorders caused by a point mutation of β-globin gene. In the pathology of SCD, we often encounter contributions of vascular and cellular components. The activation of vascular endothelial cells promotes adhesion of inflammatory cells and vaso-occlusion responsible for low blood flow, hypoxemia and organ damages. Hemolysis triggers activation and recruitment of myeloid cells to the inflammation site, further sustaining the inflammatory process. Recent progress has created the need to examine targeted induction of the KEAP1-NRF2 system as a potential therapeutic tool for the SCD. We have demonstrated that genetic as well as pharmacological induction of NRF2 in SCD prevent organ damages and suppress inflammation, although it still remains unclear how the NRF2 induction modifies the pathology or which type of cells contribute to the NRF2-mediated improvement of SCD. To address these questions, we conducted targeted deletion of Keap1 gene and induced expression of Nrf2 gene in endothelial cells and macrophages/monocytes using Tie1-Cre and LysM-Cre system, respectively. We found that SCD::Keap1F/F::Tie1-Cre mice (NRF2-increase in endothelial cells) showed low hematocrit and low platelet counts. While severe infiltration of monocytes, lymphocytes and macrophages was observed in the lungs of SCD mice, such phenotype was diminished in the SCD::Keap1F/F::Tie1-Cre mice. In the compound mutant mice, livers showed fewer necrotic zones and less to none accumulation of free iron. On the contrary, imaging MS (iMScope) analyses revealed decrease of free heme in livers and spleens in SCD::Keap1F/F::LysM-Cre mice (NRF2-increase in macrophages/monocytes). Furthermore, upregulations of most known Nrf2-dependent pathways and other yet-to-be-defined pathways are found in an RNA-sequencing analysis of the mice. Importantly, NRF2 induction enhanced heme catabolism and decreases the plasma level of free heme and the quantity of accumulated free heme in the SCD::Keap1F/F::LysM-Cre mouse tissues, whereas the change is not obvious in SCD::Keap1F/F::Tie1-Cre mice. On the contrary, vascular leakage of fluids was decreased in the SCD::Keap1F/F::Tie1-Cre mice. Thus, our results demonstrate that cell-lineage-specific activation of Nrf2 does inhibit the inflammation and organ injury with some particularities to each genotype. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "drepanocytes",
        "kelch-like ech-associated protein 1",
        "heme",
        "inflammation",
        "adhesions",
        "diagnostic imaging",
        "globins",
        "hematological diseases",
        "hypoxemia",
        "iron"
    ],
    "author_names": [
        "Nadine Keleku Lukwete, PhD",
        "Mikiko Suzuki, PhD",
        "Harit Panda",
        "Akihito Otsuki, PhD",
        "Fumiki Katsuoka, PhD",
        "Ritsumi Saitou, MD",
        "Daisuke Saigusa, PhD",
        "Akira Uruno, MD PhD",
        "Masayuki Yamamoto, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nadine Keleku Lukwete, PhD",
            "author_affiliations": [
                "Medical Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan ",
                "Medical Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mikiko Suzuki, PhD",
            "author_affiliations": [
                "Center for Radioisotope Sciences, Tohoku University Graduate School of Medicine, Sendai, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harit Panda",
            "author_affiliations": [
                "Medical Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihito Otsuki, PhD",
            "author_affiliations": [
                "Department of Integrative Genomics, Tohoku Medical Megabank Organization, Tohoku University, Sendai, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fumiki Katsuoka, PhD",
            "author_affiliations": [
                "Department of Integrative Genomics, Tohoku Medical Megabank Organization, Tohoku University, Sendai, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritsumi Saitou, MD",
            "author_affiliations": [
                "Medical Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Saigusa, PhD",
            "author_affiliations": [
                "Department of Integrative Genomics, Tohoku Medical Megabank Organization, Tohoku University, Sendai, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Uruno, MD PhD",
            "author_affiliations": [
                "Department of Integrative Genomics, Tohoku Medical Megabank Organization, Tohoku University, Sendai, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masayuki Yamamoto, MD PhD",
            "author_affiliations": [
                "Medical Biochemistry, Tohoku University Graduate School of Medicine, Sendai, Japan ",
                "Medical Mega-Bank Organization, Tohoku University, Sendai, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T02:39:04",
    "is_scraped": "1"
}