{
    "doi": "https://doi.org/10.1182/blood-2018-99-112555",
    "article_title": "AXL Expression in Pediatric AML Is Associated with Putative LSC and Correlates with a Distinct Set of Proteins Associated with Cell Metabolism, Cell Cycle, and Unfolded Protein Response ",
    "article_date": "November 29, 2018",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster II",
    "abstract_text": "Background: The receptor tyrosine kinase AXL is emerging as a critical regulator of survival signaling and cell cycle regulators in AML. Our previous work using AXL inhibitor ONO-7475 in treating AML cells demonstrated that the drug reduced proteins associated with cell cycle regulation such as CDK1 and PLK1 and PI3K/AKT/mTOR signaling (Ruvolo et al Haematologica 2017). PI3K/AKT/mTOR signaling supports cell survival from stress challenge including response to unfolded protein (UPR). CDK1 and PLK1 have also been implicated as having survival roles during UPR stress. At present an understanding of AXL expression in primary pediatric AML samples is unknown. Reverse phase protein analysis (RPPA) is a powerful proteomic tool that allows for the measurement of protein expression in clinical samples. Methods: ± the proteasome inhibitor bortezomib. Bioinformatic analysis was performed by calculating the Pearson correlation coefficients. Proteins were identified as significantly positively correlated with AXL or significantly negatively correlated with AXL based on p < 0.05 & r ≥ 0.25 or r ≤ -0.25, respectively. All p-values were Bonferroni corrected (0.05 / 291 = 0.0002). String analysis to determine protein: protein interactions was performed on sets associated with positive and negative correlation. Results: Expression of AXL appears to be lower in AML cells compared to healthy donor CD34+ cells (p < 0.001). The expression of AXL was not prognostic for clinical outcome . AXL expression was higher in AML patients with favorable cytogenetics category (p < 0.001) and in low risk pediatric patients (p = 0.002). AXL expression was significantly different in cytogenetic categories with AXL expression elevated in inv(16) and monosomy 7 and lower in 11q23 (p = 0.0014) . AXL expression is higher in putative leukemia stem cell (LSC) population (CD34+ CD38 -) compared to bulk AML (CD34+,CD38+)(p < 0.001). AXL expression in the pediatric AML cells was compared to 290 proteins by RPPA. Fifty-five protein displayed positive correlation with AXL including the immune checkpoint inhibitor protein PD-L1. Other proteins positively correlated with AXL included PLK1 and FOXM1. Our previous study using the ONO-7475 AXL inhibitor demonstrated reduction of PLK1 in cells treated with the inhibitor. Positive association of FOXM1 and PLK1 with AXL would be consistent with a regulatory network where AXL regulates PLK1 via FOXM1. Thirty-three proteins were negatively correlated with AXL expression including HNRNPK, STAT3, XPO1, and phosphorylated EIF2S1. Phosphorylation of EIF2S suppresses protein translation during stress events including unfolded protein response (UPR). String analysis to determine protein: protein interactions determined high interaction (p < 10 e-16) in both positively correlated and negatively correlated sets. KEGG pathways associated with proteins correlated with AXL include mTOR signaling (Pathway ID 4150), PI3K/AKT signaling (Pathway ID 4151), HIF signaling (Pathway ID 4066), and focal adhesion (Pathway ID 4510). Biological pathways associated with AXL networks included regulation of cellular metabolism (Pathway ID GO.0031325), regulation of gene expression (Pathway ID GO.0010604), and cellular response to unfolded protein (Pathway ID G0:0034620). Conclusions: These results suggest that AXL may be prominently expressed in putative LSC in pediatric AML. Though AXL expression appears to be associated with favorable risk cytogenetics, the correlation of AXL with PD-L1 suggests it may be involved in how the AML cell responds to immune surveillance. Finally, a distinct set of proteins are clearly associated with AXL expression and represent a number of different survival pathways including regulation of cell metabolism, cell cycle, and UPR that could contribute to AML cell survival. Disclosures Andreeff: AstraZeneca: Research Funding.",
    "topics": [
        "cell cycle",
        "metabolism",
        "myeloblastic leukemia, pediatric acute",
        "unfolded protein response",
        "1-phosphatidylinositol 3-kinase",
        "forkhead box protein m1",
        "mtor serine-threonine kinases",
        "proto-oncogene proteins c-akt",
        "stress",
        "cdc2 protein kinase"
    ],
    "author_names": [
        "Fieke W Hoff, BSc",
        "Peter P. Ruvolo, PhD",
        "Yihua Qiu",
        "Michael Andreeff, MD PhD",
        "Eveline S. de Bont, MD",
        "Terzah M. Horton, MD PhD",
        "Steven M. Kornblau, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Fieke W Hoff, BSc",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter P. Ruvolo, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yihua Qiu",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eveline S. de Bont, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology/ Hematology, University Medical Center Groningen, Groningen, Netherlands "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terzah M. Horton, MD PhD",
            "author_affiliations": [
                "Texas Children's Cancer Center, Baylor College of Medicine, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven M. Kornblau, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:38:08",
    "is_scraped": "1"
}