{
    "doi": "https://doi.org/10.1182/blood.V120.21.4396.4396",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2312",
    "start_url_page_num": 2312,
    "is_scraped": "1",
    "article_title": "Well-characterized Mouse Model of Severe Aplastic Anemia Induced by Interferon-gamma in Combination with Busulphan: More Apoptotic CD4+CD25+ Regulatory T Cells ",
    "article_date": "November 16, 2012",
    "session_type": "Bone Marrow Failure",
    "topics": [
        "animal model",
        "aplastic anemia",
        "busulfan",
        "interferon type ii",
        "mice",
        "regulatory t-lymphocytes",
        "proto-oncogene proteins c-akt",
        "anemia",
        "bone marrow, hypocellular",
        "flow cytometry"
    ],
    "author_names": [
        "Zenghua Lin, MD",
        "Hong Liu, MD, PhD",
        "Han Wang, undergraduate"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Affiliated Hospital of Nantong University, Nantong, China, "
        ],
        [
            "Department of Hematology, Affiliated Hospital of Nantong University, Nantong, China, "
        ],
        [
            "Zhongshan School of Medicine, Sun Yat-Sen University, Guangzhou, China"
        ]
    ],
    "first_author_latitude": "32.008761",
    "first_author_longitude": "120.86483100000001",
    "abstract_text": "Abstract 4396 Aplastic anemia (AA) is defined as pancytopenia with a hypocellular marrow, and interferon-gamma (IFN-γ) plays a key role in the injury to stem and progenitor compartments in AA. In recent years, animal models of AA have helped us to strengthen understanding of the mechanisms causing AA. However, few well-characterized mouse models have been developed to study the pathogenesis of AA. We have first developed a novel mouse model of severe aplastic anemia (SAA) induced by administration with IFN-γ and busulphan. In this study, 60 clean-class 8-week-old BALB/c female mice were randomly selected to set up the SAA model using intraperitoneal injection with IFN-γ and intragastric administration with busulphan for 10 days (SAA group), the IFN-γ group (n=60), the busulphan group (n=60) and the un-treated group (n=60) were as control. A mortality of 20% was found in the SAA group at day 10 after treatment and increased to 100% at day 30 after treatment. All mice in SAA group developed the typical clinical and pathological patterns of SAA from day 10 post dosing. They presented bleedings in association with anemia and infections. The peripheral blood smear shows paucity of leukocytes, platelets and absolute reticulocytes with decreased hemoglobin concentration, lower compared with other groups (P<0.05, respectively). The same result also been found in spleen index and nucleated cells per tibia. The bone marrow smears and the patho-morphological examinations showed hypocellularity in marrow cell proliferation, while an increase in the number of fat cells, residual lymphocytosis, plasma cells, stromal elements. The depression was severe and irreversible with time. Furthermore, in order to confirm the immunological features of the novel mouse SAA model, the mononuclear cells of the peripheral blood and spleen were subjected to assess the percentage of Th1□ATh2□ATh17 and regulatory T cells in CD4+ T cell subsets by flow cytometry (FCM). In the SAA group, the FCM analysis showed increased frequencies of Th1 cells, Th17 cells, and ratio of Th1/Th2 with decreased frequencies of CD4+CD25+ regulatory T cells (Tregs) and CD4+CD25+FoxP3+ Tregs in peripheral blood and spleen (P<0.05, respectively). To further explore the mechanism of decreased frequencies of Tregs in SAA, after being pured by immunomagnetic beads, the splenic Tregs was subjected to assess the expression of Akt and transforming growth factor-β (TGF-β) using Western blot and the apoptosis of splenic Tregs was detected by FCM. Results showed that a greater proportion of apoptotic cells in splenic Tregs with down-expression of Akt and TGF-β was found in SAA group (P<0.05, respectively). Obviously, this improved mouse model of SAA induced by IFN-γ and busulphan closely duplicates human SAA in a short time and our findings may contribute to understanding the decreased number of Tregs characteristic of AA. Disclosures: No relevant conflicts of interest to declare."
}