{
    "doi": "https://doi.org/10.1182/blood.V122.21.1315.1315",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2683",
    "start_url_page_num": 2683,
    "is_scraped": "1",
    "article_title": "Prognostic Significance Of NPM1 mutations In The Absence Of FLT3 -ITD in Older Patients With AML: A SWOG Report ",
    "article_date": "November 15, 2013",
    "session_type": "611. Leukemias: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "flt3 gene",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "mutation",
        "npm1 gene",
        "older adult",
        "southwest oncology group",
        "complete remission",
        "cytarabine",
        "daunorubicin"
    ],
    "author_names": [
        "Fabiana Ostronoff, MD",
        "Megan Othus, PhD",
        "Soheil Meshinchi, MD, PhD",
        "John E. Godwin, MD, MS",
        "Kenneth J. Kopecky, PhD",
        "Alan List, MD",
        "Vivian G. Oehler, MD",
        "Stephen Petersdorf, MD",
        "Era L. Pogosova-Agadjanyan",
        "Jerald Radich, MD",
        "Cheryl L. Willman, MD",
        "Frederick R. Appelbaum, MD",
        "Derek L. Stirewalt, MD"
    ],
    "author_affiliations": [
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Providence Cancer Center Group, Portland, OR, USA, "
        ],
        [
            "SWOG Statistical Center; Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Seattle Genetics, Inc, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Cancer Center/Pathology, University of New Mexico, Albuquerque, NM, USA"
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Introduction Younger acute myeloid leukemia (AML) patients with a NPM1 mutation but without FLT3 -ITD ( NPM1 + /FLT3 -ITD - ) have favorable prognosis, but the prognostic significance of these mutations in patients older than 55 years is less clear. Therefore, we evaluated the prognostic impact of the NPM1 + /FLT3 -ITD - in older AML patients. Methods Samples were obtained from AML patients enrolled onto SWOG trials S9333, S9031, S9500 and S0106 who were ³55 years and received “7+3 like” induction regimens. Cytarabine/daunorubicin (S9031 and S9033) or HiDAC (9500 and S0106) were used for consolidation. Gemtuzumab ozogamicin, either during induction, consolidation, and/or post-consolidation, was administered to some patients enrolled onto S0106. Samples were examined for FLT3 , NPM1 , DNMT3A , IDH1 / 2 mutations using previously reported techniques. Results A total of 1,239 patients enrolled in these trials, and pre-treatment samples were available for 156 patients who were older than 55 years (median age of 60 years, range 55-83). NPM1 and FLT3 -ITD mutations were present in 33% and 24% of the patients, respectively. The complete remission (CR) rate, 2-year overall survival (OS) and relapse-free survival (RFS) for the entire cohort were 62%, 31% and 32%, respectively. Increased age, unfavorable cytogenetics and FLT3 -ITD were associated with a worse OS and RFS. NPM1 mutations were not significantly associated with OS or RFS. Patients were then divided into two age groups, 55-65 and >65 years, based on previous data that favorable prognostic factors such as good-risk cytogenetics have not been shown to be associated with favorable outcomes for AML patients age >65. Both age groups displayed similar patient characteristics (in regards to white blood cell count, bone marrow blast %, cytogenetics, secondary AML, sex and ECOG performance status), with the exception that >65 years group did not include any patients from S0106 or S9500 due to age restrictions for these trials. Patients >65 had a higher relapse rate ( P =0.001) and significantly worse OS ( P <0.001) and RFS ( P =0.007) than those aged 55-65. FLT3 -ITD retained its unfavorable prognostic significance for patients age 55-65, while patients >65 years had such a uniformly poor prognosis that this mutation lost much of its prognostic significance. NPM1 mutations were not significantly associated with either OS or RFS in either age group. We then examined the most favorable NPM1 + /FLT3 -ITD - genotype, which is currently being used to risk-stratify AML patients. NPM1 + /FLT3 -ITD - was associated with an improved OS in the 55-65 age group ( P 65 years with the NPM1 + /FLT3 -ITD - had a low CR rate and high 1-year relapse rate, which translated into a relatively poor 5-year OS (65 without this genotype ( P =0.33). Since mutations in DNMT3A , IDH1 / 2 have been associated with adverse outcomes for patients with NPM1 mutations, samples with the NPM1 + /FLT3 -ITD - genotype were examined for these mutations. The frequencies for DNMT3A , IDH1 / 2 mutations were similar in both age groups, indicating that these mutations were not responsible for the age-dependent findings. Furthermore, multivariate models adjusting for known prognostic covariates showed that the NPM1 + /FLT3 -ITD - remained independently associated with improved OS for patients age 55-65 but not those >65. Conclusions This study represents one of the largest investigations on the prognostic significance of NPM1 + /FLT3 -ITD - in older AML patients. The NPM1 + /FLT3 -ITD - genotype remains a favorable-risk factor for AML patients age 55-65 years but may not be a favorable-risk factor for patients >65 years, at least not for those treated with standard induction followed by conventional consolidation. Disclosures: No relevant conflicts of interest to declare."
}