{
    "doi": "https://doi.org/10.1182/blood.V120.21.4455.4455",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2195",
    "start_url_page_num": 2195,
    "is_scraped": "1",
    "article_title": "Parameters That Contribute to Hearing Loss in Cml Patients ",
    "article_date": "November 16, 2012",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "hearing loss",
        "hemoglobin measurement",
        "bone marrow aspiration",
        "hemoglobin",
        "leukapheresis",
        "leukemia",
        "leukemia, myelocytic, chronic",
        "leukemic infiltration",
        "signs and symptoms",
        "platelet count measurement"
    ],
    "author_names": [
        "Amma A. Benneh",
        "Edeghonghon Olayemi",
        "Kenneth Baidoo",
        "David Nana Adjei"
    ],
    "author_affiliations": [
        [
            "Haematology, Korle-Bu Teaching Hospital, Accra, Ghana, Accra, Ghana, "
        ],
        [
            "Department of Haematology, Korle-Bu Teaching Hospital, Accra, Ghana, "
        ],
        [
            "Department of Ear and Throat, Korle-Bu Teaching Hospital, Accra, Ghana, "
        ],
        [
            "Department of Allied Health, University of Ghana, Accra, Ghana"
        ]
    ],
    "first_author_latitude": "5.5378071",
    "first_author_longitude": "-0.22635054999999996",
    "abstract_text": "Abstract 4455 Background: Chronic Myeloid leukaemia (CML) is a clonal disease that results from an acquired genetic change in a pluripotential haemopoietic stem cell. Hearing loss is a rare complication of CML. The most probable cause of the hearing loss in CML has been attributed to hyperleukostasis rather than leukaemic infiltration as seen in other leukaemias. This supported by the fact that hearing loss can be reversed in some patients if leukapheresis is done early. Patients and Methods: This retrospective study was conducted at the Korle-Bu Teaching Hospital, Accra, Ghana. Study included adult patients diagnosed with (CML) over a five year period from January 2007 to December 2011 who presented with hearing loss. Seven of them presented with hearing loss. Diagnosis of CML was made by a bone marrow aspirate and confirmed with Fluorescence in situ hybridization (FISH) analysis for Philadelphia chromosome. Medical records of cases were analyzed for their demographic characteristics and clinical features. Haemoglobin levels, total white cell count at presentation and platelet count were also obtained from their full blood counts. Correlation between hearing loss and parameters such as age, sex, total white cell count at presentation, level of haemoglobin, platelet count and results of FISH analysis on presentation were analysed and level of significance obtained using Pearson's correlation. Results: Eight-three patients were diagnosed with CML over the period and 8.4% (7) presented with hearing loss. Six of the patients were males and there was one female. Significant level of significance was found between hearing loss and white cell count (p=0.043), haemoglobin level (p=0.024), sokal score (p=0.001) and results of FISH at diagnosis (p=0.039). Level of significance was 5%. Conclusion: There was significant correlation between hearing loss and parameters such as white cell count at presentation, haemoglobin level, sokal score and results of FISH at diagnosis in this study. These factors played a role towardsthe loss of hearing of these CML patients in the study. Disclosures: Baidoo: GSK: Speakers Bureau."
}