{
    "doi": "https://doi.org/10.1182/blood.V120.21.638.638",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2291",
    "start_url_page_num": 2291,
    "is_scraped": "1",
    "article_title": "Bone Marrow Arteriolar Niches Maintain Hematopoietic Stem Cell Quiescence ",
    "article_date": "November 16, 2012",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: The Microenvironment and HSCs",
    "topics": [
        "bone marrow",
        "bone marrow purging",
        "cd31 antigens",
        "cd45 antigens",
        "cd48 antigen",
        "cell cycle quiescence",
        "diagnostic imaging",
        "fluorouracil",
        "granulocyte colony-stimulating factor",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Yuya Kunisaki, MD, PhD",
        "Ingmar Bruns, MD, PhD",
        "Christoph Scheiermann, PhD",
        "Sandra Pinho, PhD",
        "Dachuan Zhang",
        "Paul S. Frenette, MD, FRCPC"
    ],
    "author_affiliations": [
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Ruth L. and David S. Gottesman Institute for Stem Cell and Regenerative Medicine Research, Albert Einstein College of Medicine, Bronx, NY, USA"
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022",
    "abstract_text": "Abstract 638 A prevailing idea suggests that quiescent hematopoietic stem cells (HSCs) reside near osteoblasts in the bone marrow (BM) whereas actively cycling HSCs are found near sinusoids. However, this idea is not been proven experimentally. Our recent studies have identified Nestin + perivascular cells containing all BM mesenchymal stem cell activity as a candidate HSC niche cell (Nature 2010;466:829). To gain more insight in the 3-dimensional (3D) structure of the HSC niche, we have established a novel whole-mount immunofluorescence imaging technique in which the 3D spatial relationships between vascular structures and endogenous CD150 + CD48 − CD41 − Lineage − HSCs in the sternal or femoral BM can be precisely determined. Our imaging analyses in both bone types revealed a prominent sinusoidal network interrupted by rare small caliber (∼10μm) arterioles whose identity was confirmed by staining with artery-specific Alexa Fluor 633 (Nat Methods 2012;9:273) or Sca-1 (Cell Stem Cell 2009;4:263). 3D analyses using Nes-GFP transgenic mice showed two distinct types of Nestin + cells associated with distinct vascular structures: Nes-GFP bright cells exhibiting a pericyte-like morphology were tightly associated with arterioles (referred to as periarteriolar Nestin (Nes peri ) cells) whereas more abundant Nes-GFP dim cells exhibiting a reticular shape (Nes retic cells) were largely associated with sinusoids. We sorted Nes peri and Nes retic cells based on GFP expression and cell size for further characterization. Nes peri cells were very rare (∼0.002% of BM) and expressed ∼3-fold and 10–50-fold higher levels of genes associated with HSC maintenance and retention ( Cxcl12 , Kitl , Angpt1 , Vcam1 ) compared to Nes retic cells and Nes-GFP neg CD45 − CD31 − Ter119 − stromal cells, respectively. These factors were down-regulated after G-CSF stimulation in Nes peri cells but not in Nes retic cells, which led us to hypothesize that Nes peri cells played an important role in HSC maintenance. We examined the spatial correlation between endogenous HSCs and Nes peri cells by whole-mount immunostaining and found that 38.6 ± 2.9% and 54.9 ± 6.8% of HSCs were localized within 20μm and 40μm distance from Nes peri cells, respectively. After G-CSF treatment, HSCs entered cell cycle (control/G-CSF; 86.8 ± 2.6%/52.2 ± 3.8% in G0, as defined by Ki67 and Hoechst 33342 staining, p=0.002) and expanded around Nes peri cells (control/G-CSF; 34.3 ± 1.0%/48.2 ± 1.6% in 0–20μm proximity, p<0.0001), suggesting that Nes peri cells may regulate cell cycle of HSCs by expression of HSC retention factors. Cell cycle quiescence is a hallmark of stem cells and protecting them from exogenous insults. We thus analyzed the cell cycle status and distribution of HSCs using Ki67 staining. Ki67 + cycling HSCs were distributed significantly further away from Nes peri cells than Ki67 − non-cycling cells (Ki67 + /Ki67 − ; 8.3 ± 8.3%/36.8 ± 4.7% in 0–20 μm proximity, p 80μm distance, p<0.05). We evaluated a genetic model (mice deficient in promyelocytic leukemia protein, Pml −/− ) that leads to a loss of HSC quiescence in a cell autonomous manner (Nature 2008;453:1072). In Pml −/− BM, HSCs were distributed significantly further away from arterioles compared to wild-type mice (WT/ Pml −/− ; 34.2 ± 3.9%/9.4 ± 5.1% in 0–20μm proximity, p80μm distance, p<0.05). These data indicate that proximity to arterioles surrounded by Nes peri cells is critical for HSC behavior. Interestingly, we found that Nes peri cells themselves were more quiescent than Nes retic cells (88.7 ± 4.6%/64.2 ± 5.5% in G0, p=0.01). To test the relevance of this quiescent niche, we challenged mice with 5-fluorouracil (5FU). After 5FU administration, the number of Nes peri cells was largely preserved compared to Nes retic cells (63.4 ± 17.1%/13.8 ± 2.9% of untreated control, p=0.01). In addition, the vast majority of HSCs were closely associated with Nes peri cells on day 7 (Control/Day 7 5FU; 34.4 ± 1.0%/70.6 ± 4.0% in 0–20μm, p<0.0001) and returned to baseline levels on day 21 (Day 21 5FU; 36.0 ± 11.4% in 0–20μm), indicating that both HSCs and the niche cells are quiescent and thus resistant to myeloablation. These results indicate that bone marrow arterioles comprise a specialized microenvironment that promotes quiescence of both Nes peri niche cells and the HSCs. Understanding its regulation will have important implications in healthy and cancerous hematopoiesis. Disclosures: No relevant conflicts of interest to declare."
}