{
    "doi": "https://doi.org/10.1182/blood-2021-147596",
    "article_title": "Macrophage Activation Syndrome (MAS) in Systemic Juvenile Idiopathic Arthritis (sJIA): Treatment with Emapalumab, an Anti-Interferon Gamma (IFNγ) Monoclonal Antibody ",
    "article_date": "November 5, 2021",
    "session_type": "201.Granulocytes, Monocytes, and Macrophages",
    "abstract_text": "Introduction: MAS is a severe, life-threatening complication of rheumatic diseases that occurs most frequently in patients with sJIA. The mainstay of treatment for MAS is high dose glucocorticoids (GCs); however, GCs do not always provide adequate control in all patients. Additional treatments are used without a standardized approach; however, morbidity and mortality remain high. Data from animal models of MAS and from observational studies in patients suggest that overproduction of IFNγ is a driver of the hyperinflammation observed in MAS; neutralization of IFNγ has been shown to revert the signs and symptoms of MAS in murine models, and high IFNγ levels are strongly correlated with laboratory parameters of disease severity in patients. Objective: To assess the efficacy and safety of intravenous (IV) infusions of emapalumab, a fully human anti-IFNγ monoclonal antibody, in patients with MAS associated with sJIA. Methods: This was a pilot, open-label, single-arm, phase 2 study (NCT03311854) that included patients with MAS (2016 ACR/EULAR criteria) associated with sJIA and who had not responded adequately to high dose IV GC and other treatments. Emapalumab was initiated at a dose of 6 mg/kg on Day 0 and continued at 3 mg/kg every 3 days until Day 15, and then twice weekly for an additional 2 weeks (i.e. until Day 28). As per protocol, 10 infusions were planned over the 4 weeks; however, treatment could be shortened if MAS remission was achieved earlier, or extended if required to achieve response. All patients were followed up for 4 weeks after the last emapalumab infusion and were offered to enter a long-term, follow-up study. Results: We report preliminary results from 14 patients with a median age of 11 (range 2-25) years who were enrolled in the trial (11 in Europe and 3 in the USA). All patients had failed high-dose GC; in addition, several patients had received cyclosporine A and/or anakinra within 10 days of being enrolled in the study. Treatment with emapalumab resulted in rapid IFNγ neutralization, as demonstrated by a decrease in the levels of the IFNγ-induced chemokine (C-X-C motif) ligand 9 (CXCL9), and subsequent deactivation of T cells, as indicated by the decrease in soluble interleukin-2 receptor levels. A progressive improvement in all clinical and laboratory parameters of MAS was observed. Emapalumab infusions were well tolerated by all patients, with no discontinuations. A cytomegalovirus reactivation was reported in 1 patient as a serious event related to emapalumab and resolved with antiviral therapy. During the study, GC doses were tapered in all patients. Administration of anakinra for the treatment of underlying sJIA was maintained/introduced during the study, as required. Conclusion: Emapalumab administration led to rapid neutralization of IFNγ, as indicated by a rapid decrease in CXCL9 levels, and was efficacious in controlling MAS in all patients. Emapalumab was well tolerated and had a favorable safety profile. These results support the pathogenic role of IFNγ in MAS/sJIA and the therapeutic value of IFNγ neutralization in MAS patients who have failed high-dose GCs and other treatments. Disclosures De Benedetti:  Novimmune: Consultancy, Research Funding; Novartis: Consultancy, Research Funding; Sanofi: Consultancy, Research Funding; Roche: Consultancy, Research Funding; Pfizer: Consultancy, Research Funding; Sobi: Consultancy, Research Funding; AbbVie: Consultancy, Research Funding. Grom:  AB2 Bio: Consultancy; Novartis: Consultancy. Brogan:  Sobi: Consultancy; Novartis: Consultancy; Roche: Consultancy; UCB: Consultancy. Eleftheriou:  Sobi: Speakers Bureau. Papadopoulou:  Sobi: Speakers Bureau. Quartier:  Pfizer: Consultancy, Speakers Bureau; AbbVie: Consultancy, Speakers Bureau; Chugai-Roche: Consultancy, Speakers Bureau; Lilly: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Sobi: Consultancy, Speakers Bureau. Antón:  Sobi: Consultancy; Novartis: Consultancy; Roche: Consultancy; Pfizer: Consultancy; GSK: Consultancy; AbbVie: Consultancy. Frederiksen:  Sobi: Current Employment. Asnaghi:  Sobi: Current Employment. Ballabio:  Sobi: Consultancy, Ended employment in the past 24 months. de Min:  Sobi: Consultancy, Ended employment in the past 24 months. OffLabel Disclosure: Emapalumab is an IFN-y blocking antibody indicated for the treatment of adult and pediatric (newborn and older) patients with primary hemophagocytic lymphohistiocytosis (HLH) with refractory, recurrent, or progressive disease or intolerance with conventional HLH therapy.",
    "author_names": [
        "Fabrizio De Benedetti",
        "Alexei A Grom",
        "Paul Brogan",
        "Claudia Bracaglia",
        "Manuela Pardeo",
        "Giulia Marucci",
        "Despina Eleftheriou",
        "Charalampia Papadopoulou",
        "Pierre Quartier",
        "Jordi Antón",
        "Rikke Frederiksen",
        "Veronica Asnaghi",
        "Maria Ballabio",
        "Cristina de Min"
    ],
    "author_dict_list": [
        {
            "author_name": "Fabrizio De Benedetti",
            "author_affiliations": [
                "Division of Rheumatology, Bambino Gesù Children's Hospital IRCCS, Rome, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alexei A Grom",
            "author_affiliations": [
                "Division of Rheumatology, Cincinnati Children's Hospital Medical Center, Cincinnati, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Brogan",
            "author_affiliations": [
                "Great Ormond Street Hospital NHS Foundation Trust, London, United Kingdom",
                "UCL Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Bracaglia",
            "author_affiliations": [
                "Division of Rheumatology, Bambino Gesù Children's Hospital IRCCS, Rome, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Pardeo",
            "author_affiliations": [
                "Division of Rheumatology, Bambino Gesù Children's Hospital IRCCS, Rome, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Marucci",
            "author_affiliations": [
                "Division of Rheumatology, Bambino Gesù Children's Hospital IRCCS, Rome, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Despina Eleftheriou",
            "author_affiliations": [
                "Great Ormond Street Hospital NHS Foundation Trust, London, United Kingdom",
                "UCL Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charalampia Papadopoulou",
            "author_affiliations": [
                "Great Ormond Street Hospital NHS Foundation Trust, London, United Kingdom",
                "UCL Institute of Child Health, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Quartier",
            "author_affiliations": [
                "Université de Paris, IMAGINE Institute, RAISE Reference Centre, Pediatric Immuno-Hematology and Rheumatology Unit, Necker Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jordi Antón",
            "author_affiliations": [
                "Hospital Sant Joan de Déu, Division of Pediatric Rheumatology, University of Barcelona, Barcelona, Spain"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rikke Frederiksen",
            "author_affiliations": [
                "Swedish Orphan Biovitrum AG (Sobi), Basel, Switzerland"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica Asnaghi",
            "author_affiliations": [
                "Swedish Orphan Biovitrum AG (Sobi), Basel, Switzerland"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Ballabio",
            "author_affiliations": [
                "Swedish Orphan Biovitrum AG (Sobi), Basel, Switzerland"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina de Min",
            "author_affiliations": [
                "Swedish Orphan Biovitrum AG (Sobi), Basel, Switzerland"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:10:02",
    "is_scraped": "1"
}