{
    "doi": "https://doi.org/10.1182/blood.V126.23.1594.1594",
    "article_title": "Deep Molecular Response Achieved By Second-Generation Tyrosine Kinase Inhibitors (TKIs) Can Lead to Stopping TKIs ",
    "article_date": "December 3, 2015",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster I",
    "abstract_text": "Background: Imatinib (IMA), a first-generation tyrosine kinase inhibitor (TKI), has enabled safer, more successful treatment of chronic myeloid leukemia (CML). Moreover, second-generation TKIs such as nilotinib (NIL) and dasatinib (DAS) have enabled achievement of deeper molecular responses than IM. TKIs have improved prognosis for CML patients, but lifelong continuation of TKIs lowers quality of life and places an economic burden on patients. Whether administration of TKIs can be stopped is thus an important question. Trials including the STIM trial have suggested that IMA can be stopped in CML patients who maintain complete molecular response (CMR) for >24 months, but little data is available regarding second-generation TKIs. Methods: Among adult CML patients in the chronic phase diagnosed at Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital from May 1995 to September 2010, we analyzed patients who achieved and maintained CMR for >1 year on TKIs, and then stopped TKIs. We started TKI treatment with IMA in all patients and changed to NIL or DAS after March 2009, when second-generation TKIs became available in Japan. We continued each TKI for ³6 months, and for >12 months in most cases. Molecular monitoring was performed with BCR-ABL1 real-time quantitative PCR (RQ-PCR) using bone marrow or peripheral blood samples. Sensitivity of this RQ-PCR was 0.004%, corresponding to MR 4.4 . Relapse was defined as a loss of CMR. We provided TKI therapy for relapsed patients. RQ-PCR was performed every three months after relapse. Results: Stopping TKI was possible in 51 patients (32 males, 19 females). Observations were continued until June 2015, and the median duration of observation was 147 months (range, 59-257 months). Interferon (IFN)-α was administered to 18 patients. Median age at diagnosis was 44 years (range, 22-83 years). Two deaths were observed, with neither due to CML. Median duration of TKI treatment was 91 months (range, 29-160 months). Median interval from starting TKIs until achieving CMR was 41 months (range, 6-144 months), and that from achieving CMR to stopping TKIs was 20 months (range, 10-91 months). Median duration of observation from stopping TKIs was 42 months (range, 4-135 months). TKI treatment comprised IMA alone in 10 patients, IMA → NIL in 8, and IMA →NIL → DAS in 33. Relapse after stopping TKIs was observed in 14 cases. The period from stopping TKIs to relapse was 3 months in 12 patients, and 6 months and 18 months in 1 patient each. We treated all relapse patients with TKIs as patients chose, and all achieved 2nd CMR. Median period from relapse to 2nd CMR was 20.5 months (range, 6-40 months). In univariate analysis by Fisher's exact test, no correlation was seen between relapse rate and sex (male, n=32 vs. female, n=19; p=0.106), history of IFN-α therapy (yes, n=18 vs. no, n=33; p=0.525), duration from achieving CMR to stopping TKI (³24 months, n=34 vs, <24 months, n=17; p=0.183), and use of second-generation TKI (yes, n=34 vs. no, n=10; p=0.25). However, relapse rate was significantly lower in patients who received second-generation TKIs for ³24 months (n=23 vs. <24 months, n=10; p=0.0425). Conclusions: In our cohort, the rate of relapse after stopping TKIs was lower among patients who received second-generation TKIs for a longer period. This suggests that achieving deeper molecular response may be more important than maintaining CMR for a long time when trying to stop TKIs. The fact that most relapses after stopping TKIs occurred 3 months after stopping TKIs implies a need for careful molecular monitoring, particularly just after stopping TKIs. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "protein-tyrosine kinase inhibitor",
        "cardiac mri",
        "polymerase chain reaction",
        "dasatinib",
        "human leukocyte interferon",
        "imatinib mesylate",
        "interferons",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "quantitative real-time polymerase chain reaction"
    ],
    "author_names": [
        "Tetsuro Ochi",
        "Taiichi Kyo, MD",
        "Kayo Toishigawa",
        "Takeshi Okatani",
        "Ryota Imanaka",
        "Kohei Kyo",
        "Mitsuhiro Itagaki",
        "Yuta Katayama",
        "Koji Iwato",
        "Hideki Asaoku"
    ],
    "author_dict_list": [
        {
            "author_name": "Tetsuro Ochi",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Taiichi Kyo, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kayo Toishigawa",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takeshi Okatani",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryota Imanaka",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohei Kyo",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitsuhiro Itagaki",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuta Katayama",
            "author_affiliations": [
                "Department of Internal Medicine, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Iwato",
            "author_affiliations": [
                "Department of Blood Transfusion, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Asaoku",
            "author_affiliations": [
                "Department of Clinical Laboratory, Hiroshima Red Cross Hospital & Atomic-bomb Survivors Hospital, Hiroshima, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T06:33:30",
    "is_scraped": "1"
}