{
    "doi": "https://doi.org/10.1182/blood.V128.22.4642.4642",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3555",
    "start_url_page_num": 3555,
    "is_scraped": "1",
    "article_title": "Does Renal Failure Affect Outcome after Autologous Stem Cell Transplantation in Patients with Multiple Myeloma? ",
    "article_date": "December 2, 2016",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster III",
    "abstract_text": "Introduction: Renal impairment (RI) is frequent in patients with Multiple Myeloma (MM) and is a proven negative prognostic factor for overall survival (OS). MM patients with impaired renal function often fail to qualify for high-dose chemotherapy and are excluded from autologous stem cell transplantation (ASCT), since a higher transplant-related mortality has been postulated. However, it remains unclear whether these historical inferior outcome data still hold true in times of modern immuno-chemotherapeutical therapy regimen. Further, nephrologic definition criteria for renal impairment have evolved as well and have not yet been fully introduced into MM patient care. We thus aimed at evaluating outcome data of MM patients undergoing ASCT after immuno-chemotherapy applying current nephrologic standard criteria for RI. Methods: MM patients who had undergone ASCT at our center between 1999 and 2015 were included. Renal function was determined and staged both at the time of diagnosis and transplantation by estimated glomerular filtration rate (eGFR according to the MDRD formula).RI was defined as eGFR <90 ml/min/m 2 . For sub-analyses renal failure was further staged according to KDIGO guidelines (CKD stages II, IIIa and IIIb corresponding to an eGFR of <60, <45 and <30 ml/min/m 2 ). Kaplan-Meier curves and log-rank tests were used for OS and progression-free survival (PFS) calculation. Results: 195 patients with a median age of 54 years were analyzed. Patients were categorized into 3 groups: i) normal renal function at diagnosis and ASCT ii) impaired renal function at diagnosis with normalization before ASCT and iii) impaired renal function both at the time of diagnosis and ASCT. Estimated mean OS from diagnosis was 93 months (90% CI: 77-109). No difference in OS was found comparing these 3 groups (Figure 1). Estimated mean PFS was 83 months (90% CI: 12-61). Again, in our patient cohort, renal impairment did not negatively impact PFS (Figure 2). In addition, even after further stratification according to the degree of renal failure at the time of ASCT (CKD stage II, IIIa and IIIb), no survival disadvantage was detected for patients with mild to moderate renal failure. Conclusions: In this retrospective analysis, a relatively large cohort of MM patients who had undergone ASCT was analyzed regarding survival data in accordance with their renal function. Since RI is associated with poorer outcome in MM patients, we aimed at working out if this holds true for patients receiving ASCT. In contrast to historical data, our data show that neither OS nor PFS were negatively impacted by mild to moderate RI. Therefore, we conclude that ASCT should rather be considered proactively in MM patients with RI than be withheld, since survival in theses patients seems not to be affected in an adverse manner. Figure 1 View large Download slide Overall survival according to renal function groups. Figure 1 View large Download slide Overall survival according to renal function groups. Figure 2 View large Download slide Progression-free survival according to renal function groups. Figure 2 View large Download slide Progression-free survival according to renal function groups. Disclosures Agis: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "autologous stem cell transplant",
        "kidney failure",
        "multiple myeloma",
        "renal impairment",
        "kidney failure, chronic",
        "transplantation",
        "cancer immunotherapy",
        "chemotherapy regimen",
        "prognostic factors",
        "glomerular filtration rate, estimated"
    ],
    "author_names": [
        "Marlies Antlanger",
        "Thomas Reiter",
        "Wolfgang Lamm",
        "Werner Rabitsch",
        "Heinz Gisslinger",
        "Hermine Agis, MD",
        "Maria-Theresa Krauth, MD"
    ],
    "author_affiliations": [
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, AUT"
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, AUT"
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ],
        [
            "Medical University of Vienna, Vienna, Austria "
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215"
}