{
    "doi": "https://doi.org/10.1182/blood-2019-127372",
    "article_title": "Real-World Analysis of Adverse Events Associated with CAR T-Cell Therapy Among Adults Age ≥65 Years ",
    "article_date": "November 13, 2019",
    "session_type": "704.Immunotherapies",
    "abstract_text": "Introduction: Axicabtagene ciloleucel (axi-cel) and tisagenlecleucel (tis-cel) are chimeric antigen receptor (CAR) T-cell therapies that target CD19-expressing B cells. Both therapies have been approved by the United States (US) Food and Drug Administration (FDA) for the treatment of adult patients with relapsed or refractory large B-cell lymphoma (LBCL) after at least 2 lines of systemic therapy. The median age at diagnosis of diffuse LBCL is 66 years, with over half the cases occurring in patients over age 65. Patients >65 years have worse survival than younger patients. Despite this predilection for older age, only one quarter of the patients in the pivotal trials supporting approval of the 2 therapies were age 65 or older. An analysis of the safety of axi-cel in the pivotal ZUMA-1 trial showed no significant differences between the age <65 and ≥65 subgroups; however, the small number of older patients included on the original clinical trials due to the constraints of the stringent eligibility criteria limits the generalizability of these findings (Sano et al, Blood 2018 132:96). In this analysis, we reviewed post-approval adverse events (AEs) involving axi-cel or tis-cel for LBCL and compared reactions and outcomes by age utilizing the FDA Adverse Events Reporting System (FAERS) Database, which was created to support FDA's post-marketing safety surveillance program for drug and therapeutic biologic products. Methods: The FAERS database contains anonymized reports of product-related AEs, classified using the Medical Dictionary for Regulatory Activities (MedDRA) and categorized as serious or non-serious. The database was queried for cases involving axi-cel or tis-cel (and their respective trade names) from the FDA approval date for the LBCL indication (October 18, 2017 for axi-cel; May 1, 2018 for tis-cel) through March 31, 2019. Cases were excluded if the age of the patient was unknown. Cases reported outside the US were excluded. Patient characteristics and adverse events were summarized using descriptive statistics. Comparisons of rates of AEs by age group were made using Fisher's exact test; statistical significance was determined at a two-sided α=0.05. Results: A total of 397 cases were retrieved (360 involving axi-cel, 37 involving tis-cel). The median age of the patients involved was 62 years (range 18-81), with 153 (39%) of the patients age 65 or older. The vast majority of reactions (376, 95%) reported to FAERS were classified as serious. Overall, 141 (36%) cases resulted in hospitalization; 33 (8%) cases had an outcome categorized as life-threatening; 46 (12%) cases resulted in death; 6 (2%) resulted in disability. The most common reaction in each age group was cytokine release syndrome (CRS), reported in 64% and 56% of patients <65 and ≥65 groups, respectively ( Table ). When a composite definition for CRS was utilized by including individual clinical features that comprise CRS, a higher proportion of patients <65 were noted to have CRS (80% vs. 67%, p<0.01). Pyrexia (41% vs. 24%, p<0.01), tachycardia (17% vs. 8%, p=0.01), hospitalization (42% vs. 25%, p<0.01) and elevated ferritin levels (3% vs. 0%, p=0.03) were significantly more common among the younger age group. Patients ≥65 had a significantly higher proportion of cases of neurotoxicity (50% vs. 39%, p=0.04); atrial fibrillation was also reported more frequently in the older age group compared to younger patients (8% vs. 3%, p=0.02). Conclusions: This large-scale post-marketing report of CAR T-cell therapy associated AEs in the real world suggests differences based on age: patients ≥65 had a higher incidence of neurotoxicity and atrial fibrillation while younger patients had increased incidence of some CRS components, especially pyrexia and tachycardia. There was no demonstrable difference in deaths between the 2 groups, but younger patients had higher rates of hospitalization. This report provides real-world evidence for use of CAR T-cell therapy in patients ≥65 and can inform clinical care based on patterns of AEs observed. Potential under-reporting of cases to the FAERS database, the retrospective design of this study and limited data available in the case reports preclude interpretation of causality. Despite these limitations, our findings identified real-world trends in reported signals that complement clinical trial safety data and support further pharmacoepidemiologic study. View large Download slide View large Download slide  Close modal Disclosures Zettler: Cardinal Health: Employment. Feinberg: Cardinal Health: Employment. Phillips Jr.: Cardinal Health: Employment. Klink: Cardinal Health: Employment. Mehta: Cardinal Health: Employment. Gajra: Cardinal Health: Employment.",
    "topics": [
        "adverse event",
        "chimeric antigen receptor t-cell therapy",
        "atrial fibrillation",
        "fever",
        "neurotoxicity syndromes",
        "tachycardia",
        "axicabtagene ciloleucel",
        "biological products",
        "cd19 antigens",
        "chimeric antigen receptors"
    ],
    "author_names": [
        "Marjorie E Zettler, PhD MPH",
        "Bruce A Feinberg, DO",
        "Eli G Phillips Jr., PharmD, JD",
        "Andrew J Klink, PhD MPH",
        "Sonam Mehta",
        "Ajeet Gajra, MD FACP"
    ],
    "author_dict_list": [
        {
            "author_name": "Marjorie E Zettler, PhD MPH",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruce A Feinberg, DO",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eli G Phillips Jr., PharmD, JD",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew J Klink, PhD MPH",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonam Mehta",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Palatine, IL"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ajeet Gajra, MD FACP",
            "author_affiliations": [
                "Cardinal Health Specialty Solutions, Dublin, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:29:47",
    "is_scraped": "1"
}