{
    "doi": "https://doi.org/10.1182/blood.V116.21.4835.4835",
    "article_title": "Copy Number Variations In Acute Leukemia with Cytogenetically Detected 11q23 Rearrangements ",
    "article_date": "November 19, 2010",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS",
    "abstract_text": "Abstract 4835 The chromosomal alterations at 11q23 locus with involvement of the MLL gene (mixed-lineage leukemia) represent one of the most common cytogenetic abnormalities in acute leukemia associated with a poor prognosis. MLL is known as a promiscuous gene with 54 partner genes described in 73 recurrent translocations. Translocations of this gene are often visibly balanced without loss or gain of genetic material and their prognostic impact is well defined, but deletions of the same region are less frequent with limited information about their significance. The techniques used for detection of MLL rearrangements are well established and represent conventional chromosome analysis, FISH, Southern blot and RT-PCR. In our study we aimed to define breakpoints of the 11q deletions and study whether additional to cytogenetically balanced cryptical rearrangements at 11q23 are present in acute leukemia using array CGH. Rearrangements and deletions of the 11q23 locus were identified by G-banding and FISH in 56 cases of acute leukemia in the Dept. of Clinical Genetics, University Hospital of Umeå. All cases were tested for mutations in FLT3 and NPM1 genes. In the present study we applied SNP-array (Human CNV370-Duo DNA Analysis BeadChip for Copy Number Variation Research, Illumina, San Diego, California, USA) to 16 cases. Among those 14 cases were adult and 2 childhood leukemia. 9 females and 5 males were diagnosed with either AML or ALL at age of 33–84 years. Chromosome analysis showed cytogenetically balanced translocations of 11q23 in 8 patients (t(4;11)(q21;q23), t(6;11)(q13;q23), t(10;11)(p15;q23), t(11;19)(q23;p13) and deletion of 11q23 in the rest of patients, where 4 cases have had numerous cytogenetic abnormalities. Array CGH revealed totally 72 copy number variants (CNVs) including 34 duplications, 25 deletions and 13 neutral copy of LOH. In 4 of 8 cases with balanced 11q23 translocations no CNVs on chromosome 11 were detected while a duplication of 11q23q25 was detected in 3 patients from the same group and one patient with complex karyotype. The duplication was almost identical in 2 cases with t(4;11)(q21;q23) and t(11;19)(q23;p13) spanning approximately 350 kb (nucleotide position-133943876-134197116). In other two cases the duplication of approximately 15Mb also covered MLL locus. In cases with cytogenetically detected 11q23 deletions the breakpoints were defined but their nucleotide positions were not overlapping. Finally, two cases with 11q23 deletion and additional aberrations did not confirm the 11q23 deletion which might be explained by balanced rearrangement not detected by G-banding. In conclusion, 50% of cytogenetically balanced translocations of 11q23 locus did not demonstrate any additional CNVs at this region confirming absence of loss or gain of genetic material. Notably, in four of 16 cases duplication of 11q25 was detected although its significance was not studied. Further 16 cases are under evaluation and results of totally 32 patients will be presented at the meeting. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "copy number polymorphism",
        "leukemia, acute",
        "g-banding",
        "nucleotides",
        "childhood leukemia",
        "dna analysis",
        "karyotype determination procedure",
        "leukemia",
        "ms-like tyrosine kinase 3",
        "reverse transcriptase polymerase chain reaction"
    ],
    "author_names": [
        "Irina Golovleva",
        "Pia Lundberg",
        "Erik Forestier",
        "Anders Wahlin, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Irina Golovleva",
            "author_affiliations": [
                "Clinical Genetics, University Hospital, Umeå, Sweden, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pia Lundberg",
            "author_affiliations": [
                "Clinical Genetics, University Hospital, Umeå, Sweden, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Forestier",
            "author_affiliations": [
                "Pediatrics, University Hospital, Umeå, Sweden, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anders Wahlin, MD, PhD",
            "author_affiliations": [
                "Hematology, University Hospital, Umea, Sweden"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T09:41:29",
    "is_scraped": "1"
}