{
    "doi": "https://doi.org/10.1182/blood.V126.23.721.721",
    "article_title": "Prognostic Value of Immune Profiling Multiple Myeloma Patients during Minimal Residual Disease Monitoring in the Pethema/GEM2010MAS65 Study ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Clinical Insights from the Next Generation Characterization of Multiple Myeloma",
    "abstract_text": "Introduction: Although in multiple myeloma (MM) failure to attain deep remissions after therapy typically limits the chances of long-term survival, such paradigm does not apply to all patients since a fraction of patients with persistent disease may be progression-free for more than 10-years even without continuous treatment. Accordingly, it could be hypothesized that prolonged survival in such patients is related to their immune surveillance in controlling detectable (MRD-positive) or undetectable (MRD-negative) residual disease. Unfortunately, while the immune impairment in newly-diagnosed MM as well as the presence of unique immune profiles among patients attaining long-term disease control have been described, no studies have been performed after therapy, during MRD monitoring, to develop an immune signature capable to predict patients' outcome. Methods: We have investigated the immune signature of 146 elderly patients enrolled in the GEM2010MAS65 clinical trial after therapy, during MRD monitoring. Briefly, patients were treated with sequential chemotherapy with 9 cycles of bortezomib-melphalan-prednisone (VMP) followed by 9 cycles of lenalidomide-low dose dexamethasone (Rd) (n=72), or alternating cycles of VMP and Rd up to 18 cycles (n=74). A single 8-color antibody combination (CD45-PacB/CD138-OC515/CD38-FITC/CD56-PE/CD27-PerCPCy5.5/CD19-PECy7/CD117-APC/CD81-APCH7) was used to monitor MRD, and allowed for the enumeration of not only normal and clonal plasma cells, but also erythroid and myeloid hematopoietic progenitors, erythroblasts, mast cells, eosinophils, basophils, monocytes, neutrophils, B-cells and their respective precursor, naïve and memory subsets, as well as T-cells plus TNK- and NK-cells. Median follow-up of the series was 3-years; time-to-progression (TTP) and overall survival (OS) were measured from diagnosis. Results: Principal component analysis (PCA) based on the bone marrow distribution of the 13 immune cell populations revealed the presence of 3 clusters (Panel 1): A (n=16), B (n=117) and C (n=13). When comparing cluster A with clusters B and C, there was a decrease in mean values of erythroblasts (25%, 15% and 13%; P=.03) combined with a trend for increased neutrophils (52%, 59% and 60%; P=.07). The distribution of different maturation subsets within the B-cell compartment was also significantly altered between clusters C and B vs. A, with decreased numbers of B-cell precursors (4%, 0.6% and 1%; P<.001) but increased frequencies of naïve (0.1%, 0.09% and 0.5%; P<.001) and antigen-experienced memory (0.05%, 0.03% and 0.3%; P=.006) B-cells (Panel 2). There were no significant differences in cluster frequency according to treatment schema, nor according to baseline ISS or FISH risk-stratification. Most interestingly though, particularly when compared to cluster C, patients clustering in group A had a trend toward superior TTP (median of 44 vs 35 months, respectively; P=.08) and significantly superior OS (3-year rates of 77 vs 100%, respectively; P=.02); patients belonging to cluster B had intermediate outcome (median TTP of 37 months and 82% 3-year OS rate) (Panels 3 and 4). Noteworthy, there were no significant differences according to patients' MRD status across the different clusters; accordingly, even among MRD-positive patients immune profiling continued to impact patients survival with 3-year OS rates of 62%, 77% and 100% for clusters C, B and A, respectively (P=.02). Conclusions: We showed for the first time that immune profiling in MM after therapy during MRD monitoring is prognostically relevant and allows the identification of patients with either poor survival or sustained disease control. Accordingly, flow-based MRD monitoring offers complementary information to quantification of MRD levels, and may contribute to identify patients that albeit being MRD-positive can still experience prolonged survival due to a unique immune signature particularly characterized by increased peripheral B-cell maturation. Figure 1. View large Download slide Figure 1. View large Download slide Close modal Figure 2. View large Download slide Figure 2. View large Download slide Close modal Figure 3. View large Download slide Figure 3. View large Download slide Close modal Disclosures Paiva: BD Bioscience: Consultancy; Binding Site: Consultancy; Onyx: Consultancy; Millenium: Consultancy; Janssen: Consultancy; Celgene: Consultancy; Sanofi: Consultancy; EngMab AG: Research Funding. Puig: Janssen: Consultancy; The Binding Site: Consultancy. Gironella: Celgene Corporation: Consultancy, Honoraria. Mateos: Janssen-Cilag: Consultancy, Honoraria; Takeda: Consultancy; Celgene: Consultancy, Honoraria; Onyx: Consultancy. San Miguel: Bristol-Myers Squibb: Honoraria; Celgene: Honoraria; Janssen-Cilag: Honoraria; Millennium: Honoraria; Novartis: Honoraria; Sanofi-Aventis: Honoraria; Onyx: Honoraria.",
    "topics": [
        "multiple myeloma",
        "neoplasm, residual",
        "antibodies",
        "antigens",
        "antigens, cd27",
        "bortezomib",
        "cd19 antigens",
        "cd45 antigens",
        "cd56 antigens",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Paula Arana",
        "Bruno Paiva, PhD",
        "Noemi Puig, MD PhD",
        "Teresa Cedena",
        "Lourdes Cordon",
        "Maria Belen Vidriales, MD PhD",
        "Joaquin Martinez-López, MDPhD",
        "Enrique M. Ocio, MD PhD",
        "Miguel T Hernandez",
        "Ana Isabel Teruel, MD",
        "Mercedes Gironella",
        "M Asuncion Echeveste",
        "Laura Rosiñol, MDPhD",
        "Rafael Martinez, MDPhD",
        "Albert Oriol, MDPhD",
        "Joan Blade, MDPhD",
        "Juan Jose Lahuerta",
        "Maria-Victoria Mateos",
        "Jesus San Miguel, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paula Arana",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bruno Paiva, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology, Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noemi Puig, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitario de Salamanca, Salamanca, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa Cedena",
            "author_affiliations": [
                "Hematology Department, Hospital Universitario 12 de Octubre, Madrid, Spain "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lourdes Cordon",
            "author_affiliations": [
                "Hospital Universitario La Fe, Valencia, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Belen Vidriales, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Hospital Universitario de Salamanca, Salamanca, Spain "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joaquin Martinez-López, MDPhD",
            "author_affiliations": [
                "Hematology, Hospital 12 de Octubre, Madrid, Spain "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrique M. Ocio, MD PhD",
            "author_affiliations": [
                "University Hospital of Salamanca, Salamanca, Spain "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel T Hernandez",
            "author_affiliations": [
                "Hospital Universitario de Canarias, Santa Cruz de Tenerife, Spain "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ana Isabel Teruel, MD",
            "author_affiliations": [
                "Hospital Clinico de Valencia, Valencia, Spain "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mercedes Gironella",
            "author_affiliations": [
                "Hospital Universitari Vall dHebron, Barcelona, Spain "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M Asuncion Echeveste",
            "author_affiliations": [
                "Hospital Universitario Donostia, San Sebastian, Spain "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Rosiñol, MDPhD",
            "author_affiliations": [
                "Hospital Clinic de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafael Martinez, MDPhD",
            "author_affiliations": [
                "Hospital Universitario San Carlos, Madrid, Spain "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Albert Oriol, MDPhD",
            "author_affiliations": [
                "Institut Català d'Oncologia, Hospital Germans Trias i Pujol, Barcelona, Spain "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Blade, MDPhD",
            "author_affiliations": [
                "Hospital Clinic de Barcelona, Barcelona, Spain "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan Jose Lahuerta",
            "author_affiliations": [
                "Hospital 12 de Octubre, Madrid, Spain "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria-Victoria Mateos",
            "author_affiliations": [
                "Hematology Department, University Hospital of Salamanca/IBSAL, Salamanca, Spain "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus San Miguel, MDPhD",
            "author_affiliations": [
                "Centro de Investigación Médica Aplicada, University of Navarra, Clínica Universidad de Navarra, Pamplona, Spain"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T02:08:33",
    "is_scraped": "1"
}