{
    "doi": "https://doi.org/10.1182/blood-2019-123064",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4214",
    "start_url_page_num": 4214,
    "is_scraped": "1",
    "article_title": "Assessment of Longer-Term Efficacy and Safety in the Phase 3, Randomized, Double-Blind, Placebo-Controlled MEDALIST Trial of Luspatercept to Treat Anemia in Patients (Pts) with Revised International Prognostic Scoring System (IPSS-R) Very Low-, Low-, or Intermediate-Risk Myelodysplastic Syndromes (MDS) with Ring Sideroblasts (RS) Who Require Red Blood Cell (RBC) Transfusions ",
    "article_date": "November 13, 2019",
    "session_type": "637.Myelodysplastic Syndromes-Clinical Studies",
    "topics": [
        "anemia",
        "blood transfusion",
        "brachial plexus neuritis",
        "erythrocytes",
        "luspatercept",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "sideroblasts",
        "transfusion",
        "erythrocyte transfusion"
    ],
    "author_names": [
        "Pierre Fenaux, MD PhD",
        "Ghulam J. Mufti",
        "Rena Buckstein, MD FRCPC",
        "Valeria Santini, MD",
        "María Díez-Campelo, MD PhD",
        "Carlo Finelli",
        "Mario Cazzola, MD",
        "Osman Ilhan, MD",
        "Mikkael A. Sekeres, MD MS",
        "Rami S. Komrokji, MD",
        "Alan F. List, MD",
        "Amer M. Zeidan, MBBS, MHS",
        "Amit Verma, MBBS",
        "Abderrahmane Laadem",
        "Rodrigo Ito",
        "Jennie Zhang",
        "Anita Rampersad",
        "Daniel Sinsimer",
        "Peter G. Linde",
        "Guillermo Garcia-Manero, MD",
        "Uwe Platzbecker, MD"
    ],
    "author_affiliations": [
        [
            "Service d'Hématologie Séniors, Hôpital Saint-Louis, Assistance Publique-Hôpitaux de Paris (AP-HP), Paris, France ",
            "Université Paris 7, Paris, France "
        ],
        [
            "Department of Haemato-Oncology, King's College London, London, United Kingdom "
        ],
        [
            "Odette Cancer Centre, Sunnybrook Health Sciences Centre, Toronto, Canada "
        ],
        [
            "MDS Unit, Azienda Ospedaliero Universitaria (AOU) Careggi, University of Florence, Florence, Italy "
        ],
        [
            "Hematology Department, Institute of Biomedical Research of Salamanca, University Hospital of Salamanca, Salamanca, Spain "
        ],
        [
            "Department of Oncology and Hematology, S. Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "Fondazione IRCCS Policlinico S. Matteo, University of Pavia, Pavia, Italy "
        ],
        [
            "Department of Hematology, Ankara University School of Medicine, Ankara, Turkey "
        ],
        [
            "Department of Hematology and Medical Oncology, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL ",
            "Department of Malignant Hematology, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL ",
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Internal Medicine, Yale School of Medicine and Yale Cancer Center, Yale University, New Haven, CT "
        ],
        [
            "Department of Oncology, Albert Einstein College of Medicine, Montefiore Medical Center, Bronx, NY "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "Acceleron Pharma, Cambridge, MA "
        ],
        [
            "University of Texas MD Anderson Cancer Center, Department of Leukemia, Houston, TX "
        ],
        [
            "Medical Clinic and Policlinic 1, Hematology and Cellular Therapy, University Hospital Leipzig, Leipzig, Germany"
        ]
    ],
    "first_author_latitude": "48.873406499999994",
    "first_author_longitude": "2.3697699",
    "abstract_text": "Introduction : Few treatment options are available to RBC transfusion-dependent pts with lower-risk MDS (LR-MDS) who are refractory/ineligible for erythropoiesis-stimulating agents (ESAs). Luspatercept is a first-in-class erythroid maturation agent that binds select TGF-β superfamily ligands to reduce aberrant Smad2/3 signaling and enhance late-stage erythropoiesis. In the phase 3, randomized, double-blind, placebo-controlled MEDALIST study (NCT02631070), luspatercept significantly reduced transfusion burden vs placebo. Longer-term efficacy analyses of the MEDALIST study (data cutoff Jan 7, 2019), including multiple responses, and safety are presented here. Methods : Eligible pts were ≥ 18 years of age with IPSS-R-defined Very low-, Low-, or Intermediate-risk MDS with RS (World Health Organization 2016 criteria); were refractory, intolerant, or unlikely to respond to ESAs (serum erythropoietin > 200 U/L); and required regular RBC transfusions. Pts were randomized 2:1 to luspatercept (1.0 mg/kg titrated up to 1.75 mg/kg, if needed) or placebo, subcutaneously every 3 weeks (wks). This analysis assessed the achievement and number of individual response periods of RBC transfusion independence (RBC-TI) ≥ 8 wks. Clinical benefit, defined as achieving RBC-TI ≥ 8 wks and/or modified hematologic improvement-erythroid (HI-E) response per International Working Group 2006 criteria, was also assessed, along with total duration of clinical benefit (time from achieving clinical benefit to discontinuation due to loss of benefit, adverse events [AEs], or other reasons). Longer-term efficacy and safety were also evaluated. Results : Pts were assessed for RBC transfusion burden/8 wks in the 16 wks before randomization: 66 pts received 2 to < 4 U RBCs (30.1% and 26.3% of pts receiving luspatercept and placebo, respectively), 64 received ≥ 4 to < 6 U (26.8% and 30.2%, respectively), and 99 received ≥ 6 U (43.1% and 43.4%, respectively); both arms had a median baseline burden of 5 RBC U/8 wks. Compared with our previous analysis and earlier data cutoff of May 8, 2018 (Fenaux P, et al. Blood. 2018;132:1), we now report that as of Jan 7, 2019, 72 (47.1%) pts treated with luspatercept and 12 (15.8%) treated with placebo achieved RBC-TI ≥ 8 wks. Analysis of multiple response periods of RBC-TI ≥ 8 wks in the luspatercept responders (i.e. initial RBC-TI ≥ 8 wks, followed by transfusion, followed by another period of RBC-TI ≥ 8 wks) demonstrated that 48 (66.7%) pts had ≥ 2 separate response periods, 22 (30.6%) had ≥ 3, 12 (16.7%) had ≥ 4 , and 7 (9.7%) had ≥ 5. Of the 12 pts achieving RBC-TI ≥ 8 wks with placebo, 4 (33.3%) had ≥ 2 responses; none had > 3. Overall, 48 (31.4%) pts receiving luspatercept and none receiving placebo remained on treatment as of the Jan 7, 2019 data cutoff. Median treatment duration was 50.9 (range 5.9-147.0) wks in pts receiving luspatercept vs 24.0 (range 7.4-103.0) wks in pts receiving placebo. Median duration of the longest period of RBC-TI ≥ 8 wks during Wks 1-48 was 30.6 (95% confidence interval [CI] 20.6-50.9) wks with luspatercept and 18.6 (95% CI 10.9-not evaluable) wks with placebo. Median total duration of clinical benefit was 83.6 and 26.8 wks for pts responding to luspatercept (n = 97) and placebo (n = 20), respectively. Of the 97 luspatercept-treated pts evaluable for clinical benefit, median duration of clinical benefit in pts with baseline transfusion burden of 4 to < 6 U/8 wks was 87.9 (range 13-125) wks, of < 4 U/8 wks was 84.7 (range 21-147) wks, and of ≥ 6 U/8 wks was 64.9 (range 8-122) wks. Twelve luspatercept-treated pts did not require a transfusion after the first dose of luspatercept up to Wk 48 or until time of analysis; as of Jan 7, 2019 data cutoff, 3 (25%) of those pts maintained response. AEs occurring more frequently with luspatercept vs placebo (fatigue, diarrhea, asthenia, dizziness) occurred early (Cycles 1-4), were mainly grade 1 or 2, decreased over time, and were not associated with a higher dose level. Progression to acute myeloid leukemia was similar in pts receiving luspatercept (n = 3 [2.0%]) and those receiving placebo (n = 1 [1.3%]). Conclusions : Most LR-MDS pts achieving RBC-TI and/or HI-E with luspatercept in the MEDALIST study had multiple responses with durable clinical benefit superior to that of pts receiving placebo, including those with a high baseline transfusion burden. AEs were mainly grade 1 or 2, decreased over time, and were not correlated with a higher dose level. Disclosures Fenaux: Aprea: Research Funding; Jazz: Honoraria, Research Funding; Astex: Honoraria, Research Funding; Celgene Corporation: Honoraria, Research Funding. Mufti: Cellectis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene Corporation: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Buckstein: Celgene: Consultancy, Honoraria, Research Funding; Takeda: Research Funding. Santini: Celgene Corporation: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Johnson & Johnson: Honoraria; Acceleron: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees; Menarini: Membership on an entity's Board of Directors or advisory committees. Díez-Campelo: Celgene Corporation: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Finelli: Celgene Corporation: Consultancy, Research Funding, Speakers Bureau; Novartis: Consultancy, Speakers Bureau; Janssen: Consultancy, Speakers Bureau. Ilhan: Roche: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; BMS: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Janssen: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Alexion: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees; Syros: Membership on an entity's Board of Directors or advisory committees; Millenium: Membership on an entity's Board of Directors or advisory committees. Komrokji: DSI: Consultancy; JAZZ: Consultancy; celgene: Consultancy; Agios: Consultancy; pfizer: Consultancy; Novartis: Speakers Bureau; JAZZ: Speakers Bureau; Incyte: Consultancy. List: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding. Zeidan: Trovagene: Consultancy, Honoraria, Research Funding; Incyte: Consultancy, Honoraria, Research Funding; Takeda: Consultancy, Honoraria, Research Funding; ADC Therapeutics: Research Funding; Jazz: Honoraria; Ariad: Honoraria; Agios: Honoraria; Novartis: Honoraria; Astellas: Honoraria; Daiichi Sankyo: Honoraria; Cardinal Health: Honoraria; Seattle Genetics: Honoraria; BeyondSpring: Honoraria; Boehringer-Ingelheim: Consultancy, Honoraria, Research Funding; Abbvie: Consultancy, Honoraria, Research Funding; Acceleron Pharma: Consultancy, Honoraria, Research Funding; Celgene Corporation: Consultancy, Honoraria, Research Funding; Medimmune/AstraZeneca: Research Funding; Otsuka: Consultancy, Honoraria, Research Funding; Pfizer: Consultancy, Honoraria, Research Funding. Verma: Stelexis: Equity Ownership, Honoraria; Acceleron: Honoraria; Celgene: Honoraria; BMS: Research Funding; Janssen: Research Funding. Laadem: Celgene Corporation: Employment, Equity Ownership. Ito: Celgene Corporation: Employment, Equity Ownership. Zhang: Celgene Corporation: Employment, Equity Ownership. Rampersad: Celgene Corp: Employment, Equity Ownership. Sinsimer: Celgene Corporation: Employment, Equity Ownership. Linde: Acceleron Pharma: Employment, Equity Ownership; Fibrogen, Inc.: Equity Ownership; Abbott Laboratories, Inc.: Equity Ownership. Garcia-Manero: Amphivena: Consultancy, Research Funding; Helsinn: Research Funding; Novartis: Research Funding; AbbVie: Research Funding; Celgene: Consultancy, Research Funding; Astex: Consultancy, Research Funding; Onconova: Research Funding; H3 Biomedicine: Research Funding; Merck: Research Funding. Platzbecker: Novartis: Consultancy, Honoraria; Abbvie: Consultancy, Honoraria; Celgene: Consultancy, Honoraria. OffLabel Disclosure: Luspatercept is an investigational therapy that is not approved for any use in any country. Luspatercept is currently being evaluated for potential use in patients with anemia due to myelodysplastic syndromes, beta-thalassemia, or myelofibrosis."
}