{
    "doi": "https://doi.org/10.1182/blood.V116.21.3221.3221",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1768",
    "start_url_page_num": 1768,
    "is_scraped": "1",
    "article_title": "A Randomized Trial of the Safety and Benefit of Transfusion Vs. Standard Care In the Prevention of Sickle Cell-Related Complications In Adults: a Preliminary Report From the Phase II NHLBI Comprehensive Sickle Cell Centers (CSCC) Study of Neuropsychological Dysfunction and Neuroimaging Abnormalities In Neurologically Intact Adult Patients with Sickle Cell Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: Poster II",
    "topics": [
        "drepanocytes",
        "neuroimaging",
        "sickle cell anemia",
        "standard of care",
        "transfusion",
        "national heart, lung, and blood institute",
        "hemoglobin",
        "blood transfusion",
        "adverse event",
        "bilirubin"
    ],
    "author_names": [
        "Elliott Vichinsky, MD",
        "Lynne Neumayr, MD",
        "Jeffrey I Gold, PhD",
        "Michael W Weiner, MD",
        "Jeffrey Kasten",
        "Diana Truran",
        "Cathie Snyder",
        "Karen Kesler, PhD",
        "Atif Mahmoud Hussein, MD, FACP",
        "Thomas J. Harrington, MD",
        "Lillian McMahon, MD",
        "Victor R. Gordeuk, MD",
        "Abdullah Kutlar, MD",
        "Eugene P. Orringer, MD",
        "Laura M. De Castro, MD",
        "Joshua Field, MD",
        "Paul S. Swerdlow, MD",
        "Joel David Bessman, MD",
        "Richard Snyder, MD",
        "John J. Strouse, MD, PhD",
        "F. Daniel Armstrong, PhD"
    ],
    "author_affiliations": [
        [
            "Northern California Comprehensive Thalassemia Center, Hematology/Oncology, Children's Hospital & Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Hematology/Oncology, Children's Hospital & Research Center Oakland, Oakland, CA, USA, "
        ],
        [
            "Children's Hospital Los Angeles, Los Angeles, CA, USA, "
        ],
        [
            "Veteran Administration Medical Center, University of California, San Francisco, CA, USA, "
        ],
        [
            "Veteran Administration Medical Center, University of California, San Francisco, CA, USA, "
        ],
        [
            "Veteran Administration Medical Center, University of California, San Francisco, CA, USA, "
        ],
        [
            "Rho, Inc., Chapel Hill, NC, USA, "
        ],
        [
            "Rho, Inc, Chapel Hill, NC, USA, "
        ],
        [
            "Memorial Cancer Institute, Hollywood, FL, Weston, FL, USA, "
        ],
        [
            "Dept. of Medicine, Univ. of Miami, Miami, FL, USA, "
        ],
        [
            "Hematology/Oncology, Boston Medical Center, Boston, MA, USA, "
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC, USA, "
        ],
        [
            "Medical College of Georgia, Augusta, GA, USA, "
        ],
        [
            "Department of Medicine, University of North Carolina at Chapel Hill, Chapel Hill, NC, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology, Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Washington University, St Louis, Manchester, MO, USA, "
        ],
        [
            "Barbara Ann Karmanos Cancer Inst., Wayne State University, Detroit, MI, USA, "
        ],
        [
            "University of Texas, Galveston, TX, TX, USA, "
        ],
        [
            "University of Cincinnati Medical Ctr., Cincinnati, OH, USA, "
        ],
        [
            "The Johns Hopkins University, Baltimore, MD, USA, "
        ],
        [
            "University of Miami, Miller School of Medicine & Holtz Children's Hospital, Miami, FL, USA"
        ]
    ],
    "first_author_latitude": "37.8368589",
    "first_author_longitude": "-122.267059",
    "abstract_text": "Abstract 3221 Background: Most adult sickle cell anemia patients have received transfusion therapy. However, prospective studies evaluating the efficacy of transfusions in preventing sickle cell-related complications are lacking. The Phase II Neuropsychological Adult Sickle Cell Anemia Study is a randomized trial of chronic transfusion vs. standard of care in patients with abnormal neurocognitive function in order to determine the safety and benefits of transfusion therapy on neurocognitive function. A secondary goal of the study is to evaluate the benefit of chronic transfusion on the frequency and severity of acute sickle cell events; this is a preliminary report of this specific aim. Methods: Eligibility required normal neurological exam, WAIS III PIQ score ≤ 90, hemoglobin ≤ 9 g/dL, hemoglobin SS electrophoresis, and age between 21 and 55 years. Patients were randomly assigned to receive either standard care or transfusions. The transfusion goal was to maintain a hemoglobin of 2 g/dL rise over baseline with matched red cells for D, C/c, E/e, and Kell antigens. The protocol required simple transfusions at approximately 4 week intervals. Chelation therapy was not part of the study design. Patients underwent serial clinical and laboratory evaluations with central analysis of all clinical and transfusion events and complications. Laboratory testing of subjects in the transfusion arm included quantitative hemoglobin S/A, hemoglobin concentration, ferritin levels, and red cell antibody screening; a full hematology/chemistry panel was performed for all subjects at baseline, the study mid-point, and at the end of the study. Results: There were 20 patients in the transfusion arm (TX arm) with a mean age of 29 years vs. 16 patients in the standard care arm (SC arm) with a mean age of 30.5 years. The baseline data in the TX arm was similar to the SC arm: hemoglobin 7.8 vs. 8.0 g/dL; hematocrit 22.6% vs. 23.1%; hemoglobin F 10.5% vs. 12.5%. Thirty-five percent of patients randomized to the TX arm had a history of acute chest syndrome (ACS) vs. 31% in the SC arm; 30% of patients in the TX arm were on hydroxyurea compared to 50% in the SC arm. The TX arm patients have received an average of 5.6 transfusions (2 units per transfusion) with only one subject requiring an acute transfusion (5%); in contrast, 4 SC arm patients (25%) were transfused for acute events for a total of 7 units (average 1.8 per patient). The transfusion therapy improved the average hematologic status of patients: hemoglobin S% decreased from 85% to 32% (p=0.0003); hemoglobin and hematocrit increased from 7.6 to 9.4 g/dL (p=0.0052) and 22% to 28%, (p=0.007), respectively. Bilirubin declined from 3.6 to 2.4 mg/dL (p=0.042). In contrast, only bilirubin showed a significant decrease in the SC arm. In the TX arm, serum ferritin rose an average of 1318 to 2368 (p=.001); there was no change in liver function. There were no clinical transfusion reactions in the 120 study transfusions (360 units); however, one patient on routine screening reported a transient anti-D antibody without clinical or laboratory changes. Clinical Results: Adverse events were higher in the SC arm. Total number of adverse events in the TX arm were 23 (1.2 per person) vs. 66 in (4.1 per person) in the SC arm. There were 5 hospitalizations in the TX arm and 21 in the SC care arm, with a median number of hospitalized days per hospitalization of 5.0 and 6.0 respectively. The total number of serious events was 6 in the TX arm (0.3 per person) vs. 23 in the SC arm (1.4 per person). The total number of vaso-occlusive events in the TX arm were 14 (0.7 per person) vs. 57 (3.6 per person) in the SC arm. Acute pulmonary events occurred in 25% (4 patients) of the SC arm vs. none in the TX arm. Conclusions: This is preliminary data from the first prospective randomized study of the safety and efficacy of transfusion therapy in adults with SCD. We demonstrate the safety of transfusion therapy. Compared to standard therapy, transfusions improve or stabilize critical laboratory markers, decrease serious sickle cell anemia-related adverse events, and decrease in hospitalizations. Increase in ferritin is an expected outcome in transfused patients since chelation was not a part of this transfusion protocol. On completion of the study, the potential benefits of transfusion therapy on sickle cell disease morbidity including neurocognitive function will be reported. Disclosures: Field: Novartis Pharm: Honoraria."
}