{
    "doi": "https://doi.org/10.1182/blood.V104.11.420.420",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=160",
    "start_url_page_num": 160,
    "is_scraped": "1",
    "article_title": "Identification of Aberrantly Regulated Genes through Comparison of Genome-Wide Expression Profiles and Karyotype in Hyperdiploid >50 Chromosomes Pediatric Acute Lymphoblastic Leukemia. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "abstract_text": "We have demonstrated that expression profiling of leukemic blasts can accurately identify the known prognostic subtypes of ALL, including T-ALL, E2A-PBX1, TEL-AML1, MLL rearrangements, BCR-ABL, and hyperdiploid >50 chromosomes (HD>50). Interestingly, almost 70% of the genes that defined HD>50 ALL localized to chromosome 21 or X. To further explore the relationship between gene expression and chromosome dosage, we compared the expression profiles obtained using the Affymetrix U133A&B microarrays of 17 HD>50 ALLs to 78 diploid or pseudodiploid ALLs. Our analysis demonstrated that the average expression level for all genes on a chromosome could be used to predict chromosome copy numbers. Specifically, the copy number for each chromosome calculated by gene expression profiling predicted the numerical chromosomal abnormalities detected by standard cytogenetics. For chromosomes that were trisomic in HD>50 ALL, the mean chromosome-specific gene expression level was increased approximately 1.5-fold compared to that observed in diploid or pseudodiploid ALL cases. Similarly, for chromosome 21 and X, the mean chromosome-specific gene expression levels were increased approximately 2-fold, consistent with a duplication of the active X chromosome and tetrasomy of chromosome 21, a finding verified by standard cytogenetics in >90% of the HD>50 cases. These finding indicate that the aberrant gene expression levels seen in HD>50 ALL primarily reflect gene dosages. Importantly, we did not observe any clustering of aberrantly expressed genes across the duplicated chromosomes, making regional gain or loss of genomic material unlikely. Paradoxically, however, a more detailed analysis revealed a small but statistically significant number of genes on the trisomic/tetrasomic chromosomes whose expression levels were markedly reduced when compared to that seen in diploid or pseudodiploid leukemic samples. Using the Statistical Analysis of Microarrays (SAM) algorithm we identified 20 genes whose expression was reduced >2-fold despite having an increase in copy number. Interestingly, included within this group are several known tumor suppressors, including AKAP12, which is specifically silenced by methylation in fos-transformed cells, and IGF2R and IGFBP7 , negative regulators of insulin-like growth factor signaling. In addition to the silencing of a small subset of genes, we also identified 21 genes on these chromosomes whose expression levels were markedly higher (>3-fold) than would be predicted solely based on copy number. Although the mechanism responsible for their increased expression remains unknown, included in this group are four genes involved in signal transduction ( IL3RA , IL13RA1 , SNX9 , and GASP ) and a novel cytokine, C17 , whose expression is normally limited to CD34+ hematopoietic progenitors. Taken together, these data suggest that aberrant growth in HD>50 ALL is in part driven by increased expression of a large number of genes secondary to chromosome duplications, coupled with a further enhanced expression of a limited number of growth promoting genes, and the specific silencing of a small subset of negative growth regulatory genes. Understanding the mechanisms responsible for the non-dosage related changes in gene expression should provide important insights into the pathology of HD>50 ALL.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "bcr-abl tyrosine kinase",
        "chromosomal duplication",
        "chromosome abnormality",
        "chromosomes",
        "cytokine",
        "gene expression profiling",
        "genes",
        "genome",
        "insulin-like growth factor i"
    ],
    "author_names": [
        "Christian Flotho, MD",
        "Susana C. Raimondi, PHD",
        "James R. Downing, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Department of Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ],
        [
            "Department of Pathology, St. Jude Children’s Research Hospital, Memphis, TN, USA"
        ]
    ],
    "first_author_latitude": "35.1535661",
    "first_author_longitude": "-90.04350579999999"
}