{
    "doi": "https://doi.org/10.1182/blood.V108.11.4157.4157",
    "article_title": "Thrombopoietin (TPO) Enhances Heamatopoietic Differentiation of Human Embryonic Stem Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Recently, it was demonstrated that TPO enhances hematopoietic differentiation of primate ES cells, but its role in differentiating human ES cells is unknown. We sought to investigate the regulatory mechanism of TPO induced signals mediated by the c-mpl cytoplasmic domain during human embryonic stem (hES) cells hematopoietic commitment. We hypothesize that in human embryonic stem cells, binding of TPO to its c-mpl receptor causes three-dimensional alterations which bring the c-mpl cytoplasmic domain and Janus Kinase into close-proximity and thus induces the phosphorylation and dimerization of STAT5 molecule. Dimerized STAT5 molecules detach from the receptors and migrate to the nucleus where they bind GAS site and induce transcription of a set of target, hematopoiesis-related genes. NIH human ES cell lines (WI01) were used in this experiment. In brief, to induce EB formation, cells were incubated in differentiation medium, which consisted of knockout DMEM medium (GIBCO/BRL, Carlsbad, USA), supplemented with 20% non-heat-inactivated fetal bovine serum (FBS, Hyclone, USA), 1% nonessential amino acids, 1 mM L-glutamine, and 0.1 mM β-mercaptoethanol. Subsequently, DMEM was replaced by IMDM (GIBCO/BRL, USA) with the same supplements and additional two cytokines (100 ng/mL SCF and 100 ng/mL Flt-3 ligand (Flt-3L)) (control group). To investigate the role of TPO and VEGF, cells were additionally treated with 100 ng/mL TPO alone or in combination with 100 ng/mL rhVEGF. All cytokines were from the R&D systems (USA). Significant increase in the numbers of embryoid bodies (EBs) formation in TPO (125/10 5 ), TPO/VEGF (150/10 5 cells) when compared to controls (10/10 5 planted ES cells) was documented. This corresponded with the increase in CFU-C and the number of CD31/CD34 positive and CD34-positive progenitors. Analysis of gene expression during hematopoietic development demonstrated that TPO/VEGF combination increased mRNA expression of the TPO receptor (TPO-R) and VEGF (VEGF-R) receptors in hematopoietic progenitors obtained from human ES cells. We are in the process of determining the role of JAK/STAT pathway in this process; functional studies involve blocking of TPO/c-mpl using TPO-R-specific antibodies and determining its impact on human ES-derived hematopoiesis.",
    "topics": [
        "2-mercaptoethanol",
        "antibodies",
        "cd31 antigens",
        "cd34 antigens",
        "cytokine",
        "embryonic stem cells",
        "flt3 ligand",
        "glutamine",
        "janus kinase",
        "molecule"
    ],
    "author_names": [
        "Anand S. Srivastava, PhD",
        "Rangrath Mishra, PhD",
        "Ewa Carrier, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anand S. Srivastava, PhD",
            "author_affiliations": [
                "Medicine and Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA",
                "USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rangrath Mishra, PhD",
            "author_affiliations": [
                "Medicine-Nephrology, Case Western University, Celveland, OH, USA",
                "USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ewa Carrier, MD",
            "author_affiliations": [
                "Medicine and Moores UCSD Cancer Center, University of California San Diego, La Jolla, CA, USA",
                "USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T09:36:44",
    "is_scraped": "1"
}