{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5604.5604",
    "article_title": "The Impact of Foundation of the National Turkish Donor Registry, Turkok on Donor Matching Kinetics ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Diseases",
    "abstract_text": "Purpose: Turkish Stem Cell Coordination Center (TURKOK) was established by the Turkish Ministry of Health in April 2015 in order to facilitate unrelated hematopoietic stem cell (HSC) transplantation in Turkey. The donor recruitment task has been linked to the Turkish Crescent's (National Blood Product Provider) nationwide distributed branches. As of July 2017, more than 300.000 volunteer donors are registered into the database. As of July 2017 they have facilitated more than 300 HSCTs. Transplant Registry Istanbul (TRIS) and Transplant Registry Ankara (TRAN) are two University affiliated donor search - co-ordination centers, which are officially responsible for the search, matching and organization of the delivery for unrelated donor HSC in Turkey. The foundation of TURKOK should have theoretically decreased our time spent to find a suitable matched donor. The aim of this study is to compare the time frames between admission, confirmation, work-up, and infusion of HSC between TURKOK and other WMDA or NMDP facilitated International Volunteer Donor Registries. Subjects & Methods : In 2015 1000 allogeneic HSCTs were peformed in Turkey and only 18% were from MUDs. This is a single center analysis of a dedicated active HSCT center, which is performing >70 allogeneic HSCTs per year and utilizing alternative donor sources >50%. Patient charts were reviewed retrospectively and 51 patients who admitted to our center within 2015-2017 for various high risk hematological malignancies (mostşy acute leukemia, in which allogeneic HSCT was indicated, were identified for this study. Patients were divided into two groups: (1) Patients who had received HSC from matched unrelated donors (MUD-T) (10/10-9/10) facilitated by TURKOK (N=36) ; (2) 15 patients who had received HSC from International Registries facilitated by TRIS or TRAN (MUD-I) . The duration between application and finding a suitable match (tAM), duration between matching and confirmation (tMC) and time from application to HSC transplantation (tATX) were calculated for each of these two groups. The time duration between admission and donor identification and admission to HSCT were not distributed normally. The mean values were compared between two groups by Mann-Whitney U test. p < 0.05 was considered statistically significant. Results: In 51 HSC recipients the overall median durations for tAM, tMC and tATX were 71 (range, 1-172), 33 (range, 1-181) and 97 (range, 13-172), respectively. In MUD-I overall median durations for tAM, tMC and tATX were 90 (range, 1-170), 40.5 (range, 1-181) and 98 (range, 13-172), whereas in MUD-T the timelines for tAM, tMC and tATX were 37 (range, 4-172), 17 (range, 6-151) and 96 (range, 73-128), respectively. The p values for comparative analysis betwen MUD-I and MUD-T for tAM, tMC and tATX were p=0.005, p=0.007 and p>0.05, respectively. Conclusion: In this relative limited size of HSC recipients from MUDs we observed accelerated kinetics for tAM and tMC, which means having a National Registry have a positive impact on finding an available match and confirmation process. On the other hand this improvement did not translate into rapid HSCT. The tATX between MUD-I and MUD-T are not significant. TURKOK has to establish and improve the organization of confirmed donor for collection of HSCs. The decreased timeline from application to confirmation is encouraging, but the time spent from confirmation to work/up and collection are still high. As TURKOK is a recently established donor bank, there is room for improvement. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "blood products",
        "donors",
        "hematologic neoplasms",
        "hematopoietic stem cell transplantation",
        "infusion procedures",
        "kinetics",
        "leukemia, acute",
        "myeloproliferative syndrome, transient",
        "tamoxifen"
    ],
    "author_names": [
        "Deniz GOREN Sahin, MD",
        "Nurcan Özçelik, BSc",
        "Tülay E Özçeli̇k, MD",
        "Mutlu Arat, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Deniz GOREN Sahin, MD",
            "author_affiliations": [
                "Hematopoietic Stem Cell Transplantation Unit, Florence Nightingale Hospital Sisli, ISTANBUL, Turkey "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nurcan Özçelik, BSc",
            "author_affiliations": [
                "Hematpoietic Stem Cell Transplantation Unit, Florence Nightingale Hospital Şişli, ISTANBUL, Turkey "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tülay E Özçeli̇k, MD",
            "author_affiliations": [
                "Hematopoetic Stem Cell Transplantation Unit, Florence Nightingale Hospital Sisli, ISTANBUL, Turkey "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mutlu Arat, MD",
            "author_affiliations": [
                "Department of Hematology, Sisli Florence Nightingale Hospital, Istanbul, Turkey"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:41:54",
    "is_scraped": "1"
}