{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2486.2486",
    "article_title": "Histone Acetyl-Transferase Kat2a Regulates Transcriptional Heterogeneity and Impacts Self-Renewal of Acute Myeloid Leukemia Cells in a Disease-Specific Manner ",
    "article_date": "December 7, 2017",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster II",
    "abstract_text": "Acute Myeloid Leukemia (AML) is a heterogeneous disease characterized by transcriptional and epigenetic dysregulation. Lysine acetylation is a highly dynamic post-translational modification of histones that correlates with active transcription. Promoter acetylation influences heterogeneity, or noise, of gene expression, which has been postulated to alter the balance of cell fate decisions. Here we show that Kat2a, the mammalian orthologue of founder yeast histone acetyl-transferase and candidate noise regulator Gcn5, controls the frequency of self-renewing leukemia-propagating cells (LSC) in a retroviral mouse model of MLL-AF9 leukemia. Conditional Kat2a gene knockout ( KO ) results in delayed leukemia initiation with erosion of self-renewing LSC in secondary transplants. Accordingly, serial re-plating of Kat2a KO MLL-AF9 -transduced mouse bone marrow cells associates with an increased probability of cell differentiation. Through single-cell RNA-sequencing transcriptional analysis, we identify a distinct cell clustering organization in Kat2a KO primary MLL-AF9 leukemias, with relative depletion of cell subsets characterized by higher expression of self-renewal-associated genes. Transcriptionally-defined cell compartments are dissociated from conventional cell surface phenotyping, compatible with a functional definition of LSC. Kat2a loss associates with global enhancement of transcriptional heterogeneity amongst MLL-AF9 leukemic cells, which may underlie destabilization of self-renewal programs and allow exploitation of differentiation networks. Intriguingly, we observe that loss of Kat2a in the more protracted AML1-ETO9a retroviral model of AML, instead promotes transformation in vitro, and accelerates disease initiation in vivo, once again with unmodified representation of conventional cell surface phenotypic markers when compared to Kat2a wild-type ( WT ) leukemias. Taken together, our data position histone acetyl-transferase Kat2a as a novel multifaceted regulator of cell fate decisions in AML, and suggest a differential contribution of transcriptional activation to the implementation of leukemic programs in a disease-specific manner. Disclosures Prabakaran: Noncodomics: Other: Co-founder of Noncodomics, a data analysis company.",
    "topics": [
        "heterogeneity",
        "histones",
        "leukemia, myelocytic, acute",
        "transcription, genetic",
        "transferase",
        "leukemia",
        "erosion",
        "gene knockout techniques",
        "leukemic cells",
        "lysine"
    ],
    "author_names": [
        "Ana Filipa Domingues, MSc",
        "Rashmi Kulkarni, PhD",
        "George Giotopoulos, PhD",
        "Brian J.P Huntly",
        "Sudhakaran Prabakaran, PhD",
        "Cristina Pina, MDDPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Ana Filipa Domingues, MSc",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rashmi Kulkarni, PhD",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George Giotopoulos, PhD",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian J.P Huntly",
            "author_affiliations": [
                "Cambridge Institute for Medical Research and Wellcome Trust/MRC Stem Cell Institute, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudhakaran Prabakaran, PhD",
            "author_affiliations": [
                "Department of Genetics, University of Cambridge, Cambridge, United Kingdom ",
                "Biology, Indian Institute of Science Education and Research, Pune, India"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristina Pina, MDDPhil",
            "author_affiliations": [
                "Department of Haematology, University of Cambridge, Cambridge, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:34:35",
    "is_scraped": "1"
}