{
    "doi": "https://doi.org/10.1182/blood.V114.22.SCI-16.SCI-16",
    "article_title": "Nuclear Transcription Factories. ",
    "article_date": "November 20, 2009",
    "session_type": "SCIENTIFIC COMMITTEE ON HEMOGLOBIN &amp; RED CELL: GENOMIC REORGANIZATION DURING ERYTHROPOIESIS",
    "abstract_text": "Abstract SCI-16 The discovery of long-range intrachromosomal and interchromosomal interactions in higher eukaryotes (1, 2) points to a functional interplay between genome architecture and gene expression, challenging the view of transcription as a one-dimensional process. However, the extent of such interactions and the underlying mechanisms are unknown. Here we present the first genome-wide analysis of interactions between transcriptionally active genes at transcription factories using the mouse globin genes in erythroid tissues. Our results show that the transcripitonally active globin genes associate with hundreds of other transcribed genes, revealing extensive and preferential intra- and interchromosomal transcription interactomes. We show that the erythroid-specific transcription factor Klf1 mediates preferential co-associations of Klf1-regulated genes at a limited number of specialized transcription factories. Our results establish a new gene expression paradigm, suggesting that active co-regulated genes and their regulatory factors cooperate to create specialized nuclear hotspots optimized for efficient and coordinated transcriptional control. 1. Carter D, Chakalova L, Osborne CS, Dai YF, Fraser P. Long-range chromatin regulatory interactions in vivo. Nat. Genet. 2002;32:623-626. 2. Osborne CS, Chakalova L, Brown KE, et al. Active genes dynamically co-localize to shared sites of ongoing transcription. Nat. Genet. 2004;36:1065-1071. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "chromatin",
        "conflict of interest",
        "disclosure",
        "eukaryotic cells",
        "gene expression",
        "genes",
        "genetics",
        "genome",
        "genome-wide association study",
        "globins"
    ],
    "author_names": [
        "Peter Fraser, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Fraser, PhD",
            "author_affiliations": [
                "The Babraham Institute, Cambridge, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T09:41:26",
    "is_scraped": "1"
}