{
    "doi": "https://doi.org/10.1182/blood.V128.22.5283.5283",
    "article_title": "Expression of Blood Coagulation Factor Xiiia in Lymphoblasts Predicts Favorable Outcome in Childhood B-Cell Precursor Acute Lymphoblastic Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Introduction: Previously we identified B-cell lineage leukemic lymphoblasts as a new expression site for subunit A of blood coagulation factor XIII (FXIIIA) 1 . On the basis of FXIIIA expression, various subgroups of B-cell precursor acute lymphoblastic leukemia (BCP-ALL) can be identified. Methods. Fifty-five children with BCP-ALL treated within the frame of BFM ALL-IC 2002 clinical trial were studied retrospectively. Bone marrow samples were obtained by aspiration and the expression of FXIIIA was detected by flow cytometry. G-banding and fluorescent in situ hybridization was performed according to standard procedures. Results. The 10-year event-free survival (EFS) and overall survival (OS) rate of FXIIIA-positive and FXIIIA-negative patients showed significant differences (EFS: 84% vs. 61%, respectively; p=0.031; OS: 89% vs. 61%; p=0.008). Of all the parameters examined, the only correlation was between the lack of FXIIIA expression and 'B-other' genetic subgroup. Further multivariate Cox regression analysis of FXIII-subtype and genetic group or 'B-other' subgroup identified FXIIIA-negative characteristics as an independent predictor for poor outcome in BCP-ALL. Conclusion. We found an excellent correlation between long-term survival and FXIIIA-positive phenotype of lymphoblasts in de novo childhood BCP-ALL. The results presented seem to be convincing enough to suggest a possible role for FXIIIA expression in the prognostic grouping of childhood BCP-ALL patients. In addition, lack of FXIIIA expression is associated with the 'B-other' characteristics, therefore, FXIIIA can help to identify those cases that may require further detailed genetic examination by using expensive methods. Acknowledgment . The authors thank Dr. Erzsebet Balogh for performing the cytogenetic analyses and Csaba Antal for his administrative help. The authors are grateful to Dr. Kalman Nagy and their coworkers at the Borsod-Abaúj-Zemplén County Hospital and University Hospital for sending bone marrow samples for flow cytometry. This study was supported by grant OTKA K-108885 (CK). Authors declare no conflict of interest. References. 1. Kiss F, Hevessy Z, Veszpremi A, Katona E, Kiss C, Vereb G, Muszbek L, Kappelmayer JN. Leukemic lymphoblasts, a novel expression site of coagulation factor XIII subunit A. Thromb Haemost. 2006; 96: 176-82. Legend to figures. Figure 1. Prognostic value of FXIII-A expression of lymphoblasts in children with B-cell precursor ALLKaplan Meier plots of event-free (A) and overall survival (B) showed significant difference between the FXIIIA-positive and FXIII-A-negative groups (p=0.031 and p=0.008). Figure 2. Relationship between FXIIIA expression profile and genetic classification The distribution of patients in the various genetic groups differed significantly in terms of FXIII-A profile using Chi square test. Recurrent genetic abnormalities: BCR-ABL1 , KMT2A ( MLL ) gene rearrangements, ETV6-RUNX1 ( TEL-AML1 ), E2A/PBX1 and high hyperdiploidy . Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "blood coagulation factors",
        "b-lymphocytes",
        "child",
        "lymphoblasts",
        "bone marrow specimen",
        "factor xiii",
        "flow cytometry",
        "cytogenetic analysis",
        "endotracheal aspiration"
    ],
    "author_names": [
        "Csongor Kiss, MD PhD DSc",
        "Bettina Kárai, MD",
        "Zsuzsanna Hevessy, MD PhD",
        "Eszter Szánthó, MD",
        "László Csáthy, MD",
        "Anikó Ujfalusi, MD PhD",
        "Katalin Gyurina",
        "István Szegedi, MD PhD",
        "János Kappelmayer, MD PhD DSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Csongor Kiss, MD PhD DSc",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology, University of Debrecen, Debrecen, HUN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Bettina Kárai, MD",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zsuzsanna Hevessy, MD PhD",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eszter Szánthó, MD",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "László Csáthy, MD",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anikó Ujfalusi, MD PhD",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katalin Gyurina",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology, University of Debrecen, Debrecen, Hungary"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "István Szegedi, MD PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology, University of Debrecen, Debrecen, HUN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "János Kappelmayer, MD PhD DSc",
            "author_affiliations": [
                "Institute of Laboratory Medicine, University of Debrecen, Debrecen, Hungary "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T04:08:14",
    "is_scraped": "1"
}