{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5419.5419",
    "article_title": "Uncovering the Blind Spot of Clinical Trials: First Report of Baseline Characteristics of Newly Diagnosed (ND) and Relapsed/Refractory (RR) Multiple Myeloma (MM) Patients (Pts) in Insight-MM, a Global, Prospective, Observational Study ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation",
    "abstract_text": "Background The advance of novel therapeutics has resulted in a significant improvement in outcomes for MM pts. Median progression-free survival (PFS) in contemporary clinical trials is as long as 43 mos for NDMM pts treated without transplant (Durie, Lancet 2017) and 26 mos for RRMM pts (Stewart, N Engl J Med 2015). Outcomes reported outside of clinical trials show markedly shorter PFS of 11 mos for NDMM and 7-10 mos for RRMM (Jagannath, Expert Rev Hematol 2016). Understanding the global real-world availability and effectiveness of treatment regimens is paramount. Commonly used approaches, such as retrospective chart review and claims-based outcomes research, face methodological challenges, such as inability to assess reasons for treatment discontinuation. Prospective observational studies have the potential to address critical questions on real-world MM outcomes (Table 1). Methods INSIGHT-MM (NCT02761187), a global, prospective, observational study, aims to understand disease and pt characteristics at presentation and relapse, treatment and clinical outcomes, and the association of treatment with tolerability, effectiveness, quality of life, and healthcare resource utilization. At least 5000 adult pts with NDMM (within 3 mos of initiation of therapy) or RRMM (with 1-3 prior lines of therapy) will be enrolled from 15 countries (12 currently enrolling). Pts will be followed prospectively for ≥5 yrs. We report the baseline characteristics of pts enrolled between July 2016 - May 2017. Results 650 pts - 233 in the United States (US) and 417 from 11 countries in Europe, Asia, and South America - had been enrolled and completed baseline assessment by the time of this data cut-off; 377 (58%) and 273 (42%) pts have been enrolled from academic/university and community facilities, respectively. Median age is 63 and 67 yrs in NDMM (n=357) and RRMM (n=293) pts, respectively, and 41% and 42% are female. Overall, 6% of pts are black or African-American (13% of US pts), and 11% are Asian (16% of rest of world [RoW] pts); 37% did not have their race reported. Myeloma frailty index (Palumbo, Blood 2015) was assessed in 51% of NDMM and 43% of RRMM pts, of whom 66%/21%/13% and 61%/27%/12% were fit/intermediate/frail. The most common comorbidities reported included diabetes (12% of NDMM pts; 17% of RRMM pts) and moderate-to-severe renal disease (10%; 11%). Reported common comorbidities potentially affecting choice of therapeutic agents included hypertension (33% of NDMM pts; 34% of RRMM pts), peripheral neuropathy (12%; 33%), and thromboembolic disease (4%; 9%). Cardiac ejection fraction was reported in only 18% and 13% of NDMM and RRMM pts. At baseline, ECOG performance status was known to be 0/1/2-3 in 47%/36%/11% of NDMM pts and 40%/44%/8% of RRMM pts. Of pts with documented disease characteristics, there was an even distribution of ISS stage at diagnosis, and 15% and 20% of NDMM and RRMM pts had known high-risk cytogenetics. 83% of NDMM pts and 69% RRMM had ≥1 CRAB criterion (Table 2). Only 17% of NDMM pts and 24% of RRMM pts are known to have received the recommended pneumococcal vaccination in the past 5 yrs, and 24% and 34% are known to have received the influenza A or B vaccination in the past yr. History of various prodromal plasma cell disorders is being collected. Time from diagnosis of MGUS and smoldering MM to progression to MM is being determined. If standard phase 3 clinical trial eligibility criteria were applied, we estimate that 39% (43% US; 37% RoW) of the initial 650 pts likely would be ineligible for inclusion in interventional clinical trials based on known data. The most common reasons for ineligibility included low platelet count, low creatinine clearance, history of other malignancies, history of cardiac arrhythmia, and history of pulmonary disease. Conclusions INSIGHT-MM has the unique potential to prospectively describe MM pts, treatment regimens and their real-world effectiveness in a large and diverse population. With its global reach, the study includes Asian and African-American pts who are frequently under-represented in clinical trials, as well as pts who do not meet the eligibility criteria for interventional clinical trials. Despite their relatively young age and good performance status, ~40% of the pts would not be eligible for interventional clinical trial participation. Thus, INSIGHT-MM allows for a unique glimpse into treatment and outcomes of pts who are in the blind spot of clinical trials. View large Download slide View large Download slide  Close modal Disclosures Terpos: GSK: Honoraria; BMS: Honoraria; Takeda: Honoraria, Other: SC member; Abbvie: Honoraria; Genesis/Celgene: Honoraria, Other: DMC member, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria, Other: SC member, Research Funding. Chari: Onyx: Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding; Array BioPharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding; Acetylon Pharmaceuticals: Other: Research funding (to AC's institution); Biotest: Other: Research funding (to AC's institution), Research Funding; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Consultancy, Other: Research funding (to AC's institution); travel, Research Funding; Pharmacyclics: Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Research Funding. Rifkin: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees; McKesson Specialty Health: Employment; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Abonour: Prothena: Research Funding; Celgene: Other: Steering committee, Research Funding; Takeda: Other: Steering committee, Research Funding. Berdeja: Curis: Research Funding; Teva: Research Funding; Janssen: Research Funding; Vivolux: Research Funding; Novartis: Research Funding; Takeda: Research Funding; Constellation: Research Funding; Celgene: Research Funding; BMS: Research Funding; Bluebird: Research Funding; Amgen: Research Funding; Abbvie: Research Funding. Boccadoro: Sanofi: Honoraria, Research Funding; AbbVie: Honoraria; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Bristol-Myers Squibb: Honoraria, Research Funding; Mundipharma: Research Funding. Cook: Glycomimetcs: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria; Sanofi: Consultancy, Honoraria, Speakers Bureau; Janssen: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Consultancy, Honoraria, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau. Costello: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Honoraria, Research Funding. Girnius: Takeda: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Goldschmidt: Millenium: Research Funding, Speakers Bureau; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Morphosys: Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Chugai: Consultancy, Honoraria, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Hájek: Amgen, Takeda, BMS, Celgene, Novartis, Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Honoraria; Pharma MAR: Consultancy, Honoraria. Hungria: Celgene, Roche, Takeda, Janssen, Amgen: Honoraria. Lee: Eutropics Pharmaceuticals: Research Funding; Adaptive: Membership on an entity's Board of Directors or advisory committees; Pimera Inc: Consultancy; Daiichi Sankyo: Research Funding; Takeda: Consultancy; Celgene: Consultancy. Leleu: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pierre Fabre: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Omel: Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Spencer: Amgen: Consultancy, Honoraria, Research Funding; Janssen: Honoraria, Research Funding. Thompson: UpToDate: Other: Consulting/royalties:Peer Review for Plasma Cell Dyscrasias (Editor: Robert Kyle); AIM Specialty Health: Membership on an entity's Board of Directors or advisory committees; VIA Oncology: Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Doximity: Equity Ownership. Usmani: Array BioPharma: Honoraria, Research Funding; Pharmacyclics: Honoraria, Research Funding; Skyline: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Speakers Bureau; Millennium: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol-Myers Squibb: Honoraria, Research Funding; Onyx: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Amgen: Consultancy, Honoraria, Speakers Bureau; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Zonder: Celgene: Consultancy, Research Funding; Janssen: Consultancy; Pharmacyclics: Other: Data Safety Monitoring Committee; Takeda: Consultancy; Prothena: Consultancy; BMS: Consultancy, Research Funding. Niculescu: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Noga: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Skacel: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Cacioppo: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Sickler: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Yu: Takeda Development Center Americas, Inc., Deerfield, IL, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment; Takeda Restricted Stock Unit (RSU): Equity Ownership. Ren: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Luptakova: Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Stull: Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Employment. Davies: Amgen: Consultancy, Honoraria; Seattle Genetics: Consultancy, Honoraria; Bristol-Myers: Consultancy, Honoraria; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "brachial plexus neuritis",
        "multiple myeloma",
        "observational studies",
        "retinal blind spot",
        "plasma cell disorder",
        "cancer",
        "cardiac arrhythmia",
        "creatinine clearance",
        "diabetes mellitus",
        "diabetes mellitus, type 2"
    ],
    "author_names": [
        "Evangelos Terpos, MD PhD",
        "Ajai Chari, MD",
        "Robert M Rifkin, MD",
        "Rafat Abonour, MD",
        "Jesus G. Berdeja, MD",
        "Mario Boccadoro",
        "Gordon Cook, MD PhD",
        "Caitlin Costello, MD",
        "Saulius Girnius, MD",
        "Hartmut Goldschmidt, MD",
        "Roman Hájek, MD",
        "Vania T M Hungria, MD PhD",
        "Hans C. Lee, MD",
        "Xavier Leleu, MD PhD",
        "Jim Omel, MD",
        "Andrew Spencer, MD",
        "Michael A Thompson, MD",
        "Saad Z Usmani, MD",
        "Jorge Vela-Ojeda, MD PhD",
        "Jeffrey A Zonder, MD",
        "Liviu Niculescu, MD",
        "Stephen Noga, MD",
        "Tomas Skacel, MD",
        "Roxanne Cacioppo",
        "Brittany Sickler, BA, BS",
        "Shawn Yu",
        "Kaili Ren, PhD",
        "Katarina Luptakova, MD",
        "Dawn Marie Stull",
        "Faith E. Davies, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Evangelos Terpos, MD PhD",
            "author_affiliations": [
                "Department of Clinical Therapeutics, National and Kapodistrian University of Athens, School of Medicine, Athens, Greece "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ajai Chari, MD",
            "author_affiliations": [
                "Hematology-Oncology, Mount Sinai School of Medicine, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M Rifkin, MD",
            "author_affiliations": [
                "Hematology Research, US Oncology Research/ Rocky Mountain Cancer Centers, Denver, CO "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rafat Abonour, MD",
            "author_affiliations": [
                "Hematology/Oncology, Indiana University School of Medicine, Indianapolis, IN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus G. Berdeja, MD",
            "author_affiliations": [
                "Hematology, Sarah Cannon Research Institute, Nashville, TN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Boccadoro",
            "author_affiliations": [
                "Myeloma Unit, Division of Hematology, Azienda Ospedaliero-Universitaria Città della Salute e della Scienza di Torino, Torino, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gordon Cook, MD PhD",
            "author_affiliations": [
                "University of Leeds, Leeds, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caitlin Costello, MD",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, Moores Cancer Center, University of California San Diego, La Jolla, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saulius Girnius, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Cincinnati, Cincinnati, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "Internal Medicine V, University Clinic of Heidelberg, Heidelberg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Hájek, MD",
            "author_affiliations": [
                "Department of Hematooncology, University Hospital Ostrava, Ostrava, Czech Republic "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vania T M Hungria, MD PhD",
            "author_affiliations": [
                "Hematology, Clinica São Germano, São Paulo, Brazil "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans C. Lee, MD",
            "author_affiliations": [
                "Lymphoma and Myeloma, University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Hematology, CHU Poitiers and Inserm CIC 1402, Poitiers, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Omel, MD",
            "author_affiliations": [
                "The Central Nebraska Myeloma Support Group, Grand Island, NE "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Spencer, MD",
            "author_affiliations": [
                "Malignant Haematology and Stem Cell Transplantation Service, The Alfred Hospital/MONASH University/Australian Centre for Blood Diseases, Melbourne, Australia "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael A Thompson, MD",
            "author_affiliations": [
                "Vince Lombardi Cancer Clinic, Aurora St. Luke's Medical Center, Milwaukee, WI "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saad Z Usmani, MD",
            "author_affiliations": [
                "Department Of Hematologic Oncology & Blood Disorders, Levine Cancer Institute, Charlotte, NC "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Vela-Ojeda, MD PhD",
            "author_affiliations": [
                "Hematology, La Raza Medical Center, IMSS, Mexico City, Mexico "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey A Zonder, MD",
            "author_affiliations": [
                "Karmanos Cancer Institute, Detroit, MI "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liviu Niculescu, MD",
            "author_affiliations": [
                "Global Medical Affairs, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Noga, MD",
            "author_affiliations": [
                "Global Medical Affairs, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Skacel, MD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roxanne Cacioppo",
            "author_affiliations": [
                "Global Medical Affairs, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brittany Sickler, BA, BS",
            "author_affiliations": [
                "GMA Research, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shawn Yu",
            "author_affiliations": [
                "Safety Statistics and Observation Research, Takeda Development Center Americas, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Deerfield, IL "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaili Ren, PhD",
            "author_affiliations": [
                "Safety and Observational Statistics, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katarina Luptakova, MD",
            "author_affiliations": [
                "Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dawn Marie Stull",
            "author_affiliations": [
                "Global Medical Affairs, Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited, Cambridge, MA "
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E. Davies, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T06:35:24",
    "is_scraped": "1"
}