{
    "doi": "https://doi.org/10.1182/blood-2018-99-114010",
    "article_title": "Lenalidomide in Combination with Standard R-CHOP Overcomes the Negative Prognostic Value of Peripheral Blood Absolute Lymphocyte/Monocyte Ratio at Diagnosis and during Treatment in Patients with Diffuse Large B-Cell Lymphoma ",
    "article_date": "November 29, 2018",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Poster III",
    "abstract_text": "Introduction. The peripheral blood absolute lymphocyte (ALC)/monocyte (AMC) ratio (ALC/AMC), as a surrogate of host immunity (i.e. ALC) and tumor microenvironment (i.e. AMC), is a predictive biomarker for clinical outcomes in diffuse large B-cell (DLBCL) patients. An ALC/AMC ratio ≥ 1.1 has been shown to be predictive of better survival both at baseline and during each therapy cycle in patients treated with R-CHOP [Porrata et al, 2014]. Lenalidomide is an immunomodulatory drug, effective in DLBCL patients, with various mechanisms of actions on the tumor microenvironment and the host immune response. In this study we analyze the prognostic value of ALC/AMC ratio in a cohort of newly diagnosed DLBCL patients treated with Lenalidomide plus R-CHOP (rituximab, cyclophosphamide, doxorubicin, vincristine, prednisone, R2-CHOP) in a phase II trial (MC078E trial, [Nowakowski et al, 2015]). Methods. All patients with de-novo DLBCL enrolled in the phase II trial MC078E and treated at diagnosis with R2-CHOP regimen were included in the analysis. We investigated the ALC/AMC ratio at baseline and each R2-CHOP cycle as predictor of progression-free survival (PFS) and overall survival (OS). The ALC/AMC ratio was obtained by dividing the ALC by the AMC from the automated white blood cell differential obtained from the complete blood cell count on day 0 of each treatment cycle (range from day -3 to day 0 of each course). Patients were then divided in 4 groups on the basis of pattern of ALC/AMC ratio during treatment: group A: patients with ALC/AMC ratio ≥ 1.1 throughout all cycles; group B: patients with ALC/AMC ratio ≥ 1.1 at baseline, but then obtained an ALC/AMC < 1.1 during treatment; group C: patients with ALC/AMC ratio < 1.1 at baseline, but then gained an ALC/AMC ≥ 1.1 during treatment; group D: patients with ALC/AMC ratio < 1.1 throughout all cycles. PFS and OS were analyzed in the different groups. We separately conducted the same analysis in a matched control cohort of 94 DLBCL patients from the Mayo Clinic Lymphoma Database treated with standard R-CHOP. Results. A total of 63 patients with de-novo DLBCL treated with R2CHOP regimen at diagnosis were included in the analysis. Clinical characteristics were: median age 67 years (22-87), male sex 61.9%, III-IV advance stage 87.3%, elevated LDH serum levels 66.7%, intermediate-high/high International Prognostic index (IPI) score in 54% cases. No differences in 3y-PFS and 3y-OS in patients with ALC/AMC ratio ≥ 1.1 vs ALC/AMC < 1.1 at baseline and at each R2-CHOP course have been observed. In a landmark analysis from day 0 of the last cycle, 3y-PFS in group A vs B vs C vs D was: 71.4% vs 67.1% vs 66.7% vs 85.7%, respectively (p 0.80); 3y-OS in group A vs B vs C vs D was: 85.7% vs 86.5% vs 66.7% vs 100%, respectively (p 0.74). No differences in both 3y-PFS and 3y-OS were observed comparing group A vs B, in group C vs D, and in group A vs D. Unlike what was observed in the R-CHOP treated DLBCL patients, in a univariate analysis ALC/AMC < 1.1 during all cycles of R2CHOP was not a predictor for inferior outcomes (Figure 1.a). In the matched cohort of patients treated with standard R-CHOP, ALC/AMC < 1.1 at baseline and at each course demonstrated to be predictive of worse outcome (p <0.01),survival was significantly different in the 4 groups identified according to ALC/AMC ratio during treatment and ALC/AMC < 1.1 maintained during all cycles of R2CHOP was predictive of worse PFS and OS (Figure 1.b). Conclusions. Lenalidomide in combination with standard R-CHOP (R2-CHOP), in previously untreated DLBCL patients, appears to overcome the negative prognostic value of ALC/AMC ratio observed in patients treated with R-CHOP alone. This could reflect the additional effect of lenalidomide to standard therapy on tumor microenvironment and on host immunity response. Figure 1: Landmark Analysis for Progression Free Survival and Overall Survival by ALC/AMC groups within R2CHOP (1.A) and R-CHOP (1.B). Group A: ALC/AMC >=1.1 for all cycles; Group B: ALC/AMC >=1.1 at baseline and obtained =1.1 during treatment; Group D: ALC/AMC <1.1 for all cycles. View large Download slide View large Download slide  Close modal Disclosures Witzig: Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "lenalidomide",
        "lymphocytes",
        "monocytes",
        "r-chop",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "tumor microenvironment",
        "biological markers",
        "cyclophosphamide",
        "doxorubicin"
    ],
    "author_names": [
        "Alessia Castellino, MD",
        "Levy D. Pederson",
        "Kay M. Ristow, BS",
        "Christina Stenzel",
        "Betsy Laplant, MS",
        "Thomas E. Witzig, MD",
        "Thomas M. Habermann, MD",
        "Grzegorz S. Nowakowski, MD",
        "Luis Porrata, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessia Castellino, MD",
            "author_affiliations": [
                "Hematology Department, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Levy D. Pederson",
            "author_affiliations": [
                "Department of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kay M. Ristow, BS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christina Stenzel",
            "author_affiliations": [
                "Hematology Department, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy Laplant, MS",
            "author_affiliations": [
                "Mayo Clinic, Biomedical Statistics & Informatics, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E. Witzig, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Habermann, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S. Nowakowski, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luis Porrata, MD",
            "author_affiliations": [
                "Hematology Department, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T18:42:51",
    "is_scraped": "1"
}