{
    "doi": "https://doi.org/10.1182/blood-2020-142454",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4577",
    "start_url_page_num": 4577,
    "is_scraped": "1",
    "article_title": "Prevalence of Sars-Cov-2 Infection in Patients with Chronic Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "632.Chronic Myeloid Leukemia: Therapy",
    "topics": null,
    "author_names": [
        "Simone Claudiani",
        "Carolina Rosadas",
        "Myra McClure",
        "Maryam Khan",
        "Richard S. Tedder",
        "Andrew J. Innes",
        "Dragana Milojkovic",
        "Jane Apperley, FRCP, FRCPath, MB"
    ],
    "author_affiliations": [
        [
            "Centre for Haematology, Faculty of Medicine, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
        ],
        [
            "St Mary's Campus, Imperial College London, Faculty of Medicine, London, United Kingdom"
        ],
        [
            "St Mary's Campus, Imperial College London, Faculty of Medicine, London, United Kingdom"
        ],
        [
            "St Mary's Campus, Imperial College London, Faculty of Medicine, London, United Kingdom"
        ],
        [
            "St Mary's Campus, Imperial College London, Faculty of Medicine, London, United Kingdom"
        ],
        [
            "Centre for Haematology, Faculty of Medicine, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
        ],
        [
            "Centre for Haematology, Faculty of Medicine, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
        ],
        [
            "Centre for Haematology, Faculty of Medicine, Imperial College London, London, United Kingdom ",
            "Department of Haematology, Hammersmith Hospital (Imperial College Healthcare NHS Trust), London, United Kingdom "
        ]
    ],
    "first_author_latitude": "51.4983612",
    "first_author_longitude": "-0.1754177",
    "abstract_text": "Background : The new SARS-CoV-2-induced disease (COVID-19) pandemic has represented a huge challenge for the health systems and has been responsible for almost 700.000 deaths worldwide as of 1 st August 2020. Older age, male sex, comorbidities, ethnicity and socioeconomic factorsare risk factors for severe COVID-19. While the direct effect of solid cancer on the COVID-19 outcome has been investigated and is still debated, limited information is available on the impact of an underlying hematological malignancy on the risk of contracting SARS-CoV-2, the clinical presentation and the outcome of the infection. We report on the prevalence of SARS-CoV-2 infection in a large cohort of patients (pts) with chronic myeloid leukemia (CML). Methods : We retrospectively investigated the exposure to SARS-CoV-2 through serological testing in a single centre cohort of CML pts. Of more than 600 pts on active follow-up, we have screened 161 pts between 1 st June and 27 th July 2020. At each consultation, we recorded any exposure to or symptoms of SARS-CoV-2 infection in the preceding 6 months. The Imperial Hybrid DABA, a two-step double antigen binding assay (DABA) for the detection and measurement of total antibody directed to the receptor binding domain (RBD) of SARS-CoV-2 was used for analysis. The cut-off (CO) for positivity is established by adding 0.1 to the average of optical density (OD) obtained for the negative controls. A sample-OD/cut-off (S/CO) value ≥ 1 is considered reactive. Results : 161 CML pts in chronic phase underwent serological testing (median age 54 years (18-92), male n=94). Twenty pts were off TKI (post-alloSCT, n=12; in treatment free remission n=6; pregnancy=1 and intolerance n=1) and 141 were on active treatment (imatinib [n=41], dasatinib [n=38], nilotinib [n=23], bosutinib [n=21], asciminib [n=11], ponatinib [n=6] and K0706 [n=1]). The ethnic distribution was White (n=119), Asian-Indian (n= 24), Asian-Chinese (n=3), Black (n=9), Arab (n=5), Mixed Asian-White (n=1). Eighteen pts (11.2%) have tested positive (Table 1). Thirty-eight pts (23.6%) reported symptoms compatible with COVID-19 of whom 12 (31.6%) were DABA positive. Six of 123 (4.9%) asymptomatic pts also tested positive. The time from onset of symptoms to the date of testing were similar in both seropositive (105 days, range 56-180) and seronegative pts (100 days, range 21-205). The median S/CO ratio was 9.9 (1-23.3) in the symptomatic and 1.5 (1.2-21.4) in the asymptomatic pts. Among the 18 positive pts, the median age at symptom presentation was 54 years (38-75) and 12 were males. The median time from CML diagnosis was 7.6 years (0.2-20) and two pts were post-alloSCT. Ethnicity was White, Asian-Indian, Black in 8 (44.4%), 6 (33%) and 4 (22.2%), respectively. In 15 pts (83.3%) symptoms were absent or mild, moderate in 2 and severe in one patient 2 years post-alloSCT on continuing immunosuppression for GvHD. Only 2/18 had PCR tests for SARS-CoV-2 at the time of infection and both were positive. Of the 16 pts not tested for antigen, 2 had been in close contact with a family member with a PCR-confirmed SARS-CoV-2 infection. In the mild cases, the most frequent symptoms were fever (n=7) and cough (n=6), followed by fatigue (n=2), myalgia (n=2) and anosmia (n=2). One patient presented only with acute limb ischemia, derived from thrombus in the superficial femoral artery. One patient had radiological features of COVID-19 pneumonia, but did not require hospitalization. The only patient with severe COVID-19 developed pneumonia requiring CPAP, was refractory to tocilizumab (anti-IL6), but recovered after starting ruxolitinib (JAK2-inhibitor). The median time to complete resolution of symptoms was 21 days (7-56). Conclusions: The prevalence of infection in our CML pts is similar to that of the overall population, which suggests that they are capable of mounting appropriate antibody response against SARS-CoV-2. Importantly, in seropositive pts symptoms were mild. Of note is the higher prevalence in the BAME community and underlines the potential role of socioeconomic factors in disease transmission. Expansion of this CML cohort and serial antibody testing in seropositive patients will provide further information regarding prevalence and durability of serological responses. View large Download slide View large Download slide Disclosures Milojkovic: Incyte: Consultancy, Honoraria; Bristol-Myers Squibb: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Pfizer: Consultancy, Honoraria. Apperley: Bristol Myers Squibb: Honoraria, Speakers Bureau; Incyte: Honoraria, Research Funding, Speakers Bureau; Pfizer: Honoraria, Research Funding, Speakers Bureau; Novartis: Honoraria, Speakers Bureau."
}