{
    "doi": "https://doi.org/10.1182/blood.V122.21.3446.3446",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2535",
    "start_url_page_num": 2535,
    "is_scraped": "1",
    "article_title": "Molecular Basis Of (δβ) 0 Thalassaemia and HPFH In Indian Population and The Role Of Non-Coding Transcripts In Increased Foetal Hemoglobin In Adults ",
    "article_date": "November 15, 2013",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Poster III",
    "topics": [
        "fetus",
        "hemoglobin",
        "thalassemia",
        "globins",
        "fetal hemoglobin",
        "polymerase chain reaction",
        "cisplatin/methotrexate/vinblastine protocol",
        "dna, complementary",
        "immunoprecipitation",
        "mean corpuscular volume analyses"
    ],
    "author_names": [
        "Thiyagaraj Mayuranathan, MSc",
        "Janakiram Rayabaram, MSc",
        "Reena Das, MD",
        "Neeraj Arora, MD",
        "Eunice Sindhuvi Edison, Ph.D",
        "Alok Srivastava, MD",
        "Shaji Velayudhan, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ],
        [
            "Postgraduate Institute of Medical Education and Research, Chandigarh, India"
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ],
        [
            "Department of Haematology, Christian Medical College, Vellore, India, "
        ]
    ],
    "first_author_latitude": "12.925810799999999",
    "first_author_longitude": "79.1294516",
    "abstract_text": "Hereditary persistence of fetal haemoglobin (HPFH) and (δβ) 0 -thalassaemia are conditions caused by large deletions of δ- and β-globin genes and are characterized by high fetal haemoglobin (HbF) in heterozygotes of these mutations. Complete characterization of these deletions is important for understanding the transcriptional and epigenetic mechanisms involved in increase in HbF levels by these mutations. Previous studies demonstrated that these large deletions remove the regulatory sequences which suppress γ-globin gene expression and increase the interaction of enhancers with γ-globin promoter. However, the exact mechanism for elevated HbF in these conditions and differences in HbF levels and phenotypes between (δβ) 0 -thalassaemia and HPFH still remains unclear. We screened 90 individuals from 51 families by gap-PCR for previously reported common deletions and by MLPA and quantitative fluorescent multiplex -PCR (QFM-PCR) for new deletions in the β-globin cluster. After identification of the approximate locations of the deletions by MLPA and QFM-PCR, we developed PCR strategies to amplify across the breakpoints and the products were sequenced to characterize the breakpoints. We identified six different deletions in Indian population. The frequencies of the previously reported common mutations, Asian inversion deletion and HPFH-3, were 46.66% and 24.44%, respectively. The rare mutations which were not found earlier in Indian population include 49.3kb deletion (12.22%) and 32.6kb deletion (10%). We found 2 novel deletions, 49.98kb deletion and 86.7kb deletion, which accounted 5.55% and 1.11%, respectively. The breakpoints of the 49.98kb deletion were found to be very close to those of HPFH-3 and this mutation was found in compound heterozygous with β-thalassaemia in a 8 year old boy with thalassaemia intermedia (Hb=8.8g/dL). Four heterozygotes in the family had mean MCV = 79.7fL (range: 76-85.6), mean HbF%= 26.9% (range: 23.3-33.0) and pancellular distribution of HbF suggesting that this mutation causes HPFH. The 86.7kb region encompassing Aγ-, δ-and β- globin genes was found in heterozygous state in one individual and it also had haematological parameters of HPFH (MCV=80.8fL and HbF=32.2%). To develop an experimental model to study the molecular mechanisms for elevated HbF in these conditions we established ex-vivo erythropoiesis system with the peripheral blood mononuclear cells obtained from patients with Asian inversion deletion and HPFH-3. Quantitative real time PCR (qPCR) showed increased expression of γ-globin transcripts in the cultured erythroid cells and chromatin immunoprecipitation (ChIP) of RNA Polymerase II (RNAPII) also showed increased transcriptional activation of γ-globin gene in the erythroid cells obtained from the patients with these mutations. To understand the roles of non-coding transcripts at the 5’ and 3’ breakpoints of the deletions in the transcriptional activation of γ-globin, we performed qPCR with the cDNA obtained from cultured erythroid cells using the primers that bind upstream and downstream of these breakpoints. The results showed that the level of BGL3, the noncoding transcript present near the 5’breakpoint, is enhanced by these deletions. We found activation of a novel non-coding transcript at the 3’ breakpoints and they were absent in the erythroid cells of normal individuals. ChIP also showed significant binding of RNAPII at the genomic regions from where these non-coding transcripts are produced. The role of non-coding transcripts has not been reported earlier as a mechanism for increased γ-globin transcription in HPFH and (δβ) 0 -thalassaemia. It is possible that these deletions remove the genetic elements that cause transcription repression of γ-globin gene in normal adults and they also cause activation of non-coding transcripts which change the epigenetic status of γ-globin gene resulting in its active transcription. To conclude, using QFM-PCRs we could perform a comprehensive study of (δβ) 0 -thalassaemia and HPFH in Indian population and detected rare and novel deletions that cause these conditions. Using ex-vivo erythropoiesis system which mimicked the pattern of globin gene expression in normal individuals and patients with globin gene mutations, we could identify the role of noncoding transcripts in increased HbF expression in the patients with HPFH and (δβ) 0 -thalassaemia. Disclosures: No relevant conflicts of interest to declare."
}