{
    "doi": "https://doi.org/10.1182/blood.V104.11.4809.4809",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1",
    "start_url_page_num": 1,
    "is_scraped": "1",
    "article_title": "Leukemic B Cells from CD38 Positive but Not CD38 Negative B-CLL Patients Express Heightened Levels of Cell Cycle Related Genes. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Within the past five years studies published from this laboratory and others have identified or confirmed CD38 as a marker for aggressive disease in B cell chronic lymphocytic leukemia (B-CLL). To learn more about the possible role of CD38 in this disease, we performed gene expression profiling (GEP; Affymetrix U133A platform) on primary leukemic B cells isolated from CD38 positive and negative patients. We and others have previously shown that the leukemic compartment within some patients consists of both CD38 neg and CD38 pos CLL B cells. To optimize identification of differentially expressed genes associated with CD38 expression or lack thereof, we restricted our gene profiling to patient cells that were unimodally negative for CD38 and those that expressed unimodally high levels of CD38. In both groups of patients, CD19 positive cells were purified using magnetic bead cell sorting on a Miltenyi AutoMacs prior to isolation of total RNA. To determine genes that appear to be differentially expressed in this set of experiments, we used a recently developed model-based algorithm that uses the normalized probe-level data as well as information about the underlying experimental design. Reassuringly, the gene expression profiles within the CD38 pos versus the CD38 neg cohort maintain congruency within each cohort when analyzing the gene expression data set as a whole, as well as within categories such as adhesion, signaling, and transcriptional molecules. Using this analytical approach, several genes emerged as interesting candidates for exploration into the nature of the CD38 pos association with disease aggressiveness. Interestingly, although peripheral blood CLL B cells are overwhelmingly in the resting, G 0 , stage of the cell cycle, several cell cycle related genes were expressed at higher levels in CD38 pos patient leukemic cells but not in CD38 neg leukemic patients. Moreover, these genes encompass protein families that function at different stages throughout the cell cycle. These genes include: anaphase promoting complex subunit 5 (APC5); cell division cycle (cdc) family members; a checkpoint protein CHFR; the microtubule and actin associated protein, MACF1; the mitotic spindle checkpoint protein, MAD1L1; the DNA replication regulator, MCM7; STAG3, a meiotic regulator of chromosome segregation; and several activators of the ubiquitin pathway, including UBE2N, a known regulator of DNA repair enzymes (p-values of <0.01, <0.01, <0.01, 0.01, 0.02, <0.01, 0.01, and 0.01, respectively). We have begun to confirm these findings at the protein translation level. Through immunoblotting, preliminary data show that 3 out of 5 CD38 pos and 0 out of 5 CD38 neg patients’ leukemic cells express detectable levels of APC5, suggesting that CD38 pos cells, or at least a subpopulation of cells, express APC5. Taken together, these gene and protein expression data suggest that at least a subpopulation of the leukemic cells from CD38 pos CLL patients have more recently completed the cell cycle and maintain expression of specific cell cycle related genes. Alternatively, it is possible that this subpopulation is better prepared to re-enter the cell cycle if it encounters proliferative stimuli in other microenvironments.",
    "topics": [
        "adhesions",
        "b-lymphocytes",
        "cd19 antigens",
        "cd38",
        "cell cycle",
        "cell separation",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "dna ligases",
        "gene expression profiling"
    ],
    "author_names": [
        "Brian T. Pittner, Ph.D.",
        "Renee C. Tschumper",
        "Bruce W. Morlan",
        "Karla V. Ballman, Ph.D.",
        "Neil E. Kay, M.D.",
        "Diane F. Jelinek, Ph.D."
    ],
    "author_affiliations": [
        [
            "Immunology, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Immunology, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Cancer Center Statistics, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Cancer Center Statistics, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Immunology, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ]
    ],
    "first_author_latitude": "44.02238044999999",
    "first_author_longitude": "-92.46677929999998"
}