{
    "doi": "https://doi.org/10.1182/blood.V126.23.5006.5006",
    "article_title": "The Role of Post- Treatment Imaging in Detection of Relapsed Disease in Classical Hodgkin Lymphoma: The Cleveland Clinic Experience ",
    "article_date": "December 3, 2015",
    "session_type": "621. Hodgkin Lymphoma: Biology, excluding Therapy",
    "abstract_text": "Background: The role of post treatment imaging in classical Hodgkin's Lymphoma (cHL) is an area of active investigation. There is significant interest in reducing health care cost and associated risks by eliminating unnecessary surveillance imaging procedures. Methods: We conducted a retrospective analysis of 333 adult cHL patients who received care at Cleveland Clinic from 2000 to 2014. 58 patients with relapsed disease following initial treatment are included in this analysis (biopsy confirmed in 53). Medical records were reviewed to determine if the work up for relapse was initiated due to clinical signs and symptoms or was secondary to imaging findings. The Chi-square test and non-parametric methods were used to investigate the characteristics that were different between the 2 groups. The Kaplan-Meier method was used to summarize relapse- free survival (RFS) and overall survival (OS). The log rank test was used to compare outcome between the patient groups. Results: Of the 58 patients, 55% (n=32) were female with the median age at diagnosis to be 37.8 years (range 20 - 77). The majority of the patients (71%) had nodular sclerosis cHL and initial early stage (I/II) disease (58%) with 44% having B symptoms at diagnosis. First line treatment was ABVD +/- XRT in 85 % of patients. 52% (n= 30) of relapses were detected by work up due to clinical presentation (group 1) while 48% were identified by imaging studies (group 2). There was no statistical difference in gender, age, cHL subtypes, stage, presence of B symptoms or treatment regimen at diagnosis between the two groups. Estimated median time to relapse was 1.8 years in both groups (p= 0.49). While age at diagnosis of ≥45 yrs (HR 8.22 p = < .001) was associated with a higher risk of death, gender and stage had no impact on survival. Moreover, elevated Alkaline Phophatase (ALP;n:31) (HR 4.50, p= 0.031) at relapse was predictive for poor survival. 13 patients (43 %) in group 1 and 6 patients (21 %) in group 2 were deceased at the time of last follow up. Estimated median OS for the entire cohort was 5.4 years with no statistical difference between the groups (p = 0.09). Conclusions: In our analysis of relapsed cHL patients, relapses detected by clinical presentation did not portend worse RFS or OS compared to relapses of asymptomatic patients detected by imaging. Furthermore, higher age at diagnosis along with elevated ALP at relapse were predictive for worse survival. Large prospective studies are required to determine the necessity and duration of surveillance imaging to detect relapse in cHL. Figure 1. View large Download slide Figure 1. View large Download slide  Close modal Disclosures Hill: Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Seattle Genetics: Honoraria, Membership on an entity's Board of Directors or advisory committees. Smith: celegene, spectrum, genentech: Honoraria.",
    "topics": [
        "diagnostic imaging",
        "hodgkin's disease",
        "chlorambucil",
        "biopsy",
        "bleomycin/dacarbazine/doxorubicin/vinblastine protocol",
        "follow-up",
        "hodgkin's disease, nodular sclerosis",
        "kaplan-meier survival curve",
        "chile"
    ],
    "author_names": [
        "Nikolaos Papadantonakis, MD PhD",
        "Basel Rouphail, MD MBA",
        "Jia Xuefei",
        "Robert M. Dean, MD",
        "Brian T. Hill, MD PhD",
        "Brad Pohlman, MD",
        "Mitchell R. Smith, MD PhD",
        "Deepa Jagadeesh, MD MPH"
    ],
    "author_dict_list": [
        {
            "author_name": "Nikolaos Papadantonakis, MD PhD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Basel Rouphail, MD MBA",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jia Xuefei",
            "author_affiliations": [
                "Quantitative Health Sciences, , Cleveland Clinic, Ohio,"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert M. Dean, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian T. Hill, MD PhD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brad Pohlman, MD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell R. Smith, MD PhD",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Jagadeesh, MD MPH",
            "author_affiliations": [
                "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T03:52:07",
    "is_scraped": "1"
}