{
    "doi": "https://doi.org/10.1182/blood.V106.11.3714.3714",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=372",
    "start_url_page_num": 372,
    "is_scraped": "1",
    "article_title": "Preliminary Results of Full Body Iron Overload Measurement by a Magnetic Susceptometer. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Accurate assessment of body-iron accumulation is essential for managing therapy of iron-chelating diseases characterized by iron overload such as thalassemia, hereditary hemochromatosis, myelodysplasia and other forms of severe anemia. At present, the gold standard to determine liver-iron concentration (LIC) is liver needle biopsy. In this work, we present an alternative non-invasive technique to measure LIC based on a room-temperature susceptometer. SQUID biosusceptometers and MRI are currently the only validated non-invasive methods for LIC measurements. However, SQUIDs are liquid helium-cooled superconducting devices, therefore costly and resource intensive. Furthermore, SQUIDs are only sensitive to a fraction of the liver volume because of their magnetic configuration. MRI requires large magnets with dedicated software and hardware, trained operators, and is accurate only at low iron concentration. The susceptometer presented herein measures iron overload in the whole liver, as the entire human torso fits within its region of sensitivity. Since all of its components operate at room temperature, this susceptometer is more affordable then competing techniques and can reach a wider hospital base. The study was approved by the local Ethics Committee and all subjects gave informed consent. Since February 2005, 40 patients (30 thalassemia major or intermedia, 5 hereditary hemochromatosis, 5 other severe anemia) and 68 healthy volunteers have been measured. The signal picked up by the susceptometer has two sources: an overall magnetic background of the torso and an eventual contribution from liver iron excess. After measuring the magnetic signature of a patient, statistical analysis methods and neural-network simulations (trained using the control data) are employed to estimate the background signal, given the patient anthropometric data. Liver-iron overload is then determined by subtraction of the estimated background from the total measured signal. The refinement of the methodology is in progress and, at present, the error in liver iron is about 1g (SD), corresponding to typical concentrations of 0.5 mg/cm^3. A correlation study between iron overload and blood serum-ferritin concentration in the patient population attained a correlation coefficient R~0.73. Comparison with measurements of LIC via SQUID susceptometry on a subset of 30 patients participating in the present study (carried out by Dr. A. Piga at Ospedale S. Anna, Torino, Italy) yields a correlation coefficient R~0.77. Four patients (3 thalassemia major, 1 hereditary hemochromatosis) under intensive iron depletive therapy have been measured at least twice; our estimate of liver iron reduction is compatible with the clinical data (R~0.76). Comparison with LIC measured via biopsy is in progress. All comparison were blinded. These preliminary results indicate that possible applications of this non-invasive, full-body susceptometer include monitoring the efficacy of the therapy as well as improving the diagnosis and care management of patients with iron overload. View large Download slide Figure View large Download slide Figure ",
    "topics": [
        "iron overload",
        "iron",
        "hemochromatosis",
        "anemia",
        "cooley's anemia",
        "magnetic resonance imaging",
        "biopsy",
        "biopsy, needle",
        "gold standard",
        "helium"
    ],
    "author_names": [
        "Mauro Marinelli",
        "Barbara Gianesin",
        "Antonella Lavagetto, MD",
        "Martina Lamagna, MD",
        "Eraldo Oliveri",
        "Laura Terenzani, MD",
        "Gian Luca Forni, MD"
    ],
    "author_affiliations": [
        [
            "National Institute of Nuclear Physics, INFN, Genova, Italy"
        ],
        [
            "National Institute of Nuclear Physics, INFN, Genova, Italy"
        ],
        [
            "Centro della Microcitemia e Anemie Congenite, Ospedali Galliera, Genova, Italy"
        ],
        [
            "Centro della Microcitemia e Anemie Congenite, Ospedali Galliera, Genova, Italy"
        ],
        [
            "National Institute of Nuclear Physics, INFN, Genova, Italy"
        ],
        [
            "Centro della Microcitemia e Anemie Congenite, Ospedali Galliera, Genova, Italy"
        ],
        [
            "Centro della Microcitemia e Anemie Congenite, Ospedali Galliera, Genova, Italy"
        ]
    ],
    "first_author_latitude": "43.23029305000001",
    "first_author_longitude": "12.927676699999997"
}