{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2692.2692",
    "article_title": "Comparison of Induction Chemotherapy in NSG and NOD- Rag1 null IL2rg null Mouse Models of FLT3 Mutant AML ",
    "article_date": "December 7, 2017",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Background and objectives : Induction chemotherapy that combines Ara-C (cytarabine, 7 days) with an anthracycline such as daunorubicin or doxorubicin (Adriamycin, 3 days) (DA) is a standard induction therapy in AML. Immunodeficient NSG or NSGS mice are extremely useful for preclinical drug testing and are promiscuous recipients of primary AML engraftment. However, these models have limitations for use of genotoxic chemotherapy that often induces toxicity and mortality to the recipient mice, particularly in AML patient-derived xenograft (PDX) models when irradiation is required. The sensitivity of NSG or NSGS mice to genotoxic drugs and irradiation are due to SCID mutation in the mice. In this study we have compared tolerability and efficacy of DA chemotherapy in NSG and NRG (NOD- Rag1 null IL2rg null ) AML-bearing mice. We used a FLT3 mutant AML Molm13 cell line to generate AML xenograft in NRG and NSG mice and then tested the response to chemotherapy using combined Ara-C and doxorubicin chemotherapy with or without sub-lethal irradiation. Testing of chemotherapy regimen in human AML PDX models is ongoing and will be presented. Methods and results : The AML mouse models were established by i.v. injection of GFP and firefly luciferase transduced Molm13 cells (0.6 x 10 6 cells per mouse) into NSG and NRG mice (n=5 per group, F, 8 weeks old). In experiments testing sub-lethal radiation, NSG mice were irradiated with 200 cGy and NRG mice with 400 cGy before cell injection. AML cell engraftment and growth in vivo was monitored by bioluminescent imaging (BLI). Engraftment was confirmed on day-3 (Fig. 1A-B) and chemotherapy started on day-4 using combined Ara-C (50 mg/kg, i.v. 5 days) and doxorubicin (1.5 mg/kg, i.v., 3 days) (DA 5+3) or PBS. NSG and NRG mice (n=3 each) that served as naïve controls without bearing Molm13 cells also received the chemotherapy. Mouse health conditions and body weights were monitored daily, and mice were followed for survival. As shown by BLI in Figure 1 A-B, DA 5+3 significantly reduced leukemic burden in both NRG and NSG mice compared to PBS treated mice (p<0.001 on day 13 or 14). The chemotherapy also induced transient toxicity in all treated mice with significant body weight loss in the sub-lethal irradiated AML NSG mice (Figure 1C, 30% loss on day 10, p=0.016 vs PBS treated mice), resulting in lethality earlier than PBS treated mice (Figure 1D, p=0.0019). Complete blood cell counts showed pancytopenia with anemia of the moribund treated Molm13 NSG mice. Overall, chemotherapy induced more body weight loss in NSG than that in NRG mice (a transient 25% body weight loss in naive NSG and AML NSG mice compared to 10% loss in NRG mice on day 10), indicating that NSG mice are more susceptible to chemotherapy-induced toxicity. All AML NRG mice and NSG mice without prior sub-lethal irradiation survived the chemotherapy and had significantly prolonged survival. We further challenged the NRG mice with a more intensive chemotherapy regimen by administrating Ara-C for 7 days (DA 7+3) mimicking the one used in AML patients. BLI confirmed more effective leukemia control by this regimen compared to DA 5+3 and significantly extended survival. Conclusion : The results demonstrate that Molm13 bearing NSG and NRG mice have identical latency, leukemia growth kinetics, and survival, suggesting that like NSG mice, NRG mice are suitable recipients for AML xenograft studies. Both Molm13 NSG mice and NRG mice showed strong efficacy in response to chemotherapy using Ara-C (cytarabine, 50 mg/kg) and doxorubicin (1.5 mg/kg) with the regimen of DA 5+3. However, this regimen was not tolerable when mice required prior sublethal irradiation, with excessive bodyweight loss and mortality in NSG but not in NRG mice. In contrast, Molm13 NRG mice can tolerate a more intensive combination chemotherapy regimen of AraC administered for 7 days (DA 7+3). In summary, NRG mouse model showed better tolerance to chemotherapy and irradiation than the NSG model, thus representing a superior in vivo AML model for pre-clinical studies with genotoxic agents. View large Download slide View large Download slide  Close modal Disclosures Carter: Daiichi Sankyo: Research Funding; novartis: Research Funding.",
    "topics": [
        "chemotherapy, neoadjuvant",
        "flt3 gene",
        "il2rg gene",
        "mice, knockout",
        "ms-like tyrosine kinase 3",
        "rag1 gene",
        "weight reduction",
        "chemotherapy regimen",
        "cytarabine",
        "doxorubicin"
    ],
    "author_names": [
        "Hong Mu, MD PhD",
        "Marina Konopleva, MD PhD",
        "Rodrigo Jacamo, PhD",
        "Bing Z Carter, PhD",
        "Teresa McQueen, MS",
        "Michael Andreeff, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Mu, MD PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marina Konopleva, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rodrigo Jacamo, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bing Z Carter, PhD",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa McQueen, MS",
            "author_affiliations": [
                "Section of Molecular Hematology and Therapy, Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:34:58",
    "is_scraped": "1"
}