{
    "doi": "https://doi.org/10.1182/blood.V118.21.3460.3460",
    "article_title": "Therapeutic Potential of Targeted HOXA-TALE Knockdown in AML, ",
    "article_date": "November 18, 2011",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Abstract 3460 HOX genes are master regulators of hematopoietic stem and progenitor cell (HSPC) development. HOX interaction with TALE (PBX or MEIS) proteins is pivotal to their function. The prevailing hypothesis is that HOX/TALE expression underlies HSPC self-renewal while dysregulated HOX/TALE expression underpins maintenance of the leukemia initiating cell. Expression profiling studies support this hypothesis and highlight the importance of the HOXA cluster and TALE genes in hematopoiesis and leukemogenesis. The aim of this study was to identify and target clinically relevant HOX and TALE genes in AML cells representative of the particular disease subtype. HOXA cluster and leukemia-associated TALE gene expression was evaluated in 166 favourable and intermediate AML patient samples by Affymetrix microarray and expression of the significantly different genes was confirmed by RQ-PCR assays in an independent patient cohort. HOXA1-A2, A4-A10, PBX3 and MEIS1 displayed significant differential expression (p'0.01) between favourable and intermediate AML subgroups and confirmed an association of HOXA/TALE with nucleophosmin gene mutations (NPM1-mut) previously identified as a favourable prognostic marker in AML. HOXA9 was shown to be differentially expressed and HOXA6 was identified as the most consistently and highly expressed member of the previously reported ‘HOX code' by microarray analysis. These two HOX genes together with MEIS1 and PBX3 were selected for further study. Immunoprecipitation assays identified HOXA6/9-PBX3-MEIS1 protein interactions in AML cell lines demonstrating potential functional benefit of targeting members of these complexes in the disease setting. The HOXA/TALE axis was targeted in OCI AML3 (NPM1-mut) and U937 (NPM1-WT) AML cells using specific shRNAs (at least two per target) with Nucleofection or viral delivery followed by puromycin selection. Knockdown was validated by RQ-PCR as greater than 70% and western blotting where compatible antibodies were available. Cell viability was assessed using CellTiter-Glo® and direct cell counting whilst cell death was determined using the Caspase-Glo™assay. Cell responses were examined following targeted single gene knockdown of HOXA6, HOXA9, MEIS1 and PBX3, dual knockdown of HOXA6+HOXA9 either alone or in combination with standard-of-care therapeutic agents (Cytarabine or Mylotarg). Altered expression of genes associated with cell cycle and adhesion was identified following targeted gene knockdown using the Roche AmpliChip containing 1500 leukemia-associated probesets. Targeted reduction of HOXA6, HOXA9, MEIS1 PBX3 and combined HOXA6+HOXA9 levels greatly reduced cell growth compared to controls and was additive when combined with IC 50 values of the chemotherapies used in the treatment of AML. This effect on cell growth may be due in part to increased apoptosis since increased caspase3/7 activity (up to 3.3 fold for PBX3 in U937 cells) was observed following HOX or TALE knockdown in either cell line. Furthermore, HOX or TALE knockdown resulted in impaired colony formation in both cell lines either due to reduction in number, size or metabolic activity compared to non-silenced controls. In addition, altered cell morphology with reduced blast-like features, was observed by HOXA6, HOXA9, MEIS1 or PBX3 knockdown in both cell lines. Together the data support a key role for HOX-TALE in AML and demonstrate dependency on this axis in leukemia maintenance. In summary, HOXA/TALE knockdown impairs growth and sensitises leukemic cells to chemotherapy independent of NPM1 mutation status. These findings suggest targeting of clinically significant HOXA cluster genes and their critical co-factors or modulation of downstream pathways could offer a novel strategy in the treatment of AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "adhesions",
        "antibodies",
        "apoptosis",
        "basic local alignment search tool",
        "caspases",
        "cell count",
        "cell cycle",
        "cell death",
        "cell growth",
        "cell lines"
    ],
    "author_names": [
        "Glenda Joanne Dickson, PhD",
        "Kathleen A O'Hagan, PhD",
        "Damian PJ Finnegan, MRCP, FRCPath, PhD",
        "Mary Frances McMullin, MD",
        "Ken I. Mills, PhD, FRCPath",
        "Terence R.J. Lappin, PhD, FRCPath",
        "Alexander Thompson, BSc, MSc, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Glenda Joanne Dickson, PhD",
            "author_affiliations": [
                "Haematology, Queen's University Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen A O'Hagan, PhD",
            "author_affiliations": [
                "Haematology, Queen's University Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian PJ Finnegan, MRCP, FRCPath, PhD",
            "author_affiliations": [
                "Department of Haematology, Royal Perth Hospital, Perth, Australia, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Frances McMullin, MD",
            "author_affiliations": [
                "Belfast City Hospital Department of Haematology, Queens University of Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken I. Mills, PhD, FRCPath",
            "author_affiliations": [
                "Haematology, Queen's University Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Terence R.J. Lappin, PhD, FRCPath",
            "author_affiliations": [
                "Haematology, Queen's University Belfast, Belfast, United Kingdom, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexander Thompson, BSc, MSc, PhD",
            "author_affiliations": [
                "Hem./CCRCB, Queen's Univ. Belfast, Belfast, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T13:04:59",
    "is_scraped": "1"
}