{
    "doi": "https://doi.org/10.1182/blood.V108.11.4167.4167",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=743",
    "start_url_page_num": 743,
    "is_scraped": "1",
    "article_title": "Hematopoiesis Arises Independent of Vasculogenesis in the Early Mouse Embryos. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "angiogenesis",
        "cd31 antigens",
        "cell culture techniques",
        "coculture techniques",
        "cytokine",
        "dilution technique",
        "embryo",
        "flow cytometry",
        "hematopoiesis",
        "interleukin-3"
    ],
    "author_names": [
        "Chie Furuta, DVM",
        "Hideo Ema, M.D.",
        "Kazuyoshi Taya, D.V.M.",
        "Hiromitsu Nakauchi, M.D."
    ],
    "author_affiliations": [
        [
            "Laboratory of Stem Cell Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan",
            "United Graduate School of Veterinary Sciences, Gifu University, Gifu, Japan",
            "Veterinary Physiology, Tokyo University of Agriculture and Technology, Fuchu, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ],
        [
            "United Graduate School of Veterinary Sciences, Gifu University, Gifu, Japan",
            "Veterinary Physiology, Tokyo University of Agriculture and Technology, Fuchu, Tokyo, Japan"
        ],
        [
            "Laboratory of Stem Cell Therapy, Institute of Medical Science, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7126775",
    "first_author_longitude": "139.761989",
    "abstract_text": "It has been long thought that vasculogenesis and hematopoiesis arise from hemangioblasts, the common progenitors of cells in vessels and in blood. This dogma was challenged by in vitro analysis of angioblasts and hemangioblasts from early gastrulating mouse embryos. To detect both hematopoietic and vascular endothelial activity simultaneously, we set up the OP-9 co-culture assay system with the cytokines: IL-3, TPO, EPO, and SCF, and VEGF. E7.5 embryos were dissected and trypsinized. Single cells were plated onto the monolayer of OP-9 cells and cultured for 1 week. Blood cells were morphologically identified, and endothelial cells were identified by immunostaining with anti-CD31antibody. We first determined the frequency of hematopoietic and endothelial progenitors by using the limiting dilution technique. The frequency of endothelial or hematopoietic progenitors was on the order of one per 0.05 embryo equivalent (ee) or one per 0.2 ee. In other words, approximately 20 endothelial progenitors and 7 hematopoietic progenitors appeared detectable in one E7.5 embryo, indicative of more endothelial progenitors than hematopoietic progenitors. To examine the anatomical distribution of these two lineages, yolk sac, allantois and the embryo proper were separately dissected and placed under culture. Hematopoietic progenitors were detected in the yolk sac and the embryo proper, but not in the allantois whereas endothelial progenitors were detected all over the parts of the embryo, indicating that hematopoietic and endothelial progenitors are not evenly distributed in the embryo. In order to isolate and characterize hematopoietic progenitors, endothelial progenitors, and possibly hemangioblasts, we attempted to fractionate E7.5 cells by flow cytometry. As expected, 2 tyrosine receptor kinases Flk1 and Tie2 were expressed in hematopoietic and endothelial progenitors, and Flk1-positive and Tie2-positive cells were significantly enriched in their potentials. However, the selection for neither Flk1 nor Tie2 alone could totally isolate these progenitors from the embryo. Interestingly, CD31-negative cells only gave rise to the endothelial lineage, and CD31-positive cells gave rise to both the endothelial and hematopoietic lineages. Using Oct3/4-promoter-drived GFP transgenic mice, we found that all endothelial and hematopoietic colonies were formed by Oct3/4-GFP-expressing cells. We finally isolated CD31-positive, Oct3/4-GFP-positive cells that accounted for about 4.1±2.2%(n=4) of the total cells in the E7.5 embryo, and examined their potential at the single cell level. In the single cell cultures, a total of 701 individual clones were investigated. As a result, 6 endothelial progentiors and 11 hematopoietic progenitors were detected. Importantly, there were no clones capable of giving rise to two lineages. These data support an idea that angioblasts and hemagioblasts arise independently in early mouse embryos and that angioblasts and hemangioblasts are responsible for vasculogenesis and hematopoiesis, respectively. Hemagioblasts may play much less role in vasculogenesis than previously thought."
}