{
    "doi": "https://doi.org/10.1182/blood.V126.23.4648.4648",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3095",
    "start_url_page_num": 3095,
    "is_scraped": "1",
    "article_title": "Platelet Features from ITP Patients Responders to Different Therapeutic Treatments ",
    "article_date": "December 3, 2015",
    "session_type": "311.Disorders of Platelet Number or Function",
    "topics": [
        "blood platelets",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulins, intravenous",
        "agonists",
        "splenectomy",
        "surgical asplenia",
        "annexin a5",
        "cd40 ligand",
        "eltrombopag"
    ],
    "author_names": [
        "Nora Butta, PhD",
        "María Isabel Rivas Pollmar",
        "María Teresa Álvarez Román, PhD",
        "Monica Martín Salces",
        "Ihosvany Fernandez Bello, PhD",
        "Miguel Canales",
        "Victor Jiménez Yuste, PhD"
    ],
    "author_affiliations": [
        [
            "Haematology, La Paz University Hospital-IdiPaz, Madrid, Spain "
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ],
        [
            "Haematology, La Paz University Hospital -IdiPaz, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "40.48176525",
    "first_author_longitude": "-3.68793455",
    "abstract_text": "Background: Patients with ITP have a wide variation in the presentation of the disease, platelet count and their clinical course. The decision to begin treatment is based on the hemorrhagic symptoms and platelet count. Intravenous immunoglobulin (IVIG) is usually associated with glucocorticoid administration in patients with severe bleeding or platelet counts <20x10 9 /L and a quick response is required. Agonists of thrombopoietin receptor (TPO-AR) and splenectomy are other therapeutic tools for these patients. Materials and Methods: We recruited patients with ITP before and after responding to treatment with IVIG (n = 11) and AR-TPO (4 patients with romiplostim and 10 with eltrombopag), 5 splenectomized patients and 82 healthy controls. The percentage of reticulated platelets, platelet activation and binding of annexin-V were evaluated by flow cytometry. Plasma levels of TPO and \"a proliferation-inducing ligand\" (APRIL) were determined by ELISA. Procoagulant activity associated microparticles (MP) and the ability of plasma to generate thrombin were determined, respectively, with Zymuphen kit and calibrated automated thrombinography (CAT) triggered by 1 pM tissue factor and 4 micromolar phospholipid (PPP-low reagent, Diagnostica Stago, Spain). Results: Patients with ITP that respond to IGIV and AR-TPO treatments recovered platelet counts without reaching the levels of the control group, whereas the platelet count in splenectomized patients did not differ from it. Plasma levels of TPO and the number of immature platelets in the first two groups were higher than in controls before responding to treatment. Despite recovering platelet count, platelet capacity of being activated by agonists such as TRAP (thrombin receptor agonist for PAR-1) was less than that of the controls in all groups. This decrease was not due to a reduction in the expression of the fibrinogen receptor on platelets from ITP patients. Platelets from ITP patients before and after responding to all treatments studied, showed more phosphatidylserine exposure and greater microparticles-associated and plasma-associated procoagulant activity. Plasma levels of APRIL, a factor that stimulates B cells and antibody production, decreased in ITP patients who responded to the AR-TPO, reaching the levels observed in the control group. In the group of splenectomized patients a decrease of APRIL was also observed, but still remained higher than in healthy controls. Conclusions: ITP patients who respond to treatment with IVIG and AR-TPO and undergoing splenectomy recovered platelet count but not its function. The treatments did not modify the microparticles- and plasma-associated thrombogenic capacity. Among all the treatments studied, AR-TPO and splenectomy had an addittional benefical effect reducing APRIL plasma levels Disclosures No relevant conflicts of interest to declare."
}