{
    "doi": "https://doi.org/10.1182/blood.V108.11.3864.3864",
    "article_title": "The Safety of Megestrol Acetate Concentrated Suspension (MA-CS) and Megestrol Acetate Oral Suspension (MA-OS) in a Pilot Study in Patients with HIV-Associated Unintended Weight Loss (UWL). ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Weight loss remains a common complication of HIV. MA-CS is a NanoCrystal ® formulation of megestrol acetate that is bioavailable in the fasted state, which provides benefit in the treatment of UWL in HIV patients. 121 patients with HIV-associated UWL were screened and 63 patients (sites: South Africa, India, US) were randomized to MA-CS (575 mg/5 mL, n=32) or MA-OS (800 mg/20 mL, n=31) qAM in an open-label, multi-center, 12-week pilot study. Eligibility for study entry required basal cortisol levels > 10 mcg/dL and ACTH stimulated cortisol levels > 18 mcg/dL within 1 hour (time of day not specified). The standard reference ranges for cortisol are 5–25 mcg/dL at 8 am and 3–12 mcg/dL at 4 pm. Patients had Day 3 and weekly weight measurements. Safety assessments included adverse events, laboratory measures, and vital signs. Abnormal laboratory values, including cortisol levels, were considered adverse events. Demographics were comparable between the groups. Overall mean weight change relative to baseline favored MA-CS 11.9 lbs (10% increase) vs. MA-OS 7.7 lbs (6% increase) as did the time course of weight gain. The most frequently reported adverse events (AEs) and serious adverse events, equally divided between both groups, were related to the adrenal axis. Only 1 patient, of the 5 who discontinued therapy, had cortisol abnormalities. There were few isolated clinical laboratory abnormalities, with the exception of cortisol levels, and no other laboratory trends were identified. Of the 121 patients screened for this study 35 patients (29%) were not eligible for the study due to cortisol abnormalities, as defined by the protocol. Following treatment, mean basal cortisol levels: dropped approximately 70% in both treatment groups, were below 10 mcg/dL in ~ 80% of the patients in each group, and were below 5 mcg/dL in 18 (64%) and 23 (72%) of MA-CS and MA-OS patients, respectively. Following treatment and stimulation with ACTH, a 2-fold increase in cortisol levels occurred within 1 hour in 24/32 MA-CS and 25/28 MA-OS patients, and levels > 18 mcg/dL were seen in 6 MA-CS and 7 MA-OS patients. The majority of patients with lowered basal cortisol levels returned to > 10 mcg/dL within one month after discontinuation of treatment. There were no clinically significant mean changes for hemoglobin A 1C and fasting glucose in either group. One patient (MA-OS) discontinued due to elevated glucose. One death occurred on MA-OS and was considered unrelated to the study drug. Megestrol acetate is an effective intervention for HIV-associated weight loss. The study examined the safety profile of MA-CS and MA-OS. The findings were predictable and in line with current labeling for both products. While the glucocorticoid effects noted were consistent with adrenal suppression, the gland continued to be responsive, patients remained asymptomatic and levels returned to normal within one month of discontinuation of treatment in the majority of patients. As with similar agents, when patients are stressed or appear symptomatic while receiving megestrol acetate, administration of replacement corticosteroids should be considered. The changes in glucose metabolism were usually minimal.",
    "topics": [
        "hiv",
        "megestrol acetate",
        "weight reduction",
        "body weight changes",
        "weight gain",
        "hydrocortisone",
        "adverse event",
        "corticotropin",
        "glucocorticoids",
        "withdrawing treatment"
    ],
    "author_names": [
        "Donald D. Cilla, PharmD",
        "Jodi L. Gutierrez, B.A.",
        "Allan Kristensen, M.S.",
        "Lynn D. Kramer, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Donald D. Cilla, PharmD",
            "author_affiliations": [
                "Clinical Development and Medical Affairs, Par Pharmaceutical, Inc, Woodcliff Lake, NJ, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jodi L. Gutierrez, B.A.",
            "author_affiliations": [
                "Clinical Development and Medical Affairs, Par Pharmaceutical, Inc, Woodcliff Lake, NJ, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Allan Kristensen, M.S.",
            "author_affiliations": [
                "Clinical Development and Medical Affairs, Par Pharmaceutical, Inc, Woodcliff Lake, NJ, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lynn D. Kramer, M.D.",
            "author_affiliations": [
                "Clinical Development and Medical Affairs, Par Pharmaceutical, Inc, Woodcliff Lake, NJ, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T15:40:31",
    "is_scraped": "1"
}