{
    "doi": "https://doi.org/10.1182/blood.V128.22.4166.4166",
    "article_title": "Intratumoral G100 Rescues Radiation-Induced T Cell Depletion and Has Synergistic Anti-Tumor Effect with Local Irradiation in A20 Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "625. Lymphoma: Pre-Clinical - Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: Radiation therapy is a standard established treatment modality for many malignancies, including lymphoma. There is growing evidence that the combination of radiation and immunotherapies can have synergistic immune and clinical effects; however, the mechanisms underlying these responses are poorly understood. Hypothesis: We hypothesized that the potential beneficial effect of adding immunotherapy to radiation might be due to alteration of the tumor microenvironment (TME) to an inflammatory phenotype and the facilitation of T-cell infiltration. Methods: Mice received two bilateral subcutaneous implant of 5 million A20 lymphoma cells each. When tumors are established (average tumor size = 45mm 2 , around Day 7~11), mice received intratumoral injection of G100, a synthetic TLR4 agonist, GLA-SE, tumor irradiation, or the combination of G100 and irradiation. X-ray radiation was delivered by using a Small Animal Radiation Research Platform (SARRP) with CT guided imaging that can accurately target lesions. Mice received a single dose of 10 Gy at one of the tumor implants. Intratumoral injection of G100 (10ug) was administered 3 times a week for up to 3 weeks, starting on the day post radiation. Results : The combination of G100 and radiation had synergistic antitumor effects and demonstrated an abscopal effect with tumor growth delay in the non-treated contralateral tumor implant. Long-term tumor immunity was also demonstrated as the surviving mice rejected secondary tumor challenge. Study of the TME at gene expression and cellular levels showed that G100 induces a pro-inflammatory cytokine and chemokine milieu that induced T cell trafficking into the tumors. G100-treated tumors showed increased infiltration of T cells, including both CD4 and CD8 T cells. In contrast, tumors from animals that received only irradiation but no G100 had significantly decreased levels of T lymphocytes as compared to untreated tumors (9.5±2.0% T cells in irradiated tumors vs. 32.0±5.0% in untreated tumors, p=0.0076), due to the cytotoxic effect of radiation on lymphocytes. CD4 tumor infiltrating lymphocytes (TILs) were depleted by 72% (6.8±2.2% vs. 24.4±4.6%, p=0.02) and CD8 TIL were depleted by 77% (1.5±0.3% vs. 6.6±0.7%, p=0.0004) in irradiated mice as compared to untreated mice. In the irradiation and G100 combination treatment group, the tumors had levels of T cells that were close to non-irradiated animals. Conclusion: The anti-tumor effect of irradiation is synergistically enhanced by concomitant intratumoral treatment by G100, which also results in abscopal responses and durable anti-tumor immunity. The modulation of the TME by G100 after irradiation also rescues the T-cell depletion caused by irradiation allowing for an influx of T cells. These preclinical results support the rationale for an on-going Phase 1/2 clinical trial in low-grade follicular non-Hodgkin's lymphoma (NHL) patients, who are randomized to receive G100 following local radiation with or without pembrolizumab (NCT02501473). Disclosures Lu: Immune Design: Employment. Hewitt: Immune Design: Employment. Hsu: Immune Design: Employment. ter Meulen: Immune Design: Employment.",
    "topics": [
        "brachytherapy",
        "lymphoma",
        "neoplasms",
        "t-lymphocytes",
        "implants",
        "immunotherapy",
        "agonists",
        "cancer",
        "chemokines",
        "cytokine"
    ],
    "author_names": [
        "Hailing Lu, MD PhD",
        "Eric Ford, PhD",
        "Jeffrey L Schwartz, PhD",
        "Jessica Hewitt",
        "Frank J Hsu, MD",
        "Jan ter Meulen, MD",
        "Ramesh Rengan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hailing Lu, MD PhD",
            "author_affiliations": [
                "Immune Design, Seattle, WA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eric Ford, PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L Schwartz, PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica Hewitt",
            "author_affiliations": [
                "Immune Design, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank J Hsu, MD",
            "author_affiliations": [
                "Immune Design, South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan ter Meulen, MD",
            "author_affiliations": [
                "Immune Design, Seattle, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramesh Rengan, MD PhD",
            "author_affiliations": [
                "Department of Radiation Oncology, University of Washington, Seattle, WA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T13:00:55",
    "is_scraped": "1"
}