{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2376.2376",
    "article_title": "Phosphatidylserine on Blood Cells and Microparticles Contributes to the Hyper-Coagulable State in Diabetic Kidney Disease ",
    "article_date": "December 7, 2017",
    "session_type": "331. Pathophysiology of Thrombosis: Poster II",
    "abstract_text": "Introduction: Patients with diabetes mellitus (DM) are considered to be prothrombotic with major disturbances in hemostasis that are associated with an increased risk of venous thromboembolism, especially when microvascular complications of diabetes mellitus occur, such as diabetic kidney disease (DKD). Additionally, microthrombosis in glomerular capillaries could decrease the kidney blood flow and induce renal insufficiency. However, patients with DKD do not receive routine antithrombotic therapy. Therefore, more study is needed on the mechanisms of coagulation in DKD with the aim of identifying therapeutic targets. Recent studies have shown that phosphatidylserine (PS), a membrane constituent, plays an important role in the thrombosis. However, relatively little is known about the precise role of PS in the prothrombotic state of DKD. Our objectives were to study the effect of increased PS exposure on microparticles (MPs) and the outer membrane of MP-origin cells in DKD patients, and to evaluate its effect on procoagulant activity (PCA). Methods: DKD patients (n = 90) were divided into three groups based on urinary albumin excretion rate (UAER), defined as normoalbuminuria (300 mg/24 h), and compared to healthy controls (n = 30). Lactadherin was used to quantify PS exposure on MPs and their original cells. Healthy blood cells and human umbilical vein endothelial cells (HUVECs) were treated with 25 mM, 5 mM or 2.5 mM glucose and then PS exposure was measured. PCA of MPs and cells was evaluated by clotting time and purified coagulation complex assays. Fibrin production was determined by turbidity. Phosphatidylserine exposure and fibrin strands were observed using confocal microscopy. Results: Usingflow cytometry, we found that PS + MPs (derived from platelets, erythrocytes, HUVECs, neutrophils, monocytes and lymphocytes) and blood cells (BCs) were significantly higher in patients than in controls. Furthermore, the number of PS + MPs and BCs in patients with macroalbuminuria was significantly higher than in patients with normoalbuminuria. Similarly, we observed markedly elevated PS exposure on HUVECs cultured with serum from patients with macro-DKD versus serum from patients with micro-DKD or normo-DKD. In addition, circulating PS + MPs cooperated with PS + cells, contributing to markedly shortened coagulation time and dramatically increased FXa/thrombin generation and fibrin formation in each DKD group. Confocal microscopy images demonstrated co-localization of fibrin with PS on ECs. Moreover, blockade of exposed PS on MPs and cells with lactadherin inhibited PCA by approximately 80%. Additionally, both hyperglycemia (25 mmol/L) and hypoglycemia (2.5 mmol/L) induced increased PS exposure on cells compared to normoglycemia (5 mmol/L). Linear regression analysis showed that levels of PS + BCs and MPs were positively correlated with uric acid and proteinuria, but negatively correlated with GFR. Conclusions: Our results suggested that PS + MPs and blood cells play a prominent role in inducing the hypercoagulable and prothrombotic state in patients with DKD. The occurrence of abnormal glucose during the hypoglycemic therapy is associated with hypercoagulation in DKD. PS + cells and MPs likely support thrombosis in renal vascular and result in renal dysfunction and disease progression. Our results demonstrate that PS provides binding sites for FXa and prothrombinase complexes and promotes thrombin formation. Thus, directly targeting FXa and prothrombinase complexes might decrease thrombotic and renal disease risk. The results from this study suggest that future research should focus on discovery and deployment of direct PS inhibitors. Disclosure of Interest: Jialan Shi has a patent for the use of lactadherin as a PS probe. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "blood cells",
        "cell-derived microparticles",
        "diabetic nephropathy",
        "phosphatidylserines",
        "massively-parallel genome sequencing",
        "mucopolysaccharidoses",
        "fibrin",
        "biopharmaceutics classification system",
        "complex",
        "glucose"
    ],
    "author_names": [
        "Muxin Yu, PhD",
        "Rujuan Xie, MDPhD",
        "Muhua Cao, MD",
        "Yan Zhang, MD",
        "Hui Liang, MD",
        "Baorong Li, MD",
        "Yingmiao Liu, MD",
        "Li Hou, MD",
        "Junjie Kou, MD PhD",
        "Yayan Bi, MD PhD",
        "Jialan Shi, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Muxin Yu, PhD",
            "author_affiliations": [
                "Department of Nephrology, The First Hospital, Harbin Medical University, Harbin, China ",
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rujuan Xie, MDPhD",
            "author_affiliations": [
                "Department of Nephrology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Muhua Cao, MD",
            "author_affiliations": [
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yan Zhang, MD",
            "author_affiliations": [
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Liang, MD",
            "author_affiliations": [
                "Department of Nephrology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Baorong Li, MD",
            "author_affiliations": [
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yingmiao Liu, MD",
            "author_affiliations": [
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Li Hou, MD",
            "author_affiliations": [
                "Department of Nephrology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junjie Kou, MD PhD",
            "author_affiliations": [
                "Department of Cardiology, The Second Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yayan Bi, MD PhD",
            "author_affiliations": [
                "Department of Cardiology, The First Hospital, Harbin Medical University, Harbin, China "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jialan Shi, MD PhD",
            "author_affiliations": [
                "Department of Hematology, The First Hospital, Harbin Medical University, Harbin, China ",
                "Department of Surgery, Brigham and Women's Hospital, VA Boston Healthcare System, Harvard Medical Schoo, Boston,"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:34:21",
    "is_scraped": "1"
}