{
    "doi": "https://doi.org/10.1182/blood.V104.11.1575.1575",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=229",
    "start_url_page_num": 229,
    "is_scraped": "1",
    "article_title": "A Nonselective Cation Permeabilization Pathway (Pcat) of Human Red Blood Cells (RBCs) Activated by Ca 2+ and by Isotonic Dehydration. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "In the course of experiments designed to study the patterns and distribution of dehydration rates of RBCs permeabilized to K + , we made the surprising observation that isotonic dehydration of RBCs elicits a spontaneous rehydration process by activating a non-selective cation permeability pathway which is highly stimulated by elevated [Ca 2+ ] i . RBCs suspended in plasma-like, high-Na + , low-K + buffers at 37°C and uniformly permeabilized to K + either with valinomycin or by maximal Gardos channel activation (with ionophore A23187 + Ca 2+ ) sustained net loss of KCl and water. The dehydration was maximal in 4–6 min when 10 mM SCN − replaced 10 mM Cl − to avoid the anion permeability rate limitation. The extent and distribution of RBC hydration was followed in time by the changes in osmotic lysis curves or by flow cytometry (Advia 120 hematology system). In all experimental conditions tested (varying Hct (<20%), buffer, dehydration rate), dehydration was followed by spontaneous rehydration, seen as a slow, progressive right shift in the hemolysis curves and volume distributions, whose patterns suggested substantial heterogeneity in RBC rehydration rates. By 20 hrs post-dehydration, rehydration had led to about 30% lysis, suggesting that in many RBCs, Na influx through Pcat exceeded its extrusion by the Na pump. Flame photometry showed progressive RBC Na gain during rehydration. Isotonic replacement of external Na by sucrose completely prevented rehydration, but choline or NMG only slowed it by about 50%, indicating that Pcat is poorly selective among organic and inorganic cations. Rehydration after valinomycin was much slower than in Ca 2+ -loaded cells, indicating powerful stimulation by Ca 2+ . Elevated [Ca 2+ ] i also activated Pcat in RBCs equilibrated in high-K media, without prior dehydration. After inhibiting the Gardos channels (with charybdotoxin, clotrimazole or by extracting [Ca 2+ ] i with excess EGTA), rehydration in high-K + media occurred at a rate similar to that in high-Na + . Of the variety of transport-inhibitors tested so far on Pcat (furosemide, 0.5 mM; amiloride, 1 mM; TTX, 10μM; bumetanide, 1 mM; vanadate, 1 mM; quinine, 1 mM), only quinine was inhibitory (50%). Vanadate, which inhibits the Ca-pump and prevents the ATP depletion induced by Ca 2+ loads, was stimulatory (125%) in the Ca 2+ -loaded RBCs, excluding ATP depletion as mediator of the Ca 2+ effects. RBC aging is associated with increased cell density, reflecting isotonic RBC dehydration in vivo. Light, high-Na + RBCs are found in small numbers in normal blood, and in greater numbers in sickle cell anemia and thalassemic blood. The observed response of RBCs to isotonic dehydration and increased [Ca 2+ ] i, with activation of a transport pathway capable of generating swollen, high-Na + , low-K + RBCs, raises the possibility that Pcat may represent the common mechanism leading from RBC dehydration of normally aged or pathologically dehydrated RBCs to a pre-lytic terminal condition of senescent RBCs.",
    "topics": [
        "cations",
        "erythrocytes",
        "isotonic dehydration",
        "retail clinics",
        "dehydration",
        "rehydration therapy",
        "buffers",
        "quinine",
        "valinomycin",
        "vanadates"
    ],
    "author_names": [
        "Robert M. Bookchin, MD",
        "Teresa Tiffert, MD",
        "Adaeze Muoma, PhD",
        "Lynn Macdonald, BA",
        "Zipora Etzion, PhD",
        "Virgilio L. Lew, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Physiological laboratory, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Physiological laboratory, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Physiological laboratory, University of Cambridge, Cambridge, United Kingdom"
        ],
        [
            "Medicine, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Physiological laboratory, University of Cambridge, Cambridge, United Kingdom"
        ]
    ],
    "first_author_latitude": "40.8504961",
    "first_author_longitude": "-73.8459022"
}