{
    "doi": "https://doi.org/10.1182/blood.V110.11.2054.2054",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=873",
    "start_url_page_num": 873,
    "is_scraped": "1",
    "article_title": "Emergence of Rituximab-Fludarabine Resistance Is Associated with Changes in CD20 Antigen Expression and Improved Response to Almetuzumab Therapy in Patients with Chronic Lymphocytic Leukemia (CLL). ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "cd20 antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fludarabine",
        "rituximab",
        "alemtuzumab",
        "chronic lymphocytic leukemia refractory",
        "flow cytometry",
        "biological products",
        "cancer"
    ],
    "author_names": [
        "Umeer Ashraf, MD",
        "Anjana N. Elefante, PharmD",
        "Raymond Cruz, MD",
        "Paul K. Wallace, PhD",
        "Myron S. Czuczman, MD",
        "Francisco J. Hernandez-llizaliturri, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, SUNY, Buffalo, NY, USA"
        ],
        [
            "Department of Pharmacy, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Flow Cytometry, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ],
        [
            "Department of Medicine and Immunology, Roswell Park Cancer Institute, Buffalo, NY, USA"
        ]
    ],
    "first_author_latitude": "42.9270389",
    "first_author_longitude": "-78.84280465",
    "abstract_text": "Cancer cells, including B-cell lymphoproliferative disorders, sculpt their phenotype in an attempt to escape not only immune-surveillance but also evade the anti-tumor activity of biological agents and/or chemotherapy drugs including rituximab. In an attempt to study the mechanisms that regulate the emergence of rituximab resistance, we developed several rituximab-resistant cell lines and demonstrated that the emergence of a rituximab-resistant phenotype was associated with global down regulation of CD20 antigen and unexpectedly an increase in CD52 antigen. Validation of our findings in more clinically relevant settings is important to support alemtuzumab-based clinical studies in rituximab-resistant B-cell malignancies. To this end, we retrospectively studied changes in CD20 expression over time in alemtuzumab treated-patients with rituximab-fludarabine (RF) refractory CLL. Patients were identified using the institute tumor registry and pharmacy electronic database. Demographic characteristics, treatment history, outcome data were obtained for each patient. In addition, CD20 expression in CLL cells obtained from flow cytometry analysis performed on peripheral blood, bone marrow and tissue was reviewed. A total of 16 patients with RF refractory CLL treated with alemtuzumab were included in the analysis, 13 males and 3 females, the median age at the time of diagnosis was 55.5 yrs +/− 10.47stv, and most of the patients had a good PS (0) at the time of treatment with alemtuzumab (81%). The response rate to alemtuzumab was 56.3%, with 7 (43.5%) patients achieving a complete response (CR). After a median follow up period of 88.5 months, 7 patients are still alive, 3 are free of disease. Complete flow cytometry data was available only for 9 patients. A down regulation of CD20 antigen expression was observed among 5/9 patients in blood, bone marrow and/or tissue over time when compared to baseline CD20 levels. Following alemtuzumab therapy, CR was achieved in 3/5 patients with CD20 down-regulation versus 1/4 patients with steady levels of CD20. Alemtuzumab-treated CLL patients with CD20 down-regulation had a longer overall survival (141 months) than alemtuzumab treated CLL patients with steady levels of CD20 antigen overtime (116 months, Log Rank P = 0.026). Our data suggest, that emergence of rituximab-fludarabine resistance is associated with changes in the expression of CD20 antigen. A response to alemtuzumab in this setting appears to be higher than historical controls (2% CR). Refractory CLL patients with decreased levels of surface CD20 appears to respond better to alemtuzumab and have a longer overall survival than patients with steady CD20 levels. Similarly to what we have observed in our pre-clinical models, an increase in CD52 expression in rituximab-fludarabine refractory patients with CD20 down regulation could explain the higher response rate observed in this small group of highly selected patients. Detailed monitoring of CD20 and CD52 levels in CLL patients before, during and after treatment with rituximab-based regimens is warranted in an attempt to identify patients that can benefit from almetuzumab-based therapies."
}