{
    "doi": "https://doi.org/10.1182/blood.V128.22.3169.3169",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3401",
    "start_url_page_num": 3401,
    "is_scraped": "1",
    "article_title": "Azacitidine and Lenalidomide (Combined vs Sequential Treatment) in Higher-Risk Myelodysplastic Syndromes. Long-Term Results of a Randomized Phase II Multicenter Study ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster II",
    "topics": [
        "azacitidine",
        "lenalidomide",
        "myelodysplastic syndrome",
        "sequential treatment",
        "brachial plexus neuritis",
        "prostatic hypertrophy risk score",
        "mineralocorticoid receptor",
        "toxic effect",
        "complete remission",
        "disease progression"
    ],
    "author_names": [
        "Carlo Finelli, MD",
        "Cristina Clissa, MD",
        "Matilde Follo, PhD",
        "Marta Stanzani, MD",
        "Sarah Parisi, MD",
        "Sara Mongiorgi, PhD",
        "Marilena Barraco, PhD",
        "Paolo Avanzini, MD",
        "Costanza Bosi, MD",
        "Barbara Castagnari, MD",
        "Anna Candoni, MD",
        "Monica Crugnola, MD",
        "Maria Benedetta Giannini, MD",
        "Marco Gobbi, MD",
        "Giovanna Leonardi",
        "Gian Matteo Rigolin",
        "Domenico Russo, MD",
        "Patrizia Tosi",
        "Giuseppe Visani, MD",
        "Lucio Cocco, MD, PhD",
        "Michele Cavo, MD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Institute of Hematology and Medical Oncology Policlinico S Orsola Malpighi Bologna, Bologna, Italy "
        ],
        [
            "Hematology and Stem Cell Transplant Center, AORMN Hospital, Pesaro, Italy "
        ],
        [
            "Biomedical and Neuromotor Sciences-Human Anatomy, University of Bologna, Bologna, Italy "
        ],
        [
            "Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "Biomedical and Neuromotor Sciences-Human Anatomy, University of Bologna, Bologna, Italy "
        ],
        [
            "Hematology, S.Orsola-Malpighi University Hospital, Bologna, Italy "
        ],
        [
            "Hematology Unit, S.Maria Nuova Hospital, IRCCS, Reggio Emilia, Italy "
        ],
        [
            "Division of Hematology, Guglielmo da Saliceto Hospital, Piacenza, Italy "
        ],
        [
            "Hematology, S. Maria delle Croci Hospital, Ravenna, Italy "
        ],
        [
            "Hematology, Santa Maria della Misericordia University Hospital, Udine, Italy "
        ],
        [
            "Hematology and Bone Marrow Transplantation, University Hospital of Parma, Parma, Italy "
        ],
        [
            "Oncology, I.R.S.T., Meldola (FC), Italy "
        ],
        [
            "Chair of Hematology, Department of Internal Medicine (DiMI), IRCCS AOU San Martino-IST, University of Genoa, Genoa, Italy "
        ],
        [
            "Hematology, AZIENDA POLICLINICO MODENA, MODENA, Italy "
        ],
        [
            "Hematology, University of Ferrara, Ferrara, ITA "
        ],
        [
            "Chair of Hematology, University of Brescia, Brescia, Italy "
        ],
        [
            "Hematology Unit, Infermi Hospital Rimini, Rimini, Italy "
        ],
        [
            "Hematology, OSPEDALE S. SALVATORE, PESARO, Italy "
        ],
        [
            "Biomedical and Neuromotor Sciences-Human Anatomy, University of Bologna, Bologna, Italy "
        ],
        [
            "DIMES - Department of Experimental, Diagnostic and Specialty Medicine, Institute of Hematology, University of Bologna, Bologna, Italy"
        ]
    ],
    "first_author_latitude": "44.4912163",
    "first_author_longitude": "11.3615273",
    "abstract_text": "Introduction. Azacitidine (AZA) is the standard of care of higher-risk myelodysplastic syndromes (MDS), but the duration of clinical response is limited, and outcome after AZA failure is dismal. Several studies have demonstrated the efficacy and safety of combining AZA with Lenalidomide (LEN), either administered concurrently or sequentially, however the optimum dose and schedule for this combination remains unknown. The aim of this study was to evaluate the efficacy and safety of the combination vs the sequential use of AZA and LEN in higher-risk MDS pts (IPSS score risk: High or INT-2), and to look for possible biomarkers able to predict response. Primary endpoint: ORR, defined as the Rate of Complete Remission (CR), Partial Remission (PR), Marrow Complete Remission (mCR), and Hematological Improvement (HI), following the International Working Group (IWG) criteria (Cheson, 2006) . Methods. This is a randomized, phase II, multicenter, open label study, including pts with MDS (WHO 2008 classification) with International Prognostic Scoring System (IPSS) risk High or Intermediate-2, without previous treatment with AZA or LEN. ARM 1 (combined treatment) : AZA: 75 mg/m2/day (days 1-5) I.C. + LEN: 10 mg/day (days 1-21), orally, every 4 weeks. ARM 2 (sequential treatment) : AZA: 75 mg/m2/day (days 1-5) I.C. + LEN: 10 mg/day (days 6-21), orally, every 4 weeks. The induction treatment was planned for 8 cycles (32 weeks). For responder patients (CR, PR, mCR, or HI) the same treatment was continued until disease progression or unacceptable toxicity. A sample size of 44 pts was planned. Results. From March 2013, 44 pts (27 males), with a median age of 72 (48-83 yrs) were enrolled, from 13 hematologic italian Centers. At baseline, IPSS risk was: Intermediate-2: 31 pts; High: 9 pts; not determined (N.D.) (because of lack of cytogenetic data): 2 pts. (all with RAEB-2). In 2 pts IPSS risk was Intermediate-1, but they were enrolled because of severe thrombocytopenia and neutropenia, respectively. IPSS-R risk was: intermediate: 8 pts; High: 16 pts; Very-High: 18 pts; N.D.: 2 pts. In 5 pts (11.4%) del(5q) was present. 21 pts were randomly assigned to ARM 1, and 23 pts to ARM 2. 34/44 pts (77.3%) completed ≥ 6 cycles of treatment, and are evaluable for response. The remaining 10 pts (4 in ARM 1 and 6 in ARM 2) are not evaluable for response, as they discontinued treatment before completing the 6 th cycle because of adverse events (6 pts, 13.6%), consent withdrawal (2 pts, 4.5%) or medical decision (2 pts, 4.5%), respectively. Treatment was given for a median of 8.5 (1-37) cycles; in ARM 1: 9 (1-32) cycles, in ARM 2: 8 (1-37) cycles, respectively. 6 pts (ARM 1: 2; ARM 2: 4) are still on treatment. Pts have been followed for a median of 15 (2-37) months for all subjects, for a median of 32 (18-37) months for survivors. Among the 34 pts evaluable for response, 26/34 pts (ORR: 76.5 %) showed a favourable response to treatment. The Best Response achieved was: CR: 8 pts (23.5%), PR: 1 pt (2.9%), mCR: 3 pts (8.8%), HI: 8 pts (23.5%), mCR+HI: 6 pts (17.6%). The remaining 8 pts showed either Stable Disease (SD) (6 pts, 17.6%) or Disease Progression (DP) (2 pts, 5.9%). First Response was detected after a median of 2 (1-8) cycles. The median duration of hematologic response was 10.5 months. A grade > 2 non hematologic toxicity was observed in 54.5 % of pts, and an emerging (from grade 0-2 to > 2) hematologic toxicity in 27.3% of pts. In 61.4% of pts LEN dose was reduced because of hematologic or non-hematologic toxicity. 32 pts (72.7%) died , and 17 pts (38.6%) showed progression to AML. Median overall survival (OS) was 15 months. No significant differences between the 2 arms were observed, in terms of ORR, CR rate, toxicity, AML incidence and OS, but there was a trend (although still not significant) towards a longer median duration of response in the sequential arm: ARM 1: 6 months; ARM 2: 18 months (p=0.0847). MDS cells showed alterations of the inositide-dependent signalling as well as an altered microRNA profile. In particular, responder cases showed a frequent downregulation of miR-3613 and mir-4668, that were upregulated in non responder cases. Further analyses are ongoing. Conclusions. Our results confirm the efficacy of both AZA+LEN treatment regimens in higher-risk MDS pts, in terms of ORR, although the sequential schedule seems to induce more durable responses. Moreover, possible relationships with signal transduction pathways and microRNA profile are under evaluation. Disclosures Finelli: Novartis: Other: Speaker fees; Celgene: Other: Speaker fees; Celgene: Research Funding. Gobbi: Janssen: Consultancy, Honoraria; Novartis: Consultancy, Research Funding; Roche: Honoraria; Takeda: Consultancy; Gilead: Honoraria; Celgene: Consultancy; Mundipharma: Consultancy, Research Funding. Cavo: Bristol-Myers Squibb: Consultancy, Honoraria; Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Janssen-Cilag: Consultancy, Honoraria."
}