{
    "doi": "https://doi.org/10.1182/blood.V106.11.2391.2391",
    "article_title": "The Immunomodulatory Drug Lenalidomide (CC5013; Revlimid), Enhances Antigen-Presenting Cell’s Function Leading to Effective Priming of CD4 + T-Lymphocytes. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Professional antigen-presenting cells (APCs) play an important role in the initiation of antigen-specific T-cell responses. The demonstration that these cells are also required for the induction of T-cell tolerance, placed APCs at the crossroads of immune activation versus immune tolerance. Recent studies have demonstrated that the inflammatory status of the APC at the time of antigen presentation is the central determinant of T-cell priming versus T-cell tolerance. As such, therapeutic induction of inflammatory APCs might override immune tolerance and enhance the efficacy of immunotherapeutic strategies targeting hematologic tumors. Lenalidomide (CC5013) is a thalidomide analogue with immunomodulatory properties. Phase I and Phase II clinical trials in patients with myelodysplastic syndrome (MDS) have shown high frequency of erythropoietic responses, particularly in patients with 5q31 deletion associated with emergence of polyclonal lymphoid infiltrate in responding patient bone marrows. This observation raised the question as to whether immunological mechanism(s) may mediate, at least in part, the beneficial effect of CC5013 in patients with MDS. To gain further insight into the effects of Lenalidomide on APC’s function and regulation of antigen-specific CD4+ T-cell responses, we treated peritoneal elicited macrophages (PEM) and bone marrow-derived dendritic cells (DCs) with escalating concentration of Lenalidomide in vitro. Enhanced expression of both B7.1 and B7.2 co-stimulatory molecules was observed in Lenalidomide-treated APCs relative to untreated APCs. No difference in the expression of MHC class II molecules or CD40 was detected. Assessment of cytokine production by ELISA showed that Lenalidomide-treated APCs produce higher levels of TNF-a, IL-6 and IL-10 in response to LPS stimulation as compared to untreated APCs. Next, we evaluated the ability of Lenalidomide-treated APCs to present cognate antigen to naïve and tolerant CD4+ T-cells specific for a MHC class II restricted epitope of influenza hemagglutinin (HA). We found that treatment of either PEM or DC with low doses of Lenalidomide (range: 1.5–12.5 uM) significantly enhanced their antigen-presenting capabilities leading to effective priming of naïve CD4+ T-cells confirmed by their increased production of IL-2 and IFN-gamma in response to cognate antigen. Taken together, our results shows that by inducing inflammatory APCs, Lenalidomide directs the outcome of antigen-specific T-cell responses. Furthermore, they have broadened the scope of this drug as a promising adjuvant in cancer immunotherapy.",
    "topics": [
        "antigens",
        "lenalidomide",
        "t-lymphocytes",
        "atrial premature complexes",
        "molecule",
        "aldesleukin",
        "cancer immunotherapy",
        "cd40 antigens",
        "cytokine",
        "epitopes"
    ],
    "author_names": [
        "Hongwei Wang, MD",
        "Aung Naing, MD",
        "Fengdong Cheng, MD",
        "Pedro Horna, MD",
        "Ildelfonso Suarez, PhD",
        "Jason Brayer, PhD",
        "Alan F. List, MD",
        "Eduardo M. Sotomayor, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongwei Wang, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Aung Naing, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fengdong Cheng, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pedro Horna, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ildelfonso Suarez, PhD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason Brayer, PhD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan F. List, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M. Sotomayor, MD",
            "author_affiliations": [
                "Division of Malignant Hematology, H.Lee Moffitt Cancer Center, Tampa, FL, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T09:31:12",
    "is_scraped": "1"
}