{
    "doi": "https://doi.org/10.1182/blood.V104.11.5317.5317",
    "article_title": "Gelclair® for the Treatment of Chemotherapy-Induced Stomatitis in Transplant and Hematology Patients: An Interim Analysis. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Patients receiving treatment for hematologic malignancies (HM) commonly experience stomatitis. While there is no standard therapy, pain management and infection prophylaxis are the cornerstones of treatment. Gelclair® a bioadherent gel has been shown to decrease pain associated with stomatitis but has yet to be evaluated in this patient population. This open label, single-arm study evaluates the effectiveness of Gelclair® administered every 8 hours to relieve pain associated with treatment-induced stomatitis in patients with HM. Efficacy was determined by obtaining hourly pain scores on a 10-point scale for the first 8 hours, then every 6 hours until resolution of symptoms, while controlling for stomatitis severity and opioid consumption. Secondary endpoints included quality of life [functional living index-cancer (FLIC)], ability to consume a soft diet, and ability to take oral medications. Fifteen of 30 planned patients have been enrolled, with 12 being transplant patients (8 auto, 4 allo). Melphalan was the most common therapy received and multiple myeloma was the most common patient diagnosis. The median time on study was 5 days. The median stomatitis severity was grade 2 with a range of 1 to 3 (NCI criteria). The mean pain score at baseline was 5.8 +/− 0.6, which declined to 3.8 +/− 0.6 one hour after Gelclair® application and remained below baseline for 8 hours. Over the first 72 hours, average daily pain scores, stomatitis severity, and opioid consumption all increased, while WBC decreased. The average FLIC score at baseline was essentially unchanged on day 1, 7 or at the end of study (102, 102, 98, and 101, respectively). Oral meds were administered and soft diet tolerated during 93% and 85% of treatment days. Adverse events were limited to nausea with or without vomiting in 2 patients. Interim analysis suggests Gelclair® improves pain scores quickly while allowing patients to continue oral medications. This improvement is sustained throughout the dosing interval. Data from all evaluable patients will be presented at the meeting.",
    "topics": [
        "chemotherapy regimen",
        "interim analysis",
        "stomatitis",
        "transplantation",
        "gel",
        "pain score",
        "opioid analgesics",
        "opioids",
        "pain",
        "soft diet"
    ],
    "author_names": [
        "Susanne E. Liewer, PharmD",
        "Keith A. Hecht, PharmD",
        "Courtney F. Smith, PharmD",
        "David L. DeRemer, PharmD",
        "Dianna Howard, MD",
        "Randy A. Brown, MD",
        "Roger H. Herzig, MD",
        "Val R. Adams, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Susanne E. Liewer, PharmD",
            "author_affiliations": [
                "Pharmacy, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keith A. Hecht, PharmD",
            "author_affiliations": [
                "Pharmacy, University of Southern Nevada, Las Vegas, NV, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney F. Smith, PharmD",
            "author_affiliations": [
                "Pharmacy, The University Hospital, Cincinnati, Cincinnati, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L. DeRemer, PharmD",
            "author_affiliations": [
                "Pharmacy, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dianna Howard, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Randy A. Brown, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roger H. Herzig, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant, University of Kentucky, Lexington, KY, USA",
                "Blood and Marrow Transplant, University of Louisville, Louisville, KY, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Val R. Adams, PharmD",
            "author_affiliations": [
                "Pharmacy, University of Kentucky, Lexington, KY, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-25T09:40:57",
    "is_scraped": "1"
}