{
    "doi": "https://doi.org/10.1182/blood.V108.11.532.532",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=716",
    "start_url_page_num": 716,
    "is_scraped": "1",
    "article_title": "Phase II Trial of Dose-Dense R-CHOP Followed by Risk-Adapted Consolidation with Either ICE or ICE and ASCT, Based upon the Results of Biopsy Confirmed Abnormal Interim Restaging PET Scan, Improves Outcome in Patients with Advanced Stage DLBCL. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "autologous stem cell transplant",
        "biopsy",
        "diffuse large b-cell lymphoma",
        "phase 2 clinical trials",
        "positron-emission tomography",
        "r-chop",
        "brachial plexus neuritis",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "chemotherapy regimen",
        "computed tomography"
    ],
    "author_names": [
        "Craig Moskowitz, MD",
        "Paul A. Hamlin, MD",
        "Steven M. Horwitz, MD",
        "Ariela Noy, MD",
        "Owen A. O’Connor, MD,PhD",
        "M. Lia Palomba, MD",
        "Carol S. Portlock, MD",
        "David J. Straus, MD",
        "Simone Chennin-Lessac",
        "Alandra Weaver",
        "Julie Teruva-Feldstein, MD",
        "Heiko Schoder, MD",
        "Andrew D. Zelenetz, MD,PhD"
    ],
    "author_affiliations": [
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ],
        [
            "Lymphoma, Memorial Sloan Kettering Cancer Center, NY, NY, USA"
        ]
    ],
    "first_author_latitude": "40.72894855",
    "first_author_longitude": "-73.9649979",
    "abstract_text": "In pts < 60 yrs. old, therapy for advanced stage DLBCL remains in flux, with R-CHOP-21 the current standard of care. For pts with high-intermediate (HIR) or high risk (HR) disease based upon the international prognostic index (IPI), consolidation with high dose therapy (HDT) and ASCT is commonly administered. However, the results with this approach are controversial; there is little evidence that overall survival is improved compared to the use of HDT and ASCT in the relapsed setting. We initiated a risk-adapted phase II study for patients with clinical stage (CS) IIX, III and IV, DLBCL with 1–3 risk factors defined by the age-adjusted (aa) IPI. Induction therapy was 4 cycles of R-CHOP q14 days (Rituximab [R] 375 mg/m 2- , cyclophosphamide 1000 mg/m 2 , doxorubicin 50 mg/m 2 and un-capped vincristine at 1.4 mg/m 2 ; an additional dose of R was given on day -3 of cycle 1). Interim restaging was performed after cycle 4 with CT scan and FDG-PET. Pts with a negative (neg) PET scan received non-cross resistant consolidation chemotherapy with ICE x 3 cycles ( JCO  12 : 3776 , 1999 ). In pts with positive (pos) PET scans (defined as uptake above background) a biopsy (bx) was performed at this pos site. Risk-adapted consolidation was based upon the bx result: neg bx, ICE x 3 alone; pos bx, ICE x 2, RICE x 1, PBPC collection, followed by HDT/ASCT. Eighty-seven patients received therapy on study. Baseline characteristics include: elevated LDH, CS IV disease, and poor performance status in 83%, 66% and 37% of pts respectively. Distribution according to the aaIPI risk factors: 1 factor (24%), 2 factors (49%) and 3 factors (27%). Cell of origin was determined by the immunohistochemistry method of Hans (Blood 103:275, 2004) with germinal center (GC) in 37% and non-GC in 30%; primary mediastinal disease 29%, 4% were undetermined. At a median f/u of 20 months the event-free survival (EFS) is 88%. One patient had progressive disease on R-CHOP-14. At interim restaging, 31/86 (36%) pts had a pos PET scan, of which only 4 had a pos bx (13%). There was no significant difference in EFS for pts with an interim restaging neg PET scan (50/55 event free) vs. pos PET (27/31 event free), p=0.36; and the false pos rate of the interim restaging PET scan was 87% (PPV = 15%). In univariate analysis, EFS was not affected by: cell of origin; bcl-2 status; p53 status; bulky disease (≥10 cm); or the age-adjusted IPI. Pts with PMBL had the same outcome as patients with standard DLBCL, p=0.41. Only 2 risk factors had neg prognostic importance: Ki-67 > 80%, p=0.0006 and MUM1 positivity: p=0.034. In conclusion, this is the first study that attempts to risk-adapt therapy for DLBCL based upon tissue confirmation of an abnormal interim restaging PET scan. In fact, in this study, treatment decisions based on PET findings alone would have over-treated (stratification to HDT/ASCT) 27 of the 87 patients (31%) enrolled on protocol. Our dose-dense approach employing induction with R-CHOP-14 followed by ICE consolidation may overcome the poor risk features of the standard prognostic models used for DLBCL. This approach results in an excellent EFS and may obviate the need for an upfront ASCT in nearly all pts."
}