{
    "doi": "https://doi.org/10.1182/blood.V120.21.438.438",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2261",
    "start_url_page_num": 2261,
    "is_scraped": "1",
    "article_title": "Primary Treatment of Waldenstrom's Macroglobulinemia with Dexamethasone, Rituximab and Cyclophosphamide (DRC): Final Analysis of a Phase II Study ",
    "article_date": "November 16, 2012",
    "session_type": "642. CLL - Therapy, excluding Transplantation: Chemoimmunotherapy Based Treatment for CLL",
    "topics": [
        "cyclophosphamide",
        "dexamethasone",
        "phase 2 clinical trials",
        "rituximab",
        "waldenstrom macroglobulinemia",
        "second line treatment",
        "time to progression",
        "alkylating agents",
        "fludarabine",
        "follow-up"
    ],
    "author_names": [
        "Meletios A. Dimopoulos, MD",
        "Maria Roussou",
        "Efstathios Kastritis",
        "Evdoxia Hadjiharissi",
        "Marie-Christine Kyrtsonis",
        "Argiris Symeonidis, MD, PhD",
        "Panagiotis Repoussis",
        "Eurydiki Michalis",
        "Sosana Delimpasi",
        "Konstantinos Tsatalas",
        "Panagiotis Tsirigotis",
        "Amalia Vassou",
        "Elina Vervessou",
        "Eirini Katodritou",
        "Maria Gavriatopoulou",
        "Dimitra Gika",
        "Evangelos Terpos",
        "Konstantinos Zervas"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Therapeutics, University of Athens, Athens, Greece, "
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ],
        [
            "Greek Myeloma Study Group, Athens, Greece"
        ]
    ],
    "first_author_latitude": "37.968196",
    "first_author_longitude": "23.778687100000003",
    "abstract_text": "Abstract 438 Between November 2002 and April 2006, 72 patients with Waldenstrom's Macroglobulinemia (WM) were enrolled in this multicenter trial of primary treatment with DRC which consisted of dexamethasone 20mg IV followed by rituximab 375 mg/m 2 IV on day 1 and oral cyclophosphamide 100 mg/m 2 bid on days 1 to 5 (total dose 1000 mg/m 2 ). DRC courses were repeated every 21 days for six courses and then patients without progressive disease were observed without treatment. Patient characteristics, toxicity and response data have been reported previously (Dimopoulos et al, J Clin Oncol 2007;25:3344): 83% of patients achieved a response including 7% complete, 67% partial and 9% minor responses. In June 2012 we updated this study (minimum follow-up >6 years) in order to assess time to progression, time to next treatment, type and response of second-line treatment, overall survival (OS) and cause-specific survival (CSS) in which deaths unrelated to WM or complications of treatment were censored. Second line treatment was administered to patients who experienced progressive disease and also met criteria for treatment requirement based on consensus recommendations (Kyle et al, Sem Oncol 2003;30:116). The median time to progression was 35 months (95% Confidence Interval: 22–48 months) and the median time to next treatment requirement was 51 months. Among several factors who were analyzed for their possible correlation with shorter time to progression, only lymphadenopathy was significant (p=0.028). Among 40 patients who received second line treatment, 28 patients were retreated with either rituximab alone (n=7) with DRC (n=11) or with rituximab combined with other agents (n=10) and 23 patients (82%) achieved a minor response or better. The remaining 12 patients were treated with alkylating agents (n=5), with nucleoside analogues (n=4) with bortezomib (n=2) or with high dose therapy (n=1) and 8 patients achieved a minor response or better. So far 35 (49%) patients have died including 15 patients from unrelated causes (4 lung cancer, 1 bladder cancer, 1 melanoma, 1 gastric cancer, 1 pancreatic cancer, 4 complicated of heart diseases, 2 stroke and 1 pancreatitis). One patient, who received further therapy with fludarabine, developed myelodysplastic syndrome and 2 patients developed diffuse large-B cell lymphoma (one after DRC and one after multiple treatments which included alkylating agents and fludarabine). The probability for 5-year OS and CSS is 62% and 78%, respectively while median OS and CSS is 95 and 104 months respectively (figure). Post progression survival was 82 months and median survival after second line therapy was 82 months. The International Prognostic Staging System (IPSS) is predictive for OS. The probability for 5-year OS is 100%, 67% and 48% for patients with low-, intermediate- and high- risk WM (p=0.005). We conclude that this long-term follow-up analysis of the original phase II study showed that the DRC regimen is associated with a significant median time to progression of about 3 years and that most patients who develop disease progression respond again to rituximab-based regimens. So far, this regimen has not been associated with development of secondary myelodysplasia. The DRC regimen represents an active and safe treatment choice for patient with symptomatic WM. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}