{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2317.2317",
    "article_title": "Atypical Hemolytic Uremic Syndrome-Clinical Presentation, Treatment, and Short Term Outcomes: The Mayo Clinic Experience ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Background Atypical hemolytic uremic syndrome (aHUS) is a rare thrombotic microangiopathy (TMA) with an incidence of 1-2 cases per million. It is characterized by dysregulation of the alternative pathway of complement. Here we describe the clinical presentation and management of 25 patients with a diagnosis of aHUS including symptom presentation, complement serologic and genetic testing, and treatment (tx) approaches with total plasma exchange (TPE) and eculiuzmab (E). Methods In this retrospective study, after IRB approval, the electronic medical record was searched from 2011-2016 for patients with a clinical dx of aHUS. Inclusion criteria included: 1) presence of microangiopathic hemolytic anemia (MAHA) and thrombocytopenia and/or pathologic evidence of TMA 2) ADAMTS13≥10%. Exclusions included 1) TMA secondary to other causes (hemolytic uremic syndrome, hypertension, scleroderma, bone marrow transplant, and medications). 2) Status post renal transplant or initial presentation to our institution for renal transplant. Results 25 aHUS patients (17 female) met our criteria. Of these, 16, median 40.5 (0-66) years old received initial diagnosis and management of aHUS while hospitalized (group 1) and 9 patients, median [42 (16-70)] years, were seen in the clinic after having been previously diagnosis with TMA elsewhere (group 2). Three had surgery 6-29 days prior to clinical presentation. Procedures included total knee arthroplasty, hysterectomy, and appendectomy. Ten patients had infections (7-80) days prior to presentation. Presenting symptoms in group 1 included fever (n=2), confusion (1), seizure (1), intractable headache (3), chest pain (2), abdominal pain (6), fatigue (3), and shortness of breath (2). Laboratory evaluation is presented in Table 1 and 2. Median ADAMTS13 at presentation in group 1 was 57 (22-91)%. Complement genetic testing was completed on 88% of patients. Pathogenic complement mutations (PCM) and variants of unknown significance (VUS) were each identified in 10 patients and two had no relevant complement genetic variants identified (Table 3). Four variants in C FH, classified as VUS , were novel variants but predicted to be pathogenic by in silico analysis. Renal biopsy was available on 18 patients, all with pathologic evidence of TMA. 11 patients received TPE and 10 had platelet (plt) recovery 9(1-16) days after initiation of TPE. Duration of daily TPE was 8 (1-10) days. 7 received prednisone (1mg/kg) for a total duration of 10 (1-27) days. In group 1, E was initiated in 10 patients 14(3-67 days after presentation). 5 started E despite plt recovery given worsening renal function and laboratory evidence of MAHA. In group 2, 8 were treated with E. 5 were started on E 43-187 days prior to initial visit while 3 were started on E at the visit because of worsening renal function. 77.8% of patients started on E had a PCM or VUS. 6 patients in groups 1 and 2 had neurological symptoms including vision changes (1), seizure (3), stroke (2), and posterior reversible encephalopathy syndrome (3). 15 required hemodialysis (HD). At last follow up (fu), 10/18 patients remained on E and 5 of these had fu 4 (1.63-55.8) months after initial presentation. Of those still on E, 5/ 9 remained on HD at last fu. Two underwent renal transplant (one had relapsed after stopping E and one in a patient whose renal function did not improve despite E). Of those alive, 7 discontinued E with total duration of tx ranging from < 1 month to 6 months (Figure 1). In those discontinuing E, 50% stopped HD with total HD duration of 3-31 days. There was one relapse in fu time. Of 25 patients, there were two deaths within acute tx of aHUS and two additional deaths during fu. Conclusion aHUS has a heterogeneous clinical presentation and response to tx. Complement serology in our study were variable, however complement serology was not always assessed prior to tx. PCM were present in 10 patients and 4 novel VUS in CFH were noted. Though TPE resulted in plt recovery in 91% of cases, it was not always sufficient for reversal of end organ damage. Addition of E led to renal recovery in 53% of those requiring HD. View large Download slide View large Download slide  Close modal Disclosures Winters: Grifols International SA: Consultancy; Eliaz Therapeutics Inc: Membership on an entity's Board of Directors or advisory committees; Wiley Blackwell: Employment; Sanofi Inc: Other: Moderated opinion leader's forum; Fresenius Kabi USA: Consultancy; Mayo Clinic: Employment; Regional Health Inc: Consultancy.",
    "topics": [
        "abdominal pain",
        "appendectomy",
        "atypical",
        "atypical hemolytic-uremic syndrome",
        "blood platelets",
        "bone marrow transplantation",
        "cerebrovascular accident",
        "chest pain",
        "complement system proteins",
        "dyspnea"
    ],
    "author_names": [
        "Meera Sridharan, MD",
        "Roshini Abraham, PhD",
        "Hatem Amer, MD",
        "Fernando Fervenza, MD",
        "C. Christopher Hook, MD",
        "Nelson Leung, MD",
        "Ariela L. Marshall, MD",
        "David L. Murray, MDPhD",
        "Rajiv K. Pruthi, MBBS",
        "Sanjeev Sethi, MDPhD",
        "Maria Alice V. Willrich, PhD",
        "Jeffrey L. Winters, MD",
        "Ronald S. Go, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Meera Sridharan, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Roshini Abraham, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hatem Amer, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fernando Fervenza, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "C. Christopher Hook, MD",
            "author_affiliations": [
                "Division of Hematopathology, Special Coagulation Laboratory, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Leung, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ariela L. Marshall, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David L. Murray, MDPhD",
            "author_affiliations": [
                "Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rajiv K. Pruthi, MBBS",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjeev Sethi, MDPhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Alice V. Willrich, PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L. Winters, MD",
            "author_affiliations": [
                "Division of Transfusion Medicine, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald S. Go, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:39:21",
    "is_scraped": "1"
}