{
    "doi": "https://doi.org/10.1182/blood.V104.11.4756.4756",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=62",
    "start_url_page_num": 62,
    "is_scraped": "1",
    "article_title": "A Nation-Wide Survey of Primary Chronic Myelofibrosis in Japan. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "We retrospectively analyzed 336 patients with primary chronic myelofibrosis from 203 medical institutes in Japan. Average age at onset was 60.7 years. Men were affected 1.4 times more frequently than women. The median survival in 298 patients that could be evaluated was 10.0 years. The factors associated with shorter survival included anemia, leukocytosis/leukocytopenia, thrombocytopenia, and increased blasts in the peripheral blood, and sex (male), age (>60), and the presence of symptoms. Chromosomal abnormalities were found in 58 of 154 patients (38%), although these did not influence survival. In this retrospective study, the median survival in Japanese patients is much longer than that in French patients reported by Dupriez (Blood 1996) (120 mo in Japan versus 42 mo in France). Then we are now doing prospective analysis of newly diagnosed myelofibrosis patients from 1999. In these 5 years, 175 patients were diagnosed as myelofibrosis. Median age was 64 yr (range: 28–86), and men/women ratio is 1.66. Sixty-six patients (38 %) presented anemic symptoms, 19 patients (11 %) showed bleeding tendency. Chromosomal abnormalities were found in 67 of 115 patients (58%). In these five years, 11 of the patients have died. The most frequent causes of death were pneumonia and disseminated infections (7 patients). Three patients developed leukemia.",
    "topics": [
        "myelofibrosis",
        "anemia",
        "bleeding diathesis",
        "infections",
        "leukemia",
        "leukocytosis",
        "leukopenia",
        "pneumonia",
        "thrombocytopenia",
        "chromosome abnormality"
    ],
    "author_names": [
        "Kazuya Shimoda, MD, PhD",
        "Takashi Okamura, MD, PhD",
        "Tetsuya Tanimoto, MD",
        "Hideaki Mizoguchi, MD, PhD",
        "Mitsuhiro Omine, MD, PhD",
        "Yoshiyuki Niho, MD, PhD",
        "Mine Harada, MD, PhD",
        "Reseach Committee for Idiopathic Hematopoietic Disorder"
    ],
    "author_affiliations": [
        [
            "Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan",
            "The First Department of Internal Medicine, Kyushu University, Fukuoka, Japan"
        ],
        [
            "The Second Department of Internal Medicine, Kurume University, Kurume, Fukuoka, Japan"
        ],
        [
            "Internal Medicine, Matsuyama Red Cross Hospital, Matsuyama, Ehime, Japan"
        ],
        [
            "Saitama Red Cross Blood Center, Hidaka, Saitama, Japan"
        ],
        [
            "Hematology, Showa University Fujigaoka Hospital, Yokohama, Kanagawa, Japan"
        ],
        [
            "Chihaya Hospital, Fukuoka, Japan"
        ],
        [
            "Medicine and Biosystemic Science, Kyushu University, Fukuoka, Japan",
            "The First Department of Internal Medicine, Kyushu University, Fukuoka, Japan"
        ],
        []
    ],
    "first_author_latitude": "33.62665839999999",
    "first_author_longitude": "130.42504449999998"
}