{
    "doi": "https://doi.org/10.1182/blood.V124.21.3503.3503",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2941",
    "start_url_page_num": 2941,
    "is_scraped": "1",
    "article_title": "SK053, an Inhibitor of Enzymes Involved in Allosteric Disulfide Bonds Formation, Targets Expression of Histone Genes and Induces Differentiation of Human AML Cell ",
    "article_date": "December 6, 2014",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster II",
    "abstract_text": "Targeting epigenetic modifiers, such as histone deacetylases, bromodomain and extraterminal (BET) domains or methyltransferases as well as the use of differentiation-inducing agents ( all-trans retinoic acid and arsenic trioxide) are rising hopes for development of effective therapeutic strategies for acute myeloid leukemia (AML). However, despite significant advances the cure rates for patients aged sixty or more are still very low. Targeting allosteric disulfide bonds becomes a novel approach to cancer treatment. Several disulfide bonds involved in cancer development and progression have already been identified as potentially druggable targets (Hogg P, Nat Rev Cancer 2013). Our interest in this field focuses on proteins with thioredoxin fold such as protein disulfide isomerase (PDI). We have recently developed SK053, a small molecule inhibitor of thioredoxin/thioredoxin reductase system, that exerts anti-tumor effects both in vitro and in murine tumor models (Klossowski S et al., J Med Chem 2012). Our studies revealed that SK053 is not a target-specific, but mechanism-selective inhibitor of allosteric disulfide bonds formation that also blocks the enzymatic activity of PDI. Biotinylated form of SK053 precipitates both TRX as well as PDI from human acute myeloid leukemia cells. Mass spectrometry analysis as well as molecular docking simulations show that SK053 covalently binds to cysteine C397 localized in the fourth (catalytic) PDI domain. SK053 reduces proliferation and induces monocytic and granulocytic differentiation in various types of human AML cells (HL60, MV4-11, Fig. 1A). Accordingly, it up-regulates expression of selected differentiation-related genes and increases expression of cell membrane differentiation markers (CD11b, CD14 and CD15). SK053 induces differentiation of primary leukemic blasts (Fig. 1B). Our ongoing studies show that silencing of PDI, TXN or PRDX alone using lentiviral shRNA systems does not result in differentiation of HL60 cells (Fig. 1C). RNA-seq analysis revealed that incubation of HL60 cells with SK053 down-regulates mRNA for MYC and ID1 oncogenes, which are involved in the regulation of blast proliferation. Moreover, the transcripts for histone proteins: HIST1H3J, HIST1H2AB, HIST1H1B, HIST1H3H, HIST1H2AH were strongly down-regulated. Drugs that disrupt histone modifiers are in clinical trials with promising results but very little is known about direct targeting of histone proteins. Expression of other genes important for development of myeloid lineage such as adhesion molecules (collagene type XV, fibronectin I, MAC-1), hydrolytic enzymes (carboxypeptidase, proteinase 3, CA12 anhydrase, ADAM19 metalloprotease), proteoglycan 2 (core of eosinophilic granules) and PGLYRP3 (peptidoglycan recognition protein 3) was significantly up-regulated. In summary, SK053, an inhibitor of allosteric disulfide bonds that targets thioredoxin/thioredoxin reductase system, PDI and decreases histone expression has significant anti-leukemic activity and induces differentiation of various types of human AML cells. Thus, targeting allosteric disulfide bonds with small molecule inhibitors presents promising therapeutic strategy in acute myeloid leukemia. Fig. 1. View large Download slide (A) Cytostatic activity of SK053 in established human AML cell lines evaluated with trypan blue staining, the graph presents mean cell count ± SD, n=6 (B) Differentiation of AML primary blast after treatment with SK053. Cells pre-incubated for 3 days with SK053 were incubated with fluorochrome-conjugated anti-CD11b mAb for 30 min. at RT in the dark. Subsequently dead cells were stained with 7AAD. Graphs represent MFI only from 7AAD - CD33 + population, n=3, *P<0.05 vs controls, one-way ANOVA with Dunett’s post test (C) Knock-down of PDI, TRX 1 and PRDX 1 in HL60 cells do not result in granulocytic differentiation. 10 days post transduction with lentiviral shRNA systems HL60 cells were stained for CD11b marker as described above. Graphs represent MFI only from 7AAD - cells. Fig. 1. View large Download slide (A) Cytostatic activity of SK053 in established human AML cell lines evaluated with trypan blue staining, the graph presents mean cell count ± SD, n=6 (B) Differentiation of AML primary blast after treatment with SK053. Cells pre-incubated for 3 days with SK053 were incubated with fluorochrome-conjugated anti-CD11b mAb for 30 min. at RT in the dark. Subsequently dead cells were stained with 7AAD. Graphs represent MFI only from 7AAD - CD33 + population, n=3, *P<0.05 vs controls, one-way ANOVA with Dunett’s post test (C) Knock-down of PDI, TRX 1 and PRDX 1 in HL60 cells do not result in granulocytic differentiation. 10 days post transduction with lentiviral shRNA systems HL60 cells were stained for CD11b marker as described above. Graphs represent MFI only from 7AAD - cells.  The research was supported by the Republic of Poland Ministry of Science and Higher Education [grant no IP2011038971 (DN)] and National Science Centre Poland [grant no NN405127640 (AM) and 2013/10/E/NZ5/00778 (DN)] and a grant from the European Commission 7th Framework Programme: FP7-REGPOT-2012-CT2012-316254-BASTION. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "disulfides",
        "enzymes",
        "genes",
        "histones",
        "granules",
        "macrophage-1 antigen",
        "leukemia, myelocytic, acute",
        "thioredoxin",
        "cancer",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Justyna Chlebowska, M.Sc.",
        "Pawel Gaj, PhD",
        "Piotr Stawinski, M.Sc.",
        "Michal Lazniewski, M.Sc.",
        "Malgorzata Firczuk, PhD",
        "Karolina Furs",
        "Radoslaw Sadowski",
        "Szymon Klossowski, M.Sc.",
        "Ryszard Ostaszewski, PhD",
        "Jakub Golab, MD PhD",
        "Krzysztof Giannopoulos, MD PhD",
        "Rafal Ploski, MD, PhD",
        "Dominika Nowis, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Polish Academy of Sciences, Warsaw, Poland "
        ],
        [
            "Polish Academy of Sciences, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Lublin, Lublin, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland "
        ],
        [
            "Medical University of Warsaw, Warsaw, Poland ",
            "Medical University of Warsaw, Warsaw, Poland"
        ]
    ],
    "first_author_latitude": "52.207642799999995",
    "first_author_longitude": "20.983059"
}