{
    "doi": "https://doi.org/10.1182/blood-2021-151339",
    "article_title": "Platelets up-Regulate Tumor Cell Programmed Death-Ligand 1 through Epidermal Growth Factor Receptor Signal Transduction ",
    "article_date": "November 5, 2021",
    "session_type": "301.Vasculature, Endothelial Cells and Platelets: Basic and Translational",
    "abstract_text": "Introduction: Programmed cell death protein 1 (PD-1) and programmed death-ligand 1 (PD-L1) are important immune checkpoint proteins in cancer immunotherapy and targeted therapies against PD-L1 have significantly prolonged many patients' lives. Recently, high baseline platelet to lymphocyte ratio was reported to be associated with decreased patient response rate to immune checkpoint inhibition (ICI) therapies, including anti-PD-L1 therapy, suggesting the potential role of platelets in tumor immunity. Platelets express PD-L1 on their surface, and platelets binding to PD-L1 negative tumor cells can \"decorate\" tumor cells with PD-L1 and protect against T cell-mediated cytotoxicity. However, whether platelet can affect PD-L1 expression on tumor cells is still unknown. Methods: In this study, we designed platelet-tumor cell co-culture systems to investigate whether direct or indirect exposure to platelets affects tumor cell PD-L1 surface expression. Considering platelets can be artificially activated by commonly used cell culture medium, the co-culture was performed in platelet resuspension buffer (HEPES, NaCl, KCl, MgCl2, NaHCO3, Glucose, pH7.4) supplied with fetal bovine serum and L-glutamine. After 24 hours of co-culture, platelets were washed out and fresh culturing medium was added to tumor cells and cultured for another 24 hours. At the end of the experiments, tumor cells were harvested and the PD-L1 expression analyzed by flow cytometry and RT-qPCR. Results and discussion: Here we report that direct co-culture of platelets with either breast cancer cell line MDA-MB-468 or lung cancer cell line A549 increased tumor cell PD-L1 surface expression by up-regulating PD-L1 transcription. This platelet-induced tumor cell PD-L1 up-regulation can be partly reduced by pre-treating platelets with antiplatelet agents such as aspirin and ticagrelor, suggesting platelet activation contributes to platelet induced tumor cell PD-L1 up-regulation. The up-regulation of tumor cell PD-L1 by platelets was not due to abundant platelet cytokines such as C-C Motif Chemokine Ligand 5 (CCL5) and C-X-C motif chemokine 5 (CXCL5). However, both an epidermal growth factor (EGF) neutralizing antibody and cetuximab (EGFR neutralizing monoclonal antibody) decreased the platelet-induced increase in tumor cell PD-L1, suggesting that platelets initiate tumor cell PD-L1 transcription through the EGF signaling pathway. Our data indicate a novel function of platelets in tumor immunity and warrant further investigation to determine if targeting platelets offers a novel adjuvant approach to improve ICI therapy. Disclosures Italiano:  Sierra Oncology: Consultancy; PlateletBio: Current holder of individual stocks in a privately-held company, Membership on an entity's Board of Directors or advisory committees; Carrick Therapeutics: Consultancy.",
    "author_names": [
        "Qiuchen Guo",
        "Michael W Malloy",
        "Harvey G. Roweth",
        "Joseph E. Italiano, Jr.",
        "Elisabeth Battinelli"
    ],
    "author_dict_list": [
        {
            "author_name": "Qiuchen Guo",
            "author_affiliations": [
                "Department of Medicine, Harvard Medical School, BOSTON, MA",
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael W Malloy",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harvey G. Roweth",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA",
                "Department of Medicine, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph E. Italiano, Jr.",
            "author_affiliations": [
                "Department of Medicine, Harvard Medical School, Boston, MA",
                "Vascular Biology Program, Boston Children's Hospital, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisabeth Battinelli",
            "author_affiliations": [
                "Department of Medicine, Brigham and Women's Hospital, Boston, MA",
                "Department of Medicine, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T04:11:19",
    "is_scraped": "1"
}