{
    "doi": "https://doi.org/10.1182/blood.V122.21.2795.2795",
    "article_title": "WT-1 Expression Level In BM Is The Great Prognostic Marker In Three Of Classification IPSS, WPSS, and Latest Revised IPSS(IPSS-R) ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "abstract_text": "Objective/material/method It is known new classification named revised IPSS(IPSS-R) as a prognosis in MDS patients in 2012. To investigate the clinical utility of WT1 mRNA expression level including IPSS-R, we studied of MDS patients who provided consent at 17 medical institutions nationwide from Dec. 2008 to Sep. 2009 were enrolled in Japan. A total of 172 subjects including 115 MDS patients by IPSS (RA:69, RARS:9, RAEB:24, RAEB-t :13 ). 13 patients who developed AML from MDS, and 44 patients with non malignant hematological disorders who provided consent. This study was designed to follow up 82 patients, who gave secondary consent, among 115 MDS patients registered in study ODK-0801 for 5 years up to 2014 to analyze in detail the relationship between the WT1 mRNA expression level and prognosis. WT1 mRNA level in PB and BM were measured using the WT1 mRNA assay kit “OTSUKA” (OTSUKA PHARMACEUTICAL CO., LTD). WT1 mRNA expression levels in peripheral blood (and in bone marrow, if possible) were measured periodically to evaluate the usefulness of the WT1 mRNA expression level as a monitoring marker of MDS and analyze changes in pathology in individual patients by central review and changes in WT1 mRNA expression levels. In this study, value of 50 copies/μgRNA was set as the cut off value for WT-1mRNA expression. The differences in clinical and demographic data were assessed in the chi-square test and logistic regression analysis. The survival data was analyzed using Kaplan-Meier method and compared by the log-rank test. This study presents the results of interim analysis 3 years after the start of the investigation. Results The comparison study between the patients categorized into three groups by the WT1 mRNA level　in BM ,GroupI:less than 10 2 copies/μgRNA(n=35), Group II: 10 2 to 10 4 copies/μgRNA(n=30), and GroupIII: more than 10 4 copies/μgRNA(n=17) resulted that the survival rates decreased significantly as the WT1 mRNA level increased(GI vs GII P<0.01, GI vs GIII P<0.01, GII vs GIII p<0.067), respectively. In multivariate Cox proportional hazard regression analysis of IPSS, five out of fifteen parameters, which are WBC count (P=0.0001), IPSS score (P=0.0003), blast in PB(P=0.0011), WT1 mRNA level in BM(P=0.0055), sex(P=0.093) were independently associated with survival time, respectively. And we studied same analysis used WPSS. WBC count (P=0.0001), WPSS socre(P=0.0001), blast in PB(P=0.0037), WT1 mRNA level in BM(P=0.0029), sex(P=0.012) were independently associated with survival time, respectively. Also we analyzed using IPSS-R. In multivariate Cox proportional hazard regression analysis, five out of fifteen parameters, WBC count (P=0.0001), IPSS-R score(P=0.0001), blast in PB(P=0.0012), WT1 mRNA level in BM(P=0.01), sex(P=0.01) were independently associated with survival time, but not ANC(both score and absolute number), Hb, platelet, karyotype or other parameters. Using these selected five valiables, we provided the level of WT-1mRNA with 4 risk groups which classified :100, 50100, 100,100, 150,100copies/μRNA). According to increasing of WT-1mRNA level, survival duration shortened the increase with the increase in each risk group. Discussion The WT-1 mRNA level in BM was positively correlated with the prognosis of MDS stage and tended to be correlated with advanced risk of IPSS, WPSS, and IPSS-R. Therefore it was considered to be a useful prognostic marker for MDS. Conclusion We found that the survival time was shortened significantly with an increase in WT1 mRNA expression levels in both peripheral blood and bone marrow, demonstrating that WT1 mRNA expression levels are a highly useful prognostic factor in MDS even if we use any of classification of IPSS, WPSS, IPSS-R. This assay has great possibility to contribute to more appropriate therapeutic decisions in MDS patients as well as diagnosis and to evaluate the timing of allogeneic transplantation. Disclosures: Kurokawa : Novartis: Consultancy, Research Funding; Bristol-Myers Squibb: Research Funding; Celgene: Consultancy, Research Funding. Usuki: Alexion Pharmaceuticals, Inc.: Speakers Bureau. Ohyashiki: Novartis: Honoraria, Research Funding.",
    "topics": [
        "prognostic marker",
        "prostatic hypertrophy risk score",
        "rna, messenger",
        "refractory anemia with excess blasts",
        "follow-up",
        "hematological diseases",
        "karyotype determination procedure",
        "prognostic factors",
        "refractory anemia with sideroblasts",
        "transplantation, homologous"
    ],
    "author_names": [
        "Sumiko Kobayashi, MD, PhD",
        "Yasunori Ueda, MD, PhD",
        "Mineo Kurokawa, MD, PhD",
        "Kiyoyuki Ogata, MD, PhD",
        "Hirohiko Shibayama",
        "Nobuhiko Emi, MD, PhD",
        "Kensuke Usuki, MD, PhD",
        "Kazuma Ohyashiki, MD, PhD",
        "Keiya Ozawa, MD, PhD",
        "Yasushi Miyazaki, MD, PhD",
        "Akira Matsuda, MD, PhD",
        "Kaoru Tohyama, MD, PhD",
        "Kinuko Mitani, M.D., Ph.D.",
        "Tomoki Naoe, MD, PhD",
        "Haruo Sugiyama, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sumiko Kobayashi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yasunori Ueda, MD, PhD",
            "author_affiliations": [
                "Department of Hematology/Oncology, Kurashiki Central Hospital, Kurashiki, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mineo Kurokawa, MD, PhD",
            "author_affiliations": [
                "Department of Hematology & Oncology, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyoyuki Ogata, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Nippon Medical School, Tokyo, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hirohiko Shibayama",
            "author_affiliations": [
                "Osaka University Graduate School of Medicine, Osaka, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiko Emi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Fujita Health University, Toyoake, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, NTT Medical Center Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuma Ohyashiki, MD, PhD",
            "author_affiliations": [
                "Tokyo Medical University, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keiya Ozawa, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Jichi Medical University, Shimotsuke, Tochigi, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Miyazaki, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Atomic Bomb Disease and Hibakusya Medicine Unit, Atomic Bomb Disease Institute, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akira Matsuda, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, International Medical Center, Saitama Medical University, Saitama, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kaoru Tohyama, MD, PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kawasaki Medical School, Okayama, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kinuko Mitani, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Hematology and Oncology, Dokkyo Medical University, School of Medicine, Tochigi, Japan, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haruo Sugiyama, MD, PhD",
            "author_affiliations": [
                "Department of Functional Diagnostic Science, Osaka University Graduate School of Medicine, Osaka, Japan"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:42:20",
    "is_scraped": "1"
}