{
    "doi": "https://doi.org/10.1182/blood-2021-149515",
    "article_title": "Lw-213 Synergizes with Rituximab to Inhibit Diffuse Large B-Cell Lymphomas By Upregulating CD20 ",
    "article_date": "November 5, 2021",
    "session_type": "605.Molecular Pharmacology and Drug Resistance: Lymphoid Neoplasms",
    "abstract_text": "Background ： Downregulation of CD20, a molecular target for monoclonal antibodies (mAbs), is a clinical problem leading to decreased efficacy of anti-CD20-based therapeutic regimens.Up to one-third of diffuse large B cell lymphoma (DLBCL) patients eventually develop resistance to R-CHOP regimen, since the remaining therapeutic options are limited. LW-213, a derivative of wogonin, is reported to possess antineoplastic properties in a variety of cancers, but whether it has effects on DLBCL is n-ot known. Studies have reported that upregulation of CD20 expression b-y either HDACi or silenced SOX2 expression showed sensitizing potential in Rituximab-induced cell death in malignant B cells. Our study was to explore whether LW-213 could sensitize DLBCL to Rixutimab thus improve therapeutic efficacy. Methods ： Two DLBCL cell lines, RI-1 (ABC subtype) and Su-DHL -8 (GCB subtype), were used in our study. RI-1 and Su-DHL-8 cells were treated with LW-213 at different doses and for different times, and their proliferation and viability were detected by Cell counting kit-8 (CCK8).Flow cytometry was used to determine surface CD20 expression. Western blotting and q-PCR were applied to examine the protein and mRNA levels of CD20, SOX2, Ace-H3 and Ace-H3K27. CDC assay was used to evaluate the synergistic effects of LW-213 and Rixutimab. Results ： We showed that LW-213 inhibited the proliferation of human DLBCL cell lines (Su-DHL-8、RI-1 ) in dose-and time-dependent manners with IC 50 values at the low μmol/L levels, meanwhile it potently inhibited primary lymphoma cells derived from peripheral blood of B-cel-l lymphoma patients. Furthermore, LW-213 significantly increased CD20 surface expression and the acetylation level of histone in DLBCL cell li-nes. Inversely，the SOX2 expression level remarkably decreased. Finally,Combination with LW-213 significantly synergized Rituximab-induced cell death in vitro. Conclusion ： The results demonstrate that LW-213 sensitizes DLBCL cells to Rituximab in vitro by upregulating CD20 expression and the SOX2/ace-H3K27/ace-H3 axis may plays a critical role in CD20 upregulation processing. Even though this strategy is important in vitro models,the upregulating CD20 expression therapy against DLBCL proposed in this study warrants further study in vivo and clinical trials . Keywords ： CD20 DLBCL Rituximab SOX2 Histone Deacetylation Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yuchen Li",
        "Hui Li",
        "Hui Hui",
        "Jingyan Xu"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuchen Li",
            "author_affiliations": [
                "China Pharmaceutical University, Nanjing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hui Li",
            "author_affiliations": [
                "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of Carcinogenesis and Intervention, China Pharmaceutical University, Nanjing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hui Hui",
            "author_affiliations": [
                "China Pharmaceutical University, Nanjing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jingyan Xu",
            "author_affiliations": [
                "HEMATOLOGY DEPARTMENT, Nanjing Drum Tower Hospital, Nanjing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:36:08",
    "is_scraped": "1"
}