{
    "doi": "https://doi.org/10.1182/blood.V106.11.1349.1349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=417",
    "start_url_page_num": 417,
    "is_scraped": "1",
    "article_title": "Cell Cycle Regulation and Cell Fate Decisions in Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "cell cycle control",
        "cell cycle proteins",
        "hematopoietic stem cells",
        "ms-like tyrosine kinase 3",
        "proto-oncogene protein c-kit",
        "stress",
        "therapeutic uses",
        "stem cells",
        "blood cells",
        "bone marrow"
    ],
    "author_names": [
        "Emmanuelle Passegue, PhD",
        "Amy J. Wagers, Ph.D",
        "Sylvie Giuriato, Ph.D",
        "Wade C. Anderson",
        "Irving L. Weissman, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Section on Developmental and Stem Cell Biology, Joslin Diabetes Center, Boston, MA, USA"
        ],
        [
            "Departments of Medicine and Pathology, Division of Oncology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ],
        [
            "Department of Pathology, Stanford University School of Medicine, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.4318102",
    "first_author_longitude": "-122.17575799999997",
    "abstract_text": "The blood is a perpetually renewing tissue seeded by a rare population of adult bone marrow hematopoietic stem cells (HSC). During steady-state hematopoiesis, the HSC population is relatively quiescent but constantly maintains a low numbers of cycling cells that differentiate to produce the various lineage of mature blood cells. However, in response to hematological stress, the entire HSC population can be recruited into cycle to self-renew and regenerate the blood-forming system. HSC proliferation is therefore highly adaptative and requires appropriate regulation of cell cycle progression to drive both differentiation-associated and self-renewal-associated proliferation, without depletion of the stem cell pool. Although the molecular events controlling HSC proliferation are still poorly understood, they are likely determined, at least in part, by regulated expression and/or function of components and regulators of the cell cycle machinery. Here, we demonstrate that the long-term self-renewing HSC (defined as Lin − /c-Kit + /Sca-1 + /Thy1.1 int /Flk2 − ) exists in two distinct states that are both equally important for their in vivo functions as stem cells: a numerically dominant quiescent state, which is critical for HSC function in hematopoietic reconstitution; and a proliferative state, which represents almost a fourth of this population and is essential for HSC functions in differentiation and self-renewal. We show that when HSC exit quiescence and enter G 1 as a prelude to cell division, at least two critical events occur: first, during the G 1 and subsequent S-G 2 /M phases, they temporarily lose efficient in vivo engraftment activity, while retaining in vitro differentiation potential; and second, they select the particular cell cycle proteins that are associated with specific developmental outcomes (self-renewal vs. differentiation) and developmental fates (myeloid vs. lymphoid). Together, these findings provide a direct link between HSC proliferation, cell cycle regulation and cell fate decisions that have critical implications for both the therapeutic use of HSC and the understanding of leukemic transformation."
}