{
    "doi": "https://doi.org/10.1182/blood.V124.21.5268.5268",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2755",
    "start_url_page_num": 2755,
    "is_scraped": "1",
    "article_title": "Plasmapheresis Is an Effective Approach Preventing Clinically Significant Tumor Lysis Syndrome during Induction Therapy in AML Patients with Hyperleukocytosis ",
    "article_date": "December 6, 2014",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "topics": [
        "leukocytosis, marked",
        "neoadjuvant therapy",
        "plasmapheresis",
        "tumor lysis syndrome",
        "consciousness related finding",
        "cytoreductive therapy",
        "albumins",
        "cytarabine",
        "disseminated intravascular coagulation",
        "diuretics"
    ],
    "author_names": [
        "Vera V Troitskaya, MD",
        "Elena N. Parovichnikova, MD PhD",
        "Andrey N Sokolov, MD",
        "Alina V Kochno, MD",
        "Darima S Badmazhapova",
        "Larisa A Kuzmina, MD",
        "Tatyana V Gaponova, MD",
        "Sergey K. Kravchenko, MD PhD",
        "Valeri G. Savchenko, MD PhD Prof."
    ],
    "author_affiliations": [
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ],
        [
            "National Research Center for Hematology, Moscow, Russia"
        ]
    ],
    "first_author_latitude": "55.6538532",
    "first_author_longitude": "37.49486110000001",
    "abstract_text": "Introduction. Most studies have found that hyperleukocytosis (HL >100*10 9 /l) is a poor prognostic factor in acute myeloid leukemia (AML). It is diagnosed in 5-13 % of cases and is more common in AML with monocytes’ differentiation (M4, M5), as well as in cases with poor prognostic molecular markers, such as FLT3-ITD and others. According to the literature the early (during the first week) mortality in AML due to HL may reach 90%. The main cause of death are leukostasis, leading to neurological symptoms, respiratory distress syndrome (RDS) with lung lesions, disseminated intravascular coagulation (DIC) syndrome with the development life-threatening bleedings and massive tumor lysis syndrome during induction therapy. Aim. National Research Center for Hematology (NRCH) has initiated a prospective clinical study aiming to develop a feasible clinical approach preventing severe tumor lysis syndrome during induction in AML patients with initial WBC >100*10 9 /l by using serial plasmapheresis (PA). Patients and Methods. From Jan 2010 till June 2014, 92 patients with de novo AML were treated in the NRCH according to AML-10 protocol (ClinicalTrials.gov Identifier: NCT01587430). Initial white blood cell (WBC) count more than 100x10 9 /l was detected in 18 patients (19,5%): median age - 38 y (17-56yy), M/F - 10/8, WBC - 130x10 9 /l (100-408x10 9 /l), LDH -1765 µ/l (720-6653). 2 patients were in the favorable, 13 – in the intermediate, 2 - in the poor cytogenetic risk group. 83,3% (15/18) patients had hepatosplenomegaly and lymphadenopathy, 38.8 % (7/18) - gingival hyperplasia, 16,6 % (3/18) - neuroleukemia, 16,6% (3/18) - skin leukemids. All patients had infectious complications at diagnosis. Lung infiltrates due to leukostasis were revealed - in 77,8% (14/18), including 5 patients (27,8%) with RDS; neurological symptoms (headache, blurred consciousness) - in 33,3% (6/18), DIC syndrome - in 8/18 (44,4%) with 1 intracranial hemorrhage. All patients received allopurinole 600 mg/day. PA procedures were started during cytoreductive therapy (hydroxyurea 10 mg/kg/day 1-2 days) sometimes with leukapheresis (LA) and were continued within 1 or 2 days of conventional 7+3 (ARA-C 100 mg/m2 bid iv 1-7 d, DNR 60 mg/m2 x 3d) 2 hours after short (30 min) ARA-C infusion. DNR was applied on days 3 to 5 or 5 to 7, thus PA did not interfere with its pharmacokinetic properties. All patients concomitantly have got intensive hydrating (3-4 l) and diuretic therapy with electrolytes and albumin support. Results: Cytoreductive therapy with hydroxyurea was used for a median 2 days (1-7 dd). Half of the patients (9/18) have got 1-2 procedures of LA (median 2). Median 2 (1-4) procedures of PA were performed in 17/18 patients. The volume of removed plasma for 1 PA procedure was 1200 ml (900-1500 ml), the volume of compensation was – plasma 1100 ml (500-1600 ml) +/- 20% albumin 50-150,0 and 0,9% NaCl 500-1000,0. Median WBC count after cytoreductive therapy at the 1 st day of 7+3 was 60x10 9 /l (5,6-124x10 9 /l). DNR was administered on days 5-7 in 16 and on days 3-5 - in 2 patients. No severe cytolysis with the development of multiple organ failure was observed. Only 1 patient with massive extramedullary involvement has developed just laboratory signs of acute renal failure without stopping the urinary function. Less than third of the patients (5/18) developed the transient signs of volemic overload within the first days of chemotherapy treated successfully with diuretics and plasmapheresis. CR after the 1 st induction was achieved in 50% of (9/18) patients. Additional 7 patients achieved CR after the 2 nd induction, resulting in 89% overall CR rate. Only 1 patient (5,5%) died with severe infectious complications during aplasia. Allogeneic bone marrow transplantation was performed in 8 of 16 CR patients. The median OS and DFS was 28 and 23 months, 3-years OS and DFS was 32% and 35% respectively. Conclusions. Our small study brought us to a conclusion that serial PA procedures during cytoreductive phase and the first days of 7+3 may prevent the development of tumor lysis syndrome and its complications. This clinical approach is feasible, easy to perform and decreases early mortality. Disclosures No relevant conflicts of interest to declare."
}