{
    "doi": "https://doi.org/10.1182/blood.V112.11.5126.5126",
    "article_title": "Monoclonal Proteins in Elderly Patients with Osteoporosis ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Background: Monoclonal proteins (M-proteins) and osteoporosis are both common in the elderly. For most patients with M-proteins and osteoporosis, the protein represents monoclonal gammopathy of undetermined significance (MGUS). In rare cases, the M-protein signifies multiple myeloma, and the osteoporosis is secondary to myeloma bone disease. Thus, it is important to identify M-proteins in patients presenting with osteoporosis, and to consider whether such patients could have myeloma. Objectives: To determine the prevalence of M-proteins in patients age 65 and older referred to the Osteoporosis Clinic at BC Womens’ Hospital in Vancouver, BC, to review the management of patients with M-proteins, and to determine if the characteristics of patients with M-proteins differ from those without M-proteins. Methods: A retrospective chart review of patients age 65 and older referred to the Osteoporosis Clinic at BC Women’s Hospital from April 2006 – March 2008 was performed. Patient demographics, CBC, creatinine, calcium, serum protein electrophoresis, bone marrow biopsy results if available, bone density, presence of osteolytic lesions, fractures, and clinical diagnoses were recorded. Results: 224 charts were reviewed from 205 female and 19 male patients. Osteoporosis was diagnosed in 202 patients. 16 patients (7.1%) had an M-protein. The concentration of the M-protein ranged from <1 g/L to 11 g/L. The characteristics of patients with and without M-proteins are presented in Table 1. Seven patients (3.1%) had background suppression of immunoglobulins with no detectable M-protein. Eight patients (50%) with M-protein had documented vertebral compression fractures compared to 70 patients (38%) with no M-protein. Five patients (31%) with and 41 patients (23%) without M-proteins had other fragility fractures. One patient with an M-protein had a mild anemia. All patients with M-proteins had normal calcium and creatinine. One patient with an M-protein was already known to have a B-cell lymphoma. Two patients were referred to a hematologist. One patient had a bone marrow biopsy and was diagnosed with multiple myeloma. No other patients were thought to have multiple myeloma, but no other bone marrow biopsies were performed. No extra investigations were done in the patients with hypogammaglobulinemia in the absence of an M-protein. Table 1. Characteristics of patients with and without M-proteins.  Characteristic . No M-Protein (n=201) . M-Protein (n=16) . Female (%) 184 (91) 14 (88) Age Mean ± SD 74 ± 7.7 77 ± 9.1 Osteoporosis (%) 182 (90) 15 (94) BD Mean ± SD −2.6 ± 1.2 −2.4 ± 1.5 Vertebral # (%) 70 (35) 8 (50) Fragility # (%) 41 (20) 5 (31) Characteristic . No M-Protein (n=201) . M-Protein (n=16) . Female (%) 184 (91) 14 (88) Age Mean ± SD 74 ± 7.7 77 ± 9.1 Osteoporosis (%) 182 (90) 15 (94) BD Mean ± SD −2.6 ± 1.2 −2.4 ± 1.5 Vertebral # (%) 70 (35) 8 (50) Fragility # (%) 41 (20) 5 (31) View Large Conclusions: M-proteins are more common in elderly patients with osteoporosis than in the general population. Patients with osteoporosis and M-proteins may have an increased risk of fracture compared to such patients without M-proteins. In elderly patients with osteoporosis and M-proteins, it seems likely that the most common plasma cell dyscrasia is MGUS. However, the prevalence of multiple myeloma in these patients is unclear, and a standard approach to investigation is needed. While it is important not to miss a diagnosis of multiple myeloma, it is also prudent to avoid unnecessary invasive procedures (ie. bone marrow biopsies) in elderly and sometimes frail patients.",
    "topics": [
        "monoclonal immunoglobulin",
        "older adult",
        "osteoporosis",
        "multiple myeloma",
        "bone marrow biopsy",
        "fractures",
        "monoclonal gammopathy of undetermined significance",
        "calcium",
        "creatinine",
        "anemia"
    ],
    "author_names": [
        "Kimberley Ambler",
        "Kevin W. Song",
        "Larry Dian",
        "Leslie Zypchen"
    ],
    "author_dict_list": [
        {
            "author_name": "Kimberley Ambler",
            "author_affiliations": [
                "Department of Medicine, University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kevin W. Song",
            "author_affiliations": [
                "Division of Hematology, Leukemia/BMT Program of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Larry Dian",
            "author_affiliations": [
                "Division of Geriatric Medicine, University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leslie Zypchen",
            "author_affiliations": [
                "Division of Hematology, University of British Columbia, Vancouver, BC, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-09T21:35:20",
    "is_scraped": "1"
}