{
    "doi": "https://doi.org/10.1182/blood.V110.11.4273.4273",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1004",
    "start_url_page_num": 1004,
    "is_scraped": "1",
    "article_title": "Absence of FLT3 Mutations in 181 Healthy Blood Donors. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "blood donors",
        "flt3 gene",
        "ms-like tyrosine kinase 3",
        "mutation",
        "impedance threshold device",
        "dna",
        "electrophoresis, capillary",
        "false-positive results",
        "leukemia, myelocytic, acute",
        "protein tyrosine kinase"
    ],
    "author_names": [
        "Courtney K. Hopkins, DO",
        "Christian Riley, CLS",
        "Samuel Pepkowitz, MD",
        "Jean Lopategui, MD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ],
        [
            "Pathology and Laboratory Medicine, Cedars-Sinai Medical Center, Los Angeles, CA, USA"
        ]
    ],
    "first_author_latitude": "34.07403899999999",
    "first_author_longitude": "-118.38074160000001",
    "abstract_text": "INTRODUCTION: FMS-like tyrosine kinase 3 gene (FLT3) encodes for a tyrosine kinase receptor located on hematopoietic progenitor cells in the bone marrow, lymph nodes and thymus. Activation of FLT3 results in increased proliferation of these hematopoietic cells. Mutations in the FLT3 gene, resulting in a constitutively activated FLT3 receptor, have been identified in 1/3 of patients with acute myelogenous leukemia and portend a worse prognosis. The most frequently occurring FLT3 mutations are internal tandem duplications (ITD) located in the juxtamembrane domain. To our knowledge, previous studies involving FLT3 mutations have not been performed on a control population of normal individuals. Therefore, the prevalence of this mutation has not been established. In this study, we tested volunteer blood donors from a hospital-based blood donation center for the presence of FLT3-ITD mutations. METHODS: Citrated whole blood was obtained from volunteer blood donors, age 17 and older, who presented to donate whole blood at a hospital-based blood donation center. The donors met all qualifications for donating blood as defined by FDA regulations. DNA was extracted using the QIAagen and QIAamp DNA extraction columns, quantified and diluted to 100ng/ul. DNA was amplified using two fluorescently labeled primers for the FLT3-ITD mutation (InVivo Scribe Technologies, San Diego, CA). Using an experimental assay with high sensitivity but high non-specific background, FLT3-ITD mutations were detected by means of size and color separation through capillary electrophoresis (Vidiera NsD, Beckman-Coulter, Fullerton, CA). Samples were defined as negative for a FLT3-ITD mutation if only a single 330 base pair (bp) peak was detected. Samples were defined as positive for a FLT3-ITD mutation if an additional second peak > 330 bp was detected. Samples that had a small second peak (<5000 relative fluorescent units (RFU)) on initial testing were repeated using a highly specific protocol with low non-specific background. Samples that on repeat testing did not demonstrate the second peak were defined as negative for a FLT3-ITD mutation. RESULTS: A total of 181 DNA samples from volunteer blood donors were tested for FLT3-ITD mutations. The test group consisted of 104 males (mean age 44, range 17–77) and 77 females (mean age 42, range 18–71). Of 181 donors, 177 were negative for FLT3-ITD on initial testing. Only 4 donors (2 females: 18 and 19 years old and 2 males: 51 and 59 years old) had very small ( 330 bp. However, these second peaks were not detected with repeat testing and were therefore considered negative. DISCUSSION: To our knowledge, this is the first study documenting the prevalence of FLT3-ITD mutations in a healthy population. In this study of 181 volunteer blood donors none had FLT3-ITD mutations. Although 4 of the 181 donors were initially found to have very small additional second peaks equivocal for FLT3-ITD mutations, all were negative with high specificity, low background repeat testing, indicating these were probably false positive results. Therefore, we recommend that very small additional second peaks should be confirmed with repeat testing. The results of this study indicate that FLT3-ITD mutations are not present in a healthy blood donor population and are therefore significant when detected in leukemic patients."
}