{
    "doi": "https://doi.org/10.1182/blood-2020-141260",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4578",
    "start_url_page_num": 4578,
    "is_scraped": "1",
    "article_title": "Ruxolitinib Treatment Is Associated with Increased Incidence of Infections and Higher Risk of HSV/Vzv Recurrence in Patients with Myeloproliferative Neoplasm (MPN) Related Myelofibrosis (MF) ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Nicolas Gauthier, MD",
        "Juliette Soret-Dulphy, MD",
        "Lin-Pierre Zhao, MD",
        "Rafael Daltro De Oliveira, MD",
        "Clemence Marcault, MD",
        "Nathalie Parquet, MD",
        "Jean-Marc Zini",
        "Delphine Rea, MDPhD",
        "Emmanuel Raffoux, MD",
        "Bruno Cassinat, PharmD, PhD",
        "Stephane Giraudier, MD PhD",
        "Jean-Jacques Kiladjian",
        "Lina Benajiba, MD PhD"
    ],
    "author_affiliations": [
        [
            "Université de Paris, Clinical Investigations Center, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Clinical Investigations Center, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Clinical Investigations Center, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Clinical Investigations Center, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Clinical Investigations Center, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Hematology department, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Hematology department, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Hematology department, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Hématologie clinique, Hôpital Saint-Louis, Paris, France "
        ],
        [
            "Institut de Recherche St Louis, Université de Paris, INSERM U1131, Paris, France ",
            "Université de Paris, Cellular biology Department, Saint-Louis hospital, APHP, Paris, France "
        ],
        [
            "Université de Paris, Cellular biology Department, Saint-Louis hospital, APHP, Paris, France ",
            "UMRS_1131, Inserm, Université de Paris, Institut de recherche Saint-Louis, Paris, France "
        ],
        [
            "INSERM UMR 944, Saint-Louis Research Institute, Paris, France ",
            "Centre d'Investigations Cliniques (INSERM CIC 1427), AP-HP, Hôpital Saint-Louis, Université de Paris, Paris, France "
        ],
        [
            "APHP, INSERM U944, Institute of Hematology - St Louis Hospital, PARIS, France"
        ]
    ],
    "first_author_latitude": "48.855242849999996",
    "first_author_longitude": "2.3594917000000004",
    "abstract_text": "Introduction: Ruxolitinib (RUX) is a JAK 1/2 inhibitor approved for the treatment of intermediate and high-risk primary or secondary MF. In addition to the intrinsic immune system modulation in MF patients, JAK inhibition exerts an immunosuppressive effect that may increase the risk of infections (Heine A et al., Blood, 2013). We aimed to investigate the association between treatment with RUX and infectious complications in a large monocentric cohort of MF patients. Methods: We performed a retrospective study including all patients diagnosed with primary, post-polycythemia vera or post-essential thrombocythemia MF in our MPN clinic between January 2011 and April 2020. Patients were considered RUX treated when exposed to treatment for at least two consecutive months. Clinical and biological characteristics at time of MF diagnosis and follow-up were collected from medical charts and electronic medical records. We used logistic regression models to identify specific infection subtypes associated with RUX treatment. Univariate and multivariate analysis assessing the impact of categorical and continuous variables on infectious events cumulative incidence were performed using Cox models. Results: 213 MF patients were included in the study. 114 (51.1%) patients were treated with RUX while 99 didn't receive RUX. Overall 102 patients exhibited a total of 231 infectious episodes. To search for factors associated with occurrence of infectious events, we evaluated the characteristics of MF, potential clinical and biological immune suppression factors (immunosuppressive treatment, prior non-MPN cancer, diabetes, hepatic/renal failure, neutropenia, lymphopenia, hypo-gammaglobulinemia, complement deficiency, prior history of infection), use of infection prophylaxis and RUX treatment using Cox models. In this cohort of MF patients, we found that RUX treatment (HR 5.91, 95%CI[3.48; 10.04], p 2 (HR 4.91, 95%CI[2.62; 9.21], p<0.001) were independently associated with infectious complications ( Figure A ). Infections rates were 74.0% in RUX treated patients versus 28.3% in non-RUX patients. 41 (22.2%) and 16 (34.0%) infections were of grade 3-4, 61 (33.1%) and 19 (40.4%) required hospitalization, while 8 (4.3%) and 2 (4.2%) resulted in patients' death, in RUX treated and RUX naïve patients, respectively (all non-significantly different). Bacterial infections represented 48.0%, viral infections 16.0% and fungal infections 4.8% of the total infectious events. The most frequently infected sites were lungs/respiratory tract (28.1%) and skin/soft tissue (24.2%). RUX treatment was significantly associated with recurrence of HSV-1/2 or VZV (OR 7.57, 95%CI[1.01-57.30], p=0.050), and skin/soft tissue infections including the above herpetic recurrences (OR 3.33, 95%CI[1.13-9.78], p=0.029). 17 (14.9%) patients presented with HSV/VZV recurrence in the RUX treated group compared to 1 (1.0%) in non-treated patients ( Figure B ). We then thought to evaluate the impact of potential infections risk factors in RUX treated patients at time of treatment initiation in order to inform clinicians' therapeutic decision and follow-up guidance. For this analysis, we evaluated the characteristics of MF, potential clinical and biological immune suppression factors, treatment lines prior to RUX, dose and cumulative exposition to RUX. No clinical or biological factor was significantly associated with the overall risk of infectious events. However, hypo-gammaglobulinemia at time of RUX initiation was independently associated with HSV and/or VZV recurrence (HR 4.57, 95%CI[1.29-16.16], p=0.018). The higher rate of infections in RUX treated patients was associated with a not statistically significant trend towards shorter OS (HR 1.97, 95%CI[0.98; 3.94], p=0.055). Conclusion: This retrospective study shows an association between the occurrence of infectious complications and Ruxolitinib treatment in MF patients, and in particular, a higher incidence of HSV/VZV recurrence and skin/soft tissue infection. Patients with hypo-gammaglobulinemia at time of RUX initiation were at higher risk of HSV/VZV recurrence, suggesting that protein electrophoresis should be performed prior to treatment initiation and primary antiviral prophylaxis proposed to patients with hypo-gammaglobulinemia. View large Download slide View large Download slide  Disclosures Rea: BMS: Membership on an entity's Board of Directors or advisory committees; Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Incyte: Honoraria, Membership on an entity's Board of Directors or advisory committees. Kiladjian: AbbVie: Membership on an entity's Board of Directors or advisory committees; AOP Orphan: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Membership on an entity's Board of Directors or advisory committees. Benajiba: Gilead Foundation: Research Funding."
}