{
    "doi": "https://doi.org/10.1182/blood.V120.21.2737.2737",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2393",
    "start_url_page_num": 2393,
    "is_scraped": "1",
    "article_title": "Multicenter Phase I Dose-Escalation Study of Lenalidomide in Patients with Relapsed Adult T-Cell Leukemia-Lymphoma (ATL) or Peripheral T-Cell Lymphoma (PTCL). ",
    "article_date": "November 16, 2012",
    "session_type": "624. Lymphoma - Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster II",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "lenalidomide",
        "lymphoma, t-cell, peripheral",
        "thrombocytopenia",
        "uterine fibroids",
        "qtc",
        "toxic effect",
        "adverse event",
        "anemia",
        "aspartate transaminase levels raised"
    ],
    "author_names": [
        "Naokuni Uike, MD, PhD",
        "Michinora Ogura",
        "Yoshitaka Imaizumi, MD, PhD",
        "Norio Asou, MD, PhD",
        "Atae Utsunomiya, MD, PhD",
        "Toshiki Uchida",
        "Tomohiro Aoki",
        "Kunihiro Tsukasaki, MD, PhD",
        "Jun Taguchi, MD",
        "Ilseung Choi, MD",
        "Dai Maruyama, MD, PhD",
        "Kisato Nosaka, MD, PhD",
        "Nianhang Chen, Ph D",
        "Tetsuhiro Shiota",
        "Kensei Tobinai, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, National Kyushu Cancer Center, Fukuoka, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan, "
        ],
        [
            "Department of Hematology, Kumamoto University Hospital, Kumamoto, Japan, "
        ],
        [
            "Department of Hematology, Imamura Bun-in Hospital, Kagoshima, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology and Oncology, Nagoya Daini Red Cross Hospital, Nagoya, Japan, "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan, "
        ],
        [
            "Department of Hematology, Atomic Bomb Disease and Hibakusha Medicine Unit Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan, "
        ],
        [
            "Department of Hematology, National Kyushu Cancer Center, Fukuoka, Japan, "
        ],
        [
            "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan, "
        ],
        [
            "Cancer Center, Kumamoto University Hospital, Kumamoto, Japan, "
        ],
        [
            "Celgene Corporation, Summit, NJ, USA, "
        ],
        [
            "Celgene K.K., Tokyo, Japan"
        ],
        [
            "Department of Hematology, National Cancer Center Hospital, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "33.542799200000005",
    "first_author_longitude": "130.42066699999998",
    "abstract_text": "Abstract 2737 Introduction: ATL is prevalent in Japan and has the worst prognosis among T-cell malignancies. PTCL also has a poor prognosis with currently available chemotherapeutic regimens, and both would benefit from better treatment modality. Lenalidomide is an immunomodulatory agent with direct tumoricidal and antiproliferative activity, and is approved for multiple myeloma (MM) in combination with dexamethasone after at least 1 prior therapy and for transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes associated with 5q deletion. We conducted a phase 1 study of lenalidomide in patients with relapsed ATL or PTCL to establish the recommended dose and schedule for a subsequent phase 2 study. Patients and Methods: This multicenter, phase 1, dose-escalation study assessed the safety, maximum tolerated dose (MTD), pharmacokinetics, and efficacy in patients with relapsed advanced ATL or PTCL. Dose-escalation was conducted according to the standard 3+3 design. Up to one PTCL patient was allowed to be included in each cohort of 3 patients. Patients in Cohort 1 received oral lenalidomide 25 mg daily on Days 1–21 of a 28-day cycle. Patients in Cohorts 2 and 3 received 25 and 35 mg/day, respectively, on each day of the 28-day cycle. Dose-limiting toxicity (DLT) was defined as febrile neutropenia lasting 5 or more days; thrombocytopenia (platelets <10,000/uL or bleeding requiring platelet transfusion); ALT/AST elevation of Grade 4 or that of Grade 3 lasting 7 or more days; and/or clinically unacceptable Grade 3 or higher other non-hematological adverse events (AEs). Treatment was continued until the development of unacceptable toxicity or progressive disease (PD). Response was assessed by internationally accepted standard criteria for ATL and PTCL. Results: From July 2010–June 2012, 13 Japanese patients (9 ATL and 4 PTCL; age 32–74 years [median, 64]; 1–11 prior therapies [median, 1]) were enrolled: 3 in Cohort 1, 6 in Cohort 2, and 4 in Cohort 3. The 3 patients in Cohort 1 received lenalidomide for 21, 103, and 637 days, respectively, until PD with no instances of DLT. In Cohort 2, 1 patient experienced DLT (thrombocytopenia, platelets 75% reduction in lymph nodes, which lasted for 282 days. PK profiles of patients in the study were generally consistent with that observed in Japanese MM patients. Plasma exposure of lenalidomide increased with increasing dose with a mean C max on Day 1 for 25 mg and 35 mg of 493 ng/mL and 628 ng/mL, respectively, and a mean AUC 24 of 2774 ng/mL and 3062 ng/mL, respectively. There was no evidence of accumulation following multiple dosing for 8 days. Conclusions: This phase 1 study identified lenalidomide 25 mg daily per 28-day cycle as the dose and schedule for a subsequent phase 2 study in patients with ATL or PTCL. Based on the preliminary evidence of antitumor activity in ATL and PTCL patients, a phase 2 study in patients with relapsed ATL in Japan is planned. Disclosures: Off Label Use: Lenalidomide (CC-5013) is an investigational agent in Japan; this abstract assesses its use in adult ATL patients. Tobinai: Merck: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Mundipharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Zenyaku: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Genzyme: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Eisai: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Symbio: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Eli Lilly: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Kyowa-Kirin: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Biomedics: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Solasia Pharma: Clinical trials, Clinical trials Other, Research Funding; Novartis: Research Funding; Johnson & Johnson: Research Funding; Pfizer: Research Funding; GSK: Research Funding; Chugai/Roche: Research Funding; Takeda: Clinical trials, Clinical trials Other, Research Funding."
}