{
    "doi": "https://doi.org/10.1182/blood.V116.21.3938.3938",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1658",
    "start_url_page_num": 1658,
    "is_scraped": "1",
    "article_title": "Histone Deacetylase Inhibitors Potentiate the Lethality of the Irreversible Proteasome Inhibitor Carfilzomib In Mantle Cell Lymphoma Cells In Vitro and In Vivo  ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "abstract_text": "Abstract 3938 The proteasome inhibitor (PI) bortezomib (BTZ) is approved for the treatment of refractory mantle cell lymphoma (MCL). However, BTZ achieves clinical responses in only 40% of refractory MCL patients, justifying the search for newer proteasome inhibitors and/or the development of rational combination regimens. Recently we reported that the irreversible PI carfilzomib (CFZ) interacted synergistically with the histone deacetylase inhibitor (HDACI) vorinostat (Vor) in diverse DLBCL cells including GC (germinal center) and ABC (activated B-cell) sub-types both in vitro and in vivo . (Dasmahapatra et al., Blood 2010; 115:4478-87, 2010). Moreover, regimens combining PIs with histone deacetylase inhibitors (HDACIs) have shown promising activity in multiple myeloma. Collectively, these preclinical and clinical findings raise the possibility combining CFZ with HDACIs might be an effective strategy in MCL. To test this possibility, CFZ/HDACI interactions were investigated in diverse MCL cell types, including those resistant to BTZ. Simultaneous treatment (24-48 hr) with sub-lethal CFZ concentrations (2-5 nM) and minimally toxic concentrations of vorinostat (Vor; 1–2 μM), SNDX-275 (1-2 μM) or SBHA (30-50 μM) strikingly increased apoptosis (manifested by annexin V, 7-AAD or TUNEL positivity) in various MCL lines, including Granta, HF-4B, Rec-1, JVM-2, MINO and JVM-12. Interactions were highly synergistic, as determined by Median Dose Effect analysis, with Combination Index values significantly less than 1.0. HDACIs also interacted synergistically with ONX 0912 (formerly PR-047), an orally bioavailable analog of CFZ. The activity of these regimens was associated with a sharp increase in caspase-3 activation, PARP cleavage, mitochondrial damage (loss of ΔΨ m , cytoplasmic cytochrome c release), and induction of p21 CIP1 . Combined CFZ/Vor exposure also markedly induced phosphorylation of JNK and c-Jun, down-regulation of phospho-AKT and phospho-ERK1/2, and induction of γH2A.X, a marker of double-stranded DNA breaks. In contrast to single agent administration (48 hr), where the percentage of apoptotic cells gradually declined following drug washout over the ensuing 4–5 days, extensive apoptosis (e.g. > 80%) persisted in cells co-treated with CFZ/Vor. Combined treatment of MCL cells with CFZ/Vor induced more sustained inhibition of chymotrypsin-like (CT-L) proteasome activity than that observed following single-agent treatment. CFZ alone exhibited partial cross resistance to BTZ- resistant Granta cells (GR-25BR). However, co-administration of CFZ/Vor resulted in the highly synergistic induction of apoptosis in BTZ-resistant cells. Genetic interruption of JNK signaling (e.g., via shRNA knockdown) significantly attenuated CFZ/Vor-mediated apoptosis, indicating that JNK activation plays a functional role in the lethality of this regimen in MCL cells. Combined treatment with CFZ and HDACIs induced G 2 M arrest in both parental and BTZ-resistant GR-25BR cells, an effect that was not modified by genetic interruption of JNK signaling. The CFZ/Vor regimen also strikingly induced apoptosis in 3 primary human MCL specimens, in contrast to the minimal lethality exhibited toward normal CD34 + cells as previously described (Blood; 115:4478-87, 2010). Finally, in vivo administration of CFZ (IV BIW) and Vor (IP TIW) to Beige-nude-XID mice (NIH-III) inoculated in the flank with Granta cells substantially suppressed tumor growth compared to single agent treatment. Collectively, these findings indicate that combining HDACIs with CFZ synergistically induces apoptosis in MCL cells through a JNK-dependent mechanism in association with G 2 M arrest and the induction of DNA damage. They also suggest that this strategy, which is active against diverse MCL cell types, including BTZ-resistant and primary MCL cells, and which displays in vivo activity, warrants further examination in MCL. Accordingly, plans for a Phase I CFZ/HDACI trial in NHL, including MCL patients, are currently underway. Supported by Lymphoma SPORE 1P50 CA130805. Disclosures: Friedberg: Genentech: Honoraria.",
    "topics": [
        "carfilzomib",
        "histone deacetylase inhibitors",
        "mantle-cell lymphoma",
        "proteasome inhibitors",
        "combined modality therapy",
        "oprozomib",
        "vorinostat",
        "annexin a5",
        "bortezomib",
        "caspase-3"
    ],
    "author_names": [
        "Girija Dasmahapatra",
        "Dmitry Lembersky",
        "Jonathan W. Friedberg, MD",
        "Richard I Fisher, MD",
        "Paul Dent",
        "Steven Grant, MD"
    ],
    "author_affiliations": [
        [
            "Massey Cancer Center, Virginia commonwealth university, Richmond, VA, USA, "
        ],
        [
            "Massey Cancer Center, Virginia commonwealth university, Richmond, VA, USA, "
        ],
        [
            "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
        ],
        [
            "James P. Wilmot Cancer Center, University of Rochester, Rochester, NY, USA, "
        ],
        [
            "Massey Cancer Center, Virginia commonwealth university, Richmond, VA"
        ],
        [
            "Massey Cancer Center, Virginia commonwealth university, Richmond, VA, USA, "
        ]
    ],
    "first_author_latitude": "37.5395076",
    "first_author_longitude": "-77.4291003"
}