{
    "doi": "https://doi.org/10.1182/blood.V124.21.2740.2740",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2946",
    "start_url_page_num": 2946,
    "is_scraped": "1",
    "article_title": "In Vitro and in Vivo Imaging of Initial T-B Cell Interactions in the Setting of B Cell-Based Cancer Immunotherapy ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "animal model",
        "cancer immunotherapy",
        "cell communication",
        "diagnostic imaging",
        "cd40 antigens",
        "antigens",
        "cancer vaccines",
        "chemotactic factors",
        "flow cytometry",
        "immunologic adjuvants"
    ],
    "author_names": [
        "Kerstin Wennhold",
        "Nela Klein-Gonzalez, PhD",
        "Michael von Bergwelt-Baildon, MD PhD",
        "Alexander Shimabukuro-Vornhagen, MD"
    ],
    "author_affiliations": [
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Vall d'Hebron University Hospital, Barcelona, Spain"
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "University Hospital of Cologne, Cologne, Germany "
        ]
    ],
    "first_author_latitude": "50.925274599999995",
    "first_author_longitude": "6.913330950000001",
    "abstract_text": "In recent years, there has been a growing interest in the use of B cells for cellular immunotherapy, since B cell-based cancer vaccines have yielded promising results in preclinical animal models. Contrary to dendritic cells (DCs), we know little about the migration behavior of B cells in vivo. Therefore, we investigated the interactions between CD40-activated (CD40) B cells and cytotoxic T cells in vitro and the migration behavior of CD40B cells in vivo. The dynamic interactions of human antigen-presenting cells and antigen-specific T cells were observed by time-lapse videomicroscopy. The migratory and chemoattractant potential of CD40B cells was analyzed by flow cytometry and standard transwell migration assays. GFP + CD40B cells or CD40B cells isolated from Luciferase + mice were used for subsequent in vivo studies. Murine CD40B cells show similar migratory and chemotactic characteristics compared to human CD40B cells. Upon CD40-activation, B cells upregulate the important molecules involved in lymh node homing (CD62L, CCR7/CDCR4), which are functional and induce chemotaxis of T cells in vitro. Striking differences were observed for interactions of human CD40B cells or DCs with T cells. Antigen-loaded CD40B cells differ from immature and mature DCs by displaying a rapid migratory pattern undergoing highly dynamic, short-lived (7.5 min) and sequential interactions with cognate T cells. In vivo, CD40B cells migrate to the spleen and the lymph nodes, where they enrich in the B cell zone before traveling to B cell/ T cell boundary close to the T cell zone. CD40B cell interactions with T cells are dynamic and short-lived and thereby differ from DCs. Taken together, the migration behavior of CD40B cells and their interaction with T cells underline their potential as cellular adjuvant for cancer immunotherapy. Disclosures No relevant conflicts of interest to declare."
}