{
    "doi": "https://doi.org/10.1182/blood-2018-99-118679",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3907",
    "start_url_page_num": 3907,
    "is_scraped": "1",
    "article_title": "YY1 Controls Hematopoietic Stem Cell Quiescence By Repressing Cohesin Expression ",
    "article_date": "November 29, 2018",
    "session_type": "502. Hematopoiesis: Regulation of Gene Transcription, Cytokines, Signal Transduction, Apoptosis, and Cell Cycle Regulation: Poster III",
    "topics": [
        "cell cycle quiescence",
        "hematopoietic stem cells",
        "leukemogenesis",
        "proto-oncogene protein c-kit",
        "reactive oxygen species",
        "stem cell factor",
        "transcription factor",
        "yin-yang",
        "equity",
        "bone marrow cells"
    ],
    "author_names": [
        "Zhanping Lu, PhD",
        "Anna L F. V. Assumpção",
        "Aaron D Viny, MDMS",
        "Ross L. Levine, MD",
        "Xuan Pan, PhD DVM"
    ],
    "author_affiliations": [
        [
            "Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin, Madison, WI ",
            "Carbone Cancer Center, UW-Madison Blood Research Program, University of Wisconsin, Madison, WI "
        ],
        [
            "Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin, Madison, WI ",
            "Carbone Cancer Center, UW-Madison Blood Research Program, University of Wisconsin, Madison, WI "
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Leukemia Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Human Oncology and Pathogenesis Program, Memorial Sloan Kettering Cancer Center, New York, NY ",
            "Center for Epigenetics Research, Memorial Sloan Kettering Cancer Center, New York, NY"
        ],
        [
            "Department of Medical Sciences, School of Veterinary Medicine, University of Wisconsin, Madison, WI ",
            "Carbone Cancer Center, UW-Madison Blood Research Program, University of Wisconsin, Madison, WI "
        ]
    ],
    "first_author_latitude": "43.075233700000005",
    "first_author_longitude": "-89.4198227",
    "abstract_text": "Hematopoietic stem cells (HSCs) are undifferentiated, self-renewing, pluripotent cells that have the capacity to differentiate into all mature lineage-specific cells in adult blood. Adult HSCs can remain in a quiescent state for a prolonged time, and quiescence is a fundamental characteristic of HSCs in adult bone marrow. Thus, the cell cycle must be precisely regulated. Yin Yang 1 (YY1) is a multifunctional transcription factor and Polycomb Group Protein (PcG) that is important for embryonic development, adult hematopoiesis, cell proliferation and maintaining higher-order chromosomal structure. We have generated YY1 conditional knockout mice ( Yy1 f/f Mx1-Cre ) and showed that Yy1 deficient HSCs fail to self-renewal and had disrupted HSCs quiescence. Stem cell factor (SCF)/c-Kit signaling, a critical regulatory pathway in HSC development, is significantly downregulated in Yy1 -/- HSCs. Interestingly, YY1 regulation of HSCs self-renewal and quiescence is independent on its PcG domain/function. Instead, YY1 occupied at Smc3 promoter area and repressed Smc3 expression. In Yy1 -/- HSCs, Smc3 expression was upregulated. SMC3 is a core component of cohesin protein complex and plays critical roles in HSC self-renewal, myeloid differentiation and leukemogenesis. To further dissect the underlying mechanisms by which YY1 regulates SMC3 expression in HSCs, we have generated conditional knockout mice with YY1 homozygous deletion and SMC3 heterozygous deletion ( Yy1 f/f Smc3 f/+ Mx1-Cre ). In Yy1 -/- Smc3 +/- bone marrow cells, SMC3 expression was normalized to the wild-type level. In adult bone marrow cells, YY1 physically interacted with cohesin complex proteins through its zinc finger domain. By analyzing the YY1, SMC1A and SMC3 ChIP-Seq database, our study showed that YY1 and cohesin co-occupied at promoter areas of genes that are critical for cell metabolism. Evidence from previous study showed that impaired metabolism, including increased reactive oxygen species (ROS) and decreased mitochondrial function, can cause defect in stem cell self-renewal and quiescence. In Yy1 -/- Smc3 +/- HSCs, cell quiescence was restored although HSC self-renewal was still impaired, indicates that YY1 and SMC3 may control HSC cell quiescence via regulating genes critical for cell metabolism. Our study identified YY1 as the first transcription factor that regulates expression of cohesin complex component SMC3. We are currently further dissecting underlying mechanisms and functional significances of metabolic pathways regulated by YY1-SMC3 axis in HSCs. Disclosures Levine: Imago: Equity Ownership; Isoplexis: Equity Ownership; Janssen: Consultancy, Honoraria; Gilead: Honoraria; Epizyme: Patents & Royalties; Loxo: Consultancy, Equity Ownership; C4 Therapeutics: Equity Ownership; Roche: Consultancy, Research Funding; Prelude: Research Funding; Qiagen: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Research Funding; Novartis: Consultancy."
}