{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4115.4115",
    "article_title": "Diagnosis-to-Treatment Interval (DTI) Remains Associated with Adverse Clinical Characteristics and Outcome in Newly Diagnosed Patients with Diffuse Large B-Cell Lymphoma Treated on Clinical Trials ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster III",
    "abstract_text": "Diagnosis-to-Treatment Interval (DTI) remains associated with adverse clinical characteristics and outcome in newly diagnosed patients with diffuse large B-cell lymphoma treated on clinical trials. PURPOSE A number of therapy combinations showing promise in nonrandomized studies in newly diagnosed diffuse large B-cell lymphoma (DLBCL) failed to demonstrate improvement over the control arm in randomized studies. Moreover, better than expected outcomes on the control (standard therapy arm) have been observed. Selection bias in clinical trials has consequences for scientific validity and applicability of study results to the general population. In an aggressive malignancy such as DLBCL, real or perceived urgency of initiation of therapy is weighed against the time required for trial consenting, screening, pathology review and biomarker assessment. The resulting exclusion of patients with rapidly progressive or symptomatic disease may lead to selection of patients with less aggressive disease enrolled on clinical trials. We recently examined the time from diagnosis to treatment initiation (DTI) and its association with clinical factors and outcome in a clinic-based observational cohort of patients with DLBCL from the US. Here we replicate those results in an independent clinical trial based cohort from Europe. PATIENTS AND METHODS Newly diagnosed patients with DLBCL were prospectively enrolled in the University of Iowa/Mayo Clinic SPORE Molecular Epidemiology Resource (MER) or the LYSA LNH-2003 clinical trials program. All enrolled cases from LYSA were used in analysis as intent to treat approach. Pathological diagnosis was centrally reviewed and all patients received anthracycline-based immunochemotherapy (IC) at initial diagnosis. DTI was defined as the time in days from date of first lymphoma-containing biopsy to the initiation of IC therapy. Associations of DTI with clinical factors and outcome were examined using the median DTI split (0-14 days) from the MER dataset and as using a continuous variable for DTI based on examination of functional form. Outcome was assessed using event-free survival at 24 months from diagnosis (EFS24) where events were defined as progression/relapse, initiation of new anti-lymphoma therapy, or death due to any cause. RESULTS 990 patients were enrolled in the MER from 2002-2012 and 1446 patients were enrolled in the LYSA cohort from 2003-2009. Median (range) DTI was 15 days (0-155) days in the MER and 23 days (0-215) in LYSA. Short DTI (0-14 days) was strongly associated with adverse clinical factors including elevated LDH, poor performance status, presence of B symptoms, and higher aaIPI and IPI in both cohorts (all p0.10) and DTI and age (p>0.068) were not statistically significant in both cohorts. There was no association between DTI and distance from enrollment center in the MER (p=0.99). Functional form analysis demonstrated a linear association between DTI and EFS24 in both cohorts. Longer DTI was associated with improved EFS24 in both the MER (per-week OR=0.80, 95%CI:0.74-.0.87, p<0.0001) and LYSA (OR=0.90, 95%CI:0.86-0.94, p<0.0001), and these associations remained significant after adjustment for IPI in MER (per-week OR=0.86, 95%CI:0.79-0.93, p=0.0001) and LYSA (OR=0.94, 95%CI:0.90-0.98, p=0.0053). Kaplan-Meier curves for DTI and EFS using a weekly grouping are shown in figure 1. In a combined cohort analysis, the association between longer DTI and improved EFS24 remained in a high risk (IPI 3-5) subset (OR=0.90, 95% CI: 0.85-0.96, p=0.0005). Association between DTI and EFS24 was similar in GCB (OR=0.83, 95% CI: 0.75-0.92, p=0.0004, N=505) and non-GCB (OR=0.89, 95% CI: 0.81-0.97, p=0.012, N=366) cell of origin subsets as determined via the Hans algorithm. CONCLUSION A short diagnosis-to-treatment interval is strongly associated with adverse clinical factors and poor outcome in newly diagnosed DLBCL. Conversely, patients with longer DTI have less aggressive clinical characteristics and better outcomes. This association has been replicated in a large cohort of patients enrolled on clinical trials. Clinical trials must take steps to avoid the bias of enrolling patients with expected good outcome due to their ability to delay treatment. Table 1 View large Download slide Table 1 View large Download slide  Close modal Disclosures Ghesquières: Celgene and Mundipharma: Consultancy, Honoraria; Roche: Research Funding. Haioun: PFIZER: Consultancy, Honoraria; GILEAD: Consultancy, Honoraria; JANSSEN: Consultancy, Honoraria; Sandoz: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Roche: Consultancy, Honoraria. Delarue: Gilead: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Roche: Consultancy, Honoraria. Molina: Takeda: Other: travel support to the ASH meeting; Novartis: Honoraria; Merck Serono: Honoraria. Ansell: Bristol-Myers Squibb: Research Funding; Celldex: Research Funding; Seattle Genetics: Research Funding; Merck: Research Funding; Affimed: Research Funding. Cerhan: Janssen: Other: Scientific Advisory Board (REMICADELYM4001); Janssen: Other: Multiple Myeloma Registry Steering . Salles: morphosys: Consultancy, Honoraria; BMS: Consultancy; Servier: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; MSD: Consultancy, Honoraria; Kite: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Gilead: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Roche: Consultancy, Honoraria, Research Funding. Witzig: Novartis: Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Kura: Research Funding; Acerta: Research Funding. Tilly: Takeda: Consultancy, Honoraria; Immunogen: Honoraria; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Gilead: Honoraria. Nowakowski: celgene: Consultancy, Research Funding; Morphosys: Consultancy, Research Funding; Bayer: Consultancy, Research Funding; Genetech: Consultancy, Research Funding; Abbvie: Consultancy; pharmacyclics: Consultancy; Nanostring: Research Funding.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "time-to-treatment",
        "lymphoma",
        "anthracycline antibiotics",
        "antigens",
        "biological markers",
        "biopsy",
        "cancer",
        "multiple myeloma",
        "screening"
    ],
    "author_names": [
        "Matthew J Maurer, MS",
        "Hervé Ghesquières, MD PhD",
        "Brian K Link, MD",
        "Jean-Philippe Jais, MD PhD",
        "Thomas M Habermann, MD",
        "Carrie A Thompson, MD",
        "Corinne Haioun",
        "Cristine Allmer, BS",
        "Patrick B Johnston, MD PhD",
        "Richard Delarue, MD",
        "Ivana N Micallef, MD",
        "Frederic Peyrade, MD",
        "David J Inwards, MD",
        "Nicolas Ketterer, MD",
        "Umar Farooq, MD",
        "Olivier Fitoussi, MD",
        "William R Macon, MD",
        "Thierry Jo Molina, MDPhD",
        "Sergei Syrbu, MD",
        "Andrew L Feldman, MD",
        "Susan L Slager, PhD",
        "George J Weiner, MD",
        "Stephen M Ansell, MD PhD",
        "James R. Cerhan, MD PhD",
        "Gilles Andre Salles, MD PhD",
        "Thomas E Witzig, MD",
        "Herve Tilly",
        "Grzegorz S Nowakowski, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew J Maurer, MS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hervé Ghesquières, MD PhD",
            "author_affiliations": [
                "Hospices Civils de Lyon, Université Claude Bernard, Centre Hospitalier Lyon-Sud, Lyon, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brian K Link, MD",
            "author_affiliations": [
                "University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Philippe Jais, MD PhD",
            "author_affiliations": [
                "Hopital Necker, Department of Biostatistics, Paris, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M Habermann, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carrie A Thompson, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Corinne Haioun",
            "author_affiliations": [
                "AP-HP, Groupe Hospitalier Mondor, Créteil, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cristine Allmer, BS",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick B Johnston, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Delarue, MD",
            "author_affiliations": [
                "Hematology Department / Hemophilia Center, Necker University Hospital, AP-HP, Paris, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana N Micallef, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic Peyrade, MD",
            "author_affiliations": [
                "Centre Antoine Lacassagne, Nice, France "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David J Inwards, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Ketterer, MD",
            "author_affiliations": [
                "Clinique Bois-Cerf, Lausanne, Switzerland "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Umar Farooq, MD",
            "author_affiliations": [
                "Division of Hematology, Oncology, Blood & Marrow Transplantation, University of Iowa Hospitals and Clinics, Iowa City, IA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivier Fitoussi, MD",
            "author_affiliations": [
                "Polyclinique Bordeaux Nord-Aquitaine, Bordeaux, France "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William R Macon, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Jo Molina, MDPhD",
            "author_affiliations": [
                "Department of Pathology, Hôpital Necker, Paris, France "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergei Syrbu, MD",
            "author_affiliations": [
                "University of Iowa, Iowa City, IA "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew L Feldman, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan L Slager, PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "George J Weiner, MD",
            "author_affiliations": [
                "University of Iowa, Iowa City, IA "
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen M Ansell, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R. Cerhan, MD PhD",
            "author_affiliations": [
                "Department of Health Sciences Research, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gilles Andre Salles, MD PhD",
            "author_affiliations": [
                "Hematology, Hospices Civils de Lyon - Université de Lyon, Pierre-Bénite, France "
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas E Witzig, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Tilly",
            "author_affiliations": [
                "Hematology Department, Centre Henri Becquerel, Rouen, France"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grzegorz S Nowakowski, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:36:58",
    "is_scraped": "1"
}