{
    "doi": "https://doi.org/10.1182/blood.V118.21.3868.3868",
    "article_title": "The Aggressive Molecular Signature of Peripheral Blood Chronic Lymphocytic Leukemia (CLL) Cells From Patients with Bulky Lymphadenopathy Closely Resembles That of CLL Cells From Lymph Nodes, ",
    "article_date": "November 18, 2011",
    "session_type": "641. CLL - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3868 Chronic lymphocytic leukemia (CLL) is a heterogeneous B-cell malignancy which is characterized by accumulation of CLL cells in the peripheral blood (PB), bone marrow (BM) and lymph nodes (LN). We have previously reported the gene expression profiles (GEPs) of CLL cells from these tissue sites (Blood, ASH Annual Meeting Abstracts, 2008; 112: Abstract 546) and shown that genes associated with various biologically-relevant signaling pathways (BCR, BAFF/APRIL, NFB, PI3K/AKT) were overexpressed in LN-CLL cells compared to PB-CLL and BM-CLL cells. To elucidate the association of the differentially- expressed gene signatures among PB, BM and LN-CLL with disease progression, gene expression was further studied based on clinical parameters obtained at the time of diagnosis such as chromosomal abnormalities (del 11q, del 17p and trisomy 12, and del 13q and normal karyotype as poor and good prognosis markers respectively), bulky lymphadenopathy (BLA) as a poor prognosis indicator and time to treatment 1300) of overexpressed genes. Most of these genes were associated with BCR signaling (CD79b1, CD79b2, CD72, SYK, BTK, BLNK, VAV1), the MAPK pathway (ELK4, MAP4K1, MAP3K10, MAP3K3), hedgehog signaling (GLI, SUFU, PTCH), chemokines (CCL21, CXCL13), and the NFκB pathway (TANK, TNFSF8, TNFSF7), indicating that PB-CLL cells from patients with BLA are highly activated compared to PB-CLL cells from those without BLA. Since this expression profile closely resembles that of LN-CLL, we infer that PB-CLL cells with high levels of signaling molecules had migrated out of LN in patients with BLA. We measured expression of one of the key players of BCR signaling, phosphorylated SYK (p-SYK), to validate that this pathway is active in the PB-CLL from BLA patients. Expression of p-SYK was significantly (p<0.05) higher in the PB-CLL from patients with BLA (n=4) compared to those without BLA (n=5) using flow cytometry indicating that BCR signaling molecule is functionally active in PB-CLL with BLA. Overall, our results provide a comprehensive overview of the gene signature associated with aggressive CLL. (This work was supported by the CLL Foundation, Houston, TX). Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "lymph nodes",
        "lymphadenopathy",
        "time-to-treatment",
        "molecule",
        "mitogen-activated protein kinases",
        "gene expression profiling",
        "1-phosphatidylinositol 3-kinase",
        "cancer"
    ],
    "author_names": [
        "Amit K. Mittal, PhD, DVM, MS",
        "Javeed Iqbal, PhD",
        "Christine E Gilling, BS",
        "Margaret Moragues, RN",
        "R. Gregory Bociek, MD",
        "Patricia Aoun, MD",
        "Dennis D Weisenburger, MD",
        "Shantaram S Joshi, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Amit K. Mittal, PhD, DVM, MS",
            "author_affiliations": [
                "Genetics, Cell Biology, and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Javeed Iqbal, PhD",
            "author_affiliations": [
                "Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine E Gilling, BS",
            "author_affiliations": [
                "Genetics, Cell Biology, and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaret Moragues, RN",
            "author_affiliations": [
                "Internal Medicine, Section of Oncology and Hematology, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "R. Gregory Bociek, MD",
            "author_affiliations": [
                "Internal Medicine, Section of Oncology and Hematology, University of Nebraska Medical Center, Omaha, NE, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia Aoun, MD",
            "author_affiliations": [
                "Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dennis D Weisenburger, MD",
            "author_affiliations": [
                "Pathology and Microbiology, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shantaram S Joshi, PhD",
            "author_affiliations": [
                "Genetics, Cell Biology, and Anatomy, University of Nebraska Medical Center, Omaha, NE, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T06:40:48",
    "is_scraped": "1"
}