{
    "doi": "https://doi.org/10.1182/blood-2020-134803",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4483",
    "start_url_page_num": 4483,
    "is_scraped": "1",
    "article_title": "Early Initiation of Treatment with Rivipansel for Acute Vaso-Occlusive Crisis in Sickle Cell Disease (SCD) Achieves Earlier Discontinuation of IV Opioids and Shorter Hospital Stay: Reset Clinical Trial Analysis ",
    "article_date": "November 5, 2020",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": null,
    "author_names": [
        "Carlton D. Dampier, MD",
        "Marilyn J. Telen, MD",
        "Ted Wun, MD",
        "Wally R Smith, MD",
        "R. Clark Brown, MD PhD",
        "Payal Desai, MD",
        "Fuad A El Rassi, MD",
        "Julie Kanter, MD",
        "Beng R. Fuh, MD",
        "Yves D. Pastore, MD",
        "Jennifer A. Rothman, MD",
        "James G. Taylor, MD",
        "David Readett, BM, BS, MRCP",
        "Jay N Lozier, MDPhD",
        "John L. Magnani, PhD",
        "Helen M Thackray, MD",
        "Kathryn L. Hassell, MD"
    ],
    "author_affiliations": [
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Duke University Medical Center, Duke Comprehensive Sickle Cell Center, Durham, NC "
        ],
        [
            "Division of Hematology Oncology, UC Davis School of Medicine, Sacramento, CA "
        ],
        [
            "Virginia Commonwealth University, Richmond, VA "
        ],
        [
            "Department of Pediatrics, Aflac Cancer & Blood Disorders Center of Children's Healthcare of Atlanta and the Department of Pediatrics, Emory University, Atlanta, GA "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Department of Hematology and Medical Oncology, Winship Cancer Institute, Atlanta, GA "
        ],
        [
            "University of Alabama, Director of the UAB Adult Sickle Cell Clinic Associate Professor in the Division of Hematology and Oncology, Birmingham, AL "
        ],
        [
            "East Carolina University Comprehensive Sickle Cell Center, Greenville, NC "
        ],
        [
            "CHU Sainte-Justine, University of Montreal, Montreal, Canada "
        ],
        [
            "Duke University Medical Center, Durham, NC "
        ],
        [
            "Center for Sickle Cell Disease, Howard University, Washington, DC "
        ],
        [
            "Pfizer Inc., Groton, CT "
        ],
        [
            "Jay Lozier Consulting, LLC, Olney, MD "
        ],
        [
            "Glycomimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics Inc., Rockville, MD "
        ],
        [
            "University of Colorado Denver HSC, Aurora, CO"
        ]
    ],
    "first_author_latitude": "33.79331354999999",
    "first_author_longitude": "-84.32356585000001",
    "abstract_text": "Vaso-Occlusive Crises (VOCs) in patients with SCD cause acute and chronic morbidity including disabling pain, hospitalizations, missed school and work, end-organ damage, and early mortality. VOC prophylaxis, while beneficial, does not address the disabling pain and morbidity of breakthrough VOC events that still occur. E-selectin upregulation on vascular endothelium leads to leukocyte trapping, activation and aggregation and is a critical driver of acute VOC (Morikis et al, Blood 2017). Rivipansel, a pan-selectin inhibitor with potent activity against E-selectin, prevents interaction between leukocytes and vascular endothelium (Morikis et al, Blood 2017) and increases blood flow by reducing cell-cell aggregates and vascular occlusion in a SCD mouse model (Chang et al, Blood 2010). A phase 2 study of rivipansel in VOC demonstrated shorter hospital stays and reduced opioid use (Telen et al Blood , 2015). The RESET trial (NCT02187003) was a phase 3, randomized, double-blind, placebo-controlled, study of the efficacy and safety of rivipansel for VOC requiring hospitalization. Three hundred forty-five patients (204 patients ≥18 and 141 patients 6-17 years of age) were randomized to an intravenous rivipansel loading dose, followed by up to 14 additional doses Q 12 hr, or placebo, in addition to standard care. Overall, 320 were treated: 162 with rivipansel, 158 with placebo. Pre-treatment variables were well balanced, including concomitant hydroxyurea use, genotype, chronic opioid use, gender, and country. The primary endpoint was time to readiness for discharge (TTRFD), and key secondary endpoints were time to discharge (TTD), time to discontinuation of IV opioids (TTDIVO), and cumulative IV opioid use (CIVO). Hazard ratios or ratios of medians, and confidence intervals were calculated for each. Both study arms had comparable baseline soluble E-selectin (sE-sel) levels and inflammatory/coagulation biomarkers. Median sE-sel in the rivipansel group decreased by 59% from baseline after a loading dose while increasing by 9% in the placebo group. Although the RESET study did not show statistically significant improvements in outcomes for the total population, additional analysis demonstrated that rivipansel treatment within 26.4 hr of pain onset (earliest quartile of duration of VOC until treatment) reduced median TTRFD by 56.3 hrs (from 122.0 to 65.7 hrs), reduced median TTD by 41.5 hrs (from 112.8 to 71.3 hrs), and reduced median TTDIVO by 50.5 hrs (from 104.0 to 53.5 hrs), compared to placebo. There was also a consistent trend for lower hazard ratios for rivipansel treatment earlier during VOC (up to ~36 hr from onset) for all endpoints (Figure 1). Pediatric subjects (6-17 yrs, n = 141) were 41% of patients treated in the RESET trial (71 in rivipansel arm, 70 in placebo arm). As in the overall population the observed benefit with rivipansel in pediatric subjects depended on duration of VOC prior to treatment. Children 6-17 yrs of age treated with rivipansel within 30 hrs of onset of VOC experienced reduction in median TTRFD by 29.3 hrs (from 94.1 to 64.8 hrs), reduction in median TTD by 23.2 hrs (from 92.8 to 69.6 hrs), and reduction in median TTDIVO by 15.4 hrs (from 68.9 to 53.5 hrs). Early treatment with rivipansel decreased median TTRFD by more than one day and led to more children ready for discharge by 24, 48, and 72 hrs, compared to patients receiving placebo (Table 1). Additionally, pain scale assessments (VAS and Faces scale) showed a substantial reduction in the time to first clinically meaningful reduction in pain (data not shown). Thus, the hazard ratios for the efficacy endpoints favored early rivipansel treatment over placebo in the overall population and the pediatric population (Table 2). Summary: Rivipansel administered early in VOC results in clinically meaningful benefit for adults and children with SCD, shortening IV opioid use and hospital stay. Biomarker data confirm on-target effect, suggesting that the diminishing effect of later rivipansel treatment results from downstream pathophysiology. These findings suggest the utility of early treatment to shorten or interrupt acute VOCs, analogous to thrombolysis for heart attack or stroke. This could change the VOC treatment paradigm from deferral of hospitalization to one of early intervention to reduce length of hospitalization and IV opioid requirement, relieve VOC symptoms, and possibly mitigate end-organ damage from tissue ischemia. View large Download slide View large Download slide  Disclosures Dampier: Merck: Research Funding; Hudson Publishing Company: Consultancy, Research Funding; CLS Behring: Consultancy, Other: DSMB Chair; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Micelle Biopharma: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Cyclerion: Consultancy, Other: DSMB Chair; Novartis: Research Funding. Telen: GlycoMimetics Inc.: Consultancy; Forma Therapeutics: Research Funding; CSL Behring: Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Pfizer: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding. Wun: GlycoMimetics, Inc.: Consultancy; Pfizer, Inc.: Other: Steering Committee for clinical study, Research Funding. Smith: Incyte: Other: Investigator; Pfizer: Consultancy; Ironwood: Consultancy; Novo Nordisk: Consultancy; Imara: Research Funding; Shire: Research Funding; NHLBI: Research Funding; Patient-Centered Outcomes Research Institute: Other: Investigator, Research Funding; Health Resources and Services Administration: Other: Investigator, Research Funding; Shire, Inc.: Other: Investigator, Research Funding; Global Blood Therapeutics, Inc.: Consultancy, Research Funding; Novartis, Inc.: Consultancy, Other: Investigator, Research Funding; Emmaeus Pharmaceuticals, Inc.: Consultancy; GlycoMimetics, Inc.: Consultancy. Brown: Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees, Research Funding; Forma Therapeutics, Inc,: Research Funding; Imara, Inc.: Consultancy, Research Funding; Novartis, Inc.: Consultancy, Research Funding. Desai: Pfizer, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; GBT, Inc.: Membership on an entity's Board of Directors or advisory committees, Research Funding; Ironwood Pharmaceuticals, Inc.: Membership on an entity's Board of Directors or advisory committees; Rockpointe Continuing Medical Education Company: Consultancy. El Rassi: Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Cyclerion: Research Funding; Pfizer: Research Funding; Global Blood Therapeutics: Membership on an entity's Board of Directors or advisory committees; Bluebird bio: Membership on an entity's Board of Directors or advisory committees. Kanter: Wells Fargo: Honoraria; Medscape: Honoraria; Guidepoint Global: Honoraria; NHLBI Sickle Cell Advisory Board: Membership on an entity's Board of Directors or advisory committees; SCDAA Medical and Research Advisory Board: Membership on an entity's Board of Directors or advisory committees; AGIOS: Membership on an entity's Board of Directors or advisory committees; BEAM: Membership on an entity's Board of Directors or advisory committees; Jeffries: Honoraria; GLG: Honoraria; Sanofi: Consultancy; bluebird bio, inc: Consultancy, Honoraria; Novartis: Consultancy; Cowen: Honoraria. Pastore: Pfizer: Honoraria. Rothman: Pfizer: Consultancy, Honoraria, Research Funding; Novartis: Honoraria, Research Funding; Agios Pharmaceuticals: Honoraria, Research Funding. Readett: Pfizer, Inc.: Current Employment. Lozier: GlycoMimetics, Inc.: Current Employment, Current equity holder in publicly-traded company. Magnani: GlycoMimetics, Inc.: Current Employment, Current equity holder in publicly-traded company, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties. Thackray: GlycoMimetics, Inc.: Current Employment. Hassell: Pfizer, Inc.: Other: RESET Study Steering Committee; Pfizer, Inc.: Research Funding."
}