{
    "doi": "https://doi.org/10.1182/blood.V116.21.4731.4731",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1716",
    "start_url_page_num": 1716,
    "is_scraped": "1",
    "article_title": "Deep Vein Thrombosis and Pulmonary Embolism: Awareness and Knowledge Gaps In the General Public ",
    "article_date": "November 19, 2010",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "deep vein thrombosis",
        "oral contraceptives",
        "pulmonary embolism",
        "thrombus",
        "computed tomographic angiography",
        "venous thromboembolism",
        "thrombophilia",
        "bedfast",
        "chemotherapy regimen",
        "endocrine therapy"
    ],
    "author_names": [
        "Jack E Ansell, MD",
        "Gregory A Maynard, MD",
        "Richard J Friedman, MD, FRCSC",
        "Elizabeth A Varga, MS, CGC",
        "Lisa L Fullam",
        "Alan P Brownstein, MPH"
    ],
    "author_affiliations": [
        [
            "Lenox Hill Hospital, New York, NY, USA, "
        ],
        [
            "University of California, San Diego, San Diego, CA, USA, "
        ],
        [
            "Charleston Orthopaedic Associates, Charleston, SC, USA, "
        ],
        [
            "Nationwide Children's Hospital, Columbus, OH, USA, "
        ],
        [
            "Lisa Fullam & Associates, Scottsdale, AZ, USA, "
        ],
        [
            "National Blood Clot Alliance, Tarrytown, NY, USA"
        ]
    ],
    "first_author_latitude": "40.77393029999999",
    "first_author_longitude": "-73.9608921",
    "abstract_text": "Abstract 4731 Deep vein thrombosis (DVT) and pulmonary embolism (PE) impose a major public health burden in the United States, affecting an estimated 350,000 to 600,000 individuals and accounting for ~100,000 deaths in the United States each year, according to The Surgeon General's Call to Action (CTA) To Prevent Deep Vein Thrombosis and Pulmonary Embolism (2008). In response to this CTA, the National Blood Clot Alliance (NBCA), a national, community-based, non-profit organization dedicated to the prevention, diagnosis, and treatment of thrombosis and thrombophilia, conducted a survey to benchmark DVT/PE awareness among the general public. Little information about the public's knowledge of venous thromboembolism (VTE) is found in the literature, making this one of the most comprehensive, relatively large surveys of its kind. This DVT/PE awareness survey was conducted in November 2009, among a representative cross-section of 500 adults, >20 years, participating in online research panels. Among all respondents surveyed, just 21% said that they had heard of a medical condition called DVT (unaided), and, among this group (n=104), 86% correctly identified it as “deep vein thrombosis” on an aided checklist. Among those respondents who had not heard of a DVT or who had made an incorrect checklist selection (n=411), when DVT was identified for them as “deep vein thrombosis,” 29% then said they knew what it was. Among all respondents, just 16% said that they had heard of a medical condition called PE, and, among this group (n=80), 83% identified it correctly as “pulmonary embolism” on an aided checklist. Awareness of specific DVT risk factors and DVT/PE signs/symptoms was low. Results of this survey show that the medical lexicon poses substantial barriers: only 23% of all respondents reported to know what thrombophilia means and just 9% had heard of VTE. Conversely, 8 in 10 of all respondents said that they do know what a blood clot is, and virtually all respondents (98%) said that they believe blood clots can be life-threatening. The leading factors respondents said they believe are risks for causing blood clots included: family history of blood clots (73%), major trauma (71%), major surgery (69%), and being bedridden (68%), while <60% of respondents mentioned other risk factors, such as cancer, chemotherapy, pregnancy, hormone therapy and birth control pills, or age. The public health impact of DVT/PE is significant, while DVT/PE public awareness, including awareness of important DVT/PE risk factors and signs/symptoms, is disproportionately low. These survey data support recommendations in the Surgeon General's CTA, underscoring the urgent need for education, especially the use of simplified terms, to close gaps in DVT/PE public awareness/knowledge, and can help guide educational initiatives relative to DVT/PE that may contribute to decreased morbidity and mortality. Disclosures: Ansell: Bayer, Inc: Consultancy; Bristol Myers Squibb: Consultancy, Data Safety Monitoring Boards; Daiichi Sankyo: Consultancy; Boehringer Ingleheim: Consultancy; Ortho McNeil: Consultancy; Sanofi Aventis: Speakers Bureau. Brownstein: Ortho-McNeil, Division of Ortho-McNeil-Janssen Pharmaceuticals, Inc.: Data reported from project supported by Ortho-McNeil, Division of Ortho-McNeil-Janssen Pharmaceuticals, Inc."
}