{
    "doi": "https://doi.org/10.1182/blood.V114.22.1192.1192",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1534",
    "start_url_page_num": 1534,
    "is_scraped": "1",
    "article_title": "Allogeneic Hematopoietic Cell Transplantation (allo-HCT) Can Induce Durable Remission in Heavily Pretreated Relapsed Hodgkin Lymphoma. (HL). ",
    "article_date": "November 20, 2009",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation Poster I",
    "topics": [
        "allopurinol",
        "disease remission",
        "hematopoietic stem cell transplantation",
        "hodgkin's disease, recurrent",
        "tacrolimus",
        "cyclosporine",
        "graft-versus-host disease",
        "mycophenolate mofetil",
        "rapamycin",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Robert Chen, MD",
        "Joycelynne Palmer, PHD",
        "Leslie Popplewell, MD",
        "Jessica Shen, MS",
        "Eileen Smith, MD",
        "Maria Delioukina, MD",
        "Neil Kogut, MD",
        "Joseph Rosenthal, MD",
        "Stephen J Forman, MD",
        "Auayporn P. Nademanee, MD"
    ],
    "author_affiliations": [
        [
            "hematology/HCT, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Information Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Department of Information Sciences, City of Hope, Duarte, CA, USA, "
        ],
        [
            "City of Hope Nat'l Med. Ctr., Duarte, CA, USA, "
        ],
        [
            "City of Hope, Duarte, CA, USA, "
        ],
        [
            "Kaiser Permanente, Duarte, CA, USA, "
        ],
        [
            "Division of Hematology/HCT, City of Hope National Medical Center, Duarte, CA, USA, "
        ],
        [
            "Hem/HCT, City of Hope National Medical Center, Duarte, CA, USA"
        ],
        [
            "City of Hope National Medical Center, Duarte, CA, USA, "
        ]
    ],
    "first_author_latitude": "34.1298507",
    "first_author_longitude": "-117.97077220000001",
    "abstract_text": "Abstract 1192 Poster Board I-214 Background: Even though Hodgkin lymphoma (HL) is a curable disease, about, 20-30% patients are either refractory to induction chemotherapy or relapse post treatment. High dose chemotherapy and autologous HCT has been shown to be an effective salvage therapy for patients with relapsed HL. However, relapse continues to occur after auto-HCT, especially in patients with chemoresistant or poor-risk features at relapse. The prognosis of these patients is poor with limited options of treatment. Although allo-HCT offers both cytoreduction and potential graft-versus-tumor effect, its use in relapsed HL has been limited by non-relapse mortality (NRM) and patient co-morbidities induced by numerous prior treatments. To examine the potential impact of allo-HCT on survival and disease outcomes, we performed retrospective analysis of allo-HCT in relapsed/refractory HL to determine if allo-HCT can induce long-term remission in heavily pretreated relapsed HL. Results: Between January 2003 and December 2008, 29 patients with relapsed HL underwent allo-HCT at City of Hope National Medical Center. The median age was 37 (range: 14-63). 20 (69%) patients were chemosensitive at time of allo-HCT. 17 (59%) patients had prior auto-HCT. 16 (55%) patients received matched siblings and 13 (45%) received unrelated donor cells. 20 (69%) patients had prior radiation treatments. The median number of prior regimens was 5 (range: 2-8). 23 (79%) patients underwent a non-myeloablative conditioning regimen while 6 (21%) patients had a myeloablative regimen. 14 (48%) patients received Tacrolimus/Sirolimus as graft versus host disease prophylaxis and 15 (52%) patients received a combination of Cellcept/CsA, Cellcept/CsA/MTX, Tacrolimus/MTX, or Tacrolimus/Sirolimus/MTX. With a median follow up of 31.9 months (range: 9.7-69.1) for surviving patients, the results show: 1) OS 1 year 75.8% (95% CI 61.5, 85.5), 2 year 60.8% (95% CI 48.8, 70.8), Figure 1 2) DFS 1 year 41.4% (95% CI 33.9, 48.7), 2 year 33.9% (95% CI 28.0, 39.8), Figure 2 3) Relapse rate 1 year 50.0% (95% CI 40.8, 60.0), 2 year 59.1% (95% CI 51.2, 67.1) 4) Non-relapse mortality 100 days 6.9% (95% CI 1.9, 22.8), 1 year 14.2% (95% CI 6.4, 29.9), 2 years 16.3% (95% CI 6.4, 29.9) 5) GVHD Grade II-IV aGVHD 51.6%, cGVHD 58.6% 6) Prior radiation showed a trend toward adversely affects OS with a hazard ratio of 4.45 (CI 0.97, 20.47), p=0.056 7) Chemoresistant disease at allo-HCT adversely affecting DFS with a hazard ratio of 2.3 (95% CI 0.9, 5.91), p=0.083 8) The only difference between relapsed group and non-relapse group was the type of donor. Relapse rate is 75% for matched related donor versus 23% for unrelated donor (P=0.005). Conclusion: Allogeneic hematopoietic cell transplantation in heavily pretreated relapsed Hodgkin's lymphoma is feasible, tolerable, and can induce durable clinical remissions. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: No relevant conflicts of interest to declare."
}