{
    "doi": "https://doi.org/10.1182/blood.V128.22.161.161",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3288",
    "start_url_page_num": 3288,
    "is_scraped": "1",
    "article_title": "Free Iron in Sera of Patients with Sickle Cell Disease Contributes to the Release of Neutrophil Extracellular Traps ",
    "article_date": "December 2, 2016",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science: Mechanisms of Vaso-Occlusion",
    "topics": [
        "iron",
        "neutrophil extracellular traps",
        "serum",
        "sickle cell anemia",
        "heme",
        "deferoxamine",
        "dna",
        "hemin",
        "iron chelating agents",
        "tumor necrosis factors"
    ],
    "author_names": [
        "Kristof Van Avondt, PhD",
        "Marein Schimmel",
        "Ingrid Bulder",
        "Robin van Bruggen, PhD",
        "Bart J. Biemond, MD PhD",
        "Brenda M. Luken, PhD",
        "Sacha S. Zeerleder, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Immunopathology, Sanquin Research, and Landsteiner Laboratory, AMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Immunopathology, Sanquin Research, and Landsteiner Laboratory, AMC, University of Amsterdam, Amsterdam, Netherlands ",
            "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Immunopathology, Sanquin Research, and Landsteiner Laboratory, AMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Blood Cell Research, Sanquin Research, and Landsteiner Laboratory, AMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Hematology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Immunopathology, Sanquin Research, and Landsteiner Laboratory, AMC, University of Amsterdam, Amsterdam, Netherlands "
        ],
        [
            "Department of Immunopathology, Sanquin Research and Landsteiner Laboratory, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands ",
            "Department of Hematology, Academic Medical Center, Amsterdam, Netherlands"
        ]
    ],
    "first_author_latitude": "52.355818199999995",
    "first_author_longitude": "4.9557262999999985",
    "abstract_text": "Chronic hemolysis is a hallmark of sickle cell disease (SCD). Hemolysis in SCD has been associated with elevated levels of heme in the circulation of both human patients and SCD mice. It was shown that TNF-α treatment induces experimental vaso-occlusive crisis (VOC) in SCD mice, associated with the formation of neutrophil extracellular traps (NETs) as shown by staining of lung sections (Chen et al. Blood 2014). In addition, the administration of DNase I to degrade NETs led to improved survival. Furthermore, it was shown that plasma from SCD patients obtained during SCD crisis induced NET formation by TNF-α primed neutrophils. Free heme was suggested to mediate the formation of NETs in SCD, as treatment of SCD mice with the heme-binding protein hemopexin (Hpx) to scavenge free heme led to reduced NET formation (Chen et al. Blood 2014). To verify the potential therapeutic use of Hpx administration to block NET formation and the occurrence of VOC in human SCD, we aimed to determine whether ex vivo Hpx addition to human SCD sera would prevent NET formation. Patient serum and plasma samples were obtained from 32 incidents of VOC in 24 adult SCD patients, with informed consent. Moreover, steady state samples were obtained at least 4 weeks after discharge from the hospital. Patients having had a blood transfusion in the 3 months prior to admission were excluded. NET formation by human neutrophils from healthy donors was studied using confocal fluorescence microscopy and staining for extracellular DNA with the cell nonpermeable dye Sytox Green. The presence of extracellular DNA that stains positive for citrullinated histone H3 confirmed the formation of NETs (Figure 1A). Indeed, we found that hemin (ferriprotoporphyrin IX) activated neutrophils to generate reactive oxygen species and release NETs, which was prevented by addition of plasma-derived Hpx. Moreover, exposure of neutrophils to sera from patients with SCD promoted NET formation, which was significantly enhanced during VOC. However, we observed that circulating free heme levels were elevated in SCD patient serum irrespective of disease state, and serum concentrations of Hpx were reduced in both VOC and steady state compared to healthy donor serum. Strikingly, addition of Hpx in supraphysiological concentrations failed to prevent the formation of NETs in all SCD sera tested. We and others (Chen et al. Blood 2014) have found that, in contrast to hemin, protoporphyrin IX does not trigger NET formation, revealing that the iron atom is required for the release of NETs. This observation led us to investigate whether free iron may directly induce NET formation. When neutrophils were exposed to Fe-NTA, NETs were formed. In addition, we tested whether scavenging of free iron in SCD serum by addition of the iron-chelator deferoxamine or the specific iron-binding protein apotransferrin would prevent NET release (Figure 1B). Indeed, we found that sequestration of free iron prevented NET formation induced by a subset (6 out of 11 tested), but not all, sera of patients with VOC (Figure 1C). In summary, we observed that sequestration of free iron with the iron-chelator deferoxamine or the iron-binding protein apotransferrin was effective in more than half of the SCD patient sera, while the binding of heme to Hpx did not prevent NET release in human SCD patient sera. Therefore, we propose that targeting free iron with these iron binding compounds may be explored therapeutically to prevent or treat VOC development in SCD. Figure 1A View large Download slide Figure 1A View large Download slide  Disclosures No relevant conflicts of interest to declare."
}