{
    "doi": "https://doi.org/10.1182/blood.V110.11.3106.3106",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=976",
    "start_url_page_num": 976,
    "is_scraped": "1",
    "article_title": "Bendamustine in Combination with Rituximab (BR) for Patients with Relapsed Chronic Lymphocytic Leukemia (CLL): A Multicentre Phase II Trial of the German CLL Study Group (GCLLSG). ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "topics": [
        "bendamustine",
        "chronic lymphocytic leukaemia recurrent",
        "phase 2 clinical trials",
        "rituximab",
        "brachial plexus neuritis",
        "infections",
        "toxic effect",
        "myelosuppression",
        "abscess",
        "adverse event"
    ],
    "author_names": [
        "Kirsten Fischer, MD",
        "Stephan Stilgenbauer, MD",
        "Carmen D. Schweighofer, MD",
        "Jasmin Renschler",
        "Raymonde Busch",
        "Michael Kiehl, MD",
        "Leopold Balleisen, MD",
        "Michael Eckart, MD",
        "Anna M. Fink, MD",
        "Sebastian Boettcher, MD",
        "Matthias Ritgen, MD",
        "Michael Kneba, MD",
        "Peter Staib, MD",
        "Hartmut Doehner, MD",
        "Barbara F. Eichhorst, MD",
        "Michael Hallek, MD",
        "Clemens-Martin Wendtner, MD",
        "the German CLL Study Group (GCLLSG)"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine, University Hospital, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Institute for Medical Statistic and Epidemiology, Technical University, Munich, Germany"
        ],
        [
            "Department of Internal Medicine, Hospital, Frankfurt Oder, Germany"
        ],
        [
            "Department of Internal Medicine, Hospital, Hamm, Germany"
        ],
        [
            "ISP Naegelsbacherstrasse, Erlangen, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine, University Hospital, Kiel, Germany"
        ],
        [
            "Department of Internal Medicine, University Hospital, Kiel, Germany"
        ],
        [
            "Department of Internal Medicine, University Hospital, Kiel, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine, University Hospital, Ulm, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        [
            "Department of Internal Medicine I, University Hospital, Cologne, Germany"
        ],
        []
    ],
    "first_author_latitude": "50.93324005",
    "first_author_longitude": "6.92780515",
    "abstract_text": "Introduction: Bendamustine has shown considerable activity in monotherapy for solid and lymphoid malignancies including CLL and has been used for more than 30 years in anti-cancer treatment. In vitro and ex vivo studies have demonstrated synergistic pro-apoptotic effects of bendamustine and the CD20 antibody rituximab (BR) in primary B-CLL cells. Encouraging clinical results have been obtained using BR combination treatment in relapsed/refractory NHL or mantle cell lymphoma. The present phase II trial represents the first study assessing efficacy and toxicity of bendamustine in combination with rituximab in pts with relapsed/refractory B-CLL. Patients and Methods: Between March 2006 and June 2007 81 pts with relapsed/refractory B-CLL and a median number of 2 pretreatments were enrolled into this trial. Bendamustine was given at a dose of 70 mg/m 2 on day 1 and 2, combined with 375mg/m 2 rituximab for the first cycle and 500 mg/m 2 for the second and subsequent cycles. BR treatment was administered every 28 days up to 6 courses. Blood samples were taken for molecular cytogenetics by fluorescence in situ hybridization (FISH), analysis of the IgV H mutational status and expression of ZAP70/CD38. Assessment of minimal residual disease (MRD) was evaluated in peripheral blood and bone marrow by 4-colour flow cytometry. Results: So far data of 31 pts (median age 66 years) with a total of 126 treatment cycles are available for analysis. There was notable toxicity with 48 reported CTC grade 3/4 adverse events, particularly myelosuppression and infections: grade 3/4 anemia occurred in 6.3.%, leukopenia/neutropenia in 10.8% and thrombocytopenia in 11.9% of all courses. 6 episodes of CTC grade 3/4 infections were documented: 1 sinusitis maxillaris, 1 FUO and 1 abscess, all of them being reversible after antibiotics. However, 3 pts died due to severe infections including 2 fatal pneumonias and 1 urosepsis. One pt died due to myocardial infarction. Regarding efficacy, 23 pts were evaluable for response: The overall response rate (ORR) was 65.2% with a CR rate of 13.0% (3 pts) and a PR rate of 52.2% (12 pts). No molecular remission was observed by 4-colour cytometry. Stable disease (SD) was achieved in 26.1% (6 pts) whereas 2 pts had progressive CLL (PD, 8.7%). Responses were observed in the majority of pts with genomic aberrations 11q deletion (ORR: 4/5) and trisomy 12 (ORR: 2/3), while none of the pts with 17p deletion (ORR: 0/4) was responsive (P=0.006). Conclusion: Bendamustine plus rituximab is an effective regimen in refractory/relapsed B-CLL. Major treatment toxicities were myelosuppression and infections. Updated data with respect to toxicity and efficacy based on the entire study population will be available for the Meeting."
}