{
    "doi": "https://doi.org/10.1182/blood.V118.21.2065.2065",
    "article_title": "Deriving Health Utility Values From a Health-Related Quality of Life Instrument in Non-Hodgkin Lymphoma Patients ",
    "article_date": "November 18, 2011",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "abstract_text": "Abstract 2065 Health-related quality of life (HRQOL) is an important measure of health outcome in patients with non-Hodgkin lymphoma (NHL). Cost-effectiveness analyses incorporate health utility, a preference-based summary measure of HRQOL, through the use of quality-adjusted life years (QALYs). However, health utility scores are elicited using generic HRQOL instruments that are not commonly employed, since cancer specific HRQOL instruments generally provide more clinically relevant information. The EORTC QLQ-C30 is a multidimensional instrument designed to evaluate HRQOL in cancer patients, which is summarized using 15 separate scores. The EQ-5D tool, used to determine health utility values, asks patients to rate five domains of health on three different levels. Two hundred forty-three different health states are represented with this instrument, and each health state is converted into a single utility value on a scale anchored at 0 (representing death) and 1 (representing full health), based on societal valuations. The purpose of this study was to develop an algorithm to convert cancer specific HRQOL data obtained from the QLQ-C30 instrument in non-Hodgkin lymphoma (NHL) patients into health utility values elicited from the EQ-5D. NHL patients undergoing chemotherapy at Sunnybrook Health Sciences Centre in Ontario, Canada completed both the QLQ-C30 and EQ-5D questionnaires on each day they attended the clinic to receive a chemotherapy cycle. Fifteen summary scores were calculated from the QLQ-C30 instrument, and health utility values were assigned. A linear regression model was used to quantify the relationship between EQ-5D utility scores and QLQ-C30 summary scores. The QLQ-C30 summary scores were the predictor variables in the model and the utility score was the dependent variable. The final model was established using backward variable elimination with the Akaike Information Criterion (AIC). The predictive ability of the final model was tested using 10-fold cross validation, a technique in which data are divided into ten equal samples and each sample is used once to validate the model while the remaining nine samples are used to fit the model. Fifty-three patients participated in this study, and provided a total of 269 completed QLQ-C30 and EQ-5D questionnaires that were included in the analysis. The mean age of study patients was 61.4 years and 58% were female. 77% of patients had a diagnosis of the diffuse large B-cell subtype of NHL. The final model included four QLQ-C30 summary scores: physical (p<0.001), emotional (p<0.001), cognitive (p=0.06), and pain (p<0.001). Table 1 summarizes actual and predicted utility scores. Predicted utility scores were based on the results of the cross validation. The mean absolute error between predicted and actual utility scores was 0.07. Table 1: Summary measures for actual and predicted health utility scores  Statistic . Actual . Predicted . Difference * . Mean ± standard deviation 0.84 ± 0.16 0.84 ± 0.13 0.00 ± 0.09 Median 0.83 0.87 0.01 95% confidence interval for the mean (based on 3000-replicate bootstrap) [0.82, 0.86] [0.83, 0.86] [−0.01, 0.01] Statistic . Actual . Predicted . Difference * . Mean ± standard deviation 0.84 ± 0.16 0.84 ± 0.13 0.00 ± 0.09 Median 0.83 0.87 0.01 95% confidence interval for the mean (based on 3000-replicate bootstrap) [0.82, 0.86] [0.83, 0.86] [−0.01, 0.01] * Predicted minus Actual, by patient View Large This analysis demonstrates that HRQOL data collected from NHL patients using the EORTC QLQ-C30, a multidimensional, non-preference-based instrument, can be converted into preference-based data suitable for use in cost-effectiveness analyses. Disclosures: Lathia: Amgen Canada: Research Funding. Mittmann: Amgen Canada: Research Funding.",
    "topics": [
        "health-related quality of life",
        "lymphoma, non-hodgkin",
        "cancer",
        "chemotherapy regimen",
        "pain",
        "linear regression",
        "predictor variable",
        "european organization for research and treatment of cancer",
        "b-lymphocytes",
        "ontario"
    ],
    "author_names": [
        "Nina Lathia, MSc",
        "Pierre K Isogai, B.Sc",
        "Jeffrey S Hoch, PhD",
        "Carlo De Angelis, PharmD",
        "Matthew Cheung, MD, FRCPC",
        "Scott Walker, MScPhm",
        "Nicole Mittmann, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nina Lathia, MSc",
            "author_affiliations": [
                "Pharmaceutical Sciences, University of Toronto, Toronto, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Pierre K Isogai, B.Sc",
            "author_affiliations": [
                "Health Outcomes and Pharmacoeconomics, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey S Hoch, PhD",
            "author_affiliations": [
                "Health Policy, Management, and Evaluation, University of Toronto, Toronto, ON, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carlo De Angelis, PharmD",
            "author_affiliations": [
                "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Cheung, MD, FRCPC",
            "author_affiliations": [
                "Sunnybrook Health Sciences Centre, Odette Cancer Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Walker, MScPhm",
            "author_affiliations": [
                "Pharmacy, Sunnybrook Health Sciences Centre, Toronto, ON, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicole Mittmann, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Clinical Pharmacology, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:39:11",
    "is_scraped": "1"
}