{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1840.1840",
    "article_title": "Relapsed or Refractory Multiple Myeloma Patients Treated with Second-Line Carfilzomib and Categorized By Prior Exposure to Bortezomib: A Subgroup Analysis of the Randomized Phase 3 Aspire and Endeavor Trials ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: ASPIRE and ENDEAVOR were randomized phase 3 trials that investigated the next-generation selective and irreversible proteasome inhibitor carfilzomib in patients with relapsed or refractory multiple myeloma (RRMM) who had received 1-3 prior lines of therapy. This post hoc analysis of the ENDEAVOR and ASPIRE trials describes the efficacy of carfilzomib in subgroups of patients who were previously exposed to bortezomib and received second-line carfilzomib. Methods: Carfilzomib was administered on days 1, 2, 8, 9, 15 and 16 of 28-day cycles. Patients in ASPIRE were randomized to receive carfilzomib, lenalidomide, and dexamethasone (KRd) or lenalidomide and dexamethasone (Rd). In ASPIRE carfilzomib was given at 27 mg/m 2 (20 mg/m 2 on days 1 and 2 of cycle 1); dosing on days 8 and 9 was omitted after 12 cycles and discontinued after cycle 18. In ENDEAVOR, patients were randomized to receive carfilzomib (20 mg/m 2 on days 1 and 2 of cycle 1; 56 mg/m 2 thereafter) and dexamethasone (Kd) or 21-day cycles of bortezomib (1.3 mg/m 2 , intravenous bolus or subcutaneous injection) and dexamethasone (Vd). In ENDEAVOR, carfilzomib and bortezomib were both given until progression or unacceptable toxicity. In ASPIRE, prior bortezomib was allowed as long as patients did not progress while receiving bortezomib. In ENDEAVOR, prior bortezomib was allowed, as long as patients did not discontinue due to toxicity, had a partial response or better, and had a 6-month bortezomib treatment-free interval. In this subgroup analysis, we studied the efficacy of carfilzomib in a subgroup of second-line patients who had previously been exposed to bortezomib (prior bortezomib group) and compared the outcomes to patients without previous bortezomib exposure (bortezomib-naïve group). Results: In the ASPIRE trial, 93 patients in the KRd arm and 73 patients in the Rd arm were included in the prior bortezomib group, and 91 patients in the KRd arm and 84 patients in the Rd arm were included in the bortezomib-naïve group. The median progression-free survival (PFS) of patients in the prior bortezomib group was 29.3 months (95% confidence interval [CI]: 19.4-38.9) for KRd vs 15.9 months (95% CI: 11.1-20.7) for Rd (hazard ratio [HR]: 0.577; 95% CI: 0.380-0.875; P = 0.0044), and the median PFS of patients in the bortezomib-naïve group was 29.6 months (95% CI: 20.6-not evaluable [NE]) for KRd vs 20.6 months (95% CI: 15.6-NE) for Rd (HR: 0.839; 95% CI: 0.552-1.276; P = 0.2062) (Figure 1). The overall response rate (ORR) for patients who received KRd vs Rd was 86.0% vs 69.9% (complete response [CR] or better, 30.1% vs 6.8%) in the prior bortezomib group and 87.9% vs 70.2% (CR or better, 37.4% vs 7.1%) in the bortezomib-naïve group. The rate of grade 3 or higher adverse events (KRd vs Rd) was 87.9% vs 77.5% in the prior bortezomib group and 83.5% vs 81.9% in the bortezomib-naïve group. In the ENDEAVOR trial, 96 patients in the Kd arm and 101 patients in the Vd arm were included in the prior bortezomib group, and 136 patients in the Kd arm and 131 patients in the Vd arm were included in the bortezomib-naïve group. The median PFS of patients in the prior bortezomib group was 18.7 months (95% CI: 15.4-NE) for Kd vs 8.7 months (95% CI: 6.0-12.9) for Vd (HR: 0.464; 95% CI: 0.298-0.723; P = 0.0003), and the median PFS of patients in the bortezomib-naïve group was NE (95% CI: 16.8-NE) for Kd vs 12.1 months (95% CI 9.4-15.1) for Vd (HR: 0.455; 95% CI: 0.299-0.693; P < 0.0001) (Figure 2). The ORR for patients who received Kd vs Vd was 79.2% vs 65.3% (CR or better, 9.4% vs 5.0%) in the prior bortezomib group and 83.8% vs 65.6% (CR or better, 13.2% vs 9.9%) in the bortezomib-naïve group. The rate of grade 3 or higher adverse events (Kd vs Vd) was 64.6% vs 57.1% in the prior bortezomib group and 73.5% vs 69.0% in the bortezomib-naïve group. Conclusions: We found that carfilzomib-based regimens (KRd or Kd) were effective at first relapse compared to Rd and Vd, in bortezomib-naïve patients and in patients sensitive to prior bortezomib. Treatment with KRd almost doubled PFS compared to Rd at first relapse after bortezomib-based frontline therapy, providing more than one additional year without disease progression (despite a limited carfilzomib treatment duration of 18 cycles). This analysis demonstrated that proteasome inhibitor-sensitive patients at first relapse derived benefit from carfilzomib therapy and supports targeting the proteasome with carfilzomib after prior bortezomib treatment. View large Download slide View large Download slide  Close modal Disclosures Mateos: Amgen: Honoraria; Janssen: Honoraria; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Goldschmidt: Chugai: Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Takeda: Consultancy; Janssen: Consultancy, Honoraria, Research Funding; Celgene: Consultancy, Honoraria, Research Funding; Bristol-Myers Squibb: Consultancy, Honoraria, Research Funding; Amgen: Consultancy. San Miguel: Roche: Consultancy; Sanofi: Consultancy; Novartis: Consultancy; Merck Sharp & Dohme: Consultancy; Millennium: Consultancy; Janssen: Consultancy; Celgene: Consultancy; Bristol-Myers Squibb: Consultancy; Amgen: Consultancy. Mikhael: Sanofi: Other: Contracted research with Mayo Clinic; Celgene: Other: Contracted research with Mayo Clinic; AbbVie: Other: Contracted research with Mayo Clinic. Zhou: Amgen: Employment, Equity Ownership. Obreja: Amgen: Employment, Equity Ownership. Blaedel: Amgen: Employment, Equity Ownership. Iskander: Amgen: Employment, Equity Ownership. Leleu: Merck: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; AbbVie: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Pierre Fabre: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "bortezomib",
        "carfilzomib",
        "multiple myeloma",
        "dexamethasone",
        "adverse event",
        "lenalidomide",
        "toxic effect",
        "complete remission",
        "disease progression",
        "duration of treatment"
    ],
    "author_names": [
        "Maria-Victoria Mateos",
        "Hartmut Goldschmidt, MD",
        "Jesus F San Miguel, MD PhD",
        "Joseph Mikhael, MD",
        "Lifen Zhou",
        "Mihaela Obreja",
        "Julie Blaedel",
        "Karim Saad Iskander",
        "Xavier Leleu, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Maria-Victoria Mateos",
            "author_affiliations": [
                "University Hospital of Salamanca, Salamanca, Spain "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hartmut Goldschmidt, MD",
            "author_affiliations": [
                "Heidelberg Medical University, Heidelberg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesus F San Miguel, MD PhD",
            "author_affiliations": [
                "Clinica Universidad de Navarra, Pamplona, Spain "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Mikhael, MD",
            "author_affiliations": [
                "Mayo Clinic, Phoenix, AZ "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lifen Zhou",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihaela Obreja",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Blaedel",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karim Saad Iskander",
            "author_affiliations": [
                "Amgen, Inc., Thousand Oaks, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Leleu, MD PhD",
            "author_affiliations": [
                "Centre Hospitalier Universitaire de Poitiers, Poitiers, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T12:59:59",
    "is_scraped": "1"
}