{
    "doi": "https://doi.org/10.1182/blood.V120.21.1405.1405",
    "article_title": "Various Germline Congenital Disorder Genes Are Somatically Mutated in Myeloid Malignancies ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1405 Genes involved in congenital genetic cancer susceptibility syndromes are also targets of somatic mutations in various tumors. Examples include WT1 , NF1 , CBL , TP53 and MLL2 affected both in germ line as well as somatic mutations present in malignant disorders. To apply this approach to investigation of pathogenic mutations in myeloid malignancies, we selected 183 congenital disorders in which germline mutations of disease specific genes are reported to be pathogenic. Their main clinical presentations are skeletal abnormalities (N=54 disorders), skin abnormality (N=24), mental retardation (N=17) and hematological disorders (N=12). In total, we searched for mutations in 204 genes associated with these congenital disorders. We analyzed whole exome of various myeloid malignancies, including 60 cases with myelodysplastic syndromes (MDS), 29 MDS/MPN, 5 with MPN and 122 with acute myeloid leukemia (AML) and found somatic mutations in 62 genes, which also mutated in germ line in various congenital syndromes. Of those, the most frequently mutated genes were TP53 (25 cases) and WT1 (16 cases), associated with germline mutation of Li-Fraumeni syndrome and Wilms tumor, respectively. Some somatic mutations, for example, NF1 (R1276Q) and PTPN11 (D61N), were exactly the same as observed in corresponding congenital disorders (Neurofibromatosis or Noonan syndrome). One of the novel findings is that somatic SET binding protein 1 ( SETBP1 ) mutations (D868N, G870S and I871T) were commonly observed in sAML and CMML, and were identical to germline mutations in Schinzel-Giedion syndrome (see designated abstract). We found recurrent somatic SETBP1 mutations in 15% of each CMML and sAML. Moreover, multiple genes pathogenic in Usher syndrome (congenital hearing and vision loss, complicated by vasoproliferative retinal tumor), were somatically mutated in various myeloid neoplasms. Out of 9 genes which are causative for this syndrome, 15 mutations of 6 genes ( MYO7A , USH1C , CDH23 , PCDH15 , USH2A , and GPR98 ) were observed in 13 cases, including 2 frameshift and 13 missense mutations. These genes coordinate with each other to form a functional network. CDH23 and PCDH15 are cadherins and act as cell adhesion molecules. MYO7A are actin-based motor molecules with a variety of functions. USH1C serves as an anchor and codes for a scaffolding protein to form a complex with all the other proteins. Through the PDZ binding site, USH1C forms a complex with CDH23 , which was the most frequently mutated gene in this family (1 frame shift and 3 misssense mutations). CDH23 mutations were observed in 2 cases with primary AML, sAML and MDS. Specifically, a somatic missense mutation G2771S of CDH23 in a secondary AML case was identical to germline of Usher syndrome. The second most frequently mutated gene, GPR98, is located in 5q14.3 locus; a small hemizygous clone found in del5q of an MDS case. In a serial sample analysis, this mutation increased to become the larger main clone during AML evolution. Moreover, in this case, an additional CDH23 mutation was acquired in the course of leukemic expansion. In such cases with Usher syndrome gene mutations, U2AF1 , ZRSR2 , EZH2 , IDH2 and ETV6 mutations were also observed, suggesting pathogenic cooperation with these well-known tumor suppressor genes and oncogenes. Disclosures: Maciejewski: NIH: Research Funding; Aplastic Anemia&MDS International Foundation: Research Funding. Makishima: Scott Hamilton CARES Initiative: Research Funding.",
    "topics": [
        "cancer",
        "congenital disorders",
        "genes",
        "mutation",
        "usher syndrome",
        "leukemia, myelomonocytic, chronic",
        "neoplasms",
        "protein p53",
        "blindness",
        "cadherins"
    ],
    "author_names": [
        "Naoko Hosono, MD, PhD",
        "Hasan Rehman",
        "Bartlomiej Przychodzen, BS",
        "Ines Gomez-Segui, MD",
        "Kathryn M Guinta",
        "Kenichi Yoshida, MD",
        "Satoru Miyano, PhD",
        "Yuichi Shiraishi, PhD",
        "Seishi Ogawa, MD, PhD",
        "Jaroslaw P. Maciejewski, MD, PhD",
        "Hideki Makishima, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naoko Hosono, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hasan Rehman",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bartlomiej Przychodzen, BS",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ines Gomez-Segui, MD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathryn M Guinta",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenichi Yoshida, MD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoru Miyano, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuichi Shiraishi, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seishi Ogawa, MD, PhD",
            "author_affiliations": [
                "Cancer Genomics Project, Graduate School of Medicine, The University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jaroslaw P. Maciejewski, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hideki Makishima, MD, PhD",
            "author_affiliations": [
                "Translational Hematology and Oncology Research, Cleveland Clinic, Taussig Cancer Institute, Cleveland, OH, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T13:07:06",
    "is_scraped": "1"
}