{
    "doi": "https://doi.org/10.1182/blood-2018-99-112948",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4127",
    "start_url_page_num": 4127,
    "is_scraped": "1",
    "article_title": "The Expression of EIF2S3 in Acute Myeloid Leukemia and Its Prognostic Significance ",
    "article_date": "November 29, 2018",
    "session_type": "603. Oncogenes and Tumor Suppressors",
    "topics": [
        "bone marrow",
        "cancer",
        "carcinoma",
        "complete remission",
        "eukaryotic initiation factor-2",
        "leukemia, myelocytic, acute",
        "peptide initiation factors",
        "polymerase chain reaction",
        "prognostic factors",
        "ribosomes"
    ],
    "author_names": [
        "Jielun Lu",
        "Lihua Xu",
        "Xiaodan Luo, MD",
        "Shuyi Chen",
        "Yawei Zou",
        "Huo Tan, MD"
    ],
    "author_affiliations": [
        [
            "First Affiliated Hospital, Guangzhou Medical University, China, Guangzhou, China "
        ],
        [
            "First Affiliated Hospital, Guangzhou Medical University, China, Guangzhou, China "
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
        ],
        [
            "Department of Hematology, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China "
        ],
        [
            "Department of paediatrics, the First Affiliated Hospital of Guangzhou Medical University, Guangzhou, China"
        ],
        [
            "First Affiliated Hospital, Guangzhou Medical University, China, Guangzhou, China "
        ]
    ],
    "first_author_latitude": "23.112199999999998",
    "first_author_longitude": "113.26237",
    "abstract_text": "Background: Eukaryotic translation initiation factor 2 subunit gamma (EIF2S3) is a component of eIF2 ,which functions in the early steps of protein synthesis by forming a ternary complex with GTP and initiator tRNA and binding to a 40S ribosomal subunit. The preliminary research suggested that in multiple malignant carcinomas, the expression level of EIF2S3 between the normal tissue and malignant one is Significantly different.It indicated that EIF2S3 might play an important role in the occurrence and development of malignant tumors .The purpose of this study is to investigate the expression status of EIF2S3 and its prognostic significance in AML patients. Methods: Total RNA was extracted from bone marrow of 42 patients. The expression of EIF2S3 was examined by Realtime quantitative PCR. The relationship of EIF2S3 expression and other clinicopathological charactors and itsprognosis significance were statistically analyzed. Results: The relative expression of EIF2S3 was much higher in patients who had achieved CR (median value 0.088, range: 0.0179-0.238;) compared with newly diagnosed AML patients(median value 0.037, range: 0.003-0.203),p value was 0.020.Furthermore, the expression of EIF2S3 was markedly associated with Complete Remission (P = 0.012) and outcome(P=0.029). Patients with lower EIF2S3 expression had a relatively poor overall survival(OS) (P = 0.016) and short disease-free survival(DFS) (P = 0.001). Moreover, EIF2S3 expression was an independent prognostic factor for both OS (P = 0.001) and DFS (P <0.001). Conclusions: Patients who had achieved CR usually had a higher level of EIF2S3 expression compared with newly diagnosed AML patients. The over-expression of EIF2S3 is associated with good prognosis in AML patients, and was an independent prognostic factor for both OS and DFS. Disclosures No relevant conflicts of interest to declare."
}