{
    "doi": "https://doi.org/10.1182/blood.V116.21.37.37",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1664",
    "start_url_page_num": 1664,
    "is_scraped": "1",
    "article_title": "Phase III Intergroup Study of Lenalidomide Versus Placebo Maintenance Therapy Following Single Autologous Hematopoietic Stem Cell Transplantation (AHSCT) for Multiple Myeloma: CALGB 100104 ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Autologous Transplantation: Multiple Myeloma",
    "topics": [
        "cancer and leukemia group b",
        "hematopoietic stem cell transplantation",
        "lenalidomide",
        "multiple myeloma",
        "brachial plexus neuritis",
        "thalidomide",
        "bortezomib",
        "disease progression",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "Philip L. McCarthy, MD",
        "Kouros Owzar, PhD",
        "Kenneth C. Anderson",
        "Craig C. Hofmeister, MD",
        "David Duane Hurd, MD",
        "Hani Hassoun, MD",
        "Sergio Giralt, MD",
        "Edward A. Stadtmauer, MD",
        "Paul G Richardson, MD",
        "Daniel J. Weisdorf, MD",
        "Ravi Vij, MBBS, MD",
        "Jan S Moreb, MD",
        "Natalie Scott Callander, MD",
        "Koen Van Besien, MD",
        "Teresa Gentile, MD, PhD",
        "Luis Isola, MD",
        "Richard T Maziarz, MD",
        "Don A. Gabriel, MD, PhD",
        "Asad Bashey, MD, PhD",
        "Heather Landau, MD",
        "Thomas Martin, MD",
        "Muzaffar H. Qazilbash, MD",
        "Denise Levitan, MD",
        "Brian McClune, MD",
        "Vera Hars, MS",
        "John Postiglione, BA",
        "Chen Jiang, PhD",
        "Elizabeth Bennett, BS",
        "Susan S Barry, BA",
        "Linda Bressler, PharmD",
        "Michael Kelly, MA",
        "Michele Sexton, MS",
        "Cara Rosenbaum, MD",
        "Hari Parameswaran, MD, MS",
        "Marcelo C Pasquini, MD, MS",
        "Mary M. Horowitz, MD, MS",
        "Thomas C. Shea, MD",
        "Steven M Devine, MD",
        "Charles Linker, MD"
    ],
    "author_affiliations": [
        [
            "BMT Program, Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "Biostatistics and Bioinformatics, Duke University, CALGB Statistical Center, Duke University, Durham, NC, "
        ],
        [
            "Medical Oncology, The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Internal Medicine, Division of Hematology, The Ohio State University Medical Center, Columbus, OH, USA, "
        ],
        [
            "Wake Forest University, Winston Salem, NC, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Myeloma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, "
        ],
        [
            "Medical Oncology, The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology/ Oncology, University of Minnesota Medical Center, Minneapolis, MN, USA, "
        ],
        [
            "Division of Oncology, Washington University School of Medicine, Saint Louis, MO, USA, "
        ],
        [
            "Bone Marrow Transplant Program, University of Florida, Gainesville, FL, USA, "
        ],
        [
            "Dept. of Hematology, University of Wisconsin, Madison, WI, USA, "
        ],
        [
            "Medicine, University of Chicago Hospitals, Chicago, IL, USA, "
        ],
        [
            "Hematology Oncology, SUNY Health Science Center at Syracuse, "
        ],
        [
            "BMT, Mount Sinai Medical Center, New York, "
        ],
        [
            "Oregon Health and Science University, Portland, OR, USA, "
        ],
        [
            "Medicine, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "BMT Group of Georgia, Atlanta, GA, USA, "
        ],
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY, USA, "
        ],
        [
            "Hematology Oncology, University of California, San Francisco, San Francisco, CA, "
        ],
        [
            "SCT/CT Unit 423, UT M.D. Anderson Cancer Ctr., Houston, TX, USA, "
        ],
        [
            "Wake Forest University, Winston Salem, NC, USA, "
        ],
        [
            "Hematology/ Oncology, University of Minnesota Medical Center, Minneapolis, MN, USA, "
        ],
        [
            "CALGB Statistical Center, Duke University, Durham, "
        ],
        [
            "CALGB Statistical Center, Duke University, Durham, "
        ],
        [
            "CALGB Statistical Center, Duke University, Durham, "
        ],
        [
            "CALGB Statistical Center, Duke University, Durham, "
        ],
        [
            "CALGB Statistical Center, Duke University, Durham, "
        ],
        [
            "CALGB/Univ of Chicago, Chicago, "
        ],
        [
            "CALGB/Univ of Chicago, Chicago, "
        ],
        [
            "CALGB/Univ of Chicago, Chicago, "
        ],
        [
            "Hem./Onc., Univ. of Chicago Med. Ctr., Chicago, IL, USA, "
        ],
        [
            "Medicine, Medical College of Wisconsin, Center for International Blood and Marrow Transplant Research, Milwaukee, WI, USA, "
        ],
        [
            "Medicine, Medical College of Wisconsin, Center for International Blood and Marrow Transplant Research, Milwaukee, WI, USA, "
        ],
        [
            "Medicine, Medical College of Wisconsin, Center for International Blood and Marrow Transplant Research, Milwaukee, WI, USA, "
        ],
        [
            "Medicine, University of North Carolina, Chapel Hill, NC, USA, "
        ],
        [
            "Internal Medicine, Division of Hematology, The Ohio State University Medical Center, Columbus, OH, "
        ],
        [
            "Hematology Oncology, University of California, San Francisco, San Francisco, CA, USA"
        ]
    ],
    "first_author_latitude": "42.898701599999995",
    "first_author_longitude": "-78.86554819999999",
    "abstract_text": "Abstract 37 The primary objective of CALGB 100104 was to determine if maintenance lenalidomide would prolong time to progression (TTP) after single AHSCT for multiple myeloma. Eligibility included: Stage I-III multiple myeloma, ≤ 1 year from diagnosis, ≥ 2 months of induction with stable disease or better and age < 70 years. AHSCT regimen was melphalan 200 mg/m 2 . Patients (pts) with stable disease or better were randomized double-blinded at day 100–110 post-AHSCT to lenalidomide or placebo, after stratification by diagnostic β2-microglobulin (β2M) level and prior thalidomide or lenalidomide therapy. Starting dose was 10 mg/day, escalated to 15 mg/day after 3 months and continued until disease progression. Drug was stopped and dose reduced according to the development of toxicity. Drug was held for ≥ Gr 3 toxicity, restarted at resolution to ≤ Gr 2 and de-escalated by 5 mg or maintained as tolerated at 15, 10, 5 mg daily or 5 mg daily for 21 of 28 days per month. All pts required some form of anticoagulation including aspirin, warfarin or heparin compounds. There was no consolidation therapy. Results: 568 pts were enrolled before AHSCT (04/15/05-07/03/09) from 47 centers. Of 108 pts (19%) not randomized, reasons were: progressive disease/no response 16%, adverse events (AEs) 5%, died during therapy 2%, refusal 26 %, other disease 1%, other therapy 4 %, other reasons 33%, unknown 14%. Pt characteristics in the lenalidomide arm and placebo arm respectively were: median age (range) 58 (29-70) and 57 (39-70); male gender 48% and 52%; β2M >2.5 mg/L, 28% and 27%. For 554 pts with complete data, induction regimens were thalidomide based (27%), lenalidomide based (22%), bortezomib based (20%), bortezomib and thalidomide based (12%), bortezomib and lenalidomide based (9%), dexamethasone based (4%), lenalidomide and thalidomide (3%), lenalidomide, thalidomide and bortezomib (1%), other (1%) and missing (1%); hence 74% of pts received either lenalidomide or thalidomide prior to enrollment. The primary endpoint of the study, TTP was met in a planned protocol interim analysis in the 3 rd quarter of 2009 and the study results were released on 12/17/09. This updated 3 rd interim analysis for TTP includes further events up until 12/17/09 after which study pts were un-blinded. This interim analysis is based on 460 randomized pts with approximately 33% of the required number of events (progression or death before progression) observed. The median follow-up is 17.5 months from ASHCT. The number of events among 231 pts randomized to lenalidomide was 44 compared to 91 among 229 pts randomized to placebo. The one-sided unadjusted P-value was <0.0001. Pts receiving lenalidomide experienced a 61% reduction in the risk of disease progression or death when compared to pts receiving placebo. The estimated hazard ratio was 0.39 (95% CI,0.27-0.56 p < 0.0001). The preliminary estimated median TTP is 42.3 months for the lenalidomide arm and the estimated median TTP is 21.8 months for the placebo arm. Deaths in the lenalidomide and placebo arms were 19 and 28 respectively (p=0.13) and as of this analysis, there is no difference between these two arms. Significant improvements in TTP were observed in the lenalidomide maintenance arm regardless of β2M level or prior thalidomide or lenalidomide induction therapy. For 389 reported pts, the post-randomization, hematologic AEs were Gr 3 (32%), Gr 4 (13%) and Gr 5 (0) for the lenalidomide arm and Gr 3 (6%) Gr 4 (4%) and Gr 5 (0) for placebo (p=0.0001). The non-hematologic AEs were Gr 3 (30%), Gr 4 (3%) and Gr 5 (1%) for the lenalidomide arm and Gr 3 (19%), Gr 4 (3%), and Gr 5 (2%) for placebo (p=0.0048). Comparing lenalidomide versus placebo post-randomization pooled Gr 3–5 AEs, there were significantly more episodes of thrombocytopenia (11% versus 3%, p=0.01), neutropenia (44% vs 8%, p<0.0001) anemia (5% vs 1%, p=0.0082) and all infections (16% vs 3%, p<0.0001) with lenalidomide. There were no significant differences in incidence of fatigue, neuropathy, rash and thromboembolism. A minority of patients discontinued therapy due to AEs (12%, 28 of 231 on lenalidomide vs 2%, 5 of 229 on placebo) and for other reasons (13%, 29 of 231 on lenalidomide vs 6%, 14 of 231 on placebo). Conclusions: Long term administration of lenalidomide is feasible. When compared to placebo controls, lenalidomide initiated at day 100–110 post-AHSCT in multiple myeloma patients significantly delays TTP. Disclosures: McCarthy: Celgene: Honoraria, Research Funding. Off Label Use: Lenalidomide maintenance therapy for myeloma following autologous hematopoietic cell transplant. Anderson: Millenium: Consultancy, Honoraria; Celgene: Consultancy; Novartis: Consultancy; Onyx: Consultancy; Merck: Consultancy; Bristol Myers Squibb: Consultancy; Acetylon: Equity Ownership, Membership on an entity's Board of Directors or advisory committees. Hurd: Celgene: Research Funding. Giralt: Celgene: Honoraria, Speakers Bureau; Millenium: Honoraria, Speakers Bureau. Stadtmauer: Celgene: Speakers Bureau. Richardson: Celgene: Membership on an entity's Board of Directors or advisory committees; Millenium: Membership on an entity's Board of Directors or advisory committees. Vij: Celgene: Honoraria, Speakers Bureau. Callander: Millenium: Research Funding. Maziarz: Millenium: Speakers Bureau; Genzyme: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Landau: Millenium: Membership on an entity's Board of Directors or advisory committees. Martin: Celgene: Speakers Bureau; Millenium: Speakers Bureau; Novartis: Speakers Bureau. Qazilbash: Celgene: Speakers Bureau. Shea: Millenium: Consultancy, Research Funding."
}