{
    "doi": "https://doi.org/10.1182/blood-2020-140299",
    "article_title": "Interplay between PI3K/mTOR Signaling and IRE1a-XBP1 Promotes Survival of Pre-B NRAS G12D all Cells Providing a Therapeutic Vulnerability for the \"Undruggable\" Driver RAS ",
    "article_date": "November 5, 2020",
    "session_type": "614.Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "abstract_text": "Background Activating RAS mutations drive around 30% of pre-B cell acute lymphoblastic leukemias (pre-B ALL) and are particularly common in relapsed ALL with a consecutively poor outcome. Recently published data demonstrated the critical role of the unfolded protein response (UPR) network, namely its IRE1α-XBP1 axis, for the survival of pre-B ALL cells: High expression of XBP1 confers a poor prognosis in pre B-ALL. However, the mechanism of XBP1 activation has not yet been elucidated in RAS mutated pre-B ALL. In this study, we aimed at identifying the molecular mechanism underlying pro-survival IRE1α-XBP1 signaling in RAS mutated pre-B ALL. Methods For a TET-ON inducible NRAS G12D model in conditional Xbp1 knockout mice, we used interleukin 7 (IL-7)-dependent murine Mx1-Cre; Xbp1 fl/fl pre-B cells transduced with a TET-ON inducible NRAS G12D . We performed in vitro cell cycle and apoptosis assays with propidium iodide (PI) and annexin-V/PI. Furthermore, Western Blot and RT-qPCR were applied to analyze target gene expression. In a second approach, we focused on the signaling events following the blockade of RAS downstream targets using the MEK inhibitor PD0325901 and the dual PI3K/mTOR inhibitor BEZ235. We then assessed the efficacy of small molecule inhibition of IRE1α by MKC-8866 on XBP1 inactivation in RAS-mutated pre-B ALL cells either as a single treatment and in combination with the above mentioned drugs. Results We found the expression of Xbp1 significantly increased at the mRNA level with induction of NRAS G12D . To determine the significance of Xbp1 in NRAS G12D -driven pre-B ALL, we genetically deleted the IRE1α target Xbp1 using Cre-mediated deletion of Xbp1 fl/fl in our mouse model of pre-B ALL. Genetic loss of Xbp1 significantly induced apoptosis (2.0-fold, p<0.0001) and caused cell cycle arrest (induction of G 0/1 , 1.7-fold, p=0.0003) along with an increase in the expression of CDK inhibitors, p21 CIP1 and p27 KIP1 at the protein level. Genetic ablation of Xbp1 abrogated IL-7 receptor (IL-7R) signaling by reducing the phosphorylation levels of STAT5-Y 694 and JAK1-Y 1022 /Y 1023 . In an additional approach, we revealed that IL-7-deprived pre-B ALL cells reduce the mRNA expression of Xbp1s , indicating that Xbp1 acts as a downstream linchpin of the IL-7 receptor signaling pathway. Both IL-7-deprivation and genetic loss of Xbp1 increased the phosphorylation levels of ERK1/2-T 202 /Y 204 , AKT-S 473 and the protein levels of NRAS G12D and MAPK negative regulator DUSP6. Pharmacological inhibition of XBP1 activation using MKC-8866 resulted in similar effects on the expression of RAS downstream targets. We therefore tested MKC-8866 in combination with MEK inhibition by PD0325901 as a potential therapeutic strategy against pre-B ALL, which proved non-efficient. As a second option with therapeutic implications, we focused on the PI3K pathway which acts downstream of both the IL-7R and RAS signaling pathways. Strikingly, we observed that genetic ablation of Xbp1 (viable cells after 72 h, BEZ: 71.9 ± 9.0 vs BEZ+ Mx1-Cre; Xbp1 fl/f : 10.0 ± 4.9) or pharmacological inhibition of its production with MKC-8866 (viable cells after five days, BEZ: 58.0 ± 6.8 vs BEZ+ MKC-8866: 13.3 ± 7.4) sensitizes pre-B ALL to dual inhibition of PI3K/mTOR with BEZ235. By applying the Bliss formula, we were able to show that BEZ235 in combination with MKC-8866 synergistically reduces the viability of RAS-mutated pre-B ALL cells. Gene expression analysis indicated that BEZ235 in combination with MKC-8866 fully blocked IL-7R signaling and caused an aberrant activation of Ras-Erk signaling. Targeting PI3K/mTOR signaling along with XBP1 inactivation increased expression of NRAS G12D and its target DUSP6. In addition, we showed that combined therapy increased expression levels of p19 Arf in RAS-mutated pre-B ALL, implicating cell senescence mediated by activated RAS signaling. Conclusion Our work strongly supports the hypothesis that XBP1 induces its positive effects on progression of pre-B ALL cells through the IL-7R signaling pathway. IL-7R signaling through its downstream effector XBP1 counteracts the RAS signaling pathway to promote leukemogenesis in pre-B ALL cells. Active XBP1 prevents the cytotoxic effects of BEZ235 in pre-B ALL cells, and hence targeting XBP1 in combination with dual PI3K/mTOR inhibition by BEZ235 appears as a promising targeted strategy against the \"undruggable\" driver RAS in NRAS G12D -mutated pre-B ALL. Disclosures Brümmendorf: Janssen: Consultancy; Merck: Consultancy; Novartis: Consultancy, Other: travel, accommodation, expenses, Research Funding; Takeda: Consultancy; Pfizer: Consultancy, Honoraria, Other: Travel, Accommodation, Expenses, Research Funding.",
    "author_names": [
        "Iris Appelmann, MD",
        "Azam Salimi",
        "Michael Huber, PhD",
        "Mirle Schemionek, PhD",
        "Margherita Vieri, PhD",
        "Tim H Brümmendorf, MD",
        "John B. Patterson",
        "Behzad Kharabi Masouleh, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iris Appelmann, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Azam Salimi",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Huber, PhD",
            "author_affiliations": [
                "Institute of Biochemistry and Molecular Immunology, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mirle Schemionek, PhD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology, and Stem Cell Transplantation, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margherita Vieri, PhD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Medical Faculty, University Hospital Aachen, Aachen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim H Brümmendorf, MD",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, RWTH Aachen University, Aachen, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John B. Patterson",
            "author_affiliations": [
                "Orinove Inc., Newbury Park, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Behzad Kharabi Masouleh, MD",
            "author_affiliations": [
                "Kite Pharma, Santa Monica,"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:41:55",
    "is_scraped": "1"
}