{
    "doi": "https://doi.org/10.1182/blood-2020-140507",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4473",
    "start_url_page_num": 4473,
    "is_scraped": "1",
    "article_title": "Everolimus Plus Itacitinib in Relapsed/Refractory Classical Hodgkin Lymphoma: Results of a Phase I/II Investigator Initiated Trial (EVITA Study) ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "Background: Patients (pts) with relapsed/refractory classical Hodgkin lymphoma (r/r cHL) who fail or cannot tolerate both brentuximab vedotin (BV) and PD-1 inhibitors (PD-1i) have limited treatment options. Hodgkin Reed-Sternberg cells and the pro-inflammatory tumor microenvironment are rich in therapeutic targets including those in the PI3K/AKT/mTOR and JAK/STAT pathways. Tumors resistant to PD-1i may be particularly enriched for JAK/STAT mutations (Zaretsky et al , NEJM 2016). Everolimus, an oral mTOR inhibitor, is active in r/r cHL pts with overall response rate (ORR) about 46% (Johnston et al , Exp Hematol Oncol 2018). Ruxolitinib, an oral JAK inhibitor, showed best ORR of only 19% in r/r cHL (Van Den Neste et al , Haematologica 2018). Pre-clinical studies have shown that co-treatment with mTOR and JAK inhibitors has synergistic activity against proliferation of JAK-mutated cell lines (Zhang et al , Oncotarget 2018). Methods: We designed an open label, investigator initiated, phase I/II trial using the combination of everolimus with itacitinib, an oral JAK inhibitor, for adult pts with r/r cHL. Eligible pts had to undergo at least 2 prior lines of therapy and autologous stem cell transplant (SCT) or be ineligible for SCT. Pts also had to either progress after treatment with, be intolerant of, or not a candidate for BV and PD-1i. Pts with a history pneumonitis requiring corticosteroids were excluded. Pts were treated with everolimus 5 mg daily for all dose levels and a starting dose of itacitinib at 300 mg daily with escalation to 400 mg daily or de-escalation to 200 mg daily using a traditional 3+3 design. Duration of therapy was planned for up to 24 cycles (each cycle lasting 28 days). All pts received PJP prophylaxis and after an amendment anti-viral prophylaxis. The primary objective of phase I was to evaluate dose-limiting toxicities (DLTs) of the novel combination and to establish a recommended phase II dose (RP2D). DLT was defined as the occurrence of any ≥ grade 3 non-hematological toxicity or selected grade 4 hematological toxicities occurring during Cycle 1. All DLTs were assessed using CTCAE v5 criteria. The primary objective of phase II was to evaluate the efficacy of the drug combination by investigator-based assessment using Lugano 2014 criteria (Cheson et al , JCO 2014). Enrollment began in 2/2019 with data cut off on 7/10/2020. Results: We enrolled 15 pts with r/r cHL with 14 pts evaluable for safety and response. Median age was 36 years (range 22-68), 71% were male, and median number of prior therapies was 5 (range 3-9). All pts had received prior BV and PD-1i, 64% had a prior auto-SCT, 14% had a prior allo-SCT, and 14% had prior anti-CD30 CAR T cells. There were no Cycle 1 DLTs in the phase I cohort, and the RP2D was determined as everolimus 5 mg and itacitinib 400 mg daily. Hematological adverse events (AEs) of any grade included thrombocytopenia (79%), neutropenia (43%), and anemia (36%). Most common non-hematological AEs were hyperlipidemia (29%), acneiform rash (21%) and stomatitis (14%). Notable grade 3 and 4 toxicities at least possibly related to the study treatment included thrombocytopenia (43%), neutropenia (21%), infection (7%), and hypertension (7%). There were no deaths related to study treatment and no patient discontinued therapy due to AEs. Six pts required dose modification for hematologic toxicities after the DLT period. The ORR in the combined phase I/II cohorts was 79% (95% CI: 49-95%) with a complete response rate 14% (95% CI: 2-43%). With median follow-up of 6.8 months (range 3.6-15.7), the overall survival was 92% (95% CI: 54-99%) with one patient dying of progressive disease at 2 months after discontinuing the study treatment due to progression. The median progression-free survival was estimated to be 3.8 months (95% CI: 1.8-not reached). Responses over 6 months are ongoing in several pts (Figure 1). Conclusion: The combination of everolimus and itacitinib is feasible and its efficacy compares favorably to historical reports for everolimus or JAK inhibitor monotherapy in r/r cHL. Our results suggest that the rational design for targeting multiple pathways can improve therapeutic outcomes in r/r cHL and warrants further investigation, particularly in pts with disease refractory to BV and PD-1i. Attempts to determine predictive biological markers of efficacy in long-term responders are ongoing. Figure 1 View large Download slide Figure 1 View large Download slide  Disclosures Svoboda: Genmab: Consultancy; Adaptive: Consultancy; Astra-Zeneca: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Imbrium: Consultancy; Incyte: Research Funding; Merck: Research Funding; Atara: Consultancy; Pharmacyclics: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; TG: Research Funding. Barta: Pfizer: Honoraria; Janssen: Honoraria; Seattle Genetics: Honoraria, Research Funding; Atara: Honoraria; Monsanto: Consultancy. Landsburg: Seattle Genetics: Speakers Bureau; Takeda: Research Funding; Triphase: Research Funding; Morphosys: Membership on an entity's Board of Directors or advisory committees; Karyopharm: Membership on an entity's Board of Directors or advisory committees; Curis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees. Dwivedy Nasta: Debiopharm: Research Funding; Roche: Research Funding; Incyte: Research Funding; Forty Seven: Research Funding; Atara: Research Funding; Merck: Membership on an entity's Board of Directors or advisory committees; Rafael Pharmaceuticals: Research Funding. Hwang: Novartis: Research Funding; Tmunity Therapeutics: Research Funding. Gerson: Pharmacyclics: Consultancy; Genentech: Consultancy; Loxo: Research Funding; Abbvie: Consultancy. Chong: Novartis: Membership on an entity's Board of Directors or advisory committees; Tessa: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees; KITE Pharma: Membership on an entity's Board of Directors or advisory committees. Hughes: Acerta Pharma and HOPA: Research Funding; AstraZeneca: Consultancy; Genzyme: Consultancy; Janssen: Consultancy; AbbVie: Consultancy. Ruella: Abclon: Consultancy, Research Funding; Abclon, BMS, NanoString: Consultancy; UPenn/Novartis: Patents & Royalties. Schuster: AlloGene, AstraZeneca, BeiGene, Genentech, Inc./ F. Hoffmann-La Roche, Juno/Celgene, Loxo Oncology, Nordic Nanovector, Novartis, Tessa Therapeutics: Consultancy, Honoraria; Novartis, Genentech, Inc./ F. Hoffmann-La Roche: Research Funding. OffLabel Disclosure: everolimus for relapsed and refractory Hodgkin lymphoma",
    "topics": null,
    "author_names": [
        "Jakub Svoboda, MD",
        "Stefan K. Barta, MDMRCP,MS",
        "Daniel J. Landsburg, MD",
        "Sunita Dwivedy Nasta, MD",
        "Wei-Ting Hwang, PhD",
        "Grace Delp",
        "Brittany Amundsen",
        "Hatcher J. Ballard, BS",
        "James N. Gerson, MD",
        "Elise A. Chong, MD",
        "Mitchell E. Hughes, PharmD",
        "Steven A. Emanuel",
        "Marco Ruella, MD",
        "Stephen J. Schuster, MD"
    ],
    "author_affiliations": [
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ],
        [
            "Lymphoma Program, Abramson Cancer Center, University of Pennsylvania, Philadelphia, PA"
        ]
    ],
    "first_author_latitude": "39.9476946",
    "first_author_longitude": "-75.192664"
}