{
    "doi": "https://doi.org/10.1182/blood.V120.21.758.758",
    "article_title": "What Is the Impact of Comorbidity Burden On Treatment Patterns and Outcomes in Elderly Chronic Lymphocytic Leukemia Patients? ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Population Based Survival Analyses in Hematologic Malignancies",
    "abstract_text": "Abstract 758 Introduction: Chronic lymphocytic leukemia (CLL) is a disease of the elderly with over 70% of patients diagnosed over the age of 65. Age and comorbidity are considered when prescribing individualized therapies. Little is known about the spectrum or frequency of comorbidities in CLL patients. Methods: Using the linked Surveillance, Epidemiology, and End Results (SEER)-Medicare database, we conducted a retrospective cohort analysis of 8343 first primary CLL patients diagnosed between January 1, 1998 to December 31, 2007, >66 years, and continuously enrolled in Medicare Part A and B with no HMO coverage in the year prior to diagnosis. Comorbidity was examined using two definitions: the National Cancer Institute (NCI) comorbidity index and the numbers of involved organs systems in the Cumulative Illness Rating Scale (CIRS-SYS) since severity data was not available to calculate the total CIRS score. Claims one year prior to diagnosis were used to assess the baseline comorbidity burden for each patient. Chi-square test for categorical variables and ANOVA or t-test for continuous variables was used to assess differences in patient and disease related characteristics by treatment status. Kaplan-Meier curves and Cox proportional hazards regression assessed survival by treatment status adjusting for age, sex, race, stage, comorbidity, income, year of diagnosis and geographic region. Results: There were 3366 (40%) treated patients and 4977 (60%) not treated. Treated patients were younger (76 vs. 79 years), more likely male (58% vs. 51%), more advanced stage (65% vs. 48%) and had lower comorbidity score than not treated patients (p<.0001). In the treated cohort, 61%, 23%, 9% and 6% had NCI comorbidity score of 0, 1, 2, and ≥3 respectively. In the not treated cohort, 55%, 25%, 11% and 9% had NCI comorbidity score of 0, 1, 2, and ≥3 respectively. The most common comorbidities were hypertension (53%), hyperlipidemia (38%), coronary artery disease (24%), diabetes (21%), and osteoarthritis (21%). As CIRS-SYS and NCI comorbidity score increased, unadjusted overall survival decreased (log rank p <.0001; Figure 1 ). In multivariate survival analysis, treated patients had an 8% lower risk of death compared to untreated patients (HR=0.92; 95% CI=0.85–0.98). Increasing age and increasing NCI & CIRS-SYS comorbidity score were significantly associated with higher risk of mortality (p<.0001). In a subset of 4,213 patients diagnosed with advanced stage disease, 1805 (43%) received treatment and 2408 (57%) were not treated. Similar to the overall treated population; advanced stage treated patients were also younger, more likely male and had lower comorbidity score compared to advanced stage not treated (p<.0001). Advanced stage patients who received treatment had a 17% lower risk of death compared to those not treated (HR=0.83; 95%CI=0.75–0.91). Conclusions: This observational study showed that about 60% of CLL patients are not receiving treatment. Among patients with advanced stage disease 57% were not being treated, possibly due to older age and/or higher comorbidity burden. However, after adjusting for these factors in the multivariate survival analysis, there was a significant survival benefit with receiving treatment, especially among those with advanced stage disease. These results suggest an opportunity to improve treatment strategies to optimize patient outcomes in elderly CLL patients with a higher comorbidity burden. Figure 1: View large Download slide Overall Survival by Number of Involved CIRS Organ Systems and NCI Comorbidity Score Figure 1: View large Download slide Overall Survival by Number of Involved CIRS Organ Systems and NCI Comorbidity Score  Close modal Disclosures: Reyes: Genentech, Inc.: Employment, Roche Stock Other. Satram-Hoang: Genentech, Inc.: Consultancy. Skettino: Genentech, Inc.: Employment, Roche Stock Other.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "comorbidity",
        "older adult",
        "risk reduction",
        "coronary arteriosclerosis",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "hyperlipidemia",
        "hypertension"
    ],
    "author_names": [
        "Carolina Reyes, Ph.D.",
        "Sacha Satram-Hoang, Ph.D.",
        "Khang Hoang, D.O.",
        "Faiyaz Momin, M.S.",
        "Sridhar R Guduru, M.S.",
        "Sandra Skettino, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Carolina Reyes, Ph.D.",
            "author_affiliations": [
                "Genentech, Inc., South San Francisco, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sacha Satram-Hoang, Ph.D.",
            "author_affiliations": [
                "Q.D. Research, Inc., Granite Bay, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Khang Hoang, D.O.",
            "author_affiliations": [
                "Q.D. Research, Inc., Granite Bay, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiyaz Momin, M.S.",
            "author_affiliations": [
                "Q.D. Research, Inc., Granite Bay, CA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sridhar R Guduru, M.S.",
            "author_affiliations": [
                "Q.D. Research, Inc., Granite Bay, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Skettino, M.D.",
            "author_affiliations": [
                "Genentech, Inc, South San Francisco, CA, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T09:37:39",
    "is_scraped": "1"
}