{
    "doi": "https://doi.org/10.1182/blood.V118.21.4800.4800",
    "article_title": "The Feature of SALL4 and BMI-1 Expression in Placenta and Umbilical Cord Blood ",
    "article_date": "November 18, 2011",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "abstract_text": "Abstract 4800 The SALL4 is a newly discovered pluripotency stem cell factor involved in the self-renewing, hematopoietic stem cells (HSCs) and leukemic stem cells. Its important role in normal HSCs and leukemic stem cells is supported by its interactions with several key players, like BMI-1 , a putative oncogene of the Polycomb group family, controlling specific target genes involved in development, cell differentiation, proliferation, and senescence. Little is known the expression feature of SALL4 and BMI-1 mRNA in placenta and umbilical cord blood (UCB). In this study, the mRNA expression level of SALL4 and BMI-1 in 10 cases placenta tissues and the mononuclear cells from the corresponding UCB (CBMCs) were measured by real-time PCR with SYBR Green I technique, β2-microglobulin gene ( β2M ) was used as an endogenous reference, mononuclear cells from 10 healthy adults peripheral blood (PBMCs) and 2 cases of adult thymic cells served as control. The result showed that the expression level of both SALL4 and BMI-1 in placenta (Median: 34.36 and 17.55 respectively) were significantly higher than those from CBMCs (Median: 11.3 and 2.07 respectively) ( p =0.007, p =0.001) and PBMCs (Median: 0.64 and 0.03 respectively) ( P <0.001, P <0.001). Moreover, both SALL4 and BMI-1 expression levels in CBMCs were significant higher than those from PBMCs ( P =0.002, P =0.001). And the expression of SALL4 could be detected in thymic cells. Correlation analysis was performed among the relative expression levels of SALL4 and BMI-1 . The results showed that significant positive correlation between the expression levels of SALL4 and BMI-1 was observed in placenta tissues and CBMCs, as well as in PBMCs (r s =0.648, P =0.043, r s =0.721, P =0.019, r s =-0.697, P =0.025). In conclusions, the expression level of SALL4 and BMI-1 might be related to the numbers of hematopoietic stem cells, placenta tissues may be as an appropriate model for investigating gene regulation of SALL4 and BMI-1 , while the significance of expression both genes in PBMCs and thymic cells is needed further investigation. Disclosures: Chen: National Natural Science Foundation of China(no. 30871091): Research Funding; the Fundamental Research Funds for the Central Universities (No. 21610603): Research Funding.",
    "topics": [
        "body mass index procedure",
        "leukemic hematopoietic stem cell",
        "placenta",
        "polymerase chain reaction",
        "rna, messenger",
        "sall4 gene",
        "stem cell factor",
        "umbilical cord blood",
        "thymus gland",
        "hematopoietic stem cells"
    ],
    "author_names": [
        "Shaohua Chen",
        "Qi Shen",
        "Lijian Yang",
        "Bo Li",
        "Yupo Ma, MD",
        "Yangqiu Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Shaohua Chen",
            "author_affiliations": [
                "Institute of Hematology, Medical College,Jinan University, Guangzhou, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Qi Shen",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lijian Yang",
            "author_affiliations": [
                "Institute of Hematology, Medical College,Jinan University, Guangzhou, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bo Li",
            "author_affiliations": [
                "Institute of Hematology, Medical College,Jinan University, Guangzhou, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yupo Ma, MD",
            "author_affiliations": [
                "School of Medicine□CThe State University of New York at Stony Brook, Department of Pathology, BST-9□C, Stony Brook,NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yangqiu Li",
            "author_affiliations": [
                "Institute of Hematology, Medical College, Jinan University, Guangzhou, China, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T01:59:34",
    "is_scraped": "1"
}