{
    "doi": "https://doi.org/10.1182/blood-2019-125252",
    "article_title": "Preoperative Anemia and Blood Transfusion Requirement during Hip Surgery: Synthetic and Real Patient Cohort Data ",
    "article_date": "November 13, 2019",
    "session_type": "401.Basic Science and Clinical Practice in Blood Transfusion",
    "abstract_text": "Introduction: Blood transfusion (BT), albeit lifesaving, is associated with morbidity, mortality and increased hospitalization length. In the last decade, due to BT-related risks the \"patient blood management\" (PBM) approach has been introduced to clinical practice. PBM focuses on multidisciplinary and multimodal preventive measures aiming to reduce the need for transfusions and ultimately improve patients' clinical outcomes. The 1 st pillar of PBM is optimizing the red blood cell mass. Preoperative anemia is prevalent in approximately 25% of the patients undergoing elective total hip replacement surgery. The indications for BT during orthopedic surgery include excessive bleeding or hemodynamic instability and not the hemoglobin (Hb) level. Several studies have shown that preoperative anemia is a risk factor for postoperative complications. Strategies to minimize BT requirement during surgery have mainly focused on lowering transfusion thresholds. Randomized controlled trials have shown that in most clinical scenarios, a restrictive transfusion threshold (Hb level 7-8g/dL) appears to be non-inferior to the liberal transfusion strategy in terms of blood use, morbidity and mortality. Other strategies have not been fully evaluated. We hypothesize that preoperative anemia may lead to redundant blood product use with its inherent complications during elective orthopedic surgery. Methods: Medical files of patients who underwent hip surgery between 2011-2018 at the Rambam Health Care Campus, a tertiary care center in Northern Israel, were reviewed. Data on patient demographics, clinical findings, comorbidities, surgery type, hospitalization length were retrieved. Patients with available Hb level measurements within 90 days pre-surgery were included in the study. Receiving >1 blood unit was considered a surgery complication and such patients were excluded. We created a synthetic data cohort using MDClone Healthcare Data Sandbox. MDClone is an environment enabling fast data extraction and producing synthetic data for analysis that does not require IRB approval. Upon confirming the feasibility of using the synthetic data and receiving IRB approval, data of real patients were compared with those of the synthetic cohort. To track significant differences group means were analyzed using ANOVA followed by Tukey HSD. Results: During the evaluated period, 976 patients underwent elective hip surgery; 383 were excluded from the analysis due to receipt of >1 blood unit or lack of Hb value. Data on 593 patients [women: n=360 (60%)] were included in the final analysis. During surgery, BT was required in 29 % of patients, with this need being slightly higher among women (31.1% vs. 26.6%; p =NS). Patients receiving BT had a significantly lower mean Hb level than those who did not require it (11.94g/dL versus 12.8g/dL for women and 12.3g/dL vs. 13.8g/dL for men; p <0.001). Hospitalization was longer in transfused patients compared to non-transfused ones (mean 7.5 vs. 6.9 days, p =0.018) and in patients with a low Hb level (female <12, male <13.5) than in those with a high Hb level, irrespective of BT receipt (p <0.00045). Patients with at least one of the following diagnoses were significantly more likely to have a lower preoperative Hb level (p <0.05): diabetes, renal failure, ischemic heart disease. No other factors (e.g., patient's weight, red cell distribution width or blood pressure) were predictive of transfusion need. The probability of transfusion of 1 blood unit was 0.43 in the Hb 11g/dL cohort and 0.15 in Hb 13g/dL cohort (35% reduction). Results of real and synthetic data groups are presented in figures 1A & 1B. All differences in mean values between the two datasets were insignificant (p close to 1). Conclusions: Preoperative anemia in patients undergoing elective hip surgery is a risk factor for BT requirement and longer hospitalization. Diagnosis and management of anemia using timely pre-surgery evaluation may minimize intraoperative BT, particularly in women and patients with comorbidities and may shorten the hospitalization length. Synthetic data provide an accurate prediction of real data results. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "blood transfusion",
        "operative procedure on hip",
        "preoperative care",
        "surgical procedures, operative",
        "length of stay",
        "transfusion",
        "orthopedic procedures",
        "transfusion threshold",
        "blood products"
    ],
    "author_names": [
        "Tsofia Inbar, MD",
        "Eldad J Dann, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tsofia Inbar, MD",
            "author_affiliations": [
                "Department of Hematology and Bone Marrow Transplantation, Rambam Health Care Campus, Haifa, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eldad J Dann, MD",
            "author_affiliations": [
                "Ruth and Bruce Rappaport Faculty of Medicine, Technion, Israel, Haifa, Israel ",
                "Blood Bank and Apheresis Unit, Rambam Health Care Campus, Haifa, Israel"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:26:12",
    "is_scraped": "1"
}