{
    "doi": "https://doi.org/10.1182/blood.V110.11.5122.5122",
    "article_title": "Intensive Induction Therapy with Melphalan 50 mg/m 2 (MEL50) for Patients with AL Amyloidosis. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Patients with AL amyloidosis with multi-organ involvement and compromised organ function have high treatment mortality, especially following myeloablative dose of melphalan and autologous stem cell transplant (ASCT). Previous trials with oral agents given as induction have not been beneficial, but rather detrimental for disease control. To achieve prompt hematological complete remission (HCR) but reduce mortality in these patients, single dose of MEL50 was given as induction prior to melphalan 140 mg/m 2 with ASCT in this pilot trial. Granulocyte-colony stimulating factor (G-CSF) mobilized blood stem cells were collected prior to the MEL50 induction therapy. Between September 2006 and July 2007, six patients (median age 74, range 47 to 80 years) completed one cycle of the MEL50 induction. Five patients had primary AL amyloidosis and one secondary to free kappa light chain multiple myeloma. All had > 2 organ involvement; 2 with nephrotic syndrome with dialysis-dependent renal failure; 4 with symptomatic cardiac involvement with a median value of the left ventricular posterior wall of 1.7 cm (range 1.4 to 2.1) and B-type natriuretic peptide of 1110 pg/mL (range, 60 to 1430), including 2 who developed pulmonary edema/hemorrage during stem cell collection. Except one patient, all were hospitalized for monitoring arrhythmia. Platelets were maintained above 30,000/μL throughout and prophylactic antimicrobials were administered. The most common toxicity of the induction MEL50 was grades ≥ 2 neutropenia with a median duration of 15 days (range, 11 to 24) (n = 6), followed by fluid overload and pulmonary congestion (n = 3), orthostatic hypotension not related to dehydration or sepsis (n = 3), grades ≥ 2 mucositis (n = 2), neutropenic fever (n = 2), sepsis (n = 1), and complete heart block associated with hyperkalemia of acute renal failure requiring a pacemaker insertion (n = 1). There was no fatality during the induction MEL50. Four patients went on to undergo ASCT in a median of 31 days (range, 29 to 51), including 2 on hemodialysis. Repeat dose of MEL50 was admnistered in 2 and 3 months, respectively, for those not pursuing ASCT due to insurance issues or old age (n = 2). Five patients achieved > 50% reduction in serum free light chains after the induction MEL50. One patient showed a significant decrease in 24-hour albuminuria from 13.2 gm to 9.1 gram in 37 days but there was no objective improvement in echocardiographic indices in patients with cardiac involvement. Three patients achieved HCR: 2 following ASCT (time to HCR, 3 and 7 months); one in one month after the second MEL50. All but one patient achieved organ responses in a median of 4 months (range, 3 to 9 months), but 2 on dialysis continued to require hemodialysis, despite significant reduction in albuminuria. The current data suggests that it is feasible to apply intensive induction with MEL50 to poor-risk patients provided full supportive care is given, which may reduce early mortality and improve outcomes.",
    "topics": [
        "immunoglobulin deposition disease",
        "melphalan",
        "neoadjuvant therapy",
        "primary amyloidosis",
        "autologous stem cell transplant",
        "hemodialysis",
        "albuminuria",
        "cardiovascular findings",
        "granulocyte colony-stimulating factor",
        "sepsis"
    ],
    "author_names": [
        "Choon Kee Lee, MD",
        "Han Myint, MD",
        "Peterson J. Glen, ACNP",
        "Kolhouse J. Fred, MD",
        "Hannis W. Thompson, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Choon Kee Lee, MD",
            "author_affiliations": [
                "Hematology & Oncology, University of Colorado Health Sciences Center, Aurora, CO, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Han Myint, MD",
            "author_affiliations": [
                "Hematology & Oncology, University of Colorado Health Sciences Center, Aurora, CO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peterson J. Glen, ACNP",
            "author_affiliations": [
                "Hematology & Oncology, University of Colorado Health Sciences Center, Aurora, CO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kolhouse J. Fred, MD",
            "author_affiliations": [
                "Hematology & Oncology, University of Colorado Health Sciences Center, Aurora, CO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hannis W. Thompson, MD",
            "author_affiliations": [
                "Pathology, University of Colorado Health Sciences Center, Aurora, CO, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T09:40:24",
    "is_scraped": "1"
}