{
    "doi": "https://doi.org/10.1182/blood.V106.11.5158.5158",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=533",
    "start_url_page_num": 533,
    "is_scraped": "1",
    "article_title": "Treatment Situation for Newly Diagnosed Multiple Myeloma (MM) Patients in Germany (GER)- First Results from a Representative Multicentre Treatment Survey. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "american society of clinical oncology",
        "bendamustine",
        "germany",
        "hospitals, university",
        "melphalan",
        "multiple myeloma",
        "salmon",
        "verification",
        "watchful waiting",
        "insurance"
    ],
    "author_names": [
        "Mathias R.F. Freund",
        "W. Knauf",
        "H. Goldschmidt",
        "H. Einsele",
        "M. R. Nowrousian",
        "W. E. Berdel",
        "W. Poenisch",
        "C. Straka",
        "L. Kellermann",
        "S. Bammer",
        "R. Angermund"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University of Rostock, Rostock, Germany"
        ],
        [
            "Onkologische Gemeinschaftspraxis, Frankfurt, Germany"
        ],
        [
            "University of Heidelberg, Germany"
        ],
        [
            "University of Wuerzburg, Germany"
        ],
        [
            "University of Essen, Germany"
        ],
        [
            "University of Muenster, Germany"
        ],
        [
            "University of Leipzig, Germany"
        ],
        [
            "Klinikum Innenstadt, Ludwig-Maximilian-University, Munich, Germany"
        ],
        [
            "Oncology Information Service, Freiburg, Germany"
        ],
        [
            "ORTHO BIOTECH, Neuss, Germany"
        ],
        [
            "ORTHO BIOTECH, Neuss, Germany"
        ]
    ],
    "first_author_latitude": "54.075544799999996",
    "first_author_longitude": "12.1035044",
    "abstract_text": "Background: Over the past decade new treatment options and drugs significantly altered the treatment paradigm and treatment guidelines for patients with MM have been established (e.g. ASCO). However, it was not evaluated how these options were integrated into clinical practice. We performed a representative multicentric treatment survey to elucidate the current GER treatment reality. Method: GER centres (ctr) likely to treat MM (university hospitals (UH), non-university hospitals with (SH) and without (NSH) specialized departments, and office based hematologists (OBH) were asked to provide feedback on current treatment modalities and patient no. Among the feedback received, statistical analyses were performed to calculate sample size to ensure representative data. Ctr detected were asked to participate in a treatment registry for all patients with treatment decision (start, change or end of treatment) in a current quarter of the year (Q3/04). Data were verified by monitoring anonymized patient’s source data. Results: 889 ctr were contacted. 163 ctr (18%) responded with 981 patients, which represents 11% of the MM prevalence in GER. We selected 59 ctr (9 UH, 16 SH, 11 NSH and 23 OBH), sample size 500. All ctr participated. 278 male and 222 female patients were enrolled, median age 64 yrs. Therapy was watchful waiting (3%), primary therapy (42.2%), 2 nd line therapy (29.8%), further therapy (21.2%) and maintenance therapy (3%). MM was diagnosed Durie & Salmon stage I, II and III in 18%, 20% and 62%, 77.2% A and 22.8% B. Diagnose was mainly made in SH (33%), followed by OBH (25%), UH (23%) and NSH (18%). Primary treatment was performed mainly at the site of diagnosis with very few forwarding to higher specialized ctr, though the patients were ≤ 60 yrs. old. The mean value of treatment lines performed prior to actual treatment decision was 1.90, differing by treating ctr with a mean value of 2.09 in UH, 1.94, 2.12 and 1.97 in SH, NSH and OBH. Autologous SCT was only performed in UH and in SH and in a total of 43% of patients below age 65. In other ctr main primary treatment option were Melphalan combinations (39%) followed by VAD/VID (27%) and Bendamustine combinations (8%). Participation in a clinical trial was 24% in UH, 15% in SH, 0% in NSH and 8% in OBH. A multivariate analysis revealed site of treatment, age, stage of disease, participation in a clinical trial and status of insurance relevant for treatment decision. Conclusion: Treatment of MM in GER is highly decentralized resulting in a variability of primary treatment. This representative survey shows treatment decisions for primary treatment of an individual patient is dependend on site of treatment, age, stage of disease, participation in a clinical trial and status of insurance."
}