{
    "doi": "https://doi.org/10.1182/blood.V112.11.793.793",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1303",
    "start_url_page_num": 1303,
    "is_scraped": "1",
    "article_title": "Reduced Intensity Versus Conventional Myeloablative Conditioning (RIC vs. MAC) Allogeneic Stem Cell Transplantation (allo-SCT) for Patients with Acute Lymphoblastic Leukemia (ALL): A Survey from the Acute Leukemia Working Party of EBMT ",
    "article_date": "November 16, 2008",
    "session_type": "Clinical Care - Transplantation Regimen Toxicities and Engraftment",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "allopurinol",
        "complement membrane attack complex",
        "conditioning (psychology)",
        "leukemia, acute",
        "mac protocol",
        "macao",
        "mdc protocol",
        "mid upper arm circumference"
    ],
    "author_names": [
        "Mohamad Mohty, MD, PhD",
        "Myriam Labopin",
        "Tapani Ruutu",
        "Alois Gratwohl",
        "Gerard Socie",
        "Jordi Esteve, MD",
        "Reza Tabrizi, MD",
        "Arnon Nagler",
        "Vanderson Rocha"
    ],
    "author_affiliations": [
        [
            "Hematology Dept., CHU de Nantes, Nantes, France"
        ],
        [
            "EBMT Paris Office, Paris, France"
        ],
        [
            "Department of Medicine, Helsinki University Central Hospital, Helsinki, Finland"
        ],
        [
            "University Hospital of Basel, Basel, Switzerland"
        ],
        [
            "Haematology, Hopital Saint-Louis"
        ],
        [
            "Hematology, Hospital Clinic of Barcelona, Barcelona, Spain"
        ],
        [
            "Hematology, Hopital Haut-Leveque - SFGMTC, Pessac, France"
        ],
        [
            "Division of Hematology and Bone Marrow Transplantation, Chaim Sheba Medical Center, Tel Hashomer, Israel"
        ],
        [
            "BMT unit, Hopital Saint Louis APHP and Université Paris VII, Paris, France"
        ]
    ],
    "first_author_latitude": "47.212046",
    "first_author_longitude": "-1.5543263999999999",
    "abstract_text": "The exact role of RIC allo-SCT for adult patients with ALL is still under considerable debate. While the use of such so-called nonmyeloablative or RIC regimens has emerged as an attractive modality to decrease transplant-related mortality, toxicity might represent only one aspect of the problem, since ALL encompasses a group of chemosensitive diseases, raising concerns that significant reduction of the intensity of the preparative regimen may have a negative impact on long-term leukemic control. In this multicenter retrospective study, the outcomes of 601 adult (age at transplantation >45 y.) patients with ALL who underwent transplantation in complete remission (CR) with an HLA–identical sibling donor, were analyzed according to 2 types of conditioning: RIC in 97 patients, and standard MAC (or high-dose) in 504 patients. Both groups were comparable in terms of gender, CR status (CR1 and CR2), interval from diagnosis to allo-SCT, and recipient/donor CMV serostatus. Patients in the RIC groups were older (median 56 y. vs. 50y in the MAC group; P45 y.) may represent a valid therapeutic option when a conventional standard conditioning is not possible, warranting further prospective investigations."
}