{
    "doi": "https://doi.org/10.1182/blood.V118.21.32.32",
    "article_title": "Mean Platelet Volume and Integrin Alleles Strongly Correlate with Increased Levels of Integrins α IIb β 3 and α 2 β 1 : Clinical Implications for Platelet Reactivity in Acute Coronary Syndome ",
    "article_date": "November 18, 2011",
    "session_type": "331. Pathophysiology of Thrombosis: Mechanisms of Thrombosis",
    "abstract_text": "Abstract 32 Background - Differences in the level of integrins expressed on the surface membranes of platelets can have a significant effect on platelet reactivity and adverse outcomes in a variety of thrombotic and hematologic dyscrasias. Among normal individuals, the basal level of platelet integrin a IIb b 3 varies at least two-fold, while that of the integrin a 2 b 1 exhibits a greater range of variation. The total number of integrin molecules and other receptors on platelets is influenced to a large extent by the total surface area of plasma membrane and consequently the mean platelet volume (MPV), which itself has a very strong genetic component. We sought to determine the relative contribution of mean platelet volume (MPV) and integrin gene alleles to expression levels of these integrins in patients with acute coronary syndrome (ACS) and normal subjects. Methods and Results - Monoclonal antibodies AP2 and 8C12 (or 12F1) were used in flow cytometry to measure platelet a IIb b 3 and a 2 b 1 , respectively, in whole blood from 341 patients with ACS and 128 normal subjects. Comparisons were made with MPV, platelet count (PC) and in the normal subjects ITGA2 rs1126643 and ITGB3 rs5918 alleles. In both ACS patients and controls, there was a strong direct correlation between MPV and a IIb b 3 level (p < 0.001). In control subjects, MPV and a IIb b 3 level did not correlate with ITGB3 rs5918 alleles. For a 2 b 1 , MPV contributed modestly in either patients or controls, while ITGA2 rs1126643 alleles exerted the greatest effect. Moreover, we observed an inverse correlation between MPV and the rs1126643 minor allele. Conclusions - Our results indicate that MPV is the major effector of platelet membrane levels of a IIb b 3 , in both ACS patients and normal subjects, while ITGA2 rs1126643 contributes most strongly to a 2 b 1 levels. Hyperactivity of larger platelets results from increased levels of key platelet receptors, notably integrin a IIb b 3 , in support of the contention that MPV is an accurate marker of risk for adverse outcome in ACS. This is consistent with published findings that MPV, the most common metric of platelet size, correlates very well with platelet reactivity, such that larger platelets have greater prothombotic potential, and elevated MPV is associated with increased platelet aggregation, thromboxane synthesis, b-thromboglobulin release, and expression of adhesion molecules. The most intriguing finding of our study is the inverse association of the ITGA2 rs1126643 minor allele T with MPV. The rs1126643 minor allele likely exerts this effect via the documented influence of a 2 b 1 on megakaryocyte (MK) maturation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "alleles",
        "blood platelets",
        "integrins",
        "mean platelet volume",
        "acute coronary syndromes",
        "cell adhesion molecules",
        "flow cytometry",
        "hyperkinesis",
        "molecule",
        "monoclonal antibodies"
    ],
    "author_names": [
        "Thomas J Kunicki, PhD",
        "Shirley A Williams, PhD",
        "Diane J. Nugent, MD",
        "Mark J Yeager, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Thomas J Kunicki, PhD",
            "author_affiliations": [
                "CHOC Children's Hospital, Orange, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shirley A Williams, PhD",
            "author_affiliations": [
                "CHOC Children's Hospital, Orange, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diane J. Nugent, MD",
            "author_affiliations": [
                "Division Pediatric Hematology, Children's Hospital of Orange County, Orange, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark J Yeager, MD PhD",
            "author_affiliations": [
                "Medicine, University of Virginia School of Medicine, Charlottesville, VA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T13:04:51",
    "is_scraped": "1"
}