{
    "doi": "https://doi.org/10.1182/blood.V108.11.3542.3542",
    "article_title": "A Phase I/II Trial of Bortezomib, Low Dose Intravenous Melphalan and Dexamethasone for Patients with Relapsed Multiple Myeloma. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background : Bortezomib is an effective treatment for patients with relapsed multiple myeloma with an overall response rate (MR+PR+CR) of 46% and time to progression of 6.2 months (APEX study). We and others have previously demonstrated potent in-vitro synergy with chemotherapeutic agents such as melphalan and it is likely that this will translate into improved responses in the clinical setting. Methods : This was a multi-centre, non-randomised Phase I/II clinical trial for patients with relapsed multiple myeloma. Bortezomib 1.3mg/m 2 was given on Days 1,4,8 and 11 of a 28 day cycle, and intravenous melphalan on Day 2 for a maximum of 8 cycles. In the Phase I component melphalan was given at 2.5, 5,7.5 and 10mg/m 2 in a dose escalation scheme and the maximum tolerated dose (MTD) of 7.5mg/m 2 was taken forward to an expanded Phase II component. Dexamethasone 20mg on the day of and the day after each dose of bortezomib was permitted for progressive or stable disease after 2 or 4 cycles respectively. Responses were classified by EBMT criteria. Results : To date 39 patients have been enrolled (median age 61years [range 40–77]) with a median of 3 lines of prior therapy [range 1–5] of which 26 (67%) have had one previous autologous stem cell procedure and 4 (10%) have had two. 23 (59%) have had prior exposure to thalidomide and 4 (10%) to bortezomib. 36 have now completed at least 1 cycle and are therefore evaluable for response. The overall response rate (CR+PR+MR) across all treatment levels was 75% rising to 81% (CR 11%; nCR 3%; VGPR 8%; PR 39%; MR 19%) with the addition of dexamethasone in 13 cases for suboptimal response. Rapid responses were seen with the median time to response being 1 month [range 1–6]. The median time to progression is 10.1 months and the median overall survival has not yet been reached at a median follow-up of 7.4 months. Of the patients that have had disease progression 7 (35%) had responses of longer duration than their previous therapy. The MTD was defined by unacceptable delays in administering treatment due to myelosuppresion. The toxicities have been acceptable with 13 SAEs reported of which 8 were hospitalisation due to infection. The most common grade 3–4 adverse events were: thrombocytopenia (53%), infections (25%), neutropenia (17%) and neuropathy (17%). Three grade 3 cardiac events were seen (myocardial infarction, atrial fibrillation and cardiac failure) and GCSF was administered to 13 patients as treatment and prophylaxis of grade 4 neutropenia. 13 patients were withdrawn from the study due to toxicity of which 7 were for neuropathy and 3 for delayed haematological recovery. Of note, 11 patients (28%) had pre-existing grade 1 neuropathy prior to starting therapy. Summary : The combination of bortezomib, low dose intravenous melphalan and dexamethasone appears to be highly effective in patients with relapsed multiple myeloma where a response rate of 81% is seen with 14% achieving nCR/CR. The toxicity profile associated is predictable, manageable and predominantly haematological. Recruitment is ongoing to a total of 53 patients.",
    "topics": [
        "bortezomib",
        "dexamethasone",
        "melphalan",
        "multiple myeloma",
        "neuropathy",
        "toxic effect",
        "infections",
        "neutropenia",
        "time to progression",
        "adverse event"
    ],
    "author_names": [
        "Rakesh Popat, DipRCPath",
        "Catherine Williams, FRCPath",
        "Mark Cook, FRCPath",
        "Charles Craddock, FRCPath",
        "Supratik Basu, FRCPath",
        "Charles Singer, FRCPath",
        "Liz Odeh, RGN",
        "Nicola Foot, BSc",
        "Heather Oakervee, MRCPath",
        "James D. Cavenagh, FRCPath"
    ],
    "author_dict_list": [
        {
            "author_name": "Rakesh Popat, DipRCPath",
            "author_affiliations": [
                "Haematology, St. Bartholomew’s Hospital, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Williams, FRCPath",
            "author_affiliations": [
                "Haematology, Nottingham University Hospitals, Nottingham, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Cook, FRCPath",
            "author_affiliations": [
                "Haematology, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Craddock, FRCPath",
            "author_affiliations": [
                "Haematology, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Supratik Basu, FRCPath",
            "author_affiliations": [
                "Haematology, Royal Wolverhampton Hospitals, Wolverhamptom, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles Singer, FRCPath",
            "author_affiliations": [
                "Haematology, Royal United Hospital, Bath, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liz Odeh, RGN",
            "author_affiliations": [
                "Haematology, St. Bartholomew’s Hospital, London, United Kingdom"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicola Foot, BSc",
            "author_affiliations": [
                "Haematology, St. Bartholomew’s Hospital, London, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heather Oakervee, MRCPath",
            "author_affiliations": [
                "Haematology, St. Bartholomew’s Hospital, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James D. Cavenagh, FRCPath",
            "author_affiliations": [
                "Haematology, St. Bartholomew’s Hospital, London, United Kingdom"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T21:27:28",
    "is_scraped": "1"
}