{
    "doi": "https://doi.org/10.1182/blood.V128.22.5571.5571",
    "article_title": "Strong Correlation Between CTLA-4 and LEF1 Gene Expression Levels in CLL: Targeting of the Wnt/β-Catenin Pathway May Adversely Affect CTLA-4 Expression and Function ",
    "article_date": "December 2, 2016",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Recently published clinical trials have confirmed the effectiveness of anti-CD38 monoclonal antibody therapy in myeloma. Furthermore, in vitro studies of chronic lymphocytic leukaemia (CLL) cells suggest that CD38 expression can be enhanced by treatment with retinoid derivatives and thus may enhance the cytotoxic effects of anti-CD38 therapy. However, retinoids have been shown to have diverse effects on cellular function and we have previously shown that the retinoid drug acitretin upregulates CD38 expression while also reducing cell homing to the chemokine CXCL12 in primary CLL cells. To investigate possible key mechanisms for these effects, we purified CD20+ B cells from the peripheral blood of 20 CLL patients (9 previously treated, 11 untreated) and, using flow cytometry, measured percentage cell surface expression of CD38 and cytotoxic T-lymphocyte-associated antigen 4 (CTLA-4, CD152). We also measured gene expression levels of the key retinoid receptor, stimulated by retinoic acid 6 (STRA6) and it's agonist, retinol-binding protein 4 (RBP4), as well as CTLA-4, cyclin D1 (CCND1) and the transcription factors, lymphoid enhancer factor 1 (LEF1) and signal transducer and activator of transcription 3 (STAT3) using RT-PCR. GAPDH was used as a reference gene. Mean percentage surface expression of CD38 and CTLA-4 was 21.96% and 45.25% respectively. Mean ∆CT gene expression levels of CCND1, CTLA-4, LEF1 and STAT3 were 12.03, 5.57 , 5.99 and 8.98 respectively. RBP4 and STRA6 gene expression levels were undetectable in all 20 patients. Gene expression of LEF1 showed significant correlations with CTLA-4 (rs=0.572, p=0.008), CCND1 (rs=0.61, p=0.004) and STAT3 (rs=0.587, p=0.006). There was also a significant correlation between gene expression of CCND1 and of STAT3 (r =0.499, p=0.025). No significant correlations were found between percentage surface expression of CTLA-4 and gene expression levels of either CTLA-4 or of LEF1. A weak negative correlation between percentage surface expression of CTLA-4 and of CD38 was not statistically significant. Comparing untreated and previously treated patients, there was no significant difference in gene expression levels of CTLA-4 and of LEF1 or in surface expression of CTLA-4. The failure to detect RBP4 and STRA6 gene expression in unstimulated peripheral blood CLL cells is evidence against an autocrine retinoid effect in CLL, although upregulation of STRA6 gene expression following stimulation by retinoids might be anticipated. The Wnt signalling pathway has been shown to be active in CLL, including aggressive disease subtypes, highlighting the potential benefits in targeting this pathway. Intriguingly, CTLA-4 expression, although found to be the most highly induced gene following treatment with recombinant Wnt-3a in melanoma cell lines, is associated with a favourable outcome in CLL, possibly by inhibiting cell proliferation and survival. In contrast, expression of LEF1, which is a direct target of the Wnt signalling pathway, is associated with disease progression in CLL. Our finding that CTLA-4 and LEF1 gene expression levels are strongly correlated suggests that further investigation of the relationship between CTLA-4 and the Wnt/β-Catenin pathway in CLL is required and that targeting of the Wnt/β-catenin pathway may have unwanted consequences on CTLA-4 expression and function. Disclosures Quinn: Celgene: Honoraria; Janssen Cilag: Honoraria.",
    "topics": [
        "cytotoxic t-lymphocyte antigen 4",
        "lef1 gene",
        "retinoids",
        "cyclin d1",
        "stat3 protein",
        "acitretin",
        "agonists",
        "antigens",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Philip T Murphy, MD",
        "Gary Lynch",
        "Stephen Bergin",
        "John Quinn, MD PhD",
        "Siobhan Glavey, MD",
        "Philip W Murphy",
        "Paul Kennedy"
    ],
    "author_dict_list": [
        {
            "author_name": "Philip T Murphy, MD",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gary Lynch",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Bergin",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Quinn, MD PhD",
            "author_affiliations": [
                "Department of Haematology, Beaumont Hospital, Dublin, Ireland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Siobhan Glavey, MD",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip W Murphy",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Kennedy",
            "author_affiliations": [
                "Department of Hematology, Beaumont Hospital, Dublin, Ireland "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T04:06:59",
    "is_scraped": "1"
}