{
    "doi": "https://doi.org/10.1182/blood.V122.21.4070.4070",
    "article_title": "The Relationship Between Cytokine Levels and Symptoms in Patients (Pts) With Myelofibrosis (MF) From COMFORT-II, a Phase 3 Study of Ruxolitinib (RUX) Vs Best Available Therapy (BAT) ",
    "article_date": "November 15, 2013",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster III",
    "abstract_text": "Background RUX is a JAK1/ JAK 2 inhibitor that has demonstrated improvements in splenomegaly, MF-related symptoms, and quality of life measures in the 2 phase 3 COMFORT studies. We recently demonstrated possible prognostic/predictive relationships between baseline (BL) cytokine levels and changes in spleen volume. Here, we evaluated the associations between cytokine levels and symptoms in COMFORT-II. Methods Ten symptoms, (fever, weight loss, easily tired, loss of appetite, pain, itching, sleeping well, lack of energy, night sweats, and trouble sleeping) were assessed at BL and weeks 8, 24, and 48 using the Functional Assessment of Cancer Therapy-Lymphoma (FACT-Lym) instrument (0 to 4 scale). In this exploratory analysis, reverse coding of symptoms (except sleeping well ) was performed. A high score reflects low symptom burden, and a positive change indicates improvement. Plasma samples were analyzed using Rules-Based Medicine's HumanMAP v1.6, measuring 89 cytokines at weeks 4, 24 and 48. Cytokines with ≥ 30% of values below lower limit of quantification were excluded. Two binary (0/1) variables were defined; Symptom Present = 1 when symptom score ² 2 and Improvement = 1 when change from BL symptom score > 0. Associations between Symptom Present and BL cytokine level were evaluated using univariate logistic regression (adjusted for IPSS risk and JAK2 mutation status), and for those associated at BL, the relationship between the fold-change in cytokine level (log 2 ) and the Improvement over time was evaluated. Improvement and fold-change in a cytokine were considered as a bivariate response vector, and if the components of the response vector correlated it implied that the change in symptom score and change in cytokine were correlated over time. Results Of the 10 symptoms analyzed, 9 had BL associations with cytokines (Figure) . Table shows cytokines and symptoms for which changes from BL were associated over time. At BL, lower ferritin levels were associated with itching and night sweats, lower leptin levels with weight loss, higher IL 1 receptor-α (IL1RA) levels with loss of appetite and higher CD40L, Pal1, and RANTES levels with not sleeping well. RUX-treated pts were more likely to have improvements in itching and night sweats than BAT-treated pts and had larger increases in ferritin levels over time. Larger changes in leptin levels with RUX treatment positively correlated with improvements in weight loss. IL1RA decreased significantly with time in the RUX arm and negatively correlated with loss of appetite, which improved over time. Conclusions Both BL levels and changes over time of various cytokines significantly correlated with MF-related symptoms. Ferritin levels appeared to be an important component of itching and night sweats. Additional analyses are required to explore the relationships between changes in cytokine levels and quality of life measures. These observations suggest a link between individual cytokines and symptoms in MF enhancing our understanding of the disease and providing a potential basis for future patient management tools. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: Squires: Novartis Phama AG: Employment. Harrison: Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding, Speakers Bureau; Sanofi: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; YM Bioscience: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Celgene: Honoraria; Shire: Speakers Bureau; S Bio: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Gilead: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Vannucchi: Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees. Gisslinger: AOP Orphan Pharmaceuticals: Advisory Board Other, Honoraria; Novartis: Advisory Board, Advisory Board Other, Research Funding; Sanofi-Aventis: Advisory Board, Advisory Board Other, Honoraria; Shire: Advisory Board, Advisory Board Other, Honoraria; Celgene: Advisory Board Other, Honoraria; Janseen: Advisory Board, Advisory Board Other, Honoraria. Passamonti: Sanofi: Honoraria; Novartis: Honoraria. Al-Ali: Novartis: Consultancy, Honoraria; Celgene: Honoraria, Research Funding. Kiladjian: Novartis: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding; Celgene: Research Funding; Sanofi: Honoraria, Membership on an entity’s Board of Directors or advisory committees; AOP Orphan: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Research Funding. Marker: Novartis: Employment. Mendelson: Novartis: Employment. Stalbovskaya: Novartis: Employment, Equity Ownership. Cervantes: Novartis: Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; Sanofi Aventis: Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau. Knoops: Novartis: Consultancy; BMS: Consultancy.",
    "topics": [
        "brachial plexus neuritis",
        "comfort-i trial",
        "cytokine",
        "myelofibrosis",
        "ruxolitinib",
        "weight reduction",
        "night sweats",
        "pruritus",
        "ferritin measurement",
        "loss of appetite"
    ],
    "author_names": [
        "Matthew Squires, PhD",
        "Claire N Harrison, DM, FRCP, FRCPath",
        "Giovanni Barosi, MD",
        "Alessandro M Vannucchi, MD",
        "Tiziano Barbui, MD",
        "Heinz Gisslinger",
        "Francesco Passamonti, MD",
        "Haifa Kathrin Al-Ali, MD",
        "Jean-Jacques Kiladjian, MD, PhD",
        "Mahtab T. Marker, PhD",
        "Estella T. Mendelson, BSRN, MBA",
        "Viktoriya Stalbovskaya, PhD",
        "Francisco Cervantes, MD, PhD",
        "Laurent Knoops, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Matthew Squires, PhD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Claire N Harrison, DM, FRCP, FRCPath",
            "author_affiliations": [
                "Guy's and St Thomas' NHS Foundation Trust, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanni Barosi, MD",
            "author_affiliations": [
                "Center for the Study of Myelofibrosis, Biotechnology Research Area, IRCCS Policlinico San Matteo Foundation, Pavia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro M Vannucchi, MD",
            "author_affiliations": [
                "Dept of Critical Medical and Surgical Care, Section of Hematology, University of Florence, Florence, Italy, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiziano Barbui, MD",
            "author_affiliations": [
                "Hematology and Bone Marrow Transplant Unit, Azienda Ospedaliera Papa Giovanni XXIII, Bergamo, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heinz Gisslinger",
            "author_affiliations": [
                "Dept. of Internal Med./Division of hematology and blood coagulation, Medical University of Vienna, Vienna, Austria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Passamonti, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Ospedale di Circolo e Fondazione Macchi, Varese, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Haifa Kathrin Al-Ali, MD",
            "author_affiliations": [
                "University of Leipzig, Leipzig, Germany, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean-Jacques Kiladjian, MD, PhD",
            "author_affiliations": [
                "Centre d'Investigations Cliniques, Hôpital Saint-Louis and Université Paris Diderot, Paris, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mahtab T. Marker, PhD",
            "author_affiliations": [
                "Novartis Pharmaceuticals, East Hanover, NJ, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estella T. Mendelson, BSRN, MBA",
            "author_affiliations": [
                "Novartis Pharmaceuticals Corporation, East Hanover, NJ, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viktoriya Stalbovskaya, PhD",
            "author_affiliations": [
                "Novartis Pharma AG, Basel, Switzerland, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francisco Cervantes, MD, PhD",
            "author_affiliations": [
                "Hospital Clinic, IDIBAPS, University of Barcelona, Barcelona, Spain, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurent Knoops, MD, PhD",
            "author_affiliations": [
                "Cliniques univeristaires Saint-Luc, Brussels, Belgium"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T09:32:26",
    "is_scraped": "1"
}