{
    "doi": "https://doi.org/10.1182/blood.V128.22.2636.2636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3327",
    "start_url_page_num": 3327,
    "is_scraped": "1",
    "article_title": "Change in Patient-Reported Outcomes in Single-Unit Transfusion Comparable with Double-Unit Transfusion ",
    "article_date": "December 2, 2016",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "topics": [
        "patient self-report",
        "transfusion",
        "anemia",
        "day care",
        "erythrocyte transfusion",
        "transfusion threshold",
        "blood transfusion",
        "hemorrhage",
        "cancer therapy",
        "follow-up"
    ],
    "author_names": [
        "Ka Lok Chan, MBBS (HK), MRCP (UK)",
        "Wai Man Vivien Mak, MBBS (HK), PDipID (HK); MRCP (UK); FHKCP; FHKAM (MDcine)",
        "Yat Hung Tam, MBChB(CUHK), MPH(HK), MSc(InfectDis)(Lond), MBuddhStud(HK), FHKCCM, FHKAM(Community MDcine), FFPH",
        "Harold Kwok Kuen Lee, BSc (W. Ont.), MBChB (CUHK), FHKCP, FHKAM (MDcine), FRCPI"
    ],
    "author_affiliations": [
        [
            "Division of Haematology, Department of Medicine and Geriatrics, Princess Margaret Hospital, Hong Kong, Hong Kong "
        ],
        [
            "Division of Haematology, Department of Medicine and Geriatrics, Princess Margaret Hospital, Hong Kong, Hong Kong "
        ],
        [
            "School of Public Health, The University of Hong Kong, Hong Kong, Hong Kong"
        ],
        [
            "Division of Haematology, Department of Medicine and Geriatrics, Princess Margaret Hospital, Hong Kong, Hong Kong "
        ]
    ],
    "first_author_latitude": "22.341361",
    "first_author_longitude": "114.1338213",
    "abstract_text": "Introduction Patient blood management was developed to reduce allogeneic blood exposure and enhance patient outcomes. If transfusion is required in stable and non-bleeding hospitalized patients, prescribing one unit of red blood cells (RBC) followed by reassessment of clinical condition is recommended. Double-unit RBC transfusion, the routine practice in the past, is still widely practiced despite the advocate of restrictive transfusion strategy. One of the reasons could be a lack of evidence to support the optimal number of RBC units per transfusion. Blood transfusion is often performed to alleviate anemic symptoms. However, patient-reported outcomes were seldom measured to evaluate transfusion requirements. Method This was a single-center prospective study conducted during Mar to Jun 2016 in the medical department of a regional hospital of Hong Kong. Day-care and hospitalized patients requiring RBC transfusion were recruited. Patients with active bleeding or unstable hemodynamics were excluded. Subjects' demographics, recent transfusion history, comorbidities, transfusion trigger and the number of RBC units transfused were obtained. Patient-reported outcomes were measured on the day of transfusion (Day 0), and on Day 1 and 7 post-transfusion. Two health-related quality of life (HRQOL) instruments, i.e. Short-form 12 version 2 (SF12v2) and Functional Assessment of Cancer Therapy Anemia Subscale (FACT-AnS) in traditional Chinese, were administered to measure the general health status and anemic symptoms respectively. Physical Component Summary (PCS) and Mental Component Summary (MCS) scores were then derived from SF12v2. The number of RBC units transfused in one week and post-transfusion hemoglobin (Hb) level were evaluated. Linear regressions were performed to study the relationship between the changes in PCS, MCS and FACT-AnS on Day 1 and Day 7 from Day 0 with the number of RBC units transfused. Factors associated with the number of RBC units transfused were controlled. Other predictors of the changes in HRQOL were included in the regression analysis. Results 34 day-care and 67 hospitalized patients were recruited with HRQOL surveys completed on Day 0. The surveys were completed by 97 patients on Day 1 and 78 patients on Day 7. Forty-seven patients (47%), who were transfused with 2 or more units of RBC, were classified as double-unit group. The median transfusion trigger was 7.6 [IQR 7.0 - 7.9] g/dL in the single-unit group and 7.0 [IQR 6.2 - 7.8] g/dL in the double-unit group ( p < 0.05). There was a trend of higher Charlson's Comorbidity Index (CCI) ( p = 0.09) in the single-unit group. Baseline PCS, MCS and FACT-AnS scores on Day 0 were comparable in both groups (p = 0.35, 0.45 and 0.15 respectively). The changes in HRQOL of all subjects were summarized in Table 1. FACIT-AnS improved after transfusion but the effect size was small (Cohen's d < 0.5). There was improvement of PCS on Day 7. The change of MCS was non-significant. The mean number of transfused RBC in one week was 0.7 units less in the single-unit group ( p < 0.001). The post-transfusion Hb level was 0.9g/dL (95% CI: 0.3, 1.6) and 1.1g/dL (95% CI: 0.2, 1.9) higher in the double-unit group on Day 1 and Day 7 respectively. Having controlled for transfusion trigger, CCI and RBC transfused during Day 1 to Day 7, the changes in HRQOL were not associated with the number of RBC units transfused (Table 2). Day-care patients had greater improvement in HRQOL on Day 1 but not on Day 7. The improvement of HRQOL in those having worse baseline scores was more significant. RBC use in the past 7 days was not associated with the change in patient-reported outcomes. Conclusion Double-unit RBC transfusion was frequently performed, especially in patients with a lower Hb level. Blood transfusion could improve anemic symptoms but the effect on general health status was insignificant during early follow-up. The average number of RBC units transfused in one week was 28% less in the single-unit group. Post-transfusion Hb level was higher after double-unit transfusion, but there was no evidence it led to more significant improvement in patient-reported outcomes. Day-care patients had earlier improvement in HRQOL but the effect disappeared after one week. Patients with worse symptom score at baseline had greater improvement in HRQOL. It is proposed that the practice of single-unit RBC transfusion is appropriate in terms of alleviating anemic symptoms and reducing overall blood use. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}