{
    "doi": "https://doi.org/10.1182/blood.V122.21.4840.4840",
    "article_title": "Optimization Of Stepwise Hematopoietic Differentiation Of Human iPSCs ",
    "article_date": "November 15, 2013",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology",
    "abstract_text": "Since their discovery in 2006, induced pluripotent stem cells (iPSCs) with their ES cell-like self-renewal and differentiation capability, are set to revolutionize the field of regenerative medicine. There is tremendous interest in the field of hematology for derivation of hematopoietic stem cells (HSCs) and hematopoietic progenitors (HPCs) by in vitro differentiation of IPSCs. IPSCs can be differentiated into HSC/HPCs by coculture on feeder cells, such as OP9, or by using stepwise differentiation protocols on defined media. Neither approach produces high yields of HSCs or HPCs. With an intention to improve this, we systematically investigated various parameters for in vitro differentiation of iPSCs into HPCs. iPSCs were derived from human adult dermal fibroblasts by transduction with the Yamanaka retroviral vectors (encoding human Klf4, Oct3/4, Sox2 and cMyc) or by electroporation with the Yamanaka Epstein–Barr virus-based episomal plasmid vectors (encoding Klf4, Oct3/4, Sox2, L-Myc and p53 targeting shRNA). One iPSC clone of each variety was then subjected to a stepwise differentiation protocol described by Niwa and coworkers [PLoSOne. (2011); 6(7):e22261] followed by hematopoietic colony forming (CFU) assays in MethoCult (STEMCELL Technologies, Vancouver, Canada). The original protocol calls for the use of Stemline II serum-free medium (Sigma, St. Louis, MO) supplemented with various growth factors/cytokines. We investigated the use of APEL medium described by Ng and coworkers [Nature Protocols. (2008); 3(5): 768] as a possible substitute for Stemline II. We also tested the effect of varying the number of colonies seeded in 6-well plates and the efficiency of hematopoietic differentiation after seeding iPSCs as single cells. The results, based on the number of hematopoietic colonies obtained in MethoCult following differentiation, showed that the APEL medium (>100 CFU/100,000 cells) was a superior substitute to the Stemline II medium (<10 CFU/100,000). When IPSCs were seeded as single cells, at initial densities of 10, 100 or 1,000 cells/cm 2 in the presence of Y-27632 Rock inhibitor, only the cells at starting density higher than 1,000 per cm 2 survived but did not yield hematopoietic CFUs in MethoCult. When seeded as colony fragments, lower density of seeding in 6-well plates (< 20 colonies/well) was superior to higher density (>50 colonies/well) for obtaining HPCs. Other parameters that can affect differentiation, such as bone-morphopoietic protein (BMP) and O2 concentration, are being investigated. Figure A. Cellular markers detected at different time points of stepwise hematopoietic differentiation. B. CFUs in MethoCult. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "clone cells",
        "coculture techniques",
        "conflict of interest",
        "cytokine",
        "disclosure",
        "electroporation",
        "epstein-barr virus infections",
        "growth factor",
        "hematopoietic stem cells",
        "herpesvirus 4, human"
    ],
    "author_names": [
        "Friedrich Schuening, MD",
        "Narasimhachar Srinivasakumar",
        "Michail Zaboikin",
        "Tatiana Zaboikina"
    ],
    "author_dict_list": [
        {
            "author_name": "Friedrich Schuening, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, St. Louis University, St. Louis, MO, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Narasimhachar Srinivasakumar",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michail Zaboikin",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatiana Zaboikina",
            "author_affiliations": [
                "Medicine, Saint Louis University, Saint Louis, MO, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T03:56:13",
    "is_scraped": "1"
}