{
    "doi": "https://doi.org/10.1182/blood.V114.22.148.148",
    "article_title": "Elevated Levels of Tissue Factor Bearing Microparticles in Patients with Antiphospholipid Antibodies: Analysis of Fresh, Unfrozen Samples. ",
    "article_date": "November 20, 2009",
    "session_type": "PATHOPHYSIOLOGY OF THROMBOSIS",
    "abstract_text": "Abstract 148 Introduction: The antiphospholipid syndrome (APS) is characterized by venous or arterial thrombosis, and/or recurrent fetal loss in the presence of circulating antiphospholipid antibodies (APL). The pathogenesis of this disorder may involve, in part, the activation of vascular endothelial cells, platelets, and monocytes. Upon activation, these cells shed components of their plasma membranes as microparticles (MP), and procoagulant MPs are associated with an increased risk for thromboemboli. The goal of these studies was to characterize, for the first time, the frequency by which increased levels of endothelial cell, platelet and monocyte-derived microparticles are observed in freshly-obtained, unfrozen plasma from patients with APL. Patients and Methods: Whole citrated (3.2%) blood samples from patients/healthy donors were centrifuged at 1500xg for 15 min, and the supernatant further centrifuged at 13000xg for 2 min to obtain platelet free plasma (PFP). To detect microparticles, and their origin, PFP was labeled with the following conjugated monoclonal antibodies and analyzed by flow cytometry using an LSR II flow cytometer (BD): Annexin V-APC; CD105-PE and CD144-PE (endothelial cells); CD41-PECy5 (platelets); CD14-PE (monocytes); and anti-tissue factor mAb-Alexa Fluor 647 (a kind gift from Dr. Kenneth Mann, Univ of VT). The binding of control antibodies labeled with identical fluorophores as the monoclonal antibodies was subtracted to adjust for nonspecific binding. We assessed microparticles in 47 patients with APL and 144 healthy controls. Results Levels of annexin-V, CD105, CD144, CD41 and tissue factor positive microparticles were significantly higher in patients (47,000±7900, 10,140±2164, 46,690±8783, 127,200±28,050 and 7270±2810 microparticles/ml, respectively) versus controls (17,000±1800, 3,824±374, 17,320±2636, 54,910±7132 and 2,537±747 microparticles/ml, respectively). These differences were statistically significant. In contrast, there was no significant difference in CD14 positive microparticle levels (1035±167 in APL patients versus 1409±465 in controls; p =0.655). Conclusions: Our results demonstrate elevation of annexin V+, CD105+, CD144+, CD41+ and tissue factor-bearing microparticles in freshly-obtained, unfrozen plasma obtained from patients with APL. These results suggest that ongoing activation of platelets and endothelial cells occurs in many patients with APL even in the absence of active thrombosis, and may contribute to the prothrombotic phenotype of these patients. Data is currently being analyzed for associations of microparticle levels with APL serologies, as well as the expression of functional microparticle-associated tissue factor activity. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antiphospholipid antibodies",
        "cell-derived microparticles",
        "thromboplastin",
        "fetal death",
        "monoclonal antibodies",
        "annexins",
        "cd14 antigen",
        "annexin a5",
        "antibodies",
        "antiphospholipid syndrome"
    ],
    "author_names": [
        "Mohammad Khan, M.D.",
        "Erin Cockrell, DO",
        "Ricardo Espinola, MD",
        "John R. Bartholomew, MD",
        "Keith R. McCrae, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mohammad Khan, M.D.",
            "author_affiliations": [
                "School of Medicine, Case Western Reserve University, Cleveland, OH, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erin Cockrell, DO",
            "author_affiliations": [
                "Rainbow Babies & Children's Hospital, Cleveland, OH, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricardo Espinola, MD",
            "author_affiliations": [
                "CBER/Division of Hematology, U.S. Food and Drug Administration, Rockville, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John R. Bartholomew, MD",
            "author_affiliations": [
                "The Cleveland Clinic, Cleveland, OH, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith R. McCrae, MD",
            "author_affiliations": [
                "School of Medicine, Case Western Reserve University, Cleveland, OH, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-11T21:31:22",
    "is_scraped": "1"
}