{
    "doi": "https://doi.org/10.1182/blood.V124.21.4134.4134",
    "article_title": "Elevated Interleukin-10 and “Disappearing HDL Syndrome” in Lymphoproliferative Disorders ",
    "article_date": "December 6, 2014",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "abstract_text": "BACKGROUND: Acquired severe HDL deficiency is relatively uncommon. It may occur with use of high doses of anabolic steroids or in severe liver diseases, which can lead to low LCAT activity and decreased apoA-I production. “Disappearing HDL Syndrome”*, a term first used by Goldberg and Mendez, refers to cases of severe HDL deficiency in patients that are not critically ill, sometimes long before the clinical or biochemical features of the underlying primary disease become evident. Disappearing HDL Syndrome can also result from an idiosyncratic reaction to medications, such as peroxisome proliferation-activated receptor (PPAR) agonists. Additionally, autoantibodies against LCAT in non-Hodgkin lymphoma have been described as a possible cause. Low high-density lipoprotein-cholesterol (HDL-C) is a risk factor for coronary artery disease. OBJECTIVE: To determine the cause of low HDL-C in patients with severe acquired HDL deficiency noted as an incidental finding associated with lymphoma and autoimmune lymphoproliferative syndrome (ALPS)** as well as following recombinant human IL10 therapy in psoriatric arthritis patients. Investigating mechanisms underlying acquired severe HDL deficiency in non-critically ill patients (“Disappearing HDL Syndrome”) could provide new insights into HDL metabolism and its role in lymphomagenesis. PATIENTS AND RESULTS: Patients with intravascular large B-cell lymphoma (IVLBCL, n=2), diffuse large B-cell lymphoma (DLBCL, n=1), and ALPS-FAS (n=1) presenting with markedly decreased HDL-C, low LDL-C and elevated triglycerides were identified. The abnormal lipoprotein profile returned to normal following therapy in all four cases (Figure). All of them were found to have markedly elevated serum interleukin-10 (IL-10) levels at presentation that also normalized following therapy. Besides accumulation of abnormal lymphocytes in lymph nodes and spleen, ALPS patients have elevated serum IL-10. In a cohort of ALPS patients with genetic mutations in FAS (n=93), IL-10 showed a strong inverse correlation with HDL-C (R 2 =0á3720, P<0á0001). A direct causal role for increased serum IL-10 in inducing the observed changes in lipoproteins was established in a randomized, placebo-controlled clinical trial of recombinant human IL-10 (rhIL-10) in psoriatic arthritis patients (n=18). Within a week of initiating subcutaneous rhIL-10 injections, HDL-C precipitously decreased to near-undetectable levels. LDL-C also decreased by over 50% (P<0.0001) and triglycerides increased by approximately 2-fold (P<0.005). All values returned to baseline after stopping IL-10 therapy. CONCLUSION: Increased IL-10 causes severe HDL-C deficiency, low LDL-C and elevated triglycerides. IL-10 is thus a potent modulator of lipoprotein levels, a potential new biomarker for B-cell disorders, and a novel cause of Disappearing HDL Syndrome. Elevated IL-10 plays a key role in linking inflammation and lipoprotein metabolism. As evidence for its causality, rhIL-10 treatment in a clinical trial of psoriasitic arthritis patients precipitously lowered HDL-C. Finding elevated IL-10 as a cause of “Disappearing HDL Syndrome” in patients with 3 different types of B-cell disorders suggests that IL-10 and low HDL-C could be useful biomarkers of disease activity in these conditions. Finally, future research focusing on strategies to alter lipoprotein levels by modulating circulating IL-10 levels or its signaling pathways may be useful for developing novel targeted therapies. *Ref: Severe acquired (secondary) high-density lipoprotein deficiency. Goldberg RB, Mendez AJ. J Clin Lipidol . 2007;1:41-56 **Ref: Natural history of autoimmune lymphoproliferative syndrome associated with FAS gene mutations. Price S, Shaw PA, Seitz A et al. Blood. 2014 Mar 27;123(13):1989-99. Figure. View large Download slide Concomitant drop in IL-10 associated with HDL-C recovery during treatment in patients with B-cell disorders. IL-10 and HDL-C time course before and after chemotherapy in: (A, B) 2 IVLBCL and (C) 1 DLBCL patients. The first time point (“Day 0”) represents the last lipid time point before initiating chemotherapy (arrow). D. Recovery of HDL-C and IL-10 in an ALPS patient after treatment with sirolimus over a period of 6 years. P* denotes high dose (15 mg/day) prednisone pulse therapy in this 2 year old ALPS patient. Figure. View large Download slide Concomitant drop in IL-10 associated with HDL-C recovery during treatment in patients with B-cell disorders. IL-10 and HDL-C time course before and after chemotherapy in: (A, B) 2 IVLBCL and (C) 1 DLBCL patients. The first time point (“Day 0”) represents the last lipid time point before initiating chemotherapy (arrow). D. Recovery of HDL-C and IL-10 in an ALPS patient after treatment with sirolimus over a period of 6 years. P* denotes high dose (15 mg/day) prednisone pulse therapy in this 2 year old ALPS patient.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "high density lipoproteins",
        "interleukin-10",
        "lymphoproliferative disorders",
        "high density lipoprotein cholesterol",
        "autoimmune lymphoproliferative syndrome",
        "lipoproteins",
        "b-lymphocyte disorders",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "high density lipoprotein decreased"
    ],
    "author_names": [
        "Andreas Moriaitis, MD",
        "Lita Freeman, PhD",
        "Robert Shamburek, MD",
        "Robert Wesley, PhD",
        "Wyndham H. Wilson, MD PhD",
        "Cliona Grant, MD",
        "Susan Price, RN",
        "Seth Thacker, PhD",
        "Abdalrahman Zarzour",
        "Frank Pucino, PharmD",
        "Gyorgy Csako",
        "Cheryl Yarboro",
        "Iain McInnes, PhD",
        "Takashi Kuroiwa",
        "Dimitrios Boumpas",
        "Gabor Illei, MD",
        "Alan T. Remaley",
        "V. Koneti Rao, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Andreas Moriaitis, MD",
            "author_affiliations": [
                "University of Michigan, Ann Arbor, MI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lita Freeman, PhD",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Shamburek, MD",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Wesley, PhD",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wyndham H. Wilson, MD PhD",
            "author_affiliations": [
                "National Cancer Institute, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cliona Grant, MD",
            "author_affiliations": [
                "National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Price, RN",
            "author_affiliations": [
                "NIAID/NIH, Bethesda, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth Thacker, PhD",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdalrahman Zarzour",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank Pucino, PharmD",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gyorgy Csako",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cheryl Yarboro",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iain McInnes, PhD",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takashi Kuroiwa",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dimitrios Boumpas",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabor Illei, MD",
            "author_affiliations": [
                "NIAMS/NIH, Bethesda, MD "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan T. Remaley",
            "author_affiliations": [
                "NHLBI/NIH, Bethesda, MD "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "V. Koneti Rao, MD",
            "author_affiliations": [
                "NIAID/NIH, Bethesda, MD"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T09:32:21",
    "is_scraped": "1"
}