{
    "doi": "https://doi.org/10.1182/blood.V126.23.1351.1351",
    "article_title": "Immune Modulation with Pomalidomide after Induction Chemotherapy in Newly Diagnosed Acute Myeloid Leukemia (AML) ",
    "article_date": "December 3, 2015",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Background: We recently showed that early lymphocyte recovery (ELR) following intensive induction chemotherapy in AML patients (pts) is characterized by complex immune system aberrations. (Blood 117(2):608, 2011) Full characterization of lymphoid T cell dynamics during this period can provide critical insights into their dysfunction and rationale for targeted therapeutic intervention to augment anti-leukemia immunity. Pomalidomide (POM), a small molecule immunomodulatory agent (IMiD), has direct effects on T cell co-stimulation by promoting the ubitiquitination of IL-2 transcriptional repressor Aiolos (IKZF3). (Br J Haematol 164(6):811, 2014) We hypothesized that administration of POM at the time of ELR may influence T cell differentiation and function in vivo. Methods: We serially collected peripheral blood (PB) samples at the time of ELR from 31 AML pts (median age 57, range 29-76 years; 26 de novo and 5 secondary AML) treated with intensive induction chemotherapy (18 with timed-sequential therapy (TST) and 13 with standard 7+3: cytarabine and idarubicin), 11 AML pts (median age 52, range 31-66 years; 6 de novo, and 5 secondary AML) treated on NCI/CTEP#9524 study of TST induction (AcDVP16: cytarabine, daunorubicin, and etoposide) followed by POM given daily for 10 days at ELR at escalating doses: 2mg (3pts)-4mg (3pts)-8mg (5pts) (Figure 1) and 17 healthy controls (HC) (median age 40, range 25-71 years). ELR was defined as absolute white blood cell (lymphocyte) count >200/mm 3 above nadir. Using multi-parameter flow cytometry we performed extensive phenotypic characterization of lymphocyte populations, focusing on T cell differentiation status (CD45RA, CCR7), activation/proliferation (Ki-67), expression of POM-target gene Aiolos (IKZF3), and cytokine secretion. Statistical significance was determined using multiple t-tests using GraphPad Prism software. All protocols were IRB approved. Results: Administration of POM at ELR did not affect absolute lymphocyte count (ALC) compared to control pts not receiving POM (P=>0.5). ALC values ranges (both groups): pre-treatment 2538-3645/mm 3 , ELR 428-525/mm 3 , and 931-1360/mm 3 at full count recovery (FR1), respectively. The percentages and total numbers of CD4 + and CD8 + T cells behaved similarly; however, POM pts had increase in the frequency of CD4 + central memory subset (CD45RA - CCR7 + ) (P=0.001) at FR1 and decrease in the terminally differentiated effector memory subset (CD45RA + CCR7 - ) of CD8 + T cells only for the duration of POM administration at ELR (P=0.04). T regs (CD4 + FoxP3 + Tcells) increased in control pts during ELR (p=0.004; n=26) but not in POM-treated group (n=5). A dramatic but dose-dependent decrease of Aiolos expression in T cell subsets in vivo (P<0.001, n=9; Figure 2) was observed for the duration of POM treatment but the effect was lost after POM was stopped (FR1) while Aiolos remained unchanged in pts treated with chemotherapy only (n=7). A trend toward increased IL-2 expression in CD4 + T cells of POM pts was noted as well (P=0.1, n=3) and exceeded the levels produced by HC (n=4). Conclusions: ELR represents an interesting time period for therapeutic intervention to modulate immunity following chemotherapy in AML pts. POM administration phenotypically and functionally affected several T cell subsets in vivo . Our data suggest that inhibition of Aiolos, an IL-2 transcriptional repressor, is a reliable pharmacodynamic marker of POM activity on T cells in vivo . Further studies with longer POM administration schedules as well as examination of other compartments such as bone marrow are ongoing to better define the role of immune modulation with POM in the treatment of pts with AML. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Off Label Use: Pomalidomide is not FDA approved for acute myeloid leukemia..",
    "topics": [
        "chemotherapy, neoadjuvant",
        "immunomodulation",
        "leukemia, myelocytic, acute",
        "pomalidomide",
        "brachial plexus neuritis",
        "aldesleukin",
        "chemotherapy regimen",
        "cytarabine",
        "leukemia, secondary acute",
        "therapeutic intervention"
    ],
    "author_names": [
        "Raúl Montiel-Esparza, MD",
        "Hanna A. Knaus, MD",
        "Joshua F. Zeidner, MD",
        "Ante Vulic, MD",
        "Gabrielle T. Prince, MD",
        "B. Douglas Smith, MD",
        "Mark J. Levis, MD PhD",
        "Howard Streicher, MD",
        "Judith E. Karp, MD",
        "Leo Luznik, MD",
        "Ivana Gojo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Raúl Montiel-Esparza, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hanna A. Knaus, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua F. Zeidner, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology/Oncology, University of North Carolina-Lineberger Comprehensive Cancer Center, Chapel Hill, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ante Vulic, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabrielle T. Prince, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "B. Douglas Smith, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark J. Levis, MD PhD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Streicher, MD",
            "author_affiliations": [
                "NCI NIH-CTEP, Rockville, MD"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judith E. Karp, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Luznik, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana Gojo, MD",
            "author_affiliations": [
                "Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University School of Medicine, Baltimore, MD "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T13:09:39",
    "is_scraped": "1"
}