{
    "doi": "https://doi.org/10.1182/blood.V128.22.1098.1098",
    "article_title": "Elevated Level Expression of MiR-223 Is Associated with Worse Prognosis in Childhood T-Cell Lymphoblastic Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies: Biomarkers, Prognosis, and Targets",
    "abstract_text": "Background: No stratification criteria have been established so far for treatment of childhood lymphoblastic T-cell lymphoma (T-LBL). Probability of event-free survival is about 75%, however survival in relapsed patients is very poor. Activating NOTCH1 mutations were reported to be associated with favorable prognosis and it has been demonstrated that in T -cell acute lymphoblastic leukemia miR-223 up-regulates NOTCH1 through negative modulation of FBXW7. We recently identified a miRNA expression profile specific for pediatric T-LBL [Mussolin et al, Leukemia 2014], suggesting that few miRNAs, including miR-223, may play a major role in T-LBL pathogenesis. The prognostic relevance of miR-223 and its correlation with NOTCH1/FBXW7 mutational status and protein expression is still unknown in T-LBL. Objectives: This study aimed to analyze miR-223 expression in a large series of pediatric T-LBL cases and to investigate its relevance in improving risk stratification. In addition, we aimed to the identification of miR-223 direct target genes that could be involved in T-LBL tumourigenesis. Methods: All patients were treated according to international EURO-LB-02 protocol. MiRNA measurements were performed using the TaqMan MicroRNA Assays (Applied Biosystems). Mutational hot spots of NOTCH1 and FBXW7 were amplified using standard polymerase chain reaction conditions and PCR products were sequenced on an ABI-3500 Genetic Analyzer. The expression of NOTCH1 protein was analyzed by Western blotting. Clonogenicity assays in soft agar were performed in the T-LBL cell line SUPT-1 upon transient transfection of miR-223 mimics and in the Jurkat cell line upon inhibition of miR-223. Results: The study was conducted in 65 T-LBL tumor biopsies that were diagnostic specimens obtained from patients for whom complete clinical data were available. NOTCH1 was found mutated in 51% (33/65) of the patients and associated with favorable prognosis (p=0.022), whereas FBXW7 was found mutated in 18% (12/65) of the cases. Interestingly, within NOTCH1 wild-type patients most of cases (65%) displayed active NOTCH1 protein. With respect to miRNA expression, miR-223 was up-regulated up to 400 times in T-LBL compared to normal thymus tissue. Importantly, high miR-223 expression (> median value) was associated with worse prognosis (p=0.006) and, when we combined miR-223 expression levels and NOTCH1 mutational statusas prognostic markers, we observed that miR-223 outweighs the prognostic value of NOTCH1 : progression-free survival (PFS) of patients carrying wild-type NOTCH1(NOTCH1 WT ) and elevated miR-223 was 63% (+10%) vs 80% (+13%) for patients NOTCH1 WT with low miR-223 (p=0.006). In contrast, patients with mutated NOTCH1 ( NOTCH 1 mut ) and elevated miR-223 showed a significant inferior PFS compare to those with NOTCH1 mut and low level of miR-223 (72%+14 vs 100%). In order to investigate the biological effect of miR-223, we tested whether expression/deletion of miR-223 would affect the clonogenic properties of SUPT-1 and Jurkat cells by measuring their ability to form colonies in soft agar. Interestingly, miR-223 over-expression in SUPT-1 was sufficient to significantly increase the formation of colonies in soft agar, whereas miR-223 abrogation in Jurkat cell line was sufficient to reduce it. Based on miRNA-target predictions, we found salt-inducible kinase 1 (SIK-1) protein an interesting candidate target of miR-223. Transient transfection of miR-223 mimics in SUPT-1 cells showed downregulation of SIK-1 protein at different time-points (24, 48, 72 hrs). SIK-1 is involved in prevention of metastasis in adult solid tumors and we found a significantly different expression level of SIK-1 protein in T-LBL cases based on miR-223 expression level. Of note, all relapsed patients displayed at diagnosis high level of miR-223 and very low level of SIK-1. Conclusions: Our data suggest that miR-223 has a prognostic value in T-LBL patients that appears to outweigh the prognostic value of NOTCH-1 mutational status. In addition, our data suggest that SIK-1 may be a target of miR-223 contributing to a more aggressive tumor phenotype. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "lymphoblastic t-cell lymphoma",
        "micrornas",
        "f-box-wd repeat-containing protein 7",
        "agar",
        "neoplasms",
        "polymerase chain reaction",
        "acute lymphocytic leukemia",
        "biopsy",
        "dietary sodium chloride"
    ],
    "author_names": [
        "Lara Mussolin, PhD",
        "Elena Pomari, PhD",
        "Marta Pillon, MD",
        "Federica Lovisa, PhD",
        "Elisa Carraro, PhD",
        "Paolo Bonvini, PhD",
        "Emanuele SG d'Amore, MD",
        "Giuseppe Basso, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lara Mussolin, PhD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University of Padua, Clinic of Pediatric Hemato-Oncology; Hospital of Padua, Padua, Italy ",
                "Pediatric Reserch Institute, Padua, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elena Pomari, PhD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University of Padua, Clinic of Pediatric Hemato-Oncology; Hospital of Padua, Padua, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Pillon, MD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University Hospital of Padova, Clinic of Pediatric Hemato-Oncology, Padova, Italy "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Lovisa, PhD",
            "author_affiliations": [
                "Clinic of Pediatric Hemato-Oncology, Department of Women's and Children's Health, University of Padua, Padua, Italy "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Carraro, PhD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University of Padua, Clinic of Pediatric Hemato-Oncology; Hospital of Padua, Padua, Italy "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paolo Bonvini, PhD",
            "author_affiliations": [
                "Pediatric Reserch Institute, Padua, Italy "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emanuele SG d'Amore, MD",
            "author_affiliations": [
                "Department of Pathology, San Bortolo Hospital, Vicenza, Italy "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Basso, MD",
            "author_affiliations": [
                "Department of Women's and Children's Health, University of Padua, Padua, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T12:56:18",
    "is_scraped": "1"
}