{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3525.3525",
    "article_title": "Rejuvenated RBCs Increase Oxygen Consumption in a Simulated Exchange Transfusion Model of Sickle Cell Disease Patients ",
    "article_date": "December 7, 2017",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia—Basic and Translational Science: Poster III",
    "abstract_text": "Introduction: Exchange transfusion of red blood cells (RBCs) in patients with Sickle Cell Disease (SCD) may require 6 to 8 units to reduce sickle hemoglobin (Hb-S) to less than 30 percent of total hemoglobin (NIH No. 02-2117). Low oxygen affinity (high p50) in patients with SCD is manifested by impaired blood viscosities and reduced hemoglobin concentration. Well characterized RBC metabolic changes during liquid storage of donor RBC include an increase in the affinity of hemoglobin for oxygen (low p50) by depletion of 2,3-diphosphoglycerate (2,3-DPG). Transfusion of stored RBCs (Standard RBC) suggests inefficient and impaired O 2 delivery to tissues compared to fresh circulating RBCs (Hasan 1994, Scott 2016) or after exchange transfusion in SCD (Uchida 1998). Extracorporeal manipulation of p50 through RBC rejuvenation increases the level of 2,3-DPG and increases the p50 of stored RBCs by right-shifting the Oxyhemoglobin Dissociation Curve (ODC) (Dennis 1979). Rejuvenation occurs by incubating RBCs at 37 °C for 60 minutes with a rejuvenation solution (Citra Labs). An exchange transfusion simulation model was developed to evaluate the changes in oxygen release capacity of rejuvenated RBCs and the potential impact on estimated oxygen consumption (VO 2 ) compared to Standard RBCs. Methods: Oxyhemoglobin dissociation curves were generated from (5) RBC units (leukocyte-reduced), CPD/AS-1, on Day 0, after 21 days of storage (Standard RBC), and after rejuvenation on day 21 (REJ RBC) which were used to estimate p50 values of the donor/recipient mixtures after each exchange transfusion and to determine VO 2 as previously described (Li 2016, Srinivasan 2017). An elevated p50 of 30.4 mm Hg, typical for SCD patients (Uchida 1998), was used to estimate the baseline VO 2 (200 mL O 2 /min). VO 2 was determined after each simulated RBC exchange with Standard or REJ RBCs assuming a constant blood volume of 5L, cardiac output of 5 L/min, total hemoglobin concentration of 10 g/dL. The model assumed an exchange rate of one apheresis unit of circulating RBCs to transfusion of one unit of Standard or REJ RBCs. Results: Donor RBC p50 was 26.9 ± 2.0 mm Hg on Day 0 and declined with storage to 17.6 ± 1.5 mm Hg at 21 days (p < 0.001, t-test). Rejuvenation restored p50 to 34.8 ± 2.7 mm Hg which was significantly higher than Day 0 (p < 0.001, t-test). The model predicted a reduction in Hb-S from 70 % to 22%, a decrease in p50 after the 8 unit exchange transfusion to 21.6 mm Hg with Standard RBC, but an increase in p50 to 33.3 mm Hg with REJ RBC (Figures 1a & 1b). Similarly, VO 2 increased in the REJ RBC group but decreased sequentially with Standard RBC upon each additional exchange transfusion (Figure 1c). The model predicted a decrease in VO 2 to 118 mL O 2 /min for the Standard RBC group and an increase to 233 mL O 2 /min with REJ RBC group after the exchange transfusion. Conclusions: The model predicted a baseline VO 2 of 200 mL O 2 /min; however, in fresh whole blood from healthy volunteers with Hb-A, normal VO 2 was estimated at 244 mL O 2 /min (Srinivasan 2017). This simulation suggested that performing an exchange transfusion with REJ RBCs could achieve 95% of normal oxygen consumption assuming a constant cardiac output even though the hemoglobin was maintained at 10 g/dL. While exchange transfusion has been a successful therapy to reduce the Hb-S percentage in chronically transfused SCD patients, improving tissue oxygen exchange may not yet be optimized as evidenced by post transfusion declines in p50 (Miller 1980, Uchida 1998). The model is limited because it does not account for improved rheological properties and blood viscosity following exchange transfusion, which was previously reported to improve exercise capacity even though p50 declined (Miller 1980). The model also did not account for any influence from irreversibly sickled cells. Transfusion practices to correct anemia and improve tissue oxygenation may be less effective than intended due to the diminished oxygen release capacity of standard stored RBC units. Transfusion strategies should consider whether the use of RBCs with increased p50 may be physiologically advantageous. Figure 1: Predicted ODC (a) before and after the simulated exchange transfusion with Standard or REJ RBCs and predicted Hb-A vs Hb-S ratios (b) and VO 2 (c) after each unit of the exchange transfusion with Standard or rejuvenated RBCs. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Kausch: Zimmer Biomet: Employment, Research Funding. Gray: Zimmer Biomet: Employment, Research Funding. Landrigan: Zimmer Biomet: Employment, Research Funding.",
    "topics": [
        "exchange transfusion, whole blood",
        "oxygen consumption",
        "retail clinics",
        "sickle cell anemia",
        "rejuvenation",
        "transfusion",
        "hemoglobin",
        "oxygen",
        "oxyhemoglobin dissociation",
        "anemia"
    ],
    "author_names": [
        "Kyle Kausch",
        "Alan David Gray, MS",
        "Matthew Landrigan, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Kyle Kausch",
            "author_affiliations": [
                "Zimmer Biomet, Warsaw, IN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alan David Gray, MS",
            "author_affiliations": [
                "Citra Labs, LLC, a Zimmer Biomet company, Braintree, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Landrigan, PhD",
            "author_affiliations": [
                "Zimmer Biomet, Warsaw, IN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T03:59:39",
    "is_scraped": "1"
}