{
    "doi": "https://doi.org/10.1182/blood.V112.11.1258.1258",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1091",
    "start_url_page_num": 1091,
    "is_scraped": "1",
    "article_title": "Differential Stimulation of Monocytic Cells Results in Distinct Populations of Microparticles ",
    "article_date": "November 16, 2008",
    "session_type": "Granulocytes, Monocytes, and Macrophages",
    "topics": [
        "antigens",
        "cell-derived microparticles",
        "cytoskeletal proteins",
        "flow cytometry",
        "hemostasis procedures",
        "immunoglobulin g",
        "immunoglobulins",
        "inflammation",
        "integrins",
        "lipopolysaccharides"
    ],
    "author_names": [
        "Emily K. Waters, PhD",
        "Michael Bernimoulin, MD",
        "Martina Foy, PhD",
        "Brian M. Steele, PhD",
        "Matthew Sullivan, PhD",
        "Herve Falet, PhD",
        "John H. Hartwig, PhD",
        "Patricia B. Maguire, PhD",
        "Denisa D. Wagner, PhD"
    ],
    "author_affiliations": [
        [
            "Harvard Medical School, Immune Disease Institute, Boston, MA, USA"
        ],
        [
            "Harvard Medical School, Immune Disease Institute, Boston, MA, USA"
        ],
        [
            "School of Biomolecular and Biomedical Science, UCD Conway Institute, Dublin 4, Ireland"
        ],
        [
            "School of Biomolecular and Biomedical Science, UCD Conway Institute, Dublin 4, Ireland"
        ],
        [
            "School of Biomolecular and Biomedical Science, UCD Conway Institute, Dublin 4, Ireland"
        ],
        [
            "Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "Brigham & Women’s Hospital, Boston, MA, USA"
        ],
        [
            "School of Biomolecular and Biomedical Science, UCD Conway Institute, Dublin 4, Ireland"
        ],
        [
            "Harvard Medical School, Immune Disease Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3390285",
    "first_author_longitude": "-71.1042571",
    "abstract_text": "Microparticles (MPs) are small vesicles shed from stimulated cells that permit cross-talk between cells within a particular environment. Their composition is thought to reflect their cell of origin and differs when produced by stimulation versus apoptosis. Whether or not MP properties vary according to stimulus is not currently known. Monocyte-derived MPs are of particular interest as they are known to promote inflammation and are highly procoagulant. We studied the characteristics of MPs produced from monocytic THP-1 cells upon four different types of stimulation: lipopolysaccharide, a soluble P-selectin chimera (P-sel-Ig), an IgG control, and PBS (to study spontaneously-generated MPs). We developed a novel criterion for defining an MP using calcein-AM staining which only fluoresces when inside an intact cell or vesicle. Using proteomics, flow cytometry, western blotting, and electron microscopy, we were able to compare the properties of the four MP populations. Through our proteomic analysis, we identified 331 proteins in the MPs produced by P-sel-Ig stimulation, 830 in the MPs produced by LPS stimulation, 199 in the MPs produced by IgG stimulation, and 457 in the MPs produced spontaneously. We found that MP populations were similar with respect to size distribution and expression of certain antigens such as the β2 and αL integrins. Not only did all the MPs express cytoskeletal proteins, verified by both proteomics and western blotting, but electron microscopy revealed that these MPs contain an internal three-dimensional protein scaffolding that is similar in structure to the highly branched cytoskeleton of cells. The MPs also shared the same level of tissue factor expression and procoagulant activity. Additionally, we found that MPs have distinct characteristics depending on stimuli. The MPs differed in phosphatidylserine expression with less phosphatidylserine-positive MPs produced by P-sel-Ig stimulation. There were 52 proteins identified by proteomics to be in only the MPs produced upon P-sel-Ig stimulation, and 408 proteins found only in the MPs produced upon LPS stimulation. The MPs also differed in the expression of proteins from specific subcellular locations. For example, the MPs produced via LPS stimulation contained many more mitochondrial and nuclear proteins; whereas, the MPs produced by P-sel-Ig stimulation contained more plasma membrane proteins involved in cell adhesion and signaling. Specifically, these MPs produced by P-sel-Ig stimulation expressed the inhibitory receptor leukocyte-associated immunoglobin-like-receptor-1 (LAIR-1) which binds to collagen. The expression of LAIR-1 suggests MPs generated from P-sel-Ig stimulation could accumulate at sites of vascular injury where collagen is exposed, allowing the procoagulant MPs to promote hemostasis. Our finding that the properties of MPs depend on the stimulus that produced them supports the concept that monocytic MPs differentially modulate thrombosis, inflammation and immune regulation according to stimulus."
}