{
    "doi": "https://doi.org/10.1182/blood.V128.22.1460.1460",
    "article_title": "The Number of Leukoreduced RBC and Platelet Transfusions Does Not Increase the Incidence of aGVHD in Allogeneic Peripheral Blood Stem Cell Transplant Recipients ",
    "article_date": "December 2, 2016",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster I",
    "abstract_text": "INTRO: The pathophysiology of acute graft versus host disease(aGVHD) after stem cell transplant has been described as a three-phase process. The first involves damage to host tissue by inflammation. In the second, both recipient and donor antigen-presenting cells and inflammatory cytokines trigger activation of donor T cells which expand into effector T cells. In the third phase, activated donor T cells mediate cytotoxicity against host cells by multiple mechanisms. Known risk factors for aGVHD include: stem cell source, graft type, unrelated donor, HLA mismatched donor, older age of donor, multiparous female donor, older age of recipient, GVHD prophylaxis and certain conditioning regimens. The transfusion (Tx) of red blood cells (RBC) and platelets (PLT) expose the recipient to additional white blood cells and cytokines, even in leukoreduced products. Potentially, ABO-non identical (ABO-NI) RBC and PLT Tx could further increase the release of cytokines. This study investigated whether more Tx, or more ABO-NI RBC or PLT Tx, were associated with an increased risk of aGVHD. METHODS: All ABO-identical allogeneic peripheral blood stem cell transplants at our center since 2012 were included. Primary outcome was development of Grade I-IV aGVHD (skin, liver or gastrointestinal tract). Any patient who received more than 1 transplant or did not have aGVHD status documented in the transplant database was excluded. Adjustment was performed for recipient age and gender. The following parameters were evaluated for an association with aGVHD: combined number of RBC and PLT Tx, number of RBC Tx, number of PLT Tx, number of ABO-NI RBC Tx, and number of ABO-NI PLT Tx. Only Tx within 1 year after transplant and prior to development of aGVHD or relapse (if applicable) were included. Statistical analysis (logistic regression and chi-square) was performed using STATA 14.1. RESULTS: Eighty-four patients were included. Forty-one percent were MUD and 59% were MRD. Thirty-six patients developed aGVHD (43.4%). Twenty-seven percent of platelet Tx were ABO-NI (99.9% major ABO incompatible). ABO-NI (all minor ABO incompatible) accounted for 2.5% of RBC Tx. Patients who developed aGVHD received an average of 4 RBC (0 ABO-NI) and 6 PLT (3.7 ABO-NI) per patient. Patients who did not develop aGVHD received an average of 4.6 RBC (0.4 ABO-NI) and 5.6 PLT (2.7 ABO-NI) per patient. There was no association seen between the number of RBC+PLT (p=0.88), RBC (p=0.57), PLT (p=0.65) and development of aGVHD. Receiving any ABO-NI RBC or PLT did not put a patient at increased risk of aGHVD and total number of transfusions received (RBC p=0.19; PLT p=0.13). CONCLUSION: An increased number of RBC or PLT transfusions, or receiving ABO non-identical RBC or PLT transfusions, did not increase the risk of aGVHD after allogeneic peripheral blood stem cell transplant. Additional studies are needed to evaluate whether patients receiving ABO minor incompatible platelets have an increased risk of aGVHD. Disclosures Phillips: Kyowa Kirin: Research Funding; Celgene: Speakers Bureau; Takeda: Speakers Bureau.",
    "topics": [
        "leukoreduction",
        "peripheral blood stem cells",
        "platelet transfusion",
        "transplant recipients",
        "transplantation",
        "blood transfusion",
        "cytokine",
        "cytotoxicity",
        "graft-versus-host disease",
        "graft-versus-host disease, acute"
    ],
    "author_names": [
        "Robert A. DeSimone, MD",
        "Ruchika Goel, MD MPH",
        "Ronit Reich-Slotky, PhD MSc",
        "Adrienne Phillips, MD",
        "Usama Gergis, MD",
        "Koen van Besien, MD",
        "Melissa M. Cushing, MD",
        "Ljiljana V. Vasovic, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Robert A. DeSimone, MD",
            "author_affiliations": [
                "Department of Transfusion Medicine and Cellular Therapy, Weill Cornell Medical College/New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ruchika Goel, MD MPH",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronit Reich-Slotky, PhD MSc",
            "author_affiliations": [
                "Transfusion Medicine and Cellular Therapy, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrienne Phillips, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Usama Gergis, MD",
            "author_affiliations": [
                "HSCT - Weill Cornell Medical College, Weill Cornell Medical College, NYPHospital . NY, NY, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koen van Besien, MD",
            "author_affiliations": [
                "Division of Hematology and Medical Oncology, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melissa M. Cushing, MD",
            "author_affiliations": [
                "Transfusion Medicine and Cellular Therapy, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ljiljana V. Vasovic, MD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Weill Cornell Medical College/ New York Presbyterian Hospital, New York, NY "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:37:22",
    "is_scraped": "1"
}