{
    "doi": "https://doi.org/10.1182/blood.V128.22.3528.3528",
    "article_title": "Economic Evaluation of the Direct Oral Anticoagulants Compared to Vitamin K Antagonists in the Treatment of Deep Venous Thrombosis and Pulmonary Embolism in the Outpatient Setting: Analysis from the Queen Elizabeth II Health Sciences Centre in Halifax, Nova Scotia ",
    "article_date": "December 2, 2016",
    "session_type": "901. Health Services Research-Non-Malignant Conditions: Poster II",
    "abstract_text": "Background: To date, there have been few economic evaluations of the direct oral anticoagulants in the treatment of venous thromboembolism (VTE) conducted from a Canadian perspective. As a result, there is a lack of consensus within existing literature regarding which treatment strategy should be adopted into the clinical setting. To our knowledge, this is the first Canadian economic evaluation in patients with VTE who are treated solely on an outpatient basis. Objectives: We conducted a cost-minimization analysis to determine the least costly intervention for the prevention of recurrent venous thrombosis in patients with acute unprovoked VTE including apixaban, rivaroxaban, low molecular weight heparin (LMWH) in combination with dabigatran, and LMWH overlapped with vitamin K antagonists (VKA). We also conducted a cost-effectiveness analysis to assess value for money in terms of cost per quality adjusted life year (QALY) gained. Methods: We used Microsoft Excel to develop a decision model. Decision model parameters were determined using published literature, local hospital data, expert opinion, and chart review. Our cost-minimization analysis aggregated costs related to pharmaceuticals, laboratory testing, and hematologist fees. Our cost-effectiveness analysis also included costs related to health outcomes. Results: Our cost-minimization analysis found apixaban to be the least costly intervention at three months ($609.28). At six months and one year LMWH overlapped with VKA was the least costly intervention ($896.08 and $1,193.88, respectively). With respect to cost-effectiveness, at three months apixaban was the dominant strategy. At six months, apixaban was cost-effective given a willingness-to-pay per QALY as low as $4,986.81. At one year, LMWH overlapped with VKA was cost-effective given a willingness-to-pay per QALY below $135,670.28. Probabilistic sensitivity analysis of our cost-effectiveness analysis found apixaban to be the dominant strategy compared to LMWH overlapped with VKA in 42.6% of iterations and 70.6% of iterations resulted in incremental cost-effectiveness ratio below $100,000 per QALY gained. Conclusions: Our findings suggest apixaban is the least costly and most cost-effective strategy for short-term anticoagulant treatment for VTE but favor LMWH overlapped with VKA for long-term treatment. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "deep vein thrombosis",
        "direct oral anticoagulants",
        "economics",
        "outpatients",
        "pulmonary embolism",
        "vitamin k antagonists",
        "low-molecular-weight heparin",
        "apixaban",
        "venous thromboembolism",
        "anticoagulants"
    ],
    "author_names": [
        "Abdullah S. Al Saleh, MD",
        "Patrick Berrigan",
        "David Anderson, MD",
        "Sudeep Shivakumar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Abdullah S. Al Saleh, MD",
            "author_affiliations": [
                "Department of Medicine, Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patrick Berrigan",
            "author_affiliations": [
                "Dalhousie University, Halifax, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Anderson, MD",
            "author_affiliations": [
                "Department of Hematology, Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sudeep Shivakumar, MD",
            "author_affiliations": [
                "Department of Hematology, Dalhousie University, Halifax, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T18:41:34",
    "is_scraped": "1"
}