{
    "doi": "https://doi.org/10.1182/blood.V108.11.125.125",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=802",
    "start_url_page_num": 802,
    "is_scraped": "1",
    "article_title": "High Density SNP Arrays Reveal That Distinct Clonal Lesions Including Uniparental Disomy Can Be Detected in a Proportion of Patients with Aplastic Anemia with Normal Metaphase Cytogenetics. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "aplastic anemia",
        "cytogenetics",
        "mitotic metaphase",
        "single nucleotide polymorphism",
        "uniparental disomy",
        "chromosomal disorder",
        "bone marrow, hypocellular",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Marcin Wlodarski",
        "Christine O’Keefe",
        "Lukasz Gondek",
        "Seishi Ogawa",
        "Jaroslaw P. Maciejewski"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology Section, Taussig Cancer Center"
        ],
        [
            "Experimental Hematology Section, Taussig Cancer Center"
        ],
        [
            "Experimental Hematology Section, Taussig Cancer Center"
        ],
        [
            "Hematology & Oncology, Graduate School of Medicine, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Experimental Hematology Section, Taussig Cancer Center",
            "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH"
        ]
    ],
    "first_author_latitude": "41.50313175",
    "first_author_longitude": "-81.61913360000001",
    "abstract_text": "Aplastic anemia (AA) and myelodysplastic syndrome (MDS) show pathophysiologic and clinical overlap; e.g., MDS can present with hypocellular marrow and a substantial proportion of AA patients develop MDS. A majority of AA patients respond to immunosuppression (IS), also effective in some patients with MDS. Patients with MDS show expansion of single hematopoietic clone frequently characterized by chromosomal aberrations while AA is oligoclonal, likely due to a decrease in available stem cells. Owing to the low resolution of metaphase cytogenetics and its dependence on cell growth in vitro, the ability to detect clonal chromosomal defects is limited in AA and the test is often negative or non-informative in MDS. High-density SNP arrays (SNP-A) can be used for precise identification of unbalanced genomic lesions. We hypothesize that cryptic clonal genomic aberrations do exist in some patients with AA. Their detection may have important clinical implications; it could help to distinguish patients unresponsive to IS, indicate propensity to MDS evolution and point towards pathogenetic genetic lesions. We have applied 50K and 250K SNP-A to analyze bone marrow (N=17), blood (N=49) or both (N=3) of patients with AA (N=26), PNH (N=33) and hypoplastic MDS (N=10). The results were analyzed using CNAG and Exemplar software. Defects identified in marrow of healthy controls (N=36) were used to define the minimal pathologic lesion (only 1 lesion was identified). In AA and PNH, clonal chromosomal abnormalities were found in 5/10 marrow and 15/52 blood samples, respectively, and in 4/10 bone marrows from hypocellular MDS. Of these lesions, known chromosomal defects (following progression to MDS) were confirmed in 3 AA patients and most significantly we also found previously cryptic abnormalities in 17 patients with AA (4 marrow, 13 blood) and normal metaphase cytogenetics. The new lesions involved segmental uniparental disomy (UPD) involving portions of chromosomes 1,2,6,7,8, 9,10,13 and 14. For example, we found LOH due to UPD at 7q (q21.11, q31.33, N=3). The results of 50K SNP-A were validated by 250K scan. LOH due to deletions (monoploid) or UDP (diploid) were confirmed by microsatellite and Taqman PCR copy number analysis, respectively. The lesions were somatic and not present in nonclonal lymphocytes. Overlapping UDP at 2p21.1–p22.1 (2AA, 1PNH) and 2p16.1 (2AA, 1hypoMDS) was detected. Examples of genes linked to SNP in deleted lesions include FANCL, LOC151445 and VRK2. Moreover, LOH due to UDP resulted in homozygosity for very minor alleles of SNPs linked to KIA1607 or NHMT (control population frequency 20%, 19%) and NRX1 or SMEK3 (14%, 27%) in 2q21 and 2p16, respectively. Hematologic response to IS was seen in 7/12 (58%) AA patients in whom lesions were found. However, only 5 of these patients were sampled prior to IS, 2 subsequently responded and 3 remained refractory. In contrast, 16/22 AA patients with normal chromosomes by SNP-A treated with IS showed a hematologic response (72%). Our study, representing the first application of high-density SNP-A for karyotyping of patients with AA, demonstrates that some patients with AA may harbor cryptic clonal defects possibly consistent with the diagnosis of MDS. It is likely that these lesions have clinical and prognostic significance."
}