{
    "doi": "https://doi.org/10.1182/blood.V106.11.1202.1202",
    "article_title": "The Multi-Functional Cellular Adhesion Molecule CD44 Is Targeted by the 8;21 Chromosomal Translocation. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "CD44 is a type I transmembrane protein and functions as the major cellular adhesion molecule for hyaluronic acid, a component of the extracellular matrix. CD44 is expressed in most human cell types and is implicated in a wide variety of physiological and pathological processes, including tumor cell growth and metastasis. Its importance in acute myeloid leukemia is highlighted by evidence of its high expression in all human acute myeloid leukemias. In addition, the treatment of leukemic blasts with anti-CD44 antibodies promotes their maturation, suggesting a potential differentiation therapy for patients and a possible role for CD44 in the growth and maintenance of leukemic blast/stem cells. We have recently identified the naturally occurring leukemogenic splice variant of the t(8;21) associated AML1-ETO gene, AML1-ETO9a. To understand the molecular mechanism of AML1-ETO-9a involved leukemogenesis, we performed micro-array analysis with a multipotential hematopoietic cell line. Out of the 39,000 transcripts, 24 decreased more than 3.5-fold including SPARC, Mac25 that are reportedly involved in proliferation of different cells. We also identified 75 transcripts with more than 3.5 fold increase that included Sca-1, Runx2 and CD44. Specifically we show that the presence of AML1-ETO9a significantly increased the expression of CD44 at both RNA and protein levels. Furthermore, the CD44 promoter region −709 to −280 bp is responsive to both AML1-ETO9a as well as AML1-ETO. Thus our observations suggest that AML1-ETO and its splice variant AML1-ETO9a are able to promote the expression of the CD44 gene, linking the 8;21 translocation directly to the regulation of an important cell adhesion molecule potentially involved in the growth and maintenance of the acute myeloid leukemia blast/stem cells.",
    "topics": [
        "cd44 antigens",
        "cell adhesion molecules",
        "homing-associated cell adhesion molecule",
        "translocation (genetics)",
        "leukemia, myelocytic, acute",
        "antibodies",
        "differentiation therapy",
        "hyaluronic acid",
        "integral membrane proteins",
        "leukemogenesis"
    ],
    "author_names": [
        "Yang Wang, MD, PhD",
        "Luke Peterson, PhD",
        "Dong-Er Zhang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Yang Wang, MD, PhD",
            "author_affiliations": [
                "Molecular and Experimental Medicine, The Scripps Research Institute, San Diego, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Luke Peterson, PhD",
            "author_affiliations": [
                "Molecular and Experimental Medicine, The Scripps Research Institute, San Diego, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong-Er Zhang, PhD",
            "author_affiliations": [
                "Molecular and Experimental Medicine, The Scripps Research Institute, San Diego, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T04:11:25",
    "is_scraped": "1"
}