{
    "doi": "https://doi.org/10.1182/blood-2019-128123",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4163",
    "start_url_page_num": 4163,
    "is_scraped": "1",
    "article_title": "CD Maps - Dynamic Profiling of CD1 to CD100 Surface Expression on Human Leukocyte and Lymphocyte Subsets ",
    "article_date": "November 13, 2019",
    "session_type": "203.Lymphocytes, Lymphocyte Activation, and Immunodeficiency, including HIV and Other Infections",
    "abstract_text": "CD molecules are surface molecules expressed on cells of the immune system that play key roles in immune cell-cell communication and sensing the microenvironment. These molecules are essential markers for the identification and isolation of leukocytes and lymphocyte subsets and their malignant counterparts. Here, we present the results of the first phase of the CD Maps study, mapping the expression of CD1-100 (n=110) on 47 immune cell subsets from blood, thymus and tonsil using an 8-color standardized EuroFlow approach and quantification of expression. The resulting dataset included median antibody binding capacities (ABC) and percentage of positivity for all markers on all subsets and was developed into an interactive CD Maps web resource. Using the resource, we examined differentially expressed proteins between granulocyte, monocyte and dendritic cell subsets, and profiled dynamic expression of markers during thymocyte differentiation, T-cell maturation, and between functionally distinct B-cell subset clusters. The CD Maps resource will serve as a benchmark of antibody reactivities ensuring improved reproducibility of flow cytometry-based research. Moreover, it will provide a full picture of the surfaceome of human immune cells and serves as a useful platform to increase our understanding of leukocyte biology, as well as, to facilitate the identification of new biomarkers and therapeutic targets of immunological and hematological diseases. CD Maps project is supported with reagents from BD Biosciences, BioLegend and Exbio. TK is supported by Ministry of Health Czech Republic grant 15-26588A and LO1604. KF is supported by Ministry of Health Czech Republic grant NV18-08-00385. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "biological markers",
        "hematological diseases",
        "leukocytes",
        "lymphocyte subset",
        "maps",
        "molecule",
        "czech republic",
        "b-lymphocyte subsets",
        "color"
    ],
    "author_names": [
        "Karel Fišer, PhD",
        "Tomas Kalina, MD PhD",
        "Martin Perez-Andres",
        "Daniela Kužílková, PhD",
        "Pablo Engel",
        "Marta Cuenca, PhD",
        "Elena Blanco Álvarez",
        "Sophinus J.W. Bartol",
        "Menno C. van Zelm"
    ],
    "author_affiliations": [
        [
            "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University, Prague, Czech Republic "
        ],
        [
            "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
        ],
        [
            "Department of Medicine, Cancer Research Centre (IBMCC, USAL-CSIC), Cytometry Service (NUCLEUS), University of Salamanca (USAL), Salamanca, Spain "
        ],
        [
            "CLIP - Childhood Leukaemia Investigation Prague, Department of Paediatric Haematology and Oncology, Second Faculty of Medicine, Charles University and University Hospital Motol, Prague, Czech Republic "
        ],
        [
            "Department of Biomedical Sciences, University of Barcelona, Barcelona, Spain "
        ],
        [
            "Department of Biomedical Sciences, University of Barcelona, Barcelona, Spain "
        ],
        [
            "Department of Medicine, Cancer Research Centre (IBMCC, USAL-CSIC), Cytometry Service (NUCLEUS), University of Salamanca (USAL), Salamanca, Spain "
        ],
        [
            "Department of Immunology, Erasmus MC, University Medical Center, Rotterdam, Netherlands "
        ],
        [
            "Department of Immunology, Erasmus MC, University Medical Center, Rotterdam, Netherlands ",
            "Department of Immunology and Pathology, Monash University and The Alfred Hospital, Melbourne, Australia"
        ]
    ],
    "first_author_latitude": "50.073917099999996",
    "first_author_longitude": "14.341215699999998"
}