{
    "doi": "https://doi.org/10.1182/blood.V128.22.5782.5782",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3439",
    "start_url_page_num": 3439,
    "is_scraped": "1",
    "article_title": "Low-Dose Anti-Thymocyte Globulin for Graft-Versus-Host-Disease Prophylaxis in Matched Unrelated Allogeneic Hematopoietic Stem Cell Transplant ",
    "article_date": "December 2, 2016",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antithymoglobulin",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "graft-versus-host disease, chronic",
        "therapeutic immunosuppression",
        "transplantation",
        "follow-up",
        "infection as complication of medical care",
        "infusion procedures"
    ],
    "author_names": [
        "Adam Bryant, MD",
        "Ranjeeta Mallick",
        "Lothar B. Huebsch, MD",
        "David S. Allan, MD FRCPC",
        "Harold Atkins, MDFRCPC",
        "Grizel Anstee, MD",
        "Isabelle Bence-Bruckler, MD FRCPC",
        "Linda Hamelin",
        "Michael Hodgins, MD",
        "Mitchell Sabloff, MDM",
        "Nicholas Scrivens",
        "Dawn C. Maze, MDFRCPC,MSc",
        "Christopher N. Bredeson, MD MSc, FRCPC",
        "Natasha Kekre, MDMPH, FRCPC"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Department of Biostatistics, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Department of Hematology, University of Ottawa, Ottawa, Canada "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Department of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Deparment of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Department of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Ottawa General Hospital, Ottawa, Canada "
        ],
        [
            "University of Ottawa, Ottawa, Canada"
        ],
        [
            "Department of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ],
        [
            "Division of Hematology, The Ottawa Hospital, Ottawa, Canada "
        ]
    ],
    "first_author_latitude": "45.39800265",
    "first_author_longitude": "-75.6853913",
    "abstract_text": "Background Graft-versus-host disease (GVHD) is a leading cause of morbidity and mortality in allogeneic hematopoietic stem cell transplantation (HSCT). Prophylactic in-vivo T-Cell depletion with antithymocyte globulin (ATG) has recently been reported as leading to decreased GVHD rates in matched unrelated and related donor HSCT, without increases in relapse or death. Understanding that higher rates of GVHD are observed with matched unrelated versus matched related donor HSCT, we have always had a local policy to give ATG as part of GVHD prophylaxis in patients undergoing HSCT from an unrelated donor. Here we report and compare clinical outcomes of patients who did and did not receive ATG at our transplant center using a unique, substantially lower ATG dose than previously reported. Methods We conducted a retrospective single-center database study comparing outcomes in 110 matched unrelated donor (MUD; ATG-exposed) and 78 matched related donor (MRD; ATG-unexposed) HSCT patients transplanted for any malignant indication at The Ottawa Hospital from 2009 to 2014. Patients were exposed to a rabbit ATG formulation (Thymoglobulin ®) at 0.5 mg/kg on day -2 and 2.0 mg/kg on day -1 prior to stem cell infusion, to total 2.5 mg/kg. Primary outcomes assessed were incidence of acute and chronic GVHD, defined as new-onset GVHD requiring systemic immunosuppressive therapy at less or more than 100 days post HSCT, respectively. Secondary outcomes included disease relapse and survival. Results At baseline there were no significant differences in median age at transplant, sex, disease indication or risk index, graft source, conditioning regimen and intensity between ATG exposed (MUD) and unexposed (MRD) cohorts. The majority of patients in both cohorts had intermediate or high disease risk index. There were significant baseline differences between the ATG exposed and unexposed cohorts with respect to proportion of 7/8 mismatched unrelated donor transplants (14 v 6% respectively, p = 0.015) and median CD34+ dose (4.9 v 7.6 x 10 8 cells; p < 0.001). No differences were noted in platelet engraftment. ATG exposed patients had significantly shorter time to neutrophil engraftment than the unexposed cohort (16 v 19 days respectively; p=0.007). ATG exposed patients had significantly lower rates of GVHD compared to the unexposed cohort (57 v 79%; p=0.005), with differences noted predominantly in rates of chronic GVHD (18 v 44%, p= 0.009). The proportion of patients off immune suppression one year after HSCT was not significantly different between the cohorts.At median follow-up of 13 (1-73) months for the ATG exposed cohort and 20 (0-69) months for the ATG unexposed cohort, no significant differences in overall survival (median overall survival not met for either cohort), cumulative incidence of relapse (26 v 29%; p=0.73) or relapse-free survival (not met in ATG exposed; 26.2 months in ATG unexposed, p=0.22) were observed between groups (Figure 1). Significant differences were observed with respect to GVHD-Free Relapse-Free Survival (GRFS) between ATG exposed and unexposed cohorts, with a two-year GRFS of 23 v 3% respectively (p = 0.003). There were no significant differences between cohorts in proportion of patients with post HSCT infectious episodes or ICU admissions. Conclusions Here we report significantly lower rates of chronic GVHD and significant improvement in GVHD-free relapse-free survival in our ATG exposed MUD HSCT cohort compared to our ATG unexposed MRD. These findings were observed without differences in relapse or survival outcomes, infectious complications or ICU admissions. While in keeping with other recent reports on ATG use for GVHD prophylaxis, our findings indicate that a lower dose of ATG may be effective in preventing GVHD. Our study suggests that a broader exploration into the optimal dosing of this prophylactic GVHD agent is warranted. Disclosures Bence-Bruckler: Lundbeck: Membership on an entity's Board of Directors or advisory committees. Sabloff: Novartis Canada: Membership on an entity's Board of Directors or advisory committees; Lundbeck: Research Funding; Alexion: Honoraria; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Gilead: Research Funding."
}