{
    "doi": "https://doi.org/10.1182/blood.V120.21.3941.3941",
    "article_title": "Intra-Clonal Heterogeneity Is a Critical Early Event in the Preclinical Stages of Multiple Myeloma and Is Subject to Darwinian Fluctuation throughout the Disease ",
    "article_date": "November 16, 2012",
    "session_type": "651. Myeloma - Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3941 Multiple Myeloma (MM) is a neoplastic proliferation of aberrant plasma cells that has well defined clinical steps including MGUS, SMM, MM and PCL. These clinical stages represent a good model in which to study the multistep acquisition of genetic events underlying cancer progression. The transition of normal plasma cells to myelomatous cells is thought to be the result of the sequential acquisition of “genetic hits” causing the classical hallmarks of cancer. Underlying this transition, the existence and competition between different tumour clones, also termed intra-clonal heterogeneity, has been recently highlighted in a number of human cancers. In this work we have analysed the Darwinian intra-clonal population dynamics of MM in order to better understand disease progression, development of treatment resistance, and the effectiveness of targeted therapies. Next generation sequencing (NGS) is an excellent tool which can identify complex intraclonal relationships in MM allowing the identification of acquired mutations as well as being able to place them within a Darwinian context. This type of model incorporates not only the competition between already existent clones, but also the emergence of new clones during disease progression via the acquisition of novel mutations. Single cell analysis ensures the firm identification of the different clonal populations harbouring common and distinct mutations effectively validating the NGS data. In this work, we have extended our sequence analysis of MM as well as studying paired patient samples at different stages of the disease process including relapses or transitions to later stages of disease. Samples include 6 MGUS patients, 4 high-risk SMM patients that later developed symptomatic MM, 2 MM patients at presentation and relapse, and 1 MM patient that later evolved to PCL. Additional paired patient samples will be added to the final analysis. CD138-positive bone marrow plasma cells were selected to a purity >95%. For SMM-MM paired samples, we used 100 ng of tumour and non-tumour cell DNA to undergo whole genome sequencing, using 120 bp paired-end reads on a GAIIx (Illumina) to a median depth of 32x, with 98% at 1x and 84% at 20x coverage. For the rest of the samples, we used 50 ng of DNA and performed whole exome sequencing using 76 bp paired-end reads on a GAIIx (Illumina) to a median depth of 61x, with 99% at 1x and 85% at 20x exomic coverage. Data were aligned to the human genome (hg19) using Stampy and BWA and acquired SNVs and indels called using GATK. Single cells from a subset of patients were sorted into lysis buffer on 96 well plates using a FACSAria cell sorter. Specific target amplification (STA) was performed before quantitative PCR using genotyping assays specific for the mutations of interest. The STA product was diluted before qPCR interrogation for mutations using the 96.96 dynamic microfluidic array and the BioMark HD (Fluidigm). The results of this analysis show that: The mutational gene spectrum found in MM is consistent with our previous sequencing analysis of t(4;14) and t(11;14) MM cases. The mutational landscape and intraclonal diversity seen in paired samples exist at the earliest stages of myeloma including asymptomatic stages such as MGUS or SMM; however, clonal size varies during progression. The number of SNVs in High Rish SMM does not significantly differ from MM with clinical symptoms requiring treatment. Hence, these data suggest that all of the genetic deregulation necessary to give rise to an aggressive clinical state is already present in asymptomatic stages of the disease, but is masked by the existence of a predominant clone with a more benign pattern of behaviour that may compete for access to a putative myeloma niche. Different patterns of “clonal tides” are seen at presentation-relapse pairs and following the transition to PCL, consistent with a Darwinian process of tumour evolution. Their high genetic complexity is displayed by the accumulation of multiple mutations in various genes involving diverse biological functions, but that may eventually supply the hallmarks of cancer. These tumour cell populations may be either genetically stable, linearly evolving, or heterogeneous clones with changing predominance. The emergence of new clones, which could be driven by mutations in key genes such as KRAS or BRAF , increases the complexity and effectiveness of targeted therapies. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "heterogeneity",
        "multiple myeloma",
        "neoplasms",
        "cancer",
        "massively-parallel genome sequencing",
        "monoclonal gammopathy of undetermined significance",
        "ptsd checklist",
        "disease progression",
        "dna",
        "molecular targeted therapy"
    ],
    "author_names": [
        "Lorenzo Melchor, PhD",
        "Brian A Walker, BSc, PhD",
        "Christopher P Wardell, PhD",
        "Annamaria Brioli, MD",
        "Martin F Kaiser, MD",
        "Lucía López-Corral, MD",
        "Sean Humphray",
        "Lisa Murray",
        "Mark Ross",
        "David Bentley",
        "Ramón García-Sanz",
        "Jesús F San Miguel, MD, PhD",
        "Faith E. Davies, MD",
        "David Gonzalez, PhD",
        "Gareth J. Morgan, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lorenzo Melchor, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brian A Walker, BSc, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher P Wardell, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annamaria Brioli, MD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin F Kaiser, MD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lucía López-Corral, MD",
            "author_affiliations": [
                "Department of Haematology, University Hospital of Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean Humphray",
            "author_affiliations": [
                "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Murray",
            "author_affiliations": [
                "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Ross",
            "author_affiliations": [
                "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Bentley",
            "author_affiliations": [
                "Illumina Cambridge Ltd., Saffron Walden, United Kingdom, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ramón García-Sanz",
            "author_affiliations": [
                "Department of Haematology, University Hospital of Salamanca, Salamanca, Spain, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jesús F San Miguel, MD, PhD",
            "author_affiliations": [
                "Hematology, Hospital Universitario de Salamanca, Salamanca, Spain"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faith E. Davies, MD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Gonzalez, PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J. Morgan, MD PhD",
            "author_affiliations": [
                "Haemato-Oncology Research Unit, Division of Molecular Pathology, The Institute of Cancer Research, London, United Kingdom, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T15:35:41",
    "is_scraped": "1"
}