{
    "doi": "https://doi.org/10.1182/blood.V128.22.4780.4780",
    "article_title": "Burden of Acute Myeloid Leukemia (AML) Among Older Newly-Diagnosed Patients ",
    "article_date": "December 2, 2016",
    "session_type": "904. Outcomes Research-Malignant Conditions: Poster III",
    "abstract_text": "Introduction : Acute myeloid leukemia (AML) is a rare but difficult to treat form of leukemia, with 17.5 new cases per 100,000 per year among individuals ≥65 years of age and an estimated 5-year survival of 6.6% despite current treatment options (SEER; accessed 7/21/2016 at seer.cancer.gov). Chemotherapy can increase survival, but older adults may not receive intensive chemotherapy due to the uncertain risk-benefit associated with current treatment options (i.e., decreased effectiveness and tolerability with increased age) (Medeiros et al. Ann Hematol 2015. 94:1127-1138; Walters et al. Clin Adv Hematol Oncol. 2013;11(9):571-7). The goal of this study is to characterize treatment patterns, healthcare resource use and outcomes among treated and untreated older patients who were newly diagnosed with AML. Methods: We used the Center for Medicare and Medicaid Services (CMS) 100% Limited Data Set, which contains demographic information and all hospital claims for Fee-for-Service (FFS) Medicare beneficiaries. Included patients were 65-75 years old, newly-diagnosed with AML and had to have ≥ one hospitalization with an AML diagnosis (International Classification of Disease-9th Revision-Clinical Modification [ICD-9-CM] code 205.0) between 1/1/2010 and 12/31/2012 and inpatient and outpatient coverage ≥ 6 months before and ≥ 12 months after the first AML diagnosis. We identified high risk patients with prior Myelodysplastic Syndrome (MDS; ICD-9 code 238.7) or Myeloproliferative Neoplasm (MPN; ICD-9 codes: 205.1, 238.4, 289.89 or 289.9) and used Charlson Comorbidity Index (CCI) to measure patient health status at diagnosis. Outcomes included: hospitalization rates as number of hospitalizations per patient per month; hospitalization length-of-stay (LOS); and ICU admissions. Hospitalizations where chemotherapy was administered were identified using a combination of ICD-9 diagnosis and procedure codes, HCPCS codes, revenue center codes and MS-DRGs. Patients with at least one hospitalization where chemotherapy was administered were considered as treated with chemotherapy. We compared chemotherapy treated and untreated patient characteristics using two-tailed t-tests and conducted unadjusted analyses of overall survival (OS) and hospitalization rates for treated patients and, separately, for those who were not chemotherapy-treated. We used logistic regression, controlling for age, gender, health status (CCI), prior MDS/MPN, and prior cancer to estimate the odds of receiving chemotherapy, and 6- and 12- month survival. Results: A total 3,700 patients met all study inclusion requirements, of which 53.5% (1,979) were treated with chemotherapy. Univariate analyses demonstrated that chemotherapy-treated patients were younger (mean age [SD]: 70.1 [2.93] vs. 70.9 [2.97]; P <0.0001); healthier (CCI: 1.11 [1.75] vs. 1.76 [2.18]; P < 0.0001); fewer had prior MDS (26% vs. 37%; P < 0.0001), MPN (8% vs. 10%; P < 0.0001), or cancer (29% vs. 36% ; P =0.0075); they also lived longer (median OS: 246 vs. 48 days; P < 0.0001). Hospitalization rates declined with increased OS regardless of the chemotherapy regimen. Mean LOS was longer for initial hospitalizations for treated, compared to untreated, patients (21.5d [16.7] vs. 7.6d [8.6]; P < 0.0001), with similar ICU admission rates (33%). In multivariate analyses, older patients were less likely to receive chemotherapy: those ages 72-75 had 0.52 times the odds of receiving treatment (vs. ages 65-68; P < 0.0001). Chemotherapy had a significant and positive effect on 6- and 12-month OS compared to untreated group: Odds Ratio (OR) 6-month: 2.92; 12-month: 2.32; both P < 0.0001. Key limitations associated with this retrospective database analysis include our inability to differentiate the use of hypomethylating agents from more intensive chemotherapy treatment. We also could not determine chemotherapy dosing or directly assess patient frailty. However, our analysis was based on a large sample of older AML patients from diverse geographic areas in the U.S. Conclusions : AML in older patients is associated with low treatment rates, frequent hospitalizations and ICU admissions. Chemotherapy treatment is associated with increased overall survival. New treatment options with a more favorable risk:benefit are needed in older patients with newly diagnosed AML. Support: Jazz Pharmaceuticals Figure View large Download slide Figure View large Download slide  Close modal Disclosures Sacks: Jazz Pharmaceuticals: Other: Naomi Sacks is an employee of Precision for Value which received funding from Jazz Pharmaceuticals for data access, study design, and analysis.; Precision for Value: Employment. Cyr: Precision for Value: Employment; Jazz Pharmaceuticals: Other: Phil Cyr is an employee of Precision for Value which received funding from Jazz Pharmaceuticals for data access, study design, and analysis. . Liu: Jazz Pharmaceuticals: Other: Yanmei Liu is an employee of Precision for Value which received funding from Jazz Pharmaceuticals for data access, study design, and analysis.; Precision for Value: Employment. Miller: Celator Pharmaceuticals: Other: Derek Miller is a former employee of Celator (recently acquired by Jazz) Pharmaceuticals.; Jazz Pharmaceuticals: Consultancy. Chiarella: Jazz Pharmaceuticals: Employment, Equity Ownership. Louie: Celator Pharmaceuticals, Inc., a subsidiary of Jazz Pharmaceuticals plc.: Employment, Equity Ownership.",
    "topics": [
        "leukemia, myelocytic, acute",
        "chemotherapy regimen",
        "cancer",
        "frailty",
        "length of stay",
        "leukemia",
        "myelodysplastic syndrome",
        "myeloproliferative disease",
        "logistic regression",
        "older adult"
    ],
    "author_names": [
        "Naomi C. Sacks, PhD",
        "Phil Cyr, MPH",
        "Yanmei Liu, MS",
        "Derek J. Miller, MBA",
        "Michael T. Chiarella",
        "Arthur C. Louie, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Naomi C. Sacks, PhD",
            "author_affiliations": [
                "Precision Health Economics, Precision for Value, Boston, MA ",
                "Tufts University School of Medicine, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Phil Cyr, MPH",
            "author_affiliations": [
                "Precision Health Economics, Precision for Value, Boston, MA ",
                "University of North Carolina, Charlotte, Charlotte, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yanmei Liu, MS",
            "author_affiliations": [
                "Precision Health Economics, Precision for Value, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Derek J. Miller, MBA",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Ewing Township, NJ"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael T. Chiarella",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Ewing Township, NJ"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur C. Louie, MD",
            "author_affiliations": [
                "Jazz Pharmaceuticals, Inc., Ewing Township, NJ"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T04:11:32",
    "is_scraped": "1"
}