{
    "doi": "https://doi.org/10.1182/blood-2018-99-112587",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3970",
    "start_url_page_num": 3970,
    "is_scraped": "1",
    "article_title": "Extramedullary Hematopoiesis in the Absence of Myeloproliferative Neoplasm: Mayo Clinic Case Series of 309 Patients ",
    "article_date": "November 29, 2018",
    "session_type": "634. Myeloproliferative Syndromes: Clinical",
    "topics": [
        "extramedullary hematopoiesis",
        "myeloproliferative disease",
        "cancer",
        "follow-up",
        "splenectomy",
        "anemia",
        "back pain",
        "biopsy",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Ni Fan, MD PhD",
        "Sravanthi Lavu, MBBS",
        "Curtis A. Hanson, MD",
        "Ayalew Tefferi, MD"
    ],
    "author_affiliations": [
        [
            "Mayo Clinic, Rochester, "
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ],
        [
            "Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN"
        ],
        [
            "Division of Hematology, Mayo Clinic, Rochester, MN "
        ]
    ],
    "first_author_latitude": "44.01127685",
    "first_author_longitude": "-92.48066454999999",
    "abstract_text": "Background : Extramedullary hematopoiesis (EMH) implies the production of erythroid and myeloid progenitor cells outside of the bone marrow. EMH in adults is typically seen in patients with myeloproliferative neoplasms (MPN). The current study examines the Mayo Clinic experience with EMH cited in the absence of MPN. The objectives were to describe associated conditions and involved sites and identify \"idiopathic\" cases and review their management and long-term outcome. Methods : After approval by the Mayo Clinic institutional review board, institutional databases were screened through the Mayo Clinic Advanced Cohort Explorer (ACE) Tool, in order to identify patients with EMH. We performed a retrospective database review of all identified patients between 1975 and 2018. Demographic, biochemical, genetic, radiological and pathological data were collected and reviewed. Results : ACE identified 1,933 cases of \"EMH\". Extensive review confirmed the absence of associated MPN in 336 cases. Among these, 27 cases involved pathology remarks during tissue biopsy for liver transplant and were excluded from further analysis. The most frequent associated conditions in the remaining 309 cases included myelodysplastic syndromes ( n =41; 13%), acute myeloid leukemia ( n =28; 9%), hemolytic anemia ( n =24; 8%), thalassemia ( n =22; 7%), non-Hodgkin's lymphoma ( n =19; 6%), immune thrombocytopenic purpura ( n =17; 6%), metastatic cancer ( n =17; 6%), plasma cell neoplasms ( n =12; 4%) and a spectrum of other hematologic and non-hematologic conditions, including chronic lymphocytic leukemia, natural killer cell disorders, Hodgkin's lymphoma and Hemophagocytic lymphohistiocytosis. in 12 (4%) cases, no overt associated condition was evident and the cases were accordingly assigned \"idiopathic\". The most frequent involved sites included spleen ( n =162), liver ( n =78) and lymph nodes ( n =20). A diagnosis of \"idiopathic\" EMH was established in 12 (4%) patients (median age 71 years, range 23-78; 50% females). Most of these cases presented with non-specific symptoms including abdominal and back pain and the EMH was an incidental discovery (Table 1). Involved sites included 4 pre-sacral, 3 para-spinal, 2 spleen and one each retroperitoneal, pleural-based chest mass and right upper lobe lung mass. All cases were evaluated with imaging studies and diagnosis was subsequently confirmed by pathology review. Past medical history was non-contributory. Complete blood counts were normal in 7 cases, showed anemia in 4 cases and were not available in one case (Table 1). The median follow-up time since the discovery of EMH was 7 years (range 2-20). None of the patients showed evidence of any malignancy, including MPN or other hematologic disorders, either at presentation or during follow-up. Nine (75%) of the 12 patients were managed conservatively; the two patients with splenic EMH underwent splenectomy and one patient had surgical excision of the EMH mass in order to prevent compression of the ureter. The FUO in the patient with splenic EMH resolved with splenectomy. Conclusions : We present the largest experience in EMH without associated MPN, in adults. We describe associated conditions and elaborate further on \"idiopathic\" EMH ( n =12), which often represented an incidental discovery during evaluation of unrelated symptoms. None of the patients with idiopathic EMH harbored occult malignancies or subsequently developed MPN or other myeloid malignancies. Our observations do not support undertaking extensive investigations targeting MPN or other malignancies in idiopathic EMH and simple monitoring might be adequate. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}