{
    "doi": "https://doi.org/10.1182/blood-2020-140978",
    "article_title": "GATA2 Mutation in Twins with Transient Aplastic Anemia after Chloramphenicol Exposure; A Follow up to Nagao and Mauer 1969 ",
    "article_date": "November 5, 2020",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "abstract_text": "A case of identical twins who developed transient aplastic anemia after chloramphenicol exposure was reported by Nagao and Mauer in the New England Journal of Medicine in 1969. Bone marrow (BM) morphology and tritiated thymidine labeling indices were suggestive of a failure of delivery cells from the undifferentiated stem cell compartment. They concluded that an underlying genetic factor which predisposed to the development of drug induced aplastic anemia was highly likely. We now report long term follow up on the twins from that article and have identified that they both harbour a mutation in GATA2. Twin 1 presented with severe pancytopenia at age 8 months, 3 months after chloramphenicol exposure. His leukocytes and erythrocytes had normalized with supportive care, but platelet count (PC) remained low at 92,000/mm 3 . Later in life, he was diagnosed with transfusion acquired hepatitis C, treated with Sofosbuvir/Velpatasvir. He did not develop recurrent infections, warts, lymphedema, or pulmonary symptoms. At age 51, he was referred to Hematology for asymptomatic thrombocytopenia with a PC of 17,000/mm 3 . BM aspirate and biopsy showed a variably cellular marrow with relative erythroid hyperplasia and megaloblastoid features. Cytogenetics, FISH for myelodysplastic syndrome (MDS) related abnormalities and a 33 gene panel for MDS/chronic myelomonocytic leukemia related mutations by next generation sequencing were all normal. A next generation sequencing panel of 59 genes associated with hereditary BM failure syndromes was remarkable only for a previously unreported heterozygous mutation in GATA2 (c1040C>A, pThr347Asn). Twin 2 was also exposed to chloramphenicol at 5 months of age and was found to be pancytopenic when evaluated for BM donation for his brother. His pancytopenia spontaneously resolved at the end of observation. Subsequent medical problems included partial complex seizures, dysautonomia, vertigo, chronic pain syndrome and recurrent Clostridium difficile colitis. He had no history of other recurrent infections, warts, lymphedema, or pulmonary symptoms. He had mild asymptomatic cytopenias noted with a white blood cell count of 3600/mm 3 , a hemoglobin of 12.9 g/dl and a PC of 97,000/mm 3 at the age of 50 years. At the age of 52, he was referred to hematology and was asymptomatic with a normal hemogram. DNA sequencing confirmed an identical GATA2 mutation. GATA2, a DNA binding transcription factor with two zinc finger domains, plays a significant role in gene regulation, cell fate decisions and maintenance of the hematopoietic stem cell pool. Excessive GATA2 activity is reported to prevent stem cells from leaving the pool, while insufficient GATA2 activity causes stem cells to differentiate at increased rates thereby depleting the pool. Homozygous GATA deletions/mutations are lethal. Reported mutations include deletions, frame shift mutations, nonsense mutations and point mutations. Many point mutations appear to act by causing haplo-insufficiency. The point mutation in these patients maps in proximity to the C-zinc finger domain and could potentially disrupt an exonic splicing enhancer causing an in-frame deletion of exon six. Clinical syndromes associated with GATA2 mutations include familial BM failure and cytopenia; familial myelodysplastic syndromes and acute myeloid leukemia; immunodeficiency with monocytopenia and recurrent viral, fungal and mycobacterial infections; immunodeficiency with decreased natural killer, dendritic, B cells, and monocytes; Emberger syndrome presenting with myelodysplastic syndrome, warts and lymphedema; and pulmonary alveolar proteinosis. Cytopenia has been the only clinically obvious manifestation in these twins. Chloramphenicol has been associated with two forms of hematological toxicity. The first is a dose related reversible bone marrow suppression presenting as anemia, and the second is idiosyncratic, often fatal, aplastic anemia. It was proposed that these may be opposite ends of a spectrum with an underlying genetic predisposition leading to the more severe forms. The finding of a GATA2 mutation in these patients supports Nagao and Maurer's speculation that an underlying genetic factor affecting stem cell regulation predisposed to the development of chloramphenicol induced aplastic anemia in these twins. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Zuhair Alam",
        "Thomas Coyle, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Zuhair Alam",
            "author_affiliations": [
                "Good Samaritan Hospital, Cincinnati, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas Coyle, MD",
            "author_affiliations": [
                "SUNY Upstate Med. Univ., Cincinnati, OH"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T06:47:08",
    "is_scraped": "1"
}