{
    "doi": "https://doi.org/10.1182/blood.V112.11.2355.2355",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1242",
    "start_url_page_num": 1242,
    "is_scraped": "1",
    "article_title": "High Level Production of a Lysosomal Enzyme from HSC-Derived Erythroid Cells for Therapeutic Correction of Hurler Syndrome in Mice. ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "topics": [
        "enzymes",
        "erythroid cells",
        "mice",
        "mucopolysaccharidosis i",
        "transplantation",
        "acetamides",
        "ankyrins",
        "carcinogenesis",
        "cell separation",
        "gene transfer techniques"
    ],
    "author_names": [
        "Daren Wang, PhD",
        "Wei Zhang, MS",
        "Theodosia A. Kalfa, MD, PhD",
        "Punam Malik, MD",
        "Dao Pan, PhD"
    ],
    "author_affiliations": [
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Hematology/ Oncology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ],
        [
            "Experimental Hematology, Cincinnati Children’s Hospital Medical Center, Cincinnati, OH, USA"
        ]
    ],
    "first_author_latitude": "39.140475099999996",
    "first_author_longitude": "-84.5015397",
    "abstract_text": "Proviral integration into hematopoietic stem cells (HSC) by lentivirus vector (LV)- mediated gene transfer can provide the benefit of life-long therapeutic effect, yet it can also bring the risk of insertional oncogenesis. Restricting transgene expression to late erythroblasts and red blood cells (RBC) may reduce the risk of activating oncogenes in HSC and its offspring in all lineages. In this study, we sought to evaluate the feasibility of redirecting a fraction of robust protein-synthesis machinery in maturing erythroid cells for production of alpha-L-iduronidase (IDUA), the lysosomal enzyme missing in Mucopolysaccharidosis type I (MPS I, or Hurler Syndrome). We first utilized a murine erythroid leukemia (MEL) cell line to compare IDUA expression and release from LVs using human elongation factor 1α promoter (EF), LTR of SFFV (SF), or a erythroid specific hybrid promoter (IHK) containing human ALAS2 intron 8 erythroid specific enhancer, HS40 core element from human alpha LCR and human ankyrin-1 promoter. We have previously shown highly erythroid-specific expression in vivo using this hybrid promoter, which is sustained in secondary transplantation recipient mice and resists proviral silencing (Moreau-Gaudry et al. Blood, 2001; Mohamedali et al, Mol Ther 2004). MEL cells were introduced to differentiation with hexamethylene bis-acetamide, and progressive erythroid differentiation was confirmed by morphologic evaluation in cytospins. Relatively low levels of expression from IHK (5% of SF, and 8% of EF) were observed in non-induced MEL cells; however, it increased steadily during induction and reached a similarly high expression level as those from the SF promoter. Expression from EF promoter reduced significantly, and the levels from SF promoter remained unchanged with erythroid differentiation. A similar pattern was found in IDUA activities released from stably transduced MEL cells during induction. We then evaluated in vivo the systemic IDUA production in an enzyme-deficient MPS I mouse model using erythroid-specific LV. Lineage-negative bone marrow cells (Lin − ) were isolated with 92–97% purity by lineage depletion using immunomagnetic cell sorting. After a short pre-stimulation period, Lin − cells were transduced twice with LV-IHK-IDUA-ires-GFP for a total multiplicity of infection (MOI) at 2–20, resulting in up to 71% transduction efficiency. Four-months after transplantation of Lin- cells transduced at high MOI, sustained and higher-than normal plasma IDUA levels were achieved in all treated MPS I mice (1.5 to 8-fold of normal levels) with GFP transgene expression detected in up to 7% of Ter119 + blood cells. To evaluate transgene expression pattern during erythroid differentiation in bone marrow, we defined erythroblast subpopulations by immunostaining with CD71 and Ter119 for enrichment in proerythroblasts (I), basophilic erythroblasts (II), polychromatophilic erythroblasts (III), and orthrochromatic erythroblasts and reticulocytes (IV). GFP expression was predominantly detected in population III (9–17.3%), followed by the most differentiated population IV. To determine transduction efficiency in HSC, spleen colony-forming-cell assay was performed that showed 15–25% GFP + spleen colonies in 2 o BMT recipients. Moreover, long-term systemic metabolic correction was demonstrated by normalized urinary glycosaminoglycan accumulation in all treated MPS I mice. Complete normalization of tissue pathology was observed in liver and spleen, with relatively moderate improvement in brain. These results demonstrate for the first time that a lysosomal enzyme can be produced and secreted successfully and steadily at superphysiological levels in circulation by erythroid cells using tissue-specific LV, with phenotypic correction of Hurler Syndrome in mice. This data warrants further evaluation for the potential application of erythroid-specific vectors in treating non-RBC related diseases."
}