{
    "doi": "https://doi.org/10.1182/blood.V120.21.2162.2162",
    "article_title": "FLVCR, a Heme Exporter, Is Required for Peripheral T Cell Survival. ",
    "article_date": "November 16, 2012",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "abstract_text": "Abstract 2162 Heme is essential for every mammalian cell, however, free heme can induce free radical formation and cellular damage, therefore cells must carefully regulate heme levels. The feline leukemia virus subgroup C receptor (FLVCR) exports heme from cells. Conditional deletion of Flvcr was shown to cause progressive anemia in neonatal and adult mice (Science 319:825–8, 2008). Using a transplant model, we previously demonstrated that Flvcr -deleted thymocytes were blocked at the CD4+CD8+ double-positive (DP) stage (Blood [ASH Annual Meeting Abstracts] 114: 913, 2009). To characterize the temporal requirement for FLVCR in developing thymocytes, we crossed Flvcr flox/flox mice to thymocyte-specific cre recombinase strains: Lck-cre mice, which express cre in early CD4+CD8+ double-negative (DN) thymocytes, and CD4-cre mice, which turn on cre in late DN/early DP thymocytes. Flvcr flox/flox ; Lck-cre mice had similar numbers of DN and DP thymocytes compared to controls, however, CD4+ and CD8+ single-positive (SP) thymocytes and peripheral T cells were nearly absent, similar to what we observed in our previous transplant model. In contrast, Flvcr flox/flox ; CD4-cre mice had intact thymic development with normal numbers of SP, but there were few CD4+ and CD8+ T cells in the periphery. When we analyzed deletion efficiency of these T cells, CD8+ T cells showed only 50% Flvcr deletion and were nearly all CD44-high, implying that only incompletely-deleted CD8+ T cells survived and expanded. Taken together, these results show that FLVCR is required not only for T cell development beyond the DP stage, but also for the survival of mature T cells in the periphery. We next adoptively transferred thymocytes from Flvcr flox/flox ; CD4-cre mice or controls into sub-lethally irradiated Rag1 −/− mice. Normal SP thymocytes undergo homeostatic proliferation when transferred into an “empty” host. At day 12 and 20 post-adoptive transfer, few Flvcr flox/flox ; CD4-cre CD4+ or CD8+ T cells were found, in contrast to mice that had received Flvcr +/flox ; CD4-cre thymocytes. To determine whether Flvcr -deleted T cells failed to undergo homeostatic proliferation, we used carboxyfluorescein succinimidyl ester (CFSE) to label Flvcr flox/flox ; CD4-cre or control thymocytes prior to adoptive transfer. At day 8, similar numbers of Flvcr flox/flox ; CD4-cre and control T cell were found in the periphery and both had diluted CFSE equally, thus initial proliferation was not affected. However, by day 20, few Flvcr -deleted T cells were present compared to controls. Experiments are currently underway to understand how and why Flvcr -deleted T cells fail to persist long-term. The finding that FLVCR is required for T cell development and peripheral survival is intriguing because there is no known specific role for heme in T cell development or function. We carried out transcriptional profiling on sorted DP thymocytes from Rag1 −/− mice transplanted with Flvcr -deleted or control bone marrow to determine whether FLVCR loss led to gene expression changes that might explain the block in T cell development. Surprisingly, there were few transcriptional changes, suggesting that FLVCR loss has an abrupt impact on T cell development late in the DP stage. This finding, together with the apparent normal development of Flvcr -deleted B lymphocytes and myeloid lineages, leads us to hypothesize that FLVCR plays a specific role in T cell development starting at the DP stage and persisting throughout T cell life. FLVCR is a member of the major facilitator superfamily of secondary active transporters. While FLVCR has been shown to export heme, it is not known whether it can import or export other small molecules or metabolites. We are now using a bioinformatics approach on published datasets to analyze metabolic gene expression during normal thymic development and in various mature T cell subsets to identify metabolic pathways that are specific for the DP-SP transition in thymocytes as well as in mature, peripheral T cells. We will then test whether these pathways are altered in Flvcr -deleted thymocytes and mature T cells. These studies may uncover a new role for heme in T cell metabolism, function, and survival, or a new non-heme role for FLVCR. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "heme",
        "t-lymphocytes",
        "transplantation",
        "anemia",
        "cd44 antigens",
        "cell injury",
        "esters",
        "free radicals",
        "homing-associated cell adhesion molecule",
        "membrane transport proteins"
    ],
    "author_names": [
        "Mary Philip, MD, PhD",
        "Scott A. Funkhouser, BS",
        "Jeff J. Delrow, PhD",
        "Edison Y. Chiu, BA",
        "Janis L Abkowitz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mary Philip, MD, PhD",
            "author_affiliations": [
                "Medicine/Hematology, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Scott A. Funkhouser, BS",
            "author_affiliations": [
                "Medicine/Hematology, University of Washington, Seattle, WA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeff J. Delrow, PhD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edison Y. Chiu, BA",
            "author_affiliations": [
                "Medicine/Hematology, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janis L Abkowitz, MD",
            "author_affiliations": [
                "Medicine/Hematology, University of Washington, Seattle, WA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-21T18:44:22",
    "is_scraped": "1"
}