{
    "doi": "https://doi.org/10.1182/blood.V126.23.3569.3569",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3012",
    "start_url_page_num": 3012,
    "is_scraped": "1",
    "article_title": "Post-Transfusion Fevers and Post-Reaction Culture Practices at a Large Academic Hospital Transfusion Service: Quality of Information and Calculated Bacterial Contamination Event Rates ",
    "article_date": "December 3, 2015",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "topics": [
        "fever",
        "transfusion",
        "concentrate dosage form",
        "central venous catheters",
        "transfusion-related acute lung injury",
        "functional tricuspid regurgitation",
        "packed red blood cells",
        "adverse event",
        "bacteremia",
        "blood transfusion"
    ],
    "author_names": [
        "Christine M. Cserti-Gazdewich, MD",
        "Jacob M Pendergrast, MD FRCPC",
        "Yulia Lin, MD",
        "Jeannie Callum, MD",
        "Lani D. Lieberman, MD",
        "Alioska Escorcia, MLT",
        "Sandra Ramirez-Arcos, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Hematology/Medical Oncology, University Health Network, Toronto, Canada "
        ],
        [
            "Laboratory Medicine Program (Blood Transfusion Laboratory) & Division of Hematology, University of Toronto, University Health Network, Toronto, Canada "
        ],
        [
            "Sunnybrook Health Sciences Centre, Toronto, Canada "
        ],
        [
            "Sunnybrook Health Sciences Centre, Toronto, Canada "
        ],
        [
            "Blood Transfusion Laboratory, University Health Network, Toronto, Canada "
        ],
        [
            "Blood Transfusion Laboratory, University Health Network, Toronto, Canada "
        ],
        [
            "Canadian Blood Services, Ottawa, Canada"
        ]
    ],
    "first_author_latitude": "43.65819489999999",
    "first_author_longitude": "-79.39059329999999",
    "abstract_text": "Introduction: The extent to which febrile transfusion reactions (FTRs) are investigated is the extent to which bacterial contamination (BaCon) may be ascertained; FTR rates in turn vary with policies concerned with their recognition and approach. Microbiology and serology aim to rule out contamination or incompatibility, both potentially fatal. BaCon and acute hemolytic transfusion reactions (AHTR) followed transfusion related lung injury (TRALI) as the leading causes of transfusion-related death in the US in 2013 (FDA: 59 fatalities: 38% TRALI, 15% AHTR, 10% BaCon). Timely BaCon recognition enables interdiction/examination of sister products, while highlighting contamination points in the work sequence. The quality and quantity of hemovigilance data from a large hospital transfusion service were reviewed with respect to overall component utilization, adverse events, and patient/product microbiology, so as to gain a contemporary estimate of BaCon. Methods: The blood transfusion laboratory (BTL) of the tertiary care, 767-bed university hospital is supplied by Canadian Blood Services and managed by a team of technologists, a transfusion safety officer (TSO), and transfusion medicine specialists (TM MDs). Patient Reaction Events (PRE) reported to the BTL were logged over a 5 year period alongside components transfused (red cell units [pRBC], adult dose platelet concentrates [APC], frozen plasma [FP], and cryoprecipitate [crpt]). By policy, PRE are reported and formally investigated, with quarterly analyses. Roughly 3% of product recipients experience a PRE, and 40% are febrile in nature. Patient sampling is discouraged for \"lower risk\" fevers (asymptomatic Tmax 39C or major symptoms and/or vital sign disturbances) call for cultures of the patient and implicated product(s), as well as AHTR testing. TSO and TM MD review ensue to conclude product imputability, event severity, and final diagnosis. Definite BaCon (Def-BaCon) is defined as product and patient positive (+) for the same microbe, Probable BaCon (Prob-BaCon) as product (+) [but patient negative or untested], and Possible BaCon (Poss-BaCon) as patient (+) [but product negative or untested]. Poss-BaCon was re-classified to high-imputability (Hi-Imp Poss-BaCon) if case review failed to discover a more likely pre-existing source. Results: Between 1/1/2010 to 31/12/2014, 1,624 PRE occurred through 290,044 components dispensed (175,542 pRBC, 43,187 APC, 58,235 FP, 13,080 crpt). Patient cultures occurred in 617 (38%) of PRE, and product cultures occurred in 406 (25%) of PRE. BaCon rates varied significantly according to concluded certainty, with significant re-scaling of poss-BaCon after careful case review (Table). Table 1.  rate (95% confidence interval): . rate per culture . rate per patient reaction event (PRE) . rate per component dispensed . Def-BaCon (4 cases) 0.65% (0.26-1.6) 0.25% (0.10-0.63) 1.4 x 10^-5 (0.6-3.5) or 1 in 72,511 Prob-BaCon (13 cases) 3.2% (1.9-5.4) (products) 0.80% (0.47-1.4) 4.5 x 10^-5 (2.6-7.7) or 1 in 22,311 Poss-BaCon (96 cases) 15.6% (12.9-18.6) 5.9% (4.9-7.2) 3.3 x 10^-4 (2.7-4.0) or 1 in 3,021 Hi-Imp Poss-BaCon (14 cases) 2.3% (1.4-3.8) 0.86% (0.52-1.4) 4.8 x 10^-5 (2.9-8.1) or 1 in 20,717 rate (95% confidence interval): . rate per culture . rate per patient reaction event (PRE) . rate per component dispensed . Def-BaCon (4 cases) 0.65% (0.26-1.6) 0.25% (0.10-0.63) 1.4 x 10^-5 (0.6-3.5) or 1 in 72,511 Prob-BaCon (13 cases) 3.2% (1.9-5.4) (products) 0.80% (0.47-1.4) 4.5 x 10^-5 (2.6-7.7) or 1 in 22,311 Poss-BaCon (96 cases) 15.6% (12.9-18.6) 5.9% (4.9-7.2) 3.3 x 10^-4 (2.7-4.0) or 1 in 3,021 Hi-Imp Poss-BaCon (14 cases) 2.3% (1.4-3.8) 0.86% (0.52-1.4) 4.8 x 10^-5 (2.9-8.1) or 1 in 20,717 View Large Discussion/Conclusions: These data illustrate practical limits to deducing BaCon rates, despite robust hemovigilance. Def-BaCon was rare (1 in 72,511), while Prob-BaCon and Hi-Imp Poss-BaCon were more frequent at ~1 in 20,000. Current as-practiced tools in FTR/BaCon investigation are flawed at various levels. Underestimates stem from under-culturing and test sensitivity, and overestimates occur with incomplete case review for true sources of bacteremia, with Poss-BaCon as high as 1 in 3000. The MD Anderson Cancer Center (Ricci, et al 2014) reported on 999 reactions, with 738 (74%) in 642 central venous catheter (CVC) patients; 606 were cultured within a week of reaction, and 60 (9.9%) were bacteremic. Fevers were concluded to more likely represent the unmasking of CVC colonization rather than BaCon. Systematically incorporating (and adjusting for) CVC data may thus help to reduce inflationary poss-BaCon rates. On the other hand, more rigorous product testing (with biofilm studies) may scale BaCon rates upwards. Clinicolaboratory studies are needed to clarify the true relationship between febrile reactions, bacterial sources, and their significance. Disclosures No relevant conflicts of interest to declare."
}