{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4302.4302",
    "article_title": "Improving Depth of Response with Continued Ibrutinib Therapy in CLL Patients ",
    "article_date": "December 7, 2017",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "abstract_text": "Introduction: Minimal residual disease negativity (MRD - ) predicts long-term survival of CLL patients after chemoimmunotherapy. Data on depth of response and its clinical significance in patients receiving ibrutinib is limited. The fact that ibrutinib is a time-indefinite therapy, as opposed to the time-limited approach with classic chemoimmunotherapy, raises the question of temporal MRD changes during continued treatment. We sequentially quantified MRD in peripheral blood (PB) and bone marrow (BM) by flow cytometry in CLL patients on ibrutinib. Methods and Patients: 86 CLL patients received single-agent ibrutinib 420mg once daily under a phase II investigator-initiated trial (NCT01500733). 3-year safety and efficacy results from this trial were previously reported [Farooqui et al, 2015 ASH Abstract 2937]. Briefly, eligible patients had either TP53 aberration or were ≥65 years old. The study included both treatment-naïve and relapsed/refractory patients. The primary endpoint was response at 6 months according to 2008 International Workshop on Chronic Lymphocytic Leukemia (iwCLL) criteria incorporating 2012 clarifications. Response assessments at 6 and 12 months and annually thereafter included PB and BM flow cytometry and BM biopsy. MRD - was defined as <10 -4 CLL cells per leukocytes based on 8-color flow cytometry. Spearman's analysis was used to assess the correlation between PB and BM MRD. Linear mixed models for repeated measures were used to estimate annual reduction of disease burden. Statistical analyses were performed using R (version 3.4.0). Result: Of 86 patients enrolled, 51 (59.3%) patients had TP53 aberration and 35 (40.7%) patients were ≥65 years old. More than half of the patients had previously untreated CLL (53 [62.6%]), advanced Rai stage (58 [67.4%]), and unmutated IGHV (U- IGHV ) status (57 [66.3%]). At the median follow-up of 48 months, 52 (60.5%) remained on study. CLL disease burden significantly and continuously decreased with therapy in both PB and BM. Comparison of the paired PB and BM MRD levels revealed strong correlation between the two compartments ( P <0.0001). Past the first year, residual CLL burden decreased by 36% in PB and 28% in BM with each additional year of treatment. Median MRD at 3 years was 5.3x10 -2 in PB and 7.3x10 -2 in BM. Although depth of response significantly improved over time, MRD - (<10 -4 ) was rare even with long-term therapy. Three patients achieved MRD - in PB (each at 2, 3 and 4 years) and three patients achieved MRD - in BM (two at 3 years and one at 4 years, respectively). Low MRD (<10 -2 ) was achieved by 16 (25.4%) of 63 patients at 3 years. We correlated MRD levels to iwCLL response. The CR rate of 38% in the low MRD group was not significantly different from 23% in the high MRD group ( P =0.33). Likewise, both MRD groups showed comparable levels of residual disease in lymph nodes, spleen, and BM. Next, we performed subgroup analyses using baseline characteristics to identify factors associated with differential levels of MRD. MRD levels were similar between subgroups stratified by TP53 aberration and prior treatment status. Notably, patients with U- IGHV had significantly lower MRD in PB than patients with mutated IGHV (M- IGHV ) starting from the first year on ibrutinib ( P <0.05; Figure 1). However, BM MRD levels were similar between IGHV subgroups. Conclusion: Depth of response improved with continued ibrutinib, leading to low levels of MRD. PB and BM MRD levels were highly correlated, suggesting non-invasive testing could replace BM assessments on ibrutinib. Patients with M- IGHV had significantly higher levels of PB MRD than those with U- IGHV , consistent with known differences in redistribution lymphocytosis between two subgroups. Studies using MRD as a decision point for treatment duration with ibrutinib need to take into consideration the different levels of PB MRD achieved in the two IGHV subgroups. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wiestner: Pharmacyclics: Research Funding; Acerta Pharma: Research Funding.",
    "topics": [
        "ibrutinib",
        "flow cytometry",
        "protein p53",
        "biopsy",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "duration of treatment",
        "follow-up",
        "long-term treatment",
        "lymphocytosis"
    ],
    "author_names": [
        "Inhye E. Ahn, MD",
        "Xin Tian, PhD",
        "Jennifer Lotter",
        "Susan Soto",
        "Janet Valdez",
        "Pia Nierman",
        "Maryalice stetler-Stevenson",
        "Constance Yuan",
        "Irina Maric",
        "Adrian Wiestner, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Inhye E. Ahn, MD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xin Tian, PhD",
            "author_affiliations": [
                "Office of Biostatistics Research, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Lotter",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susan Soto",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Heart, Lung and Blood Institute, Bethesda, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Janet Valdez",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pia Nierman",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maryalice stetler-Stevenson",
            "author_affiliations": [
                "National Cancer Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Constance Yuan",
            "author_affiliations": [
                "National Cancer Institute/ Laboratory of Pathology, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irina Maric",
            "author_affiliations": [
                "Department of Laboratory Medicine, Clinical Center, National Institutes of Health, Bethesda, MD"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adrian Wiestner, MD",
            "author_affiliations": [
                "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T09:28:04",
    "is_scraped": "1"
}