{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5230.5230",
    "article_title": "Primary Bone Marrow Lymphoma Initially Presenting with Cytopenia: A Report of Eight Cases ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies",
    "abstract_text": "Bone marrow involvement by lymphomas, which is considered a systemic dissemination of the disease arising elsewhere, is not uncommon, but primary bone marrow lymphoma (PBML) constitutes a rare and distinctive hematological entity. We retrospectively investigated 8 cases of PBML fulfilling strict criteria, initially presenting with cytopenia, collected from 322 cases in our subspeciality of hematopoietic failure disease between January 2014 and April 2017 to explore the specific clinicopathologic features and distinct outcome of this rare subgroup of disease. The enrolment criteria to consider a lymphoid neoplasia in the bone marrow as a PBML were: (1) isolated bone marrow infiltration regardless of peripheral blood involvement; (2) no evidence oflymph node, spleen, liver, or other extranodal sites involvement on physical examination or imaging study (whole body positron emission tomography (PET)/computerized tomography (CT) or cervical, thoracic, abdominal, and pelvic CT scan); (3) absence of localized bone tumors; (4) exclusion of leukemia/lymphoma cases that are considered to involve primarily the bone marrow including chronic lymphocytic leukemia/small lymphocytic lymphoma, prolymphocytic leukemia, lymphoplasmacytic lymphoma, mantle cell lymphoma, splenic marginal zone lymphoma, hairy-cell lymphoma, Burkitt lymphoma, and acute lymphoblastic leukemia. These cases comprised 5 diffuse large B-cell lymphomas (DLBCL) and 3 peripheral T-cell lymphomas, not otherwise specified. The median age of the 8 patients was 50 years old (range from 22 to 75 years), with male predominance. Three and four patients presented with fever of unknown origin and fatigue, respectively, and other patient complained of both fever and fatigue at diagnosis. All of the patients showed cytopenia, including leukopenia, anemia, thrombocytopenia or pancytopenia. Serum LDH and β2-mrcroglobulin levels were elevated in 5 and 4 patients, respectively. Conventional cytogenetic studies were conducted at the time of diagnosis using bone marrow aspirate in 7 cases. Five patients had normal karyotypes and two showed complex karyotypes. Hemophagocytic features, which were commonly reported in bone marrow lymphomas, were observed in two patients in this study. Most of the DLBCL patients underwent R-CHOP or CHOP regimens. Two patients received autologous hematopoietic stem cell transplantation. The clinical outcome of these patients was unfavorable, with a median overall survival of 8 months. In conclusion, PBML is a rare lymphoma with distinctive clinical features and poor prognosis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "burkitt's lymphoma",
        "cytopenia",
        "immature bone",
        "lymphoma",
        "diffuse large b-cell lymphoma",
        "chronic b-cell leukemias",
        "fatigue",
        "karyotype determination procedure",
        "positron-emission tomography",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Ming Hong, MD PhD",
        "Shuai Wang, MD PhD",
        "Han Zhu, MD",
        "Rong Wang",
        "Jianyong Li, MD PhD",
        "Guangsheng He, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ming Hong, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuai Wang, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Han Zhu, MD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong Wang",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianyong Li, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing 210029, China, Nanjing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guangsheng He, MD PhD",
            "author_affiliations": [
                "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Nanjing, China "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:35:02",
    "is_scraped": "1"
}