{
    "doi": "https://doi.org/10.1182/blood-2019-131930",
    "article_title": "An Oral Combination Study of Novel Nucleoside Analogue Sapacitabine and BCL2 Inhibitor Venetoclax to Treat Patients with Relapsed or Refractory AML or MDS ",
    "article_date": "November 13, 2019",
    "session_type": "616.Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation",
    "abstract_text": "Acute myeloid leukemia (AML) is characterized by clonal proliferation of neoplastic myeloid precursor cells resulting in impaired hematopoiesis. Despite initial responses to intensive induction therapy, relapses are frequent and most patients die in less than 5 years (National Cancer Institute 2015). Nucleoside analogues represent an important category of anti-leukemic cytotoxic drugs. Cytarabine (Ara-C) is the most active drug against AML; azacitidine and decitabine are active treatments of myelodysplastic syndrome (MDS) and AML. Sapacitabine is a novel, orally bioavailable nucleoside analogue with a unique ability to induce single-strand DNA breaks after incorporation into DNA, leading eventually to production of double-strand DNA breaks and/or G2 cell cycle arrest. In phase 1 and 2 clinical trials, sapacitabine has induced complete remission (CR), CR with incomplete platelet count recovery (CRp), partial remission (PR), and major hematological improvement (HI) in patients with AML and MDS. A subset of these responding patients were previously treated with other nucleoside analogues, suggesting that the anti-leukemic activity of sapacitabine is not limited by resistance to other nucleoside analogues (Kantarjian H et al, JCO, 2010, ASH, 2013). Two clinical studies have demonstrated the synergistic activity of venetoclax in combination with hypomethylating agents or low-dose ara-C in newly diagnosed AML, leading to its recent approval by the FDA for the front-line treatment of this disease. The synergy between venetoclax and cytotoxic therapy in AML models is mediated by combined targeting of the anti-apoptotic BCL2 and MCL1 mechanisms (Teh T-C et al, Leukemia, 2018). Cytotoxic drugs induce apoptosis through genotoxic damage, TP53 activation and increased expression of pro-apoptotic NOXA and PUMA (Villunger A et al, Science, 2003) - features that have also been demonstrated for sapacitabine (Green S et al. Br J Cancer 2010). Although most cytotoxic agents do not directly affect MCL1 levels, increased levels of the pro-apoptotic NOXA and PUMA proteins can inactivate MCL1 to synergize with venetoclax to induce apoptosis. The combination of CNDAC (2'- C -cyano-2'-deoxy-1-β-D-arabino-pentafuranosylcytosine), the active metabolite of sapacitabine, and BCL2 inhibitor ABT737 was studied in AML cell line MV-411. A synergistic increase in apoptosis induction was observed when CNDAC and ABT737 were combined (Frame S. et al, 14th EHA, 2009, Abs 0761). The above findings support the conduct of a clinical study (NCT01211457) evaluating a combination of sapacitabine with venetoclax in patients with relapsed/refractory AML and MDS. This is an entirely oral treatment regimen. The primary objective is to evaluate the safety and efficacy of two dosing schedules of sapacitabine given concomitantly with venetoclax: twice daily for 5 consecutive days or twice daily for 3 consecutive days per week for 2 weeks. One treatment cycle is 4 weeks. Dose will be escalated in increments of 50 mg twice daily. RP2D is the highest dose level at which ≤2 of 6 patients experience a dose-limiting toxicity during the first 2 treatment cycles. Eligible patients are ≥18 years with previously treated AML or MDS and ≥10% blasts in bone marrow or peripheral blood; adequate bone marrow, renal and liver functions are required. Treatment will continue until progression of disease, unacceptable toxicity or changes in patient condition that renders patients ineligible for further treatment. Laboratory tests and bone marrow aspirate/biopsy will be performed to assess responses according to standard criteria. Disclosures Kadia: Bioline RX: Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees; Pharmacyclics: Membership on an entity's Board of Directors or advisory committees; Genentech: Membership on an entity's Board of Directors or advisory committees; Amgen: Membership on an entity's Board of Directors or advisory committees, Research Funding; AbbVie: Consultancy, Research Funding; Celgene: Research Funding; Jazz: Membership on an entity's Board of Directors or advisory committees, Research Funding; Pfizer: Membership on an entity's Board of Directors or advisory committees, Research Funding; BMS: Research Funding. Borthakur: Agensys: Research Funding; BMS: Research Funding; Oncoceutics, Inc.: Research Funding; PTC Therapeutics: Consultancy; Eli Lilly and Co.: Research Funding; Janssen: Research Funding; Merck: Research Funding; Polaris: Research Funding; Strategia Therapeutics: Research Funding; Tetralogic Pharmaceuticals: Research Funding; Eisai: Research Funding; Xbiotech USA: Research Funding; Novartis: Research Funding; Oncoceutics: Research Funding; BioLine Rx: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Arvinas: Research Funding; AbbVie: Research Funding; Incyte: Research Funding; AstraZeneca: Research Funding; Bayer Healthcare AG: Research Funding; Argenx: Membership on an entity's Board of Directors or advisory committees; FTC Therapeutics: Membership on an entity's Board of Directors or advisory committees; Cantargia AB: Research Funding; GSK: Research Funding; Cyclacel: Research Funding; BioTheryX: Membership on an entity's Board of Directors or advisory committees; NKarta: Consultancy. Jabbour: Pfizer: Consultancy, Research Funding; Cyclacel LTD: Research Funding; AbbVie: Consultancy, Research Funding; BMS: Consultancy, Research Funding; Adaptive: Consultancy, Research Funding; Amgen: Consultancy, Research Funding; Takeda: Consultancy, Research Funding. Konopleva: Kisoji: Consultancy, Honoraria; Ascentage: Research Funding; Genentech: Honoraria, Research Funding; F. Hoffman La-Roche: Consultancy, Honoraria, Research Funding; Agios: Research Funding; Astra Zeneca: Research Funding; Ablynx: Research Funding; Reata Pharmaceuticals: Equity Ownership, Patents & Royalties; Eli Lilly: Research Funding; Forty-Seven: Consultancy, Honoraria; Stemline Therapeutics: Consultancy, Honoraria, Research Funding; Calithera: Research Funding; Amgen: Consultancy, Honoraria; AbbVie: Consultancy, Honoraria, Research Funding; Cellectis: Research Funding. Ravandi: Macrogenix: Consultancy, Research Funding; Selvita: Research Funding; Menarini Ricerche: Research Funding; Xencor: Consultancy, Research Funding; Cyclacel LTD: Research Funding; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. DiNardo: celgene: Consultancy, Honoraria; medimmune: Honoraria; agios: Consultancy, Honoraria; jazz: Honoraria; syros: Honoraria; daiichi sankyo: Honoraria; abbvie: Consultancy, Honoraria; notable labs: Membership on an entity's Board of Directors or advisory committees. Zheleva: Cyclacel Ltd: Employment, Equity Ownership, Patents & Royalties. Blake: Cyclacel Ltd: Employment, Equity Ownership, Patents & Royalties. Chiao: Cyclacel Ltd: Employment, Equity Ownership, Patents & Royalties.",
    "topics": [
        "bcl2 gene",
        "bcl-2 protein",
        "nucleoside analog",
        "venetoclax",
        "cytarabine",
        "cytotoxic drug therapy",
        "dna",
        "nucleoside analog antiviral",
        "abt-737",
        "laboratory techniques and procedures"
    ],
    "author_names": [
        "Tapan M. Kadia, MD",
        "Gautam M. Borthakur, MD",
        "Elias Jabbour, MD",
        "Marina Y Konopleva, MD PhD",
        "Farhad Ravandi, MD",
        "Courtney D. DiNardo, MDMSc",
        "Daniella Zheleva, PhD",
        "David Blake, PhD",
        "Judy H Chiao, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tapan M. Kadia, MD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gautam M. Borthakur, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elias Jabbour, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Y Konopleva, MD PhD",
            "author_affiliations": [
                "M.D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Farhad Ravandi, MD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Courtney D. DiNardo, MDMSc",
            "author_affiliations": [
                "Department of Leukemia, UT MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniella Zheleva, PhD",
            "author_affiliations": [
                "Cyclacel Ltd, Dundee, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Blake, PhD",
            "author_affiliations": [
                "Cyclacel Ltd, Dundee, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Judy H Chiao, MD",
            "author_affiliations": [
                "Cyclacel Ltd, Berkeley Heights, NJ"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T02:34:04",
    "is_scraped": "1"
}