{
    "doi": "https://doi.org/10.1182/blood.V110.11.2958.2958",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=941",
    "start_url_page_num": 941,
    "is_scraped": "1",
    "article_title": "Bleeding Diathesis in Patients (pts) with Chronic Myelogenous Leukemia Receiving Dasatinib Therapy. ",
    "article_date": "November 16, 2007",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "topics": [
        "bleeding diathesis",
        "brachial plexus neuritis",
        "dasatinib",
        "leukemia, myelocytic, chronic",
        "hemorrhagic episodes",
        "lower gastrointestinal bleeding",
        "hemorrhage",
        "upper gastrointestinal bleeding",
        "bcr-abl tyrosine kinase",
        "gingival hemorrhage"
    ],
    "author_names": [
        "Alfonso Quintás-Cardama, MD",
        "Hagop Kantarjian, M.D.",
        "Farhad Ravandi, M.D.",
        "Jan Burger, M.D.",
        "Gautam Borthakur, M.D.",
        "Jorge Cortes, M.D."
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Department of Leukemia, M.D. Anderson Cancer Center, Houston, TX, USA"
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999",
    "abstract_text": "Dasatinib (Sprycel®, Bristol-Myers Squibb) is an oral potent ATP-competitive multikinase inhibitor active against BCR-ABL and SRC family kinases (SFKs). Dasatinib is approximately 300-fold more potent than imatinib against BCR-ABL and is active against a wide array of imatinib-resistant BCR-ABL kinase mutants at clinically achievable concentrations. Dasatinib has demonstrated high efficacy and safety in patients (pts) with chronic myelogenous leukemia (CML). The most frequent non-hematologic side effects associated with dasatinib therapy are gastrointestinal, rash, and fluid retention syndromes. In addition, dasatinib therapy may be associated with increased risk of bleeding in some pts. We evaluated the incidence of bleeding episodes associated with dasatinib therapy among 138 consecutive pts (69 female) with CML treated at our institution between November 2003 and January 2006 after failure or resistance to imatinib. The median age for the entire cohort was 57 years (range, 15 to 81 years). Among 50 pts treated in the phase I study, 23 (46%) were in chronic (CP), 7 (14%) in accelerated (AP), and 20 (40%) in blastic phase (BP) at the time of dasatinib start, whereas 88 pts, 43 (49%) in CP, 25 (28%) in AP, and 20 (23%) in BP, received dasatinib in phase II studies. Fifteen (11%) pts started dasatinib at a dose 140 mg daily. The median time on dasatinib therapy for the study group was 42 weeks (range, 4–120): 69 weeks (range, 18–120) for pts in the phase I study and 34 weeks (range, 4–61) for those in phase II studies. Thirty-seven bleeding episodes occurred in 32 (23%) pts, 11 (22%) treated in the phase I study and 21 (24%) in the phase II studies. Seven (5%) pts had grade 1, 16 (12%) grade 2, and 9 (7%) grade 3 bleeding. No grade 4–5 bleeding episodes were observed. The median time to development of bleeding was 6 weeks (range, 0.5–38), occurring within the first 3 months of therapy in 22 (69%) pts. Most bleeding episodes occurred in the gastrointestinal tract (81%) (lower gastrointestinal bleed [LGIB; n=22]; upper gastrointestinal bleeding [UGIB; n=8]. Other bleeding types included: gingival (n=4), vaginal (n=2), and epistaxis (n=1). Six (19%) pts experienced >1 concomitant bleeding type: 4 with LGIB and UGIB, 1 with LGIB, gingival bleeding, and scalp hematoma, and 1 with gingival and vaginal bleeding. In addition, 12 (37%) pts (5 CP, 2 AP, and 5 BP) had recurrent bleeding episodes: 8 LGIB (in 2 separate occasions in 3 of them), 1 UGIB, 2 gingival bleeding, and 1 vaginal bleed. Bleeding led to transient dasatinib interruptions in 15 (47%) pts, 8 with LGIB (2 of them also with UGIB), 6 with UGIB (2 of them also with LGIB), 2 with gingival bleeding, and 1 with vaginal bleeding. Bleeding episodes were observed in 12% of pts treated in CP, 31% in AP, and 35% in BP (p=0.02) and were more frequent among pts treated at daily doses ≥140 mg compared to those treated at ≤100 mg (84% vs 16%; p=0.001). Fifty-one percent of bleeding episodes were observed in pts with platelet counts ≥30×10 9 /L, including 37% in pts with platelet counts >100×10 9 /L. Basic coagulation studies (PT, aPTT, fibrinogen, D-Dimer) were normal in all but 1 BP patient. In conclusion, bleeding diathesis is a relatively frequent complication of dasatinib therapy, particularly among pts with advanced CML receiving dasatinib ≥140 mg. Early identification, transient dasatinib interruption, and dasatinib dose reduction are required to adequately manage pts with this complication."
}