{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.41.41",
    "article_title": "Germinal Center Program De-Synchronization and Intra-Patient Heterogeneity in Follicular Lymphoma B-Cells Revealed By Integrative Single-Cell Analysis ",
    "article_date": "December 7, 2017",
    "session_type": "621. Lymphoma-Genetic/Epigenetic Biology: Genomic characterization of lymphoma and beyond",
    "abstract_text": "Introduction Follicular lymphoma (FL) is an indolent B-cell neoplasm with histological, phenotypical and transcriptional features of germinal center (GC) B-cells, suggesting that FL B-cells are \"frozen\" in a GC B-cell state. In normal GC B-cells, affinity maturation relies on iterative cycles of somatic hypermutation and proliferation followed by affinity-based selection. Thus GC B-cells are functionally heterogeneous. Although FL sub-clonal genetic diversity is well documented, tumor cell functional heterogeneity in FL has not been studied in detail. Bulk-level transcriptomic analyses fail to capture cellular heterogeneity and are thus insufficient to compare FL B-cells to the heterogeneous GC B-cell subset. Here, we used integrative single-cell analysis of phenotype, gene expression and IGH sequence to assess and compare functional heterogeneity in FL B-cells and GC B-cells. Methods Normal B-cells were sorted from spleens or tonsil of healthy human donors (n=4), and FL B-cells from diagnostic lymph node biopsies (n=5), all available as frozen viable cell suspensions. Single normal or malignant B-cells were sorted by flow cytometry for parallel analysis of phenotype (9-color panel), gene expression (91-gene panel by microfluidic RT-qPCR), and IGH sequence (RT-PCR followed by Sanger sequencing; FL B-cells only). Custom and existing bioinformatics analysis pipelines were combined for quality control and cell filtering, dimensionality reduction (PCA, t-SNE), clustering, pseudo-time analysis, IGH sequence analysis and integrative data analysis. Results In normal B-cells, single-cell gene expression profiling segregated major cell types (antibody-producing cells, memory B-cells and GC B-cells) and enabled the reconstruction of differentiation trajectories within cell types. Specifically, our data revealed a cyclic continuum of transitional GC B-cell states where synchronized expression of gene modules characterized human GC B-cell functional heterogeneity. Single-cell gene expression profiles defined FL B-cells as an independent cell type, distinct from GC B-cells. In particular, the expression of most characteristic GC-associated genes was de-synchronized in FL B-cells from all patients. Clustering of single FL B-cell 91-gene expression profiles revealed inter-patient and intra-patient heterogeneity, and defined common FL B-cell subsets found in most patients. Intra-patient heterogeneity was not linked to sub-clonal divergence as defined by IGH sequencing. Conclusions Using integrative single-cell analyses, we have shown that synchronized expression of characteristic gene modules drives GC B-cells through a cyclic continuum of transitional states. De-synchronization of that program in FL B-cells, and substantial intra-patient gene expression heterogeneity, suggest that FL B-cells are functionally plastic and not blocked to a GC B-cell state. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "b-lymphocytes",
        "follicular lymphoma",
        "germinal center of lymph node",
        "heterogeneity",
        "gene expression profiling",
        "b-cell neoplasms",
        "biopsy",
        "dideoxy chain termination dna sequencing",
        "flow cytometry",
        "indolent"
    ],
    "author_names": [
        "Pierre Milpied, PhD",
        "Inaki Cervera-Marzal",
        "Lionel Spinelli, PhD",
        "Marie-Laure Mollichella",
        "Bruno Tesson",
        "Bertrand Nadel, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pierre Milpied, PhD",
            "author_affiliations": [
                "Centre d'Immunologie de Marseille-Luminy (CIML), Marseille, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Inaki Cervera-Marzal",
            "author_affiliations": [
                "Centre d'Immunologie de Marseille-Luminy (CIML), Marseille, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lionel Spinelli, PhD",
            "author_affiliations": [
                "Centre d'Immunologie de Marseille-Luminy (CIML), Marseille, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Laure Mollichella",
            "author_affiliations": [
                "Centre d'Immunologie de Marseille-Luminy (CIML), Marseille, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruno Tesson",
            "author_affiliations": [
                "Institut Carnot CALYM, Pierre-Bénite, France"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bertrand Nadel, PhD",
            "author_affiliations": [
                "Centre d'Immunologie de Marseille-Luminy (CIML), Marseille, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T04:03:18",
    "is_scraped": "1"
}