{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2901.2901",
    "article_title": "Response to Ponatinib Is Not Related to the Drug Plasma Levels in Chronic Phase CML ",
    "article_date": "December 7, 2017",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster II",
    "abstract_text": "Background Ponatinib is currently licensed for the treatment of patients resistant or intolerant to at least 2 tyrosine kinase inhibitors (TKI) or in patients harboring a T315I ABL mutation, in chronic, accelerated and blast phase chronic myelogenous leukemia (CML) or Ph+ ALL. Surprisingly, very little is known in terms of pharmacokinetics of this drug in CML patients and their impact on outcomes. Aims We evaluated the impact of Ponatinib plasma concentrations determinations in chronic phase CML (CP CML) patients during treatment, and outcomes. Methods We enrolled after informed consent patients in CP CML in 3 cooperative centers, receiving Ponatinib at any dose and measured the plasma concentration of this compound at any time during treatment by UPLC with mass tandem detection. Data were expressed as µg/L and 24H concentrations (C24h, expressed in mg/kg/d). The C24h were estimated according to the average half-life calculated for the entire cohort. After informed consent, basic clinical data, hematologic, cytogenetic and molecular results were captured retrospectively as well as outcome. qRT-PCR results were expressed as BCR-ABL ratios in %, standardised according to the international scale, with at least 32,000 copies of ABL as control. Results Thirty-seven CP CML patients have been involved in this study, and 50 blood samples were studied. There were 20 males and 17 females of a median age at diagnosis of 44.6 (7.6-82.5) and of 55.7 (25-86) years at ponatinib plasma measurement. Sokal score was low for 18%, intermediate for 12% and high for 70% of patients (9 patients unknown). One patient had a variant Ph, one a cryptic Ph and all the others a classical form of the Ph chromosome. All patients had a \"major\" BCR transcript except 1 (e19a2).The median BCR-ABL at diagnosis was 66.5 (33-110) % (IS). The median follow-up since diagnosis was 8.65 (2.5-16.7) years, 8.57 (2.48-16.7) years since first TKI initiation, and 4.32 (0.77-6.1) years since Ponatinib initiation. Two patients received Ponatinib as first-line (EPIC trial). Three patients received Ponatinib as second line, 12 as third line and 20 as fourth line therapy, all for resistance to previous lines of TKI. Fourteen patients (38%) were ABL mutated (10 T315I, 1 V379I, 1 Q252H, 1 L298V, 1 E255K). The median dose at Ponatinib initiation was 45 (30-45) mg daily and at Ponatinib plasma measurement at 30 (5-45) mg daily which represented a median C24h of 0.41 (0.05-0.94) mg/kg/day. The blood test was performed after a median of 12.25 (0.5-92.5) hours after last oral dose. Median plasma concentrations of Ponatinib were 30.75 (0-89.1) mg/l. When considering a target therapeutic concentration of 20 mg/l (= 40 nM, Cortes J. et al. NEJM 2013), 39 patients were above this level and 11 below. At plasma determination, 9 patients were in CHR, 1 in minimal CyR, 1 in minor CyR, 7 in partial CyR, 14 were in CCyR, 13 in MMR, 3 in MR4, and 2 in MR5. The median BCR-ABL at that time was 0.15 (0-47.9)% (IS). There was no significant correlation between the response observed and the plasma concentrations measured in patients and their molecular response (Figure 1.), Spearman correlation test: r= 0.134, p=0.34. There was no correlation neither with the onset of vascular events but the blood sampling was not necessarily performed when these events occurred (n=8). However and indeed, this population might be highly selected, as the majority of the patients without severe side effects and responding to treatment are maintained on Ponatinib. At latest follow-up, 4 patients died in this heavily pre-treated population of patients, 2 from post-allogeneic infectious complications, 1 form a stroke, 1 from a metastatic spinocellular carcinoma. Conclusion The determination of TKI plasma levels is surely useful in screening patients for uncompliance (here one patient), however their relationship to the efficacy or toxicity of such a compound remains to be further assessed in a more homogeneous and larger population of patients. View large Download slide View large Download slide  Close modal Disclosures Nicolini: Incyte Biosciences: Honoraria, Speakers Bureau; ARIAD: Honoraria, Speakers Bureau; Novartis: Consultancy, Honoraria, Research Funding, Speakers Bureau; BMS: Consultancy, Honoraria, Speakers Bureau. Rea: Pfizer: Honoraria; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Incyte: Honoraria.",
    "topics": [
        "leukemia, myeloid, chronic-phase",
        "plasma",
        "ponatinib",
        "protein-tyrosine kinase inhibitor",
        "bcr-abl tyrosine kinase",
        "follow-up",
        "adverse effects",
        "blast phase",
        "blood tests",
        "carcinoma"
    ],
    "author_names": [
        "Franck Emmanuel Nicolini, MD PhD",
        "Delphine Rea, MD",
        "Vincent Alcazer, MD",
        "Francoise Huguet, MD",
        "Laurence Legros, MD PhD",
        "Gaelle Fossard, MD",
        "Elodie Grockowiak, PhD",
        "Stephane Morisset, Stat",
        "Pierre Sujobert, MD PhD",
        "Mohamad Sobh",
        "Mauricette Michallet, MD PhD",
        "Francois Parant, PharmD",
        "Marie-Claude Gagnieu, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Franck Emmanuel Nicolini, MD PhD",
            "author_affiliations": [
                "Hematology department, Centre Leon Berard, Lyon, France ",
                "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France ",
                "Fi-LMC group, Pessac, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Delphine Rea, MD",
            "author_affiliations": [
                "Fi-LMC group, Pessac, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vincent Alcazer, MD",
            "author_affiliations": [
                "Hematology department, Centre Leon Berard, Lyon, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francoise Huguet, MD",
            "author_affiliations": [
                "Fi-LMC group, Pessac, France ",
                "Hematology Department, Institut Universitaire du Cancer Toulouse Oncopole, Toulouse, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laurence Legros, MD PhD",
            "author_affiliations": [
                "Fi-LMC group, Pessac, France ",
                "Hematology department, Centre Hospitalier Universitaire de Nice, Nice, France "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gaelle Fossard, MD",
            "author_affiliations": [
                "Hematology department, Centre Leon Berard, Lyon, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elodie Grockowiak, PhD",
            "author_affiliations": [
                "University of Lyon 1, Lyon, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Morisset, Stat",
            "author_affiliations": [
                "Hematology department, Centre Leon Berard, Lyon, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Sujobert, MD PhD",
            "author_affiliations": [
                "Laboratory of Hematology, Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamad Sobh",
            "author_affiliations": [
                "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mauricette Michallet, MD PhD",
            "author_affiliations": [
                "Hematology department 1 G, Centre Hospitalier Lyon Sud, Pierre Benite, France "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francois Parant, PharmD",
            "author_affiliations": [
                "Laboratory of Pharmacology, Centre Hospitalier Lyon Sud, Pierre Benite, France"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie-Claude Gagnieu, PharmD",
            "author_affiliations": [
                "Laboratory of Pharmacology, Centre Hospitalier Lyon Sud, Pierre Benite, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:45:09",
    "is_scraped": "1"
}