{
    "doi": "https://doi.org/10.1182/blood.V118.21.2222.2222",
    "article_title": "Platelets From WAS Patients Are More Susceptible Than Controls to Phagocytosis by Activated THP-1 Cells ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Abstract 2222 The thrombocytopenia associated with the Wiskott-Aldrich Syndrome (WAS) is thought to be due to the combined effects of impaired platelet production and accelerated platelet consumption. In a murine model of WAS, we have previously demonstrated that platelet consumption is accelerated. Also, we have shown that antibody opsonization accelerates both in vivo consumption and ex vivo phagocytosis of murine WASP(-) platelets in comparison to opsonized WT platelets. Based on these findings, we tested the susceptibility of platelets from WAS patients to ex vivo phagocytosis by activated THP-1 cells. We used a lipophilic fluorescent marker (DIO) to label platelets, and distinguished between platelet uptake and adsorption with a fluorescent anti-CD61 antibody. In comparison to previous methods using CMFDA-labeled platelets, use of DIO resulted in a tenfold reduction in the number of platelets needed per assay. This in turn allowed us to perform ex vivo phagocytosis studies with the very small number of platelets available for study in peripheral blood specimens from thrombocytopenic WAS patients. We report that untreated platelets from WAS patients are taken up more rapidly than control platelets by activated THP-1 cells. Specifically, the fraction of macrophages demonstrating DIO uptake, and showing no adsorbed platelets is consistently increased in comparison to cells showing adsorbed platelets ( figure 1 ). Using a numerical analysis method, we distinguish the effect of WASP deficiency on the probability of phagocytosis per adsorbed platelet (p) from effects on the fluorescence intensity imparted to the macrophage per internalized platelet (alpha) and from variation in the platelet/macrophage ratio (m). This was done by predicting the type of results shown in figure 1 for approximately 32,000 possible combinations of p, alpha, and m, and finding among the possible combinations those for which the predicted results best fit our observations. We validated the sensitivity of the method to changes in p (via the use of opsonized vs. non-opsonized platelets), m (via changing the platelet/macrophage ratio) and alpha (via changing the mean fluorescence intensity of the platelets). Applied to the data in figure 1 , the numerical analysis method demonstrates an increased p value for each of the WAS patients studied, and a reduced alpha value (as might be expected for smaller platelets) in 5 of 6 studies ( figure 2 ). Opsonization with murine anti-CD61 antibody did not accelerate uptake of WAS platelets in comparison to controls. However, we observed significantly increased levels of surface IgM, and possibly IgG, on platelets from WAS patients. In addition to inhibiting opsonization ex vivo, this level of surface antibody could contribute to accelerated phagocytosis of platelets in clinical WAS in the same way that ex vivo opsonization augments the in vivo clearance and ex vivo phagocytosis of murine WASP(-) platelets. Our results provide additional support for the role of accelerated platelet consumption in generating the thrombocytopenia of WAS. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "blood platelets",
        "immunoglobulin g",
        "immunoglobulin m",
        "integrin beta3",
        "phagocytosis",
        "thp-1 cells",
        "thrombocytopenia",
        "wiskott-aldrich syndrome",
        "macrophages"
    ],
    "author_names": [
        "Ted Strom, MD, PhD",
        "Xueying Zeng",
        "Fabio Candotti, MD, PhD",
        "Mary Ellen Conley, MD, PhD",
        "Praveen Anur, MD",
        "Amanda Prislovsky"
    ],
    "author_dict_list": [
        {
            "author_name": "Ted Strom, MD, PhD",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xueying Zeng",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, University of Tennessee Health Science Center, Memphis, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fabio Candotti, MD, PhD",
            "author_affiliations": [
                "National Human Genome Research Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Ellen Conley, MD, PhD",
            "author_affiliations": [
                "Immunology, St. Jude Children's Research Hospital, Memphis, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Praveen Anur, MD",
            "author_affiliations": [
                "Oregon Health & Science University, Portland, OR, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amanda Prislovsky",
            "author_affiliations": [
                "Pathology and Laboratory Medicine, Memphis VA Medical Center, Memphis, TN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T13:03:57",
    "is_scraped": "1"
}