{
    "doi": "https://doi.org/10.1182/blood.V126.23.2024.2024",
    "article_title": "Prognostic Impact of Cytogenetic Abnormalities in Adult Patients with Philadelphia-Chromosome (Ph)-Negative Acute Lymphoblastic Leukemia (ALL) Who Underwent Allogeneic Stem Cell Transplant (allo-SCT) ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster I",
    "abstract_text": "Background: Cytogenetic abnormalities at diagnosis are recognized as a potent prognostic factor for acute leukemia patients. Among acute myeloid leukemia patients, the prognostic implications of cytogenetic abnormalities have been established for those treated with chemotherapy as well as those undergoing allo-SCT. In the context of Ph-negative ALLpatients, cytogenetic abnormalities at diagnosis clearly stratify the prognosis, whereas it has not been elucidated whether similar prognostic stratification is applicable to allo-SCT recipients. Objective: The aim of this retrospective study was to assess the prognostic impact of cytogenetic abnormalities in adult Ph-negative ALL patients who underwent allo-SCT. Patients and Methods: The study cohort included 373 adult Ph-negative ALL patients aged over 15 years who underwent allo-SCT for the first time between January 2001 and December 2012 at the 23 institutions participating in the Kanto Study Group for Cell Therapy (KSGCT). Patients' clinical data were collected from the KSGCT database. The Institutional Review Board of Gunma University approved the protocol of this study. Karyotypes considered high risk (HR) included t(4;11), t(8;14), low hypodiploidy, and complex (equal or more than five abnormalities), and all other karyotypes were designated standard risk (SR). On this basis, 308 patients (82.6%) were categorized as SR and 65 patients (17.4%) were categorized as HR at diagnosis. Of the 373 patients, 267 underwent allo-SCT in complete remission (CR) (224 in the SR group and 43 in HR group), and 106 in non-CR (84 in the SR group and 22 in HR group). For analysis, the study population was stratified based on disease status at the time of transplant. Almost all patients were conditioned with total body irradiation (TBI)-containing myeloablative conditioning (MAC) regimens prior to transplantation. Overall survival (OS) was defined as the interval from the date of transplantation to the date of death. Non-relapse mortality (NRM) was defined as any death in continuous complete remission (CR). The Fisher's exact test was used for comparison of binary variables. OS and RFS were estimated by the Kaplan-Meier method, and compared using the log-rank test. Cumulative incidences (CI) of relapse and NRM were compared using the stratified Gray test. P < 0.05 was considered as statistically significant. Results: [Patients in CR] No significant difference in patient characteristics and transplant procedures was observed between the SR and HR groups. The 5-year OS rates were similar between the SR and HR groups (60.5% vs. 74.1%, respectively; p = 0.225) (Figure 1). Similarly, there were no significant differences in the 5-year CI of relapse and NRM rates between the two groups (relapse: 26.3% vs. 24.8%, respectively; p = 0.498, NRM: 19.6% vs. 10.0%, respectively; p = 0.232). Multivariate analysis for OS identified MAC and TBI-containing regimens, not cytogenetic risk, as significant positive prognostic factors. [Patients in non-CR] No significant difference was observed between the SR and HR groups in terms of patient characteristics or transplant procedures, although there was a female predominance in the HR group. Patients in the SR group had a significantly superior 5-year OS rate compared to the HR group (15.4% vs. 4.5%, respectively; p = 0.022). There was no significant difference in the 5-year CI of relapse between the SR and HR groups (60.3% vs. 50.0%, respectively; p = 0.411), whereas the 5-year CI of NRM in the SR group was significantly lower than that in the HR group (24.8% vs. 45.5%, respectively; p = 0.024). Multivariate analysis revealed cytogenetic risk group as an independent prognostic factor. Conclusion: These findings suggest that adult Ph-negative ALL patients in remission with HR cytogenetic abnormalities have similar transplant outcomes to those in the SR group. Considering the reported equality of the CR rates between the two groups, allo-SCT at an early clinical phase is recommended for HR group patients, reminiscent of Ph-positive ALL patients in the pre-imatinib era. Current transplant procedures do not improve outcomes for patients who are not in remission, especially those with HR cytogenetic abnormalities. Disclosures Usuki: MSD: Other: personal fees, Research Funding; SymBio Pharmaceutical: Other: personal fees, Research Funding; GlaxoSmithKline: Other: personal fees, Research Funding; Shionogi: Other: personal fees; Fujimoto Pharmaceutical: Research Funding; Bristol-Myers Squibb: Other; Takeda Pharmaceutical: Research Funding; Nippon Shinyaku: Other: personal fees, Research Funding; Sanofi: Other: personal fees, Research Funding; Shire: Research Funding; Kyowa Hakko Kirin: Other: personal fees, Research Funding; Otsuka Pharmaceutical: Research Funding; Eisai: Research Funding; Novartis: Other: personal fees, Research Funding; Boehringer Ingelheim: Other: personal fees, Research Funding; Celgene: Other: personal fees, Research Funding; Sumitomo Dainippon Pharma: Other: personal fees, Research Funding; Chugai Pharmaceutical: Other: personal fees; Fuji Film RI Pharma: Other: personal fees; Taiho Pharmaceutical: Other: personal fees, Research Funding; Astellas: Research Funding. Nakaseko: Novartis: Honoraria, Research Funding, Speakers Bureau; BMS: Honoraria, Research Funding, Speakers Bureau; Pfizer: Honoraria, Research Funding, Speakers Bureau; Otsuka: Honoraria, Research Funding.",
    "topics": [
        "acute lymphocytic leukemia",
        "allogeneic stem cell transplant",
        "allopurinol",
        "chromosome abnormality",
        "philadelphia chromosome",
        "transplantation",
        "prognostic factors",
        "complement membrane attack complex",
        "complete remission",
        "disease remission"
    ],
    "author_names": [
        "Hiroaki Shimizu, MD, PhD",
        "Takayuki Saitoh, MD PhD",
        "Shinichiro Okamoto",
        "Yoshinobu Kanda, MD PhD",
        "Heiwa Kanamori",
        "Satoshi Takahashi, MD,PhD",
        "Kazuteru Ohashi, MD FACP",
        "Kensuke Usuki, MDPhD",
        "Chiaki Nakaseko, MD PhD",
        "Makoto Onizuka, MD PhD",
        "Toru Sakura",
        "Moritaka Goto",
        "Shingo Yano",
        "Shin Fujisawa",
        "Reiko Watanabe, MD PhD",
        "Nobuyuki Aotsuka, MD",
        "Jun Taguchi",
        "Naoto Tomita",
        "Hisashi Wakita, MD",
        "Yasuhito Nannya, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hiroaki Shimizu, MD, PhD",
            "author_affiliations": [
                "Oncology Center, Gunma University Hospital, Gunma, Japan ",
                "Kanto Study Group for Cell Therapy, Tokyo, Japan "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Takayuki Saitoh, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Science, Gunma University Graduate School of Health Scienses, Gunma, Japan "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shinichiro Okamoto",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Keio University School of Medicine, Tokyo, Japan "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshinobu Kanda, MD PhD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heiwa Kanamori",
            "author_affiliations": [
                "Department of Hematology, Kanagawa Cancer Center, Yokohama, Japan "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Takahashi, MD,PhD",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, Institute of Medical Sciece, Univ. of Tokyo, Tokyo, Japan "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuteru Ohashi, MD FACP",
            "author_affiliations": [
                "Hematology Division, Tokyo Metropolitan Komagome Hospital, Tokyo, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kensuke Usuki, MDPhD",
            "author_affiliations": [
                "Deptartment of Hematology, NTT Medical Center Tokyo, Tokyo, Japan "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiaki Nakaseko, MD PhD",
            "author_affiliations": [
                "Department of Clinical Cell Biology and Medicine, Chiba University Graduate School of Medicine, Chiba, Japan "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Onizuka, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Tokai University School of Medicine, Isehara, Japan "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Toru Sakura",
            "author_affiliations": [
                "Leukemia Research Center, Saiseikai Maebashi Hospital, Gunma, Japan "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Moritaka Goto",
            "author_affiliations": [
                "Division of Hematology, Tokyo Medical University Hospital, Tokyo, Japan "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shingo Yano",
            "author_affiliations": [
                "Jikei University, Tokyo, Japan "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Fujisawa",
            "author_affiliations": [
                "Department of Hematology, Yokohama City University Medical Center, Yokohama, Japan "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reiko Watanabe, MD PhD",
            "author_affiliations": [
                "Department of Hematology, Saitama Medical Center, Saitama Medical University, Kawagoe, Japan "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuyuki Aotsuka, MD",
            "author_affiliations": [
                "Departmet of Hematology and Oncology, Japanese Red Cross Narita Hospital, Narita, Japan "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun Taguchi",
            "author_affiliations": [
                "Hematology, Shizuoka Red Cross Hospital, Shizuoka, Japan "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Naoto Tomita",
            "author_affiliations": [
                "Department of Internal Medicine and Clinical Immunology, Yokohama City University Graduate School of Medicine, Yokohama, Japan "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Wakita, MD",
            "author_affiliations": [
                "Departmet of Hematology and Oncology, Japanese Red Cross Narita Hospital, Narita, Japan "
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuhito Nannya, MD PhD",
            "author_affiliations": [
                "Hematology and Oncology, Tokyo University, Tokyo, Japan"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-02T18:45:50",
    "is_scraped": "1"
}