{
    "doi": "https://doi.org/10.1182/blood.V108.11.529.529",
    "article_title": "Results of a Phase II Study of Pixantrone in Combination with Cyclophosphamide, Vincristine, and Prednisone in Patients with Relapsed Aggressive Non-Hodgkin’s Lymphoma. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "Background: Pixantrone is a novel aza-anthracenedione with less cardiotoxicity and superior activity compared to doxorubicin and mitoxantrone in murine leukemia and lymphoma tumor models. Pixantrone as single agent therapy led to major responses in patients (pts) with multiply relapsed aggressive non-Hodgkin’s lymphoma (NHL), including diffuse large B-cell lymphoma (DLCL). In a phase I dose-ranging study of pixantrone (80 to 180 mg/m 2 ) replacing doxorubicin (CPOP) in a CHOP-like regimen, the optimal dose (RD) from that study was found to be 150 mg/m 2 . Methods: In this international, multi-center, phase II study the primary objective was to assess the efficacy and safety of the CPOP regimen (cyclophosphamide 750 mg/m 2 d1, pixantrone 150 mg/m 2 d1, vincristine 1.4 mg/m 2 d1, limited to 2 mg, and prednisone 100mg d1 to 5) in pts with relapsed DLCL, transformed follicular lymphoma (tFL) and mantle cell lymphoma (MCL) for a total of 6 cycles, given every 3 weeks. Response was assessed according to the standardized response criteria for NHL. Hematopoietic growth factors were not permitted for the first cycle and were used thereafter according to the ASCO guidelines. Main eligibility criteria included at least one but not more than two previous chemotherapy lines containing an anthracycline/anthracenedione with a cumulative dose of less than 450 mg/m 2 doxorubicin equivalent, a left ventricular ejection fraction (LVEF) > 50%, absence of CNS lymphoma, and negative HIV serology. Results: Thirty pts were included in this phase II study and are available for efficacy and safety assessment. Main baseline characteristics were: median age, 66 y (range 26–76); median baseline International Prognostic Index (IPI), 2 (11/30 pts had IPI 3 or 4); median number of previous therapy lines, 2 (1–7); median time since last chemotherapy, 14 months (1–202). Median number of cycles of study drug received was 6 (1–6). The overall response rate (ORR) was 73%, with 14 (47%) pts achieving complete response (CR/CRu) and 8 (26%) pts with partial responses (PR). For responses lasting at least 8 weeks (63%), the median duration of response was 10.3 months (range 2.5 to 27). The most common severe toxicities were gr 3/4 neutropenia, 29 (97%) pts; gr 3 febrile neutropenia, 6 (20%); gr 3 anemia, 9 (30%); gr 3/4 thrombocytopenia, 6 (20%); gr 3/4 infections, 5 (17%). Four pts had a decrease in LVEF >10% and ≤20% as determined by MUGA-scan. One of these patients developed symptomatic right heart failure classified by the investigator as related to progressive NHL. Two pts experienced transient LVEF decline > 20% during long-term follow up. Conclusions: The CPOP combination therapy with 150 mg/m 2 pixantrone results in a high ORR (73%) with 47% CRs. Furthermore, it exhibits an acceptable toxicity profile and can be administered safely in an outpatient setting even in this cohort of elderly, anthracycline-pretreated patients. Based on these results, a randomized Phase II study comparing CPOP-rituximab with CHOP-rituximab in patients with untreated diffuse large-B-cell NHL has been initiated.",
    "topics": [
        "cyclophosphamide",
        "non-hodgkin's lymphoma, aggressive",
        "phase 2 clinical trials",
        "pixantrone",
        "prednisone",
        "vincristine",
        "brachial plexus neuritis",
        "doxorubicin",
        "anthracycline antibiotics",
        "anthraquinones"
    ],
    "author_names": [
        "Peter Borchmann, MD",
        "Raoul Herbrecht, MD",
        "Martin Wilhelm",
        "Franck Morschhauser, MD",
        "Georg Hess, MD",
        "Klaus Kutz",
        "Scott Stromatt, MD",
        "Andreas Engert, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Peter Borchmann, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Raoul Herbrecht, MD",
            "author_affiliations": [
                "Hematology/Oncology, Hospital of Hautepierre, Strasbourg, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Wilhelm",
            "author_affiliations": [
                "Hematology/Oncology, Clinical Center of Nuremberg North, Nuremberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franck Morschhauser, MD",
            "author_affiliations": [
                "Hematology/Oncology, Hospital Claude Huriez, Lille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Hess, MD",
            "author_affiliations": [
                "Hematology/Oncology, Johannes Gutenberg University, Mainz, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Klaus Kutz",
            "author_affiliations": [
                "Hesperion AG, Basel, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Scott Stromatt, MD",
            "author_affiliations": [
                "Cell Therapeutics, Inc, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Engert, MD",
            "author_affiliations": [
                "Hematology/Oncology, University of Cologne, Cologne, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:36:15",
    "is_scraped": "1"
}