{
    "doi": "https://doi.org/10.1182/blood-2021-150770",
    "article_title": "Measuring H3K27me3 Reduction after in-Vivo Administration of Ftx-6058; A Potent Polycomb Repressive Complex 2 (PRC2) Inhibitor ",
    "article_date": "November 5, 2021",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia: Basic and Translational",
    "abstract_text": "FTX-6058 is an investigational drug for the treatment of Sickle Cell Disease (SCD). The molecule is a selective and potent binder of the embryonic ectoderm development protein (EED). Binding of FTX-6058 to EED inhibits PRC2, a histone methyltransferase which primarily methylates lysine 27 of histone H3. Inhibition of PRC2 results in the reduction of trimethylation at lysine 27 on histone H3 (H3K27me3). Because the level of trimethylation on lysine 27 is the immediate downstream consequence of PRC2 activity, we developed a flow cytometric assay to measure the relative level of H3K27me3 from in-vivo tissue samples. The flow cytometric assay measures the median fluorescence intensities (MFI) of H3K27me3 and total histone H3. The target engagement (TE) measurement is a ratio of H3K27me3 MFI to total Histone H3 MFI. The target cells for FTX-6058 in SCD treatment are the hematopoietic cells of the bone marrow. We demonstrate an FTX-6058 dose dependent decrease in the TE ratio of bone marrow, hematopoietic cells. Translating the TE assay from mouse pre-clinical studies to human clinical trials required use of a less invasive tissue type than bone marrow. In mice, a positive relationship between the TE ratio of hematopoietic, bone marrow cells and circulating monocytes was established. Therefore, a human monocyte TE assay for FTX-6058 was validated for human trials. Research use only (RUO) validation was completed by Q2 Solutions Laboratories. The monocyte FTX-6058 TE assay is currently being evaluated as an exploratory biomarker in Fulcrum Therapeutics' phase 1 clinical trial FIS 002-2020. Disclosures Roth:  Fulcrum Therapeutics, Inc.: Current Employment, Current equity holder in publicly-traded company. Xie:  Fulcrum Therapeutics, Inc.: Current equity holder in publicly-traded company, Ended employment in the past 24 months.",
    "author_names": [
        "Mark Roth",
        "Keqiang Xie"
    ],
    "author_dict_list": [
        {
            "author_name": "Mark Roth",
            "author_affiliations": [
                "Fulcrum Therapeutics, Cambridge, MA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Keqiang Xie",
            "author_affiliations": [
                "Fulcrum Therapeutics, Cambridge, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T09:36:14",
    "is_scraped": "1"
}