{
    "doi": "https://doi.org/10.1182/blood.V110.11.4196.4196",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1008",
    "start_url_page_num": 1008,
    "is_scraped": "1",
    "article_title": "Sphingosine Kinase 1 as a Potential Target To Inhibit Proliferation of Myeloid Leukemia Cells. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "Sphingolipids (SPLs), classically known as structural components of cellular membranes, are bioactive mediators of many processes. New data are available on SPLs as valid targets to induce death in leukemia cells and to overcome drug resistance. In this direction, an important role has been attributed to deregulation of sphingosine kinase 1 (SK1) that phosphorylates sphingosine (Sph) to Sphingosine-1-Phosphate (S1P). S1P in turn acts as a second messenger promoting cell survival and proliferation or as a ligand for the G-protein-coupled receptors S1P 1–5 , controlling physiological functions such as immunity, vasculogenesis and inflammation. SK1 is released into the cytoplasm from where, upon phosphorylation, it translocates to the plasma membrane where Sph is located. SK1 was shown to be oncogenic and growing evidences assigned it a role in solid as well as in hematological malignancies. In this study we aimed to define the role of SK1 in the growth and survival of myeloid leukemia cells and to identify target genes involved in the kinase signaling pathway. As in vitro models, cell lines representing different subtypes of myeloid leukemia were used: AR230, K562, RWLeu4, HL-60 and Eol-1. We observed a statistical correlation between the levels of SK1 expression and activity. Exposure of cells to “SK Inhibitor” (SKI, Calbiochem) caused an evident decrease of cell proliferation and viability in a time- and dose-dependent fashion, which was associated to a significant inhibition of kinase activity in all cell lines. When the in vitro effect of SKI was tested on the clonogenic potential of CD34 + cells from 3 healthy donors and 2 CML patients in chronic phase, a more effective inhibition was observed on leukemic than on normal progenitors (IC 50 : 3,9 and 7,5 μM respectively). Next, we focused on K562 as an in vitro model of CML. We demonstrated that SKI affects the activity but not the expression of SK1 in a time- and dose-dependent manner, and that inhibition regarded about 50% of kinase activity already after 6 hrs of treatment at the dose corresponding to the IC 50 , increasing up to 80% after 48 hrs. Concomitantly we observed an increase of the phosphorylated form of ERK1/2, known to phosphorylate SK1 at Ser 225 . Additionally, gene expression profiling of K562 exposed to SKI was investigated after 12 hrs of treatment: supervised analysis identified 11 genes down- and 99 genes up-regulated and functional analysis indicated involvement in protein biosynthesis, transcription regulation and cell cycle progression control. Finally, we tested the effect of Imatinib Mesylate (IM) on SK1. Treatment of K562 with IM at the IC 50 for 48 hrs reduced SK1 activity compared to untreated cells, with no changes in kinase expression. Moreover, when K562 cells were exposed to the combination of IM and SKI, a strong synergistic effect was observed after 24 hrs, when cell viability was about 48% of control. We conclude that SK1 does have a role in the survival and proliferation of myeloid leukemia cells and that pharmacological inhibition of SK1 represents a possible novel strategy for the treatment of leukemias. Our results suggest that there might be a functional link between the Bcr/Abl and SPLs pathways, and support further investigations on possible treatment based on the combination of IM and SKI.",
    "topics": [
        "leukemia, myeloid",
        "phosphotransferases",
        "sphingosine",
        "leukemia",
        "bcr-abl tyrosine kinase",
        "cd34 antigens",
        "gene expression profiling",
        "g-protein-coupled receptors",
        "hematologic neoplasms",
        "imatinib mesylate"
    ],
    "author_names": [
        "Clara Ricci, MS",
        "Francesco Onida, MD",
        "Katia Todoerti, MS",
        "Franca Radaelli, MD",
        "Antonino Neri, MD",
        "Riccardo Ghidoni, PhD",
        "Giorgio Lambertenghi Deliliers, MD"
    ],
    "author_affiliations": [
        [
            "Lab. of Biochemistry and Molecular Biology, San Paolo University Hosp., University of Milan, Milan, Italy",
            "Fondazione Matarelli, Milan, Italy"
        ],
        [
            "Fondazione Matarelli, Milan, Italy",
            "Hematology Dept., Fondazione IRCCS Osp. Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy",
            "University of Milan, Milan, Italy"
        ],
        [
            "Hematology Dept., Fondazione IRCCS Osp. Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy"
        ],
        [
            "Hematology Dept., Fondazione IRCCS Osp. Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy"
        ],
        [
            "Hematology Dept., Fondazione IRCCS Osp. Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy",
            "University of Milan, Milan, Italy"
        ],
        [
            "Lab. of Biochemistry and Molecular Biology, San Paolo University Hosp., University of Milan, Milan, Italy",
            "University of Milan, Milan, Italy"
        ],
        [
            "Fondazione Matarelli, Milan, Italy",
            "Hematology Dept., Fondazione IRCCS Osp. Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy",
            "University of Milan, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.4601435",
    "first_author_longitude": "9.194584299999999"
}