{
    "doi": "https://doi.org/10.1182/blood.V110.11.1656.1656",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=837",
    "start_url_page_num": 837,
    "is_scraped": "1",
    "article_title": "Myeloid Dyspoiesis as Determined by Flow Cytometry Is a More Powerful Predictor of Post-Transplant Relapse with MDS Than the Marrow Myeloblast Count. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Care - Recurrence, Secondary Neoplasia and Late Complications after Transplantation",
    "topics": [
        "flow cytometry",
        "myeloblasts",
        "transplantation",
        "antigens",
        "human leukocyte antigens",
        "bone marrow aspiration",
        "busulfan",
        "cd45 antigens",
        "cd56 antigens",
        "cyclophosphamide"
    ],
    "author_names": [
        "Denise A. Wells, MD",
        "Bart L. Scott, MD",
        "Wendy M. Leisenring, PhD",
        "Michael R. Loken, PhD",
        "H. Joachim Deeg, MD"
    ],
    "author_affiliations": [
        [
            "Hematologics, Inc., Seattle, WA, USA"
        ],
        [
            "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "Medical Oncology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "Medical Oncology, University of Washington, Seattle, WA, USA"
        ],
        [
            "Hematologics, Inc., Seattle, WA, USA"
        ],
        [
            "Transplantation Biology, Fred Hutchinson Cancer Research Center, Seattle, WA, USA",
            "Medical Oncology, University of Washington, Seattle, WA, USA"
        ]
    ],
    "first_author_latitude": "47.6183234",
    "first_author_longitude": "-122.3586818",
    "abstract_text": "We showed previously that the presence of aberrant marrow myeloblasts, as determined by flow cytometry immediately pre-transplant had predictive value for post-transplant outcomes in patients undergoing hematopoietic cell transplantation (HCT) for Myelodysplastic Syndrome (MDS). The characteristics of phenotypically abnormal myeloblasts in MDS include decreased expression of CD45, presence of non-lineage lymphoid antigens including CD56, and differences in the intensity of various myeloid antigens in comparison to healthy controls. In the present study, the bone marrow aspirates of 156 patients with MDS were analyzed before HCT for the presence of abnormal myeloblasts with the aim of determining whether myeloid dyspoiesis by flow cytometry was predictive of post-transplant outcomes, specifically in patients who were considered good risk by currently accepted criteria. All patients received ”myeloablative” conditioning, which in most patients (78%) consisted of busulfan (targeted) and cyclophosphamide followed by HLA-identical related (52%), HLA-matched unrelated (39%), or alternative donor (9%) stem cell infusions. In agreement with our initial report, patients with severe flow scores (≥4) had an increased hazard of relapse (HR=2.7, 95% CI_1.1–6.3, p=0.017) in comparison to patients with normal flow scores. In addition, even among patients with less than 5% marrow myeloblasts, dyspoietic characteristics of the blasts, as assessed by flow cytometry criteria were associated with an increased hazard of relapse (HR=4.0, 95% CI 1.4–12.1, p=0.013) as compared to patients without dyspoiesis by flow. The cumulative incidence of relapse in MDS patients with flow cytometrically normal marrow myeloblasts was 11.7%, compared to 28.1% in patients with less than 5% but phenotypically aberrant myeloblasts; the latter was not different from a relapse incidence of 31.4% in patients with 5% or more abnormal marrow myeloblasts. Furthermore, patients with intermediate-1 risk disease by the International Prognostic Scoring System, who showed flow cytometric aberrancies were at significantly increased risk of relapse (HR=4.2, p=0.01) in comparison to patients with intermediate-1 risk disease and no or mild dyspoiesis by flow cytometry. Thus, the presence of dyspoietic changes was more relevant than the proportion of marrow myeloblasts in predicting the risk of relapse, suggesting that flow cytometry is a powerful tool to select high risk patients from cohorts of patients who by established criteria would be considered to have good risk MDS."
}