{
    "doi": "https://doi.org/10.1182/blood.V120.21.1258.1258",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2295",
    "start_url_page_num": 2295,
    "is_scraped": "1",
    "article_title": "Reactivation of Telomerase in Late Generation Tert−/− Mice Results in Reversal of Anemia ",
    "article_date": "November 16, 2012",
    "session_type": "508. Bone Marrow Failure - Inherited Disorders: Poster I",
    "abstract_text": "Abstract 1258 We previously reported that telomere shortening in a late generation telomerase K/O mouse model results in significantly reduced RBC and erythroblast (CD71+Ter119+) numbers in the peripheral blood and bone marrow, respectively. We also observed significant decreases in erythroid progenitor (Lin-cKit+Sca1-CD34-CD16/CD32-) and HSC (Lin-cKit+Sca1+ CD34-CD150+) numbers in G5 Tert−/− mice. We now report the mechanism underlying the specific defect in the erythroid lineage in these mice. First, there is a higher number of CD34-KLS CD150lo and CD150neg cells in the mutant mice relative to age matched G0 +/− mice. Methyl cellulose colony formation assay showed that CD34-KLS CD150hi cells give rise to a greater number of CFU-GEMM colonies while CD34-KLS CD150lo and CD34-KLS CD150neg cells both had a reduction in the numbers of GEMM colonies, suggesting that the loss of erythroid differentiation is associated with loss of CD150hi expression within the CD34-KLS population. Thus, a significant reduction in CD150hi HSC (p value < 0.001) and an increase in CD150lo (p value < 0.001) and CD150neg (p value < 0.04) HSC in G5 Tert−/− mice underlies the decreased number of erythroblasts in these mice. Secondly, we found that the reduction in telomere length as measured by quantitative PCR is greater in sorted erythroblasts (CD71+Ter119+) than in similarly purified myeloid progenitors (Gr1+Mac1+) in G5 Tert −/− mice. This finding correlates with the presence of increased DNA damage and apoptosis in erythroid progenitors and erythroblasts as compared to myeloid progenitors. In order to establish a cause and effect relationship between telomere shortening and defective erythropoiesis, we reactivated telomerase activity using a tamoxifen-inducible Cre recombinase to excise a Lox-Stop-Lox cassette located in intron 2 of telomerase gene in G5 Tert−/− mice. Reactivation of telomerase activity resulted in increased CD150hi HSC, erythroid progenitors and erythroblasts numbers in the bone marrow of these mice 3 months after tamoxifen treatment. In addition, RBC numbers and Hb levels in the peripheral blood improved in the treated mice, whereas neither improved in control G5 Tert−/− mice treated with sunflower oil. These data show for the first time a direct link between the loss of telomerase function, telomere shortening and a selective defect in erythropoiesis. These results, in conjunction with single-cell “mass cytometry” experiments underway to define the intracellular signaling pathways that are affected in the HSC and erythroid precursors of G5 Tert−/− mice, demonstrate the lineage-specific effects of telomere shortening on erythropoiesis and help to elucidate the relationship between shortened telomeres and the anemia of bone marrow failure syndromes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "mice",
        "telomerase",
        "cd34 antigens",
        "tamoxifen",
        "antigens, cd16",
        "ineffective erythropoiesis",
        "pancytopenia",
        "polymerase chain reaction",
        "sunflower oil"
    ],
    "author_names": [
        "Aparna Raval, PhD",
        "Brenda Kusler, BS",
        "Alina Garbuzov, BS",
        "Steven Artandi, MD, PhD",
        "Beverly S. Mitchell"
    ],
    "author_affiliations": [
        [
            "Stanford Cancer Institute, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Stanford Cancer Institute, Stanford University, Palto Alto, CA, USA, "
        ],
        [
            "Department of Hematology, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Dept. of Hematology, Stanford University, Stanford, CA, USA, "
        ],
        [
            "Stanford Cancer Institute and Stanford Department of Medicine, Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.43168125",
    "first_author_longitude": "-122.17357109999998"
}