{
    "doi": "https://doi.org/10.1182/blood.V104.11.3444.3444",
    "article_title": "Differential Expression of Genes Associated with Toll-Like Receptor-4 (TLR4) Signal Transduction Pathway in Lipopolysaccharide (LPS)-Activated Cord Blood (CB) vs. Adult Peripheral Blood (APB) Monocyte (Mo)-Derived Dendritic Cells (DC). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "LPS activates immature DC via TLR4 and induces maturation of DC for initiating antigen presenting activity (Medzhitov; Nat Rev Immunol 2001). We have previously demonstrated decreased gene expression and protein production of IL-12, IL-15, IL-18 in activated CB MNC and decreased DC MLR (Lee/Cairo, Blood 1996; Qian/Cairo, Blood 1997; Wu/Cairo, Blood 100:3668 p51b 2002). Recently, we have identified differential gene expression patterns including differential immunoregulatory and chemokine genes in LPS-CB vs APB Mo by microarray (Jiang/Cairo, J. Immunol 2004). Since the myeloid lineage DC is derived from Mo, we sought to determine in LPS activated CB vs. APB DC, differential expressed genes that associate with TLR4-mediated signaling pathway. Briefly, Mo were purified from fresh CB or APB and cultured for 7 days with GM-CSF & IL-4 [immature DC (iDC)] and LPS [mature DC (mDC)]. Aliquots from iDC and mDC were analyzed for DC immunophenotype, morphology and DC allogeneic antigen activity. mRNA was isolated, reverse transcripted to cDNA, labeled & hybridized to oligonucleotides (Affymetrix, U133A). Data was analyzed by MAS 5.0 (Affymetrix) and GeneSpring 5.0 software (Silicon Genetics). Several genes were analyzed by RT-PCR (One-Step SuperScript, Invitrogen) and protein expression was analyzed by Western Blot (Bio-Rad). Inverted microscopy demonstrated DC mature morphology at day 8 and flow cytometry demonstrated decreased CD14 and increased CD83 expression in CB & APB mDC. We also demonstrated significant increase in the allogeneic stimulatory effects on CD4+ T cells in APB vs. CB mDC. The microarray analysis demonstrated a significant decreased gene expression of TLR4 [3 fold (F)] and CD14 (2.1 F) (p<0.05) in CB vs APB-DC. We further identified LPS significantly induced increased expression of TLR4 downstream signaling molecular genes such as MAPKKK, NF-kB and TANK in APB compared to CB mDC (3–8 F) (p<0.05). There were also significant amplifications of a variety of other gene categories in LPS activated APB vs CB mDC (p<0.05) including cell surface molecule CD80 (3.7F) and IL-2Ra (5.3 F), cytokine IL-23 (3.5F) & IL-12 (13 F), signal transduction STAT1 (3.4F) & IRF-7 (7.7 F), and immunoregulatory TNFSF10 (12F) & ISG20 (39F). Gene expression of NF-kB1, TRAF1 & IRF-7 by RT-PCR demonstrated an increased expression in LPS-APB vs CB mDC and were compatible with microarray. Moreover, Western analysis of IRF-7 demonstrated increased protein expression in LPS-APB vs CB mDC. In summary, we have identified decreased gene expression patterns in LPS-CB vs APB DC, especially those in the TLR4 signal transduction pathway (MAP3K, TRAF, TANK & NF-kB), and suggest these differentially expressed genes may enhance the activation of TLR4 pathway in LPS-APB vs CB DC, resulting in differential regulation of CB vs APB DC antigen presentation capacities. Furthermore, these decreased expressed genes in other molecular categories (e.g.IL-23, IFNg, IL6, CD80, STAT1, IRF-7, SOCS3) in LPS-CB vs APB DC may be partially responsible for differential innate and adaptive immune function of CB vs APB. Moreover, the differential regulated expression of genes may in part help to explain reduced incidence of severe aGVHD, delay in immune reconstitution and/or increased infectious mortality following HLA disparate UCBT.",
    "topics": [
        "dendritic cells",
        "genes",
        "lipopolysaccharides",
        "monocytes",
        "signal transduction pathways",
        "toll-like receptor 4",
        "umbilical cord blood",
        "mdc protocol",
        "antigens",
        "cd14 antigen"
    ],
    "author_names": [
        "Hong Jiang, PhD",
        "Mary Brigid Bradley, MD",
        "Carmella van de Ven",
        "Prakash Satwani, MD",
        "Laxmi Baxi, MD",
        "Mitchell S. Cairo, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Jiang, PhD",
            "author_affiliations": [
                "Pediatrics, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mary Brigid Bradley, MD",
            "author_affiliations": [
                "Pediatrics, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carmella van de Ven",
            "author_affiliations": [
                "Pediatrics, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prakash Satwani, MD",
            "author_affiliations": [
                "Pediatrics, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laxmi Baxi, MD",
            "author_affiliations": [
                "Obstetrics & Gyencology, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell S. Cairo, MD",
            "author_affiliations": [
                "Pediatrics, NewYork-Presbyterian, Columbia University, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-24T09:34:52",
    "is_scraped": "1"
}