{
    "doi": "https://doi.org/10.1182/blood.V116.21.1162.1162",
    "article_title": "Serum Sickness and Plasma Cytokine Profiles After Treatment with Antithymocyte Globulin In Severe Aplastic Anemia Patients. ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure: Poster I",
    "abstract_text": "Abstract 1162 Antithymocyte globulin (ATG) is the standard therapy for severe aplastic anemia (SAA). Currently, two different preparations are commercially available, produced in horse and rabbit. As foreign proteins, ATGs elicit immune response in humans. Foreign antigen and responding antibody form circulating immune complexes that may deposit in tissues and cause serum sickness (SS), usually around day 10 after initiation of ATG therapy. The relationship of human anti-ATG antibodies with SS and the cytokine profiles of ATG-treated patients are not defined. We studied human anti-ATG antibody titers and 27 cytokines in the plasma of 27 patients who received horse ATG (hATG) and 25 patients who received rabbit ATG (rATG) for SAA. Cyclosporine was administered with both ATGs to achieve trough levels of 200–400 ng/mL. Plasma samples were obtained at: baseline pre-treatment, weekly in the first month, and at 3 and 6 months after ATG treatment. Nine of 25 (36%) rATG recipients and 5 of 27 (19%) hATG recipients developed SS at about week two. When measured by enzyme-linked immunosorbent assay, human anti-hATG or rATG antibody titers peaked during weeks 2–3, and then declined at month 2, reducing to baseline levels at month 6. All 9 rATG-treated patients who developed SS had significantly higher antibody titers at week 2 than did 16 rATG-treated patients without SS (O.D. 1.704 ± 0.173 vs 0.664 ± 0.076, p < 0.0001), a difference also presented at month 3 (p = 0.002). In hATG-treated patients, human anti-hATG antibody titers did not appear to correlate with the occurrence of SS. We measured cytokines using a 27-plex cytokine magnetic bead-based Luminex assay. Both hATG and rATG-treated patients without SS showed similar cytokine profiles: a peak in MIP-1β, IL-8, IL-10, IL-13, G-CSF and IP-10 at day 2, which rapidly declined to baseline; this early-phase response may be the direct effect of ATG infusion. In rATG-treated patients, SS patients had significantly higher plasma levels of IFNγ, IL-1ra, IL-12 (p < 0.0001), IL-4, IL-1β (p = 0.0001), IL-6 (p = 0.0002), IL-10 (p = 0.0003), IL-17, GM-CSF, FGFb (p = 0.0015), IL-15, MIP-1α (p = 0.0046), PDGF (p = 0.0052), IL-13 (p = 0.0066), and IL-2 (p = 0.0077) than did non-SS patients at weeks 2 and 3; this late-phase response may be secondary to heterologous antibodies to rATG. In conclusion, human anti-ATG antibodies were frequently detected after ATG administration; antibody titers associated with SS in rATG-treated patients; and SS patients and non-SS patients showed broadly distinct cytokine profiles. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antithymoglobulin",
        "aplastic anemia",
        "cytokine",
        "plasma",
        "serum sickness",
        "antibody titer",
        "antibodies",
        "interleukin-10",
        "interleukin-13",
        "aldesleukin"
    ],
    "author_names": [
        "Xingmin Feng, PhD",
        "Phillip Scheinberg, MD",
        "Olga Nunez",
        "Angelique Biancotto",
        "Tomoiku Takaku",
        "J. Philip McCoy, PhD",
        "Neal S. Young, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Xingmin Feng, PhD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Phillip Scheinberg, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Nunez",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angelique Biancotto",
            "author_affiliations": [
                "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoiku Takaku",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "J. Philip McCoy, PhD",
            "author_affiliations": [
                "Flow Cytometry Core, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neal S. Young, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T03:50:31",
    "is_scraped": "1"
}