{
    "doi": "https://doi.org/10.1182/blood-2018-99-119490",
    "article_title": "With Equal Access and Utilization of Resources,Younger African American Patients Have Superior Survival Compared to Caucasian Patients Diagnosed with Multiple Myeloma at the Veterans Affairs Hospitals ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Background: Multiple myeloma (MM) is a plasma cell neoplasm that constitutes approximately 1.8% of malignancies in the US. Recent studies have found significant and increasing racial disparities in survival outcomes since the introduction of novel targeted agents and increased use of autologous stem cell transplant in MM treatment, and concomitant disparity in access to these therapies. Here, we investigate whether these disparities hold in the Veterans Affairs (VA) healthcare system. We hypothesized that disparities seen in the general population might not appear in the VA, where differential access to treatment is less of an issue. Methods: We used the VA's nationwide Corporate Data Warehouse to identify patients diagnosed with symptomatic MM from 1999 to 2017. We extracted data on each patient's demographics, including their race and age at diagnosis, as well as comprehensive data on their treatment, from which we determined therapy at induction and stem-cell transplant status. Novel therapy at induction is defined as use of immunomodulatory drugs (IMiDs: thalidomide, lenalidomide, and pomalidomide) or proteasome inhibitors (PIs: bortezomib, carfilzomib, and ixazomib) within 3 months after therapy initiation. We compared overall survival between AA and Caucasians using Cox models. We assessed differences in treatment patterns using chi-squared tests. Results: We identified 3,254 AA and 8,845 Caucasian patients who fulfilled our criteria for symptomatic MM. We excluded 2486 Veterans with no race data, and 201 Veterans who were of other races. Without adjusting for age at diagnosis, there is a substantial difference in OS between AA and Caucasian patients. Median OS is 5.07 years (95% CI 4.70-5.44) for AA, which is significantly superior to 4.52 years (95% CI 4.38-4.65) for Caucasian patients (P<1e-15). Five year survival is 50.4% (95% CI 48.5-52.4%) for AA, compared to 45.9% (95% CI 44.7-47.1%) for Caucasians. This is illustrated in the survival plot in Figure 1A. However, age has a substantial effect on overall survival, decreasing from 7.5 years median survival among patients diagnosed in their 40s, to 5.9 years for those in their 50s, 5.2 years in 60s, 3.5 years in 70s, and 2.6 years in 80s (P<0.001). Among patients younger than 65 years old at diagnosis, we observed a significantly lower age-adjusted risk of death for AA compared to Caucasian patients (HR 0.86, 95% CI 0.79-0.94, P=0.001). However, in patients 65 and older, age-adjusted overall survival was similar between the two groups. This is illustrated in Figure 1B and 1C, where patients are stratified into two groups: age at diagnosis < 65 years old and ≥ 65 years old. We observed no racial disparity at the VA in the overall use of transplant or novel agents at induction (IMiD or PI), with 82.5% of AA patients and 81.5% of Caucasian patients receiving novel therapy (P=0.21). This includes patients diagnosed since the year 2000, when IMiDs and PIs were not widely available. Since 2010, patterns of usage still show equal utilization, but use of novel therapy at induction increased to 93% (94% AA, 93% Caucasian). Conclusions: In contrast to findings in the US population at large, at the VA, in absence of disparity in use of novel agents, no racial disparity was observed in overall survival between AA and Caucasian patients with MM. In fact, among patients <65 years old at diagnosis, we observed a significantly lower age-adjusted risk of death for AA compared to Caucasian patients. The difference in the younger population was not explained by access or utilization of resources. This analysis suggests that when healthcare access is neutralized, younger AA may even have improved overall survival, which may indicate the possibility of genetic differences that may drive the disease biology and therapeutic outcome in AA patients. View large Download slide View large Download slide  Close modal Disclosures Yellapragada: Takeda: Research Funding; Celgene: Research Funding; Novartis: Employment. Brophy: Novartis: Research Funding. Munshi: OncoPep: Other: Board of director.",
    "topics": [
        "european continental ancestry group",
        "hospitals, veterans",
        "multiple myeloma",
        "transplantation",
        "autologous stem cell transplant",
        "bortezomib",
        "cancer",
        "carfilzomib",
        "ixazomib",
        "lenalidomide"
    ],
    "author_names": [
        "Nathanael Fillmore, PhD",
        "Sarvari Venkata Yellapragada, MD",
        "Mehmet Kemal Samur, PhD",
        "Gustavo A. Rivero, MD",
        "Saiju Pyarajan, PhD",
        "Nhan Do, MD",
        "Mary Brophy, MD MPH",
        "Nikhil Munshi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nathanael Fillmore, PhD",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarvari Venkata Yellapragada, MD",
            "author_affiliations": [
                "Section of Hematology and Oncology, Baylor College of Medicine, Houston, TX ",
                "Michael E. DeBakey VA Medical Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mehmet Kemal Samur, PhD",
            "author_affiliations": [
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gustavo A. Rivero, MD",
            "author_affiliations": [
                "Section of Hematology and Oncology, Baylor College of Medicine, Houston, TX ",
                "Michael E. DeBakey VA Medical Center, Houston, TX "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saiju Pyarajan, PhD",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nhan Do, MD",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mary Brophy, MD MPH",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA ",
                "Department of Medicine, Boston University School of Medicine, Boston, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nikhil Munshi, MD",
            "author_affiliations": [
                "VA Boston Healthcare System, Boston, MA ",
                "Dana-Farber Cancer Institute, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T21:35:52",
    "is_scraped": "1"
}