{
    "doi": "https://doi.org/10.1182/blood.V126.23.2990.2990",
    "article_title": "Differential ICAM3 Gene Expression Correlates with Susceptibility to Natural Killer Cell-Mediated Lysis in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction We previously reported on the generation of highly activated/expanded natural killer cells (ENKs) after coculture with K562 cells modified to express membrane bound IL15 and 41BB-ligand. These cells have potent antimyeloma properties in vitro , in a NGS mouse model, and are safe when given to advanced multiple myeloma (MM) patients. (Szmania et al , J Immunother 2015) A potential obstacle to the effectiveness of ENK-based immunotherapy of MM is the evasion of immune recognition. We have generated 4 MM cell lines (OPM2, JJN3, ANBL6, and INA-6) which are resistant to ENK-mediated lysis to study mechanisms of resistance. These lines were derived from parental lines by repeated challenge with ENKs and maintained resistance long term when cultured without further exposure to ENKs.(Garg et al , Blood 2012, 120:4020) We have shown by stable isotope labeling with amino acids in cell culture-mass spectrometry, gene expression profiling (GEP), and flow cytometry that ICAM3 is downregulated in the ENK-resistant version of OPM2 (OPM2-R) compared to the parental OPM2. (OPM2-P; Garg et al , Blood 2013, 122:3105) We investigated OPM2-P and OPM2-R by whole exome sequencing (WES) and RNA sequencing (RNAseq) with a focus on ICAM3, evaluated ICAM3 cell surface expression on patient myeloma cells, and studied the importance of ICAM3 expression on ENK functionality. Methods DNA and RNA were extracted from OPM2-P and OPM2-R cells using the Qiagen AllPrep kit. WES libraries were prepared with the Agilent qXT and Agilent SureSelect Clinical Research Exome kits with additional baits covering the Ig and MYC loci. RNAseq libraries were prepared using the Illumina TruSeq stranded mRNA kit. Samples were sequenced 100bp PE on an Illumina HiSeq2500. Samples for WES were sequenced to a mean coverage of >120x and RNAseq to a target of >100M reads. WES data were aligned to the Ensembl GRCh37/hg19 human reference using BWA mem. Somatic variants were called MuTect. RNAseq data were analyzed using Tuxedo Suite. Data were aligned to the Ensembl GRCh37/hg19 human reference using TopHat with Bowtie2. Transcriptome reconstruction, quantification and differential analysis was performed using CuffLinks. ENK-mediated lysis of myeloma cells was measured by 4 hour chromium release assay in the presence of isotype or ICAM3 blocking antibody. Bone marrow aspirates were obtained from MM patients after informed consent in accordance with the Declaration of Helsinki. Primary myeloma cells were selected with CD138-coated immunomagnetic beads and ICAM3 expression was assessed by flow cytometry gated on viable CD138 positive cells. Results There was no mutation in ICAM3 in OPM2-R by WES, but RNAseq found a significant reduction in ICAM3 RNA in OPM2-R compared to OPM2-P ( p <0.008). Loss of ICAM3 expression on OPM2-R correlated with a reduction in sensitivity to ENK-mediated lysis compared to OPM2-P (mean 83%, range 77-88%, N=7 assays; E:T ratio 10:1). Blocking of ICAM3 on OPM2-P similarly reduced susceptibility to ENK-mediated cytotoxicity (mean 45%, range 30-56%, N=4 assays; E:T ratio 10:1). We next examined ICAM3 expression on primary myeloma cells by flow cytometry (N=49; GEP-defined high-risk n=43) and found that there is considerable biological inter-patient variation in ICAM3 expression (median MFI 922; range 97-5882, Figure 1A). Further, the majority of patients studied exhibited ICAM3-negative myeloma subpopulations (0.01%-19.4% of CD138 positive myeloma cells, Figure 1B). Functional studies will be presented to correlate the level of ICAM3 expression on primary myeloma cells with sensitivity to ENK-mediated lysis and resulting data shall be presented. Conclusion Our findings demonstrate that MM patients harbor ICAM3-negative myeloma populations in varying frequencies, and we hypothesize that these cells may be similarly resistant to ENK-mediated lysis. Functional assays exploring this question are in progress. By understanding the mechanisms of ENK resistance and immune escape in MM, we hope to elucidate a surrogate biomarker which will allow us to select subjects who are most likely to benefit from cellular immunotherapeutic strategies for enrollment in future ENK-based clinical trials. Additionally, the ICAM3/LFA-1 interaction is also important for adhesion of T cells to their targets; therefore, down-regulation of ICAM3 may also have functional implications in the efficacy of T cell-based therapies for MM. View large Download slide View large Download slide  Close modal Disclosures Garg: University of Arkansas for Medical Sciences: Employment. Chavan: University of Arkansas for Medical Sciences: Employment. Stone: University of Arkansas for Medical Sciences: Employment. Stivers: University of Arkansas for Medical Sciences: Employment. Warden: University of Arkansas for Medical Sciences: Employment. Skinner: University of Arkansas for Medical Sciences: Employment. Lingo: University of Arkansas for Medical Sciences: Employment. Greenway: University of Arkansas for Medical Sciences: Employment. Khan: University of Arkansas for Medical Sciences: Employment. Johann: University of Arkansas for Medical Sciences: Employment. Heuck: Millenium: Other: Advisory Board; Celgene: Consultancy; Janssen: Other: Advisory Board; University of Arkansas for Medical Sciences: Employment; Foundation Medicine: Honoraria. Barlogie: University of Arkansas for Medical Sciences: Employment. Morgan: University of Arkansas for Medical Sciences: Employment; Weismann Institute: Honoraria; MMRF: Honoraria; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; CancerNet: Honoraria; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees. Epstein: University of Arkansas for Medical Sciences: Employment. van Rhee: University of Arkansa for Medical Sciences: Employment.",
    "topics": [
        "cytolysis",
        "intercellular adhesion molecule-3",
        "multiple myeloma",
        "gene expression",
        "flow cytometry",
        "immunotherapy",
        "rna",
        "adhesions",
        "amino acids",
        "antibodies, blocking"
    ],
    "author_names": [
        "Tarun K. Garg, PhD",
        "Ricky D Edmondson, PhD",
        "Shweta S. Chavan, PhD",
        "Katie Stone, BS",
        "Justin M Stivers",
        "Jessica I Warden",
        "Veronica Macleod",
        "Charles M Skinner",
        "Joshuah D Lingo",
        "Amy D Greenway",
        "Junaid Khan",
        "Donald Johann, MD MS",
        "Christoph Heuck, MD",
        "Bart Barlogie, MD PhD",
        "Gareth J Morgan, MDPhD",
        "Joshua Epstein, DSc",
        "Frits van Rhee, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tarun K. Garg, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ricky D Edmondson, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shweta S. Chavan, PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katie Stone, BS",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Justin M Stivers",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica I Warden",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronica Macleod",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles M Skinner",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshuah D Lingo",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amy D Greenway",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junaid Khan",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald Johann, MD MS",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Heuck, MD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bart Barlogie, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gareth J Morgan, MDPhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua Epstein, DSc",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frits van Rhee, MD PhD",
            "author_affiliations": [
                "Myeloma Institute, University of Arkansas for Medical Sciences, Little Rock, AR"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T12:45:05",
    "is_scraped": "1"
}