{
    "doi": "https://doi.org/10.1182/blood.V126.23.4100.4100",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3209",
    "start_url_page_num": 3209,
    "is_scraped": "1",
    "article_title": "Efficient Engraftment and Disease Replication of Myelodysplastic Syndromes Using a Novel Humanized Mice Model ",
    "article_date": "December 3, 2015",
    "session_type": "636. Myelodysplastic Syndromes - Basic and Translational Studies: Poster III",
    "topics": [
        "engraftment",
        "mice",
        "myelodysplastic syndrome",
        "cytokine",
        "refractory anemia with excess blasts",
        "transplantation, heterologous",
        "transplantation",
        "cytopenia, refractory, with multilineage dysplasia",
        "immunologic deficiency syndromes",
        "antineoplastic agents"
    ],
    "author_names": [
        "Yuanbin Song, MD",
        "Ashley Taylor, M.Sc.",
        "Anthony Rongvaux, PhD",
        "Tingting Jiang, PhD",
        "Nikolai A. Podoltsev, MDPhD",
        "Mina Xu, MD",
        "Natalia Neparidze, MD",
        "Richard Torres, MD",
        "Lisa M Barbarotta, BSN, MSN, AOCNS, APRN-BC",
        "Kunthavai Balasubramanian, M.Sc.",
        "Karin E Finberg, MD PhD",
        "Yuval Kluger, PhD",
        "Richard Flavell, PhD",
        "Stephanie Halene, MD"
    ],
    "author_affiliations": [
        [
            "Section of Hematology/Department of Internal Medicine and Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Section of Hematology/Department of Internal Medicine and Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Immunobiology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Computational Bio & Bioinformatics, Yale University, New Haven, CT "
        ],
        [
            "Dept of Internal Medicine, Section of Hematology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pathology, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Yale University/VACT Cancer Center, West Haven, CT "
        ],
        [
            "Department of Laboratory Medicine, Yale University, New Haven, CT "
        ],
        [
            "Section of Hematology/Department of Internal Medicine and Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Section of Hematology/Department of Internal Medicine and Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ],
        [
            "Pathology, Yale School of Medicine, New Haven, CT "
        ],
        [
            "Department of Pathology, Yale University, New Haven, CT "
        ],
        [
            "Department of Immunobiology, Yale School of Medicine, New Haven, CT"
        ],
        [
            "Section of Hematology/Department of Internal Medicine and Yale Cancer Center, Yale University School of Medicine, New Haven, CT "
        ]
    ],
    "first_author_latitude": "41.3039367",
    "first_author_longitude": "-72.93495345",
    "abstract_text": "Myelodysplastic Syndromes (MDS) are a heterogeneous disorder of the hematopoietic stem cell caused by a large number of genetic and epigenetic alterations. With the development of novel therapeutics a reliable model to test the drugs' efficacy in correlation with genetic and epigenetic alterations and disease phenotype is essential. Recent advances in the field of MDS xenotransplantation have been achieved by transgenic expression of human cytokines in the murine host as well as by co-transplantation of primary patient derived mesenchymal stromal cells (MSCs) concurrent with MDS stem cells. However, neither model to date affords efficient transplantation of MDS at a scale that allows in vivo mechanistic studies or provides a platform to develop and test novel therapeutics. We sought to establish a MDS xenotransplantation model in humanized immunodeficient mice amenable to mechanistic in vivo studies and therapeutic testing. Several murine cytokines essential for hematopoiesis are non-crossreactive with their human counterpart. \"MISTRG\" mice express several human, non-crossreactive cytokines, namely M -CSF, I L-3, GM-CSF, and T hrombopoietin from the respective murine loci, as well as human macrophage receptor signal regulatory protein-alpha ( S IRPα) to prevent murine macrophage-mediated immune rejection in the Rag2 -/- IL2rγ -/- background (Rongvaux et al. Nature Biotech 32(4): 364 - 372, 2014). To establish a reliable, efficient MDS xenotransplantation model we optimized the host irradiation dose, transplantation route, CD34 + cell number and cell preparation. Mice were allowed to engraft for >10 weeks. Peripheral blood (PB), bone marrow (BM), and spleen were analyzed for engraftment by flow cytometry. BM, spleen, and liver were also fixed and sectioned for histologic analysis. Human CD45 + cells were sorted from engrafted MISTRG bone marrow and genomic testing was performed by cytogenetics, FISH, and/or targeted exome sequencing. MISTRG mice consistently supported higher engraftment in peripheral blood and bone marrow than NSG mice for the majority of MDS samples assessed. Out of 25 different patient's BM samples, including 6 RCMD, 5 RAEB I, 12 RAEB II, and 2 CMML patient samples, 23 samples engrafted in MISTRG mice, while 19 of the samples were transplanted concurrently into NSG mice (6 RCMD, 3 RAEB I, and 11 RAEB II patient samples) out of which 12 samples engrafted. Mice were classified as engrafted when huCD45 + cells accounted for over 1% of all nucleated cells in BM. On average, huCD45 engraftment was 7.3-fold higher in MISTRG than in NSG mice (17.78% vs. 2.45%). 56.1% of all MISTRG mice compared with 26.7% of NSG mice transplanted with MDS were engrafted. The number of engrafted MISTRG mice per sample ranged from 2-10 mice could be further improved with optimal bone marrow sample collection. We verified engraftment of the MDS clone via cytogenetics, FISH, and/or targeted exome sequencing, also revealing preserved clonal distribution and mutant allele frequencies in engrafted mice. Flow cytometric analysis of lineage differentiation revealed robust myeloid engraftment in MISTRG mice as opposed to NSG mice. In addition terminal differentiation of myeloid cells was markedly improved in MISTRG over NSG mice, with immunophenotypic concordance between engrafted MISTRG mice and the patient's primary bone marrow. Histologic analysis showed striking similarities between engrafted MISTRG bone marrow and the concurrent patient's bone marrow, such as marked dysplasia and clustering of human CD61 positive megakarocytes with resultant myelofibrosis as evident by reticulin staining. MISTRG mice lack the DNA repair defect inherent to NSG mice and are thus tolerant of chemotherapeutic agents. Studies testing hypomethylating drugs and targeted agents are now underway to establish MISTRG as promising \"co-clinical\" model for MDS. In conclusion, physiologic expression of essential non-crossreactive human cytokines greatly facilitates long-term engraftment of MDS patient derived CD34+ HSPCs in the murine immunodeficient host. MISTRG mice engraft lower and higher grade MDS with replication of the disease genotypes and phenotypes, supporting higher engraftment in bone marrow and blood than NSG mice for all MDS samples assessed. MISTRG mice may provide a xenotransplantation model for MDS allowing us to study the biology of the disease and to test therapeutics in vivo . Disclosures No relevant conflicts of interest to declare."
}