{
    "doi": "https://doi.org/10.1182/blood.V112.11.3772.3772",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1211",
    "start_url_page_num": 1211,
    "is_scraped": "1",
    "article_title": "Are Mast Cells a Biologic Predictor of Outcome in Follicular Lymphoma? ",
    "article_date": "November 16, 2008",
    "session_type": "Non-Hodgkin’s Lymphoma - Biology, excluding Therapy",
    "abstract_text": "Background : The tumor microenvironment is important in the biology of follicular lymphoma (FL). In addition to macrophages, which have been shown to be associated with outcome in FL, mast cells (MCs) have the ability to influence the microenvironment through secretion of numerous biologically active molecules such as growth factors and cytokines/chemokines. Increased numbers of tumor-infiltrating MCs have been suggested as an unfavorable prognostic marker that also supercedes the predictive value of lymphoma-associated macrophages (LAM) in FL patients treated with immunochemotherapy. This study examines the effects of tumor-infiltrating MCs in FL patients at Cleveland Clinic. Design : Tissue microarrays were constructed from 94 newly diagnosed cases of FL from 09/01/1985 to 12/13/2002 that had been previously characterized for CD68+ LAMs and demonstrated that extrafollicular (EF) LAMs (>16.8/high power field) were a poor prognostic marker (Kelley T et al 2007). Immunohistochemistry for tryptase was performed on these microarrays to enumerate MCs per high powered (400x) field. In each core, all available lymphomatous tissue was evaluated (mean of 8.13 hpf/case, range 1–9). The cell counts were compared to the available clinical follow-up data, using overall survival as the measurable outcome. Results: The FL patients (44 women, 50 men) had a mean age at diagnosis of 59 years and a mean follow-up of 95.8 months. The patients were treated heterogeneously; the great majority did not receive immunochemotherapy as initial treatment. MC data was available in 91 patients. The mean MC count was 4.14 MCs/hpf (range 0–17.33). As shown previously, > 16.8 EF LAMs/hpf was a predictor of poor overall survival; hazard ratio of 2.28, 95% CI: 1.22–4.24, P = .009. In the entire cohort, MCs were not associated with overall survival. However, in the subgroup with low LAM (CD68 3.3/hpf) was associated with better overall survival, HR = 0.40, 95% CI: 0.16–0.99, P = .049. Conclusion: In our data set, increased LAMs in FL are associated with poor overall survival. Overall, MCs do not appear to predict outcome; however, in the subgroup of patients with low LAMs, increased MCs are associated with a favorable overall survival. This suggests a complex interaction between cellular constituents of the tumor microenvironment that affects patient outcome. The application of immunochemotherapy or other immunomodulatory therapies may alter these interactions and outcomes. Further work is needed to better understand these interactions and to validate biomarkers in therapy specific contexts.",
    "topics": [
        "follicular lymphoma",
        "mast cells",
        "minimally conscious state",
        "cardiac support procedures",
        "mast-cell sarcoma",
        "millennium cohort study",
        "follow-up",
        "neoplasms",
        "prognostic marker",
        "tumor microenvironment"
    ],
    "author_names": [
        "Matthew T Howard",
        "Brad Pohlman",
        "Tao Jin",
        "Eric Hsi"
    ],
    "author_affiliations": [
        [
            "Clinical Pathology, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA"
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH"
        ],
        [
            "Clinical Pathology, Cleveland Clinic, Cleveland, OH, USA"
        ]
    ],
    "first_author_latitude": "41.500755000000005",
    "first_author_longitude": "-81.61845635"
}