{
    "doi": "https://doi.org/10.1182/blood-2020-140552",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4619",
    "start_url_page_num": 4619,
    "is_scraped": "1",
    "article_title": "Bleeding Disorder Referrals to Hematology Clinic: A Single Institution Experience ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "topics": null,
    "author_names": [
        "Oluwaseun Olaiya, DO",
        "Zuri Hudson, DO",
        "Eryn Bilynsky, BSN, RN, CCRC",
        "Hung-Wen Yeh, PhD",
        "Shannon L Carpenter, MD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology Oncology, Children's Mercy Hospital, Kansas City, MO "
        ],
        [
            "Pediatric Hematology/Oncology, Children's Mercy Hospital, Kansas City, MO "
        ],
        [
            "Children's Mercy Hospital, Kansas City, MO "
        ],
        [
            "Children's Mercy Kansas City, Kansas City, MO"
        ],
        [
            "Children's Mercy Hospital, Kansas City, MO "
        ]
    ],
    "first_author_latitude": "39.0841316",
    "first_author_longitude": "-94.57719089999999",
    "abstract_text": "BACKGROUND Our tertiary care pediatric hematology/oncology/BMT service receives hundreds of referrals yearly for bleeding disorder evaluation both due to bleeding symptoms and secondary to routine preoperative laboratory testing prior to elective surgery. The evaluation for a bleeding disorder can be challenging due to the wide variability of symptoms as well as the need for accurate interpretation of lab results. In 2014, Bhasin et al., Pediatric Hematology and Oncology showed that 4% of patients referred to hematology based on a preoperative coagulation evaluation had a clinically relevant bleeding disorder. Currently there is little literature about the referral patterns to pediatric hematology and the outcomes of these referrals. OBJECTIVES To characterize our hematology referrals for bleeding disorder, work up To describe the diagnostic outcomes from these referrals To estimate the proportion of bleeding disorders diagnosed from these referrals To identify referral factors that are associated with being diagnosed with a bleeding disorder DESIGN/METHOD This is a single center, retrospective chart review. Patients referred and or seen for a bleeding disorder evaluation at Children's Mercy Hospital from 07/1/2018 until 06/30/19 were evaluated for demographics, reason for consultation, referring provider, and outcome of referral. Akaike Information Criterion (AIC) was applied to logistic regression to identify factors associated with diagnosis of bleeding disorder. RESULTS A total of 373 patients were included and demographics are detailed in Table 1. Forty patients were diagnosed with a bleeding disorder, 78 patients were lost to follow up or have work up still in progress, and 255 patients had a bleeding disorder ruled out. Of our referred patient sample, 6% (21/373) were diagnosed with von Willebrand disease, 4% (14/373) were diagnosed with a platelet function disorder, and 1.3% (5/373) were diagnosed with a coagulation factor deficiency. The median time between referral and appointment was 31.5 days with a median of 2 total visits including clinic and laboratory visit for a clinical diagnosis. Forty percent of referrals were for preoperative clearance, 36% for family history, and 57% for symptoms. Of the patients referred for symptoms, 22.7% were referred for bruising and 83.9% for bleeding. Thirty eight percent had previously been treated for symptoms through hormone management, nasal cauterization, surgical intervention, or other methods. Forty four percent (164/373) of the referrals were from Otolaryngology, 30% from primary care including adolescent medicine and gynecology, and 27% from other specialties. Seventy percent of referrals were internal from specialties within our institution. The results indicate that the odds of a bleeding disorder diagnosis decrease by 8% for every year increment in age and was 3 times higher among patients having abnormal coagulation labs at the time of referral as compared to their counterpart when other variables were controlled. Logistic regression model showing referral factors that could be associated with bleeding disorder diagnosis are detailed in table 3. CONCLUSION This study characterizes the bleeding disorder referral patterns at our institution including the proportion of bleeding disorders diagnosed. This study also highlighted certain referral factors such as age, gender, referral for preoperative clearance, previous treatment with nasal cauterization and the presence of abnormal lab values that could be predictive of the presence of a bleeding disorder. Limitations of this study include the small number of patients with confirmed diagnosis and that it is conducted at a single center. Additionally, at our center, referrals are screened by a physician prior to being seen, which could have influenced the results. We illustrate that large-scale studies are needed to determine referral factors associated with the diagnosis of a bleeding disorder. View large Download slide View large Download slide  Disclosures Carpenter: American Academy of Pediatrics: Other: PREP Heme/Onc editorial board; Hemostasis & Thrombosis Research Society: Membership on an entity's Board of Directors or advisory committees; Shire: Research Funding; CSL Behring: Research Funding; American Thrombosis and Hemostasis Network: Membership on an entity's Board of Directors or advisory committees; Genentech, Inc.: Honoraria; Kedrion: Honoraria; Novo Nordisk: Honoraria."
}