{
    "doi": "https://doi.org/10.1182/blood.V116.21.2773.2773",
    "article_title": "Analysis of Infections In Acute Leukemia According to the Different Phases of Treatment Reveals Marked Differences Potentially Useful for Tailored Prophylactic and Empiric Antimicrobial Treatments ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "abstract_text": "Abstract 2773 Introduction. Infections during chemotherapy-induced aplasia are still a problem in the management of acute leukemia (AL) patients (pts), causing potentially life-threatening consequences and treatment delays. Adequate empiric antibiotic therapy is crucial for a favourable clinical evolution. In order to better define the best antimicrobial management for AL pts during different phases of treatment, we analyzed all infectious events occurring to consecutively treated AL pts at our Institute during a period of six years. Patients and Methods. Since June 2004 a program of active epidemiological surveillance is ongoing at our Institute. Data concerning infections occurring during chemotherapy-induced cytopenia in AL pts were analysed. All pts showing fever or signs/symptoms of infection underwent thorax X-ray and culture of any other fluid/drainage obtained from a suspected infection site. CT scan of thorax was performed when fever persisted >48h. An infection was considered clinically documented (CDI) when pertinent symptoms, objective signs, or diagnostic radiological findings were present and microbiologically documented (MDI) when microorganisms were isolated. Results. From June 2004 to May 2010, 210 cases of AL (154 acute myeloid leukemia [AML], 53 acute lymphoblastic leukemia [ALL], and 3 blastic plasmacytoid dendritic cell leukemia), were diagnosed and treated with at least one induction cycle followed by consolidation and with reinduction cycles in relapsing/refractory pts. Overall, 1014 chemotherapy cycles were delivered, subdivided as induction (I) (210), consolidation (C) (708) and salvage (S) (96) treatment. Overall 309 clinically documented infections (CDI) were observed (30.5%). Incidence of CDI was higher during S therapy in comparison with I or C (77.1% vs 41.9% and 20.7%, p<0.0001). Incidence of pneumonia was similar in S and I phase (18.7% vs 17.6%) and significantly higher than in C (1.8%, p<0.0001). Incidence of bloodstream infections (BSI) was similar during I and C phase (20% and 15%, p=0.09) and significantly lower than in S (54.2%, p<0.0001). MDI were diagnosed in 270/1014 cycles (26.6%). Isolates were Gram negative (G-) in 54.8%, Gram-positive (G+) in 32.6% and fungi (F, moulds only) in 2,6% of cases; in 27 cases (10%) a mixed infection was documented. Frequency of fungal infections was higher during I therapy (6.9%) than in C+S (1%, p=0.016). Epidemiological distribution of G+ and G- infections during different phases was similar, with the exception of a lower frequency of G- during I (41.7%) vs C+S (59.6%, p=0.012). Mixed infections were more frequent during I (16.7%) than C+S (7.6%, p=0.038). Overall, 297 pathogens were isolated. S. aureus (9/270, 3.3%) and coagulase-negative staphylococci (43/270, 15.9%) were more frequent during I than C+S (respectively: 6.9% vs 2%, p=0.059 and 25% vs 12.6%, p=0.02); E. coli infections (92/270, 34.1%) were predominant during C (52.5%) in comparison with I+S (25.7%, p=0.004). Enterococci (30/270, 11.1%) and P. aeruginosa infections (52/270, 19.6%) were uniformly distributed during different phases. Death occurred in 19 cases (6 and 13 during I and S, respectively). At univariate analysis, S phase (p<0.0001), P. aeruginosa and S. aureus , alone or in association with other pathogens, emerged as poor prognostic factors (p=0.002 and 0.016, respectively). Two of the 7 cases of probable aspergillosis died during I. Conclusions. The S phase has the highest infectious risk, particularly for BSI. Both prophylactic and empiric antibiotic therapy guided by epidemiological data seem warranted. In the I phase pneumonia, particularly of mycotic origin, is relatively more frequent, confirming the appropriateness of an effective antifungal prophylaxis. The C phase carries a very limited risk of life-threatening infections and a relatively high incidence of E. coli . Therefore, the need for antimicrobial and antifungal prophylaxis during C may be reconsidered. Overall the frequency of bacterial infections largely outweighs that of fungal infections and is responsible for 84% of infectious deaths. Among bacteria, P. aeruginosa ranks as the second more frequent microorganism after E. coli and carries the highest risk of death. Given its intrinsic ability of developing antibiotic resistance, it should be presently considered as the most threatening infectious agent in AL against which empiric antibiotic therapy should be tailored. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antimicrobials",
        "infections",
        "leukemia, acute",
        "brachial plexus neuritis",
        "bloodstream infections",
        "chemotherapy regimen",
        "empirical antibiotic therapy",
        "antifungal prophylaxis",
        "coinfection",
        "fever"
    ],
    "author_names": [
        "Chiara Cattaneo",
        "Erika Borlenghi",
        "Francesca Bracchi",
        "Liana Signorini",
        "Alessandro Re",
        "Elisa Cerqui",
        "Liliana Baushi",
        "Roberto Stellini",
        "Giuseppe Rossi, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Chiara Cattaneo",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Erika Borlenghi",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Bracchi",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liana Signorini",
            "author_affiliations": [
                "Dept. of Infectious Diseases, University of Brescia, Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Re",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elisa Cerqui",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liliana Baushi",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roberto Stellini",
            "author_affiliations": [
                "Dept. of Infectious Diseases, University of Brescia, Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Rossi, MD",
            "author_affiliations": [
                "Hematology Division, Spedali Civili, Brescia, Italy, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T12:59:19",
    "is_scraped": "1"
}