{
    "doi": "https://doi.org/10.1182/blood.V114.22.1754.1754",
    "article_title": "Quantitative Assessment of Myeloid Nuclear Differentiation Antigen Distinguishes Myelodysplastic Syndrome From Normal Bone Marrow. ",
    "article_date": "November 20, 2009",
    "session_type": "Myelodysplastic Syndromes Poster I",
    "abstract_text": "Abstract 1754 Poster Board I-780 Introduction Definitive diagnosis and classification of MDS are often difficult because of variable presence of diagnostic criteria and imprecision and ambiguities of interpretation of both morphologic and ancillary data. An objective criterion that reliably distinguishes MDS from normal marrow would greatly facilitate diagnosis, and might contribute to subclassification of MDS. Gene expression profiling has identified marked (7 fold) down-regulation of myeloid nuclear differentiation antigen (MNDA) message in cases of MDS (Hofmann WK, et al , Blood 2002;100:3553-60), and we have previously shown down-regulation of MNDA protein expression in random MDS cases using immunohistochemistry and flow cytometry (Briggs RC, et al. Cancer Research 2006;66:4645-51). To continue our previous analyses, we evaluated MNDA expression in myeloid progenitors using quantitative flow cytometric analysis in MDS and normal control marrow samples. Patients and Methods The study included 20 MDS patients receiving only supportive care undergoing bone marrow sampling for clinical purposes, and 19 frequency age-matched normal controls undergoing orthopedic surgery with no antecedent primary hematologic abnormalities. MDS diagnosis was based on 2008 WHO criteria. Quantitative flow cytometric analysis was performed with an FC500 flow cytometer (Beckman Coulter, Fullerton, CA). Cells were treated with CD45-PE and CD34-ECD (Beckman Coulter), washed in PBS with 2% FCS, and permeabilized with PermiFlow. MNDA-Alexa-488 was added at a granulocyte-monocyte specific concentration, with analysis using Winlist 5.0 software (Verity Software, Topsham, ME) with DDE links to ModFitLT 3.0 using modifications of published methods. Differentiating myeloid progenitors were identified as high side scatter/intermediate CD45/CD34-negative cells, with lymphocytes (low side scatter/high CD45/CD34-negative cells) serving as an internal dim MNDA control in each sample. Results MDS cases consisted of 12 patients with refractory cytopenia with multilineage dysplasia (RCMD), 3 with refractory anemia with excess blasts-1(RAEB-1), 4 with RAEB-2, and 1 with therapy-related MDS. In myeloid progenitors in MDS patients, the median percent of MNDA-dim cells was 67.4% (range 0.7-97.5%, interquartile range 44.9-82.7%). The analogous median percent of MNDA-dim cells in control patients was 1.2% (range 0.2-13.7%, interquartile range 0.6-2.7%). The area under the ROC curve was 0.96 (p = 9×10 -7 ), indicating almost complete discrimination between cases and controls. 19 of 20 MDS patients demonstrated bimodal distribution of MNDA expression comprising a distinct MNDA-dim population and a separate MNDA-normal population, suggesting an admixture of MDS and normal cells. 18 of 19 control patients demonstrated a single population of MNDA-normal cells without evidence of a bimodal distribution. The single MDS patient with normal MNDA expression had prior clinical and laboratory features suggestive of refractory anemia with ringed sideroblasts. The single pediatric MDS patient had reduced MNDA expression similar to other high grade MDS samples. Patients showed trends for MDS subtype (p = 0.21) and IPSS score (p = 0.07) versus percent MNDA-dim myeloid progenitors. These data demonstrate remarkable sensitivity and specificity for use of MNDA expression to detect MDS. Conclusions Quantitative flow cytometric analysis of MNDA expression in marrow myeloid progenitors is a promising objective test for diagnosis of MDS, demonstrating a striking difference of MNDA expression in myeloid progenitors in MDS versus control patients. Our results require elaboration with analysis of low grade cases. A single possible low grade MDS case in this series demonstrated MNDA expression identical to normal control samples. Our results also require elaboration in cases constituting the differential diagnosis of MDS to evaluate the clinical utility of MNDA evaluation. The biological significance of down-regulation of MNDA in MDS is uncertain, although MNDA has been implicated in regulation of programmed cell death. Our results suggest a mix of normal and abnormal myelopoiesis in MDS patients, as predicted by cytogenetics in many cases of MDS. In summary, testing of MNDA expression in myeloid progenitors shows great promise as an objective test for diagnosis of MDS in marrow samples. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "abnormal hematology findings",
        "antigens, differentiation",
        "bone marrow",
        "myelodysplastic syndrome",
        "cd34 antigens",
        "cd45 antigens",
        "cytopenia, refractory, with multilineage dysplasia",
        "refractory anemia with excess blasts",
        "bone marrow biopsy",
        "flow cytometry"
    ],
    "author_names": [
        "Head R. Head, MD",
        "Sara A. McClintock-Treep, MD",
        "Leanne flye-Blakemore, M.S.",
        "Claudio Mosse, MD, PhD",
        "Madan Jagasia, MD, MS",
        "Andrew Shinar, MD",
        "William D Dupont, PhD",
        "Greg Stelzer, PhD",
        "Robert Briggs, PhD",
        "Keith E Shults, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Head R. Head, MD",
            "author_affiliations": [
                "Diagnostic Laboratories, Vanderbilt Univ. Med. School, Nashville, TN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sara A. McClintock-Treep, MD",
            "author_affiliations": [
                "Pathology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leanne flye-Blakemore, M.S.",
            "author_affiliations": [
                "Esoterix, Inc, Brentwood, Tn, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Mosse, MD, PhD",
            "author_affiliations": [
                "Pathology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madan Jagasia, MD, MS",
            "author_affiliations": [
                "Vanderbilt Univ. Med. Ctr., Nashville, TN, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Shinar, MD",
            "author_affiliations": [
                "Orthopaedics, Vanderbilt Univ. Med. Ctr., Nashville, TN, Algeria, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William D Dupont, PhD",
            "author_affiliations": [
                "Biostatistics, Vanderbilt University Medical Center, Nashville, Tn, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Greg Stelzer, PhD",
            "author_affiliations": [
                "Nodality, Inc., Brentwood, TN, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Briggs, PhD",
            "author_affiliations": [
                "Pathology, Vanderbilt University Medical Center, Nashville, TN, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith E Shults, BS",
            "author_affiliations": [
                "Advanced Cytometric Applications, Nodality, Franklin, TN, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T03:56:04",
    "is_scraped": "1"
}