{
    "doi": "https://doi.org/10.1182/blood.V104.11.3614.3614",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=118",
    "start_url_page_num": 118,
    "is_scraped": "1",
    "article_title": "Once-Daily Treatment with the Oral Iron Chelator ICL670 (Exjade®): Results of a Phase II Study in Pediatric Patients with β-Thalassemia Major. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "iron chelating agents",
        "pediatrics",
        "phase 2 clinical trials",
        "thalassemia",
        "iron",
        "iron overload",
        "abdominal pain",
        "adverse event",
        "arthralgia",
        "audiometry"
    ],
    "author_names": [
        "Antonio Piga, MD",
        "Renzo Galanello, MD",
        "Maria Loreta Foschini, MD",
        "Antonella Zappu, MD",
        "Elena Bordone, MD",
        "Filomena Longo, MD",
        "Gian-Luca Forni, MD",
        "Antonella Lavagetto, MD",
        "Yves Bertrand, MD",
        "Henry Maseruka, PhD",
        "Nicola Latham, MSc",
        "Daniele Alberti, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Turin University, Turin, Italy"
        ],
        [
            "Ospedale Regionale Microcitemia, Cagliari, Italy"
        ],
        [
            "Ospedale Regionale Microcitemia, Cagliari, Italy"
        ],
        [
            "Ospedale Regionale Microcitemia, Cagliari, Italy"
        ],
        [
            "Department of Pediatrics, Turin University, Turin, Italy"
        ],
        [
            "Department of Pediatrics, Turin University, Turin, Italy"
        ],
        [
            "Centro della Microcitemia, Ospedale Gallieri, Genoa, Italy"
        ],
        [
            "Centro della Microcitemia, Ospedale Gallieri, Genoa, Italy"
        ],
        [
            "Hopital Debrousse, Service d’Hematologie, Lyon, France"
        ],
        [
            "Novartis, Basel, Switzerland"
        ],
        [
            "Novartis, Basel, Switzerland"
        ],
        [
            "Novartis, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "45.05226105",
    "first_author_longitude": "7.6818918499999995",
    "abstract_text": "ICL670 (deferasirox) is an investigational, once-daily oral iron chelator which has been shown to effectively and selectively mobilize tissue iron in adults with transfusional hemosiderosis. The safety and tolerability of ICL670 administered over 48 weeks were investigated in an open-label Phase II study in 4 centers in France and Italy in 40 pediatric patients aged 2–17 years with β-thalassemia major and transfusional iron overload. The patients were stratified into two age groups: Group 1 (n=20), aged 2 to 11 years (mean 6.7 years); Group 2 (n=20), aged 12 to17 years (mean 14.1 years). Seven of the Group 1 patients were aged <6 years. Since this was the first study with ICL670 in a pediatric population, a conservative starting dose of 10 mg/kg once daily was given, irrespective of the degree of iron overload at baseline. The primary objectives of the study were the safety and tolerability of ICL670. Secondary objectives included pharmacokinetics and liver iron content (LIC) which was measured non-invasively by magnetic susceptometry using a Superconducting QUantum Interference Device (SQUID) at baseline, 4, 12, 24, 36 and 48 weeks. Dose adjustments based primarily on changes in LIC were made in 14 patients in Group 1 (in 9 patients to 15 mg /kg and 5 patients to 20 mg/kg after a median of 39 weeks) and in 7 patients in Group 2 (all to 20 mg/kg after a median of 28 weeks). ICL670 was well tolerated also after the dose increases. Mild, transient gastrointestinal complaints (nausea, vomiting, abdominal pain or diarrhea) during the first days of therapy were the principal drug-related adverse events (AEs). A single patient discontinued ICL670 due to a suspected drug-related AE (a generalised skin rash of moderate severity). No audiometry or ophthalmologic abnormalities were detected and no patient developed neutropenia, thrombocytopenia or arthralgias. Baseline levels of WBCs, platelets, serum creatinine and trace elements were unchanged after 48 weeks of therapy. The table summarizes the main efficacy variables using an intent-to-treat analysis. The average number of transfusional events during the study was 14.8 and 16.4 in Groups 1 and 2, respectively, equivalent to a mean of 0.48 and 0.45 mg/kg/day of iron. At the doses tested in this study, ICL670 was well tolerated in this pediatric population which included very young children. Dose increases were performed relatively late in the study and this, together with the fact that an ICL670 dose of 10 mg/kg is at the lower end of the effective dose range for heavily transfused patients, may explain the mild increase in iron burden over 48 weeks. Based on these encouraging preliminary results, ongoing studies are investigating the safety and efficacy of ICL670 in children at daily doses of up to 30 mg/kg.  . Group 1 (N=20) . Group 2 (N=20) . . Baseline mean (SD) . 24 weeks mean (SD) . 48 weeks mean (SD) . Baseline mean (SD) . 24 weeks mean (SD) . 48 weeks mean (SD) . LIC (mg/g dw) 6.2 (2.5) 6.6 (2.6) 7.9 (2.5) 5.7 (2.2) 5.9 (2.7) 6.4 (2.1) Serum ferritin g/L) μ) 2146 (1422) 2435 (2376) 2876 (1063) 1867 (711) 2599 (757) 3016 (1075) . Group 1 (N=20) . Group 2 (N=20) . . Baseline mean (SD) . 24 weeks mean (SD) . 48 weeks mean (SD) . Baseline mean (SD) . 24 weeks mean (SD) . 48 weeks mean (SD) . LIC (mg/g dw) 6.2 (2.5) 6.6 (2.6) 7.9 (2.5) 5.7 (2.2) 5.9 (2.7) 6.4 (2.1) Serum ferritin g/L) μ) 2146 (1422) 2435 (2376) 2876 (1063) 1867 (711) 2599 (757) 3016 (1075) View Large"
}