{
    "doi": "https://doi.org/10.1182/blood.V118.21.2233.2233",
    "article_title": "Bone Marrow Specimens From Patients with Immune Thrombocytopenia (ITP) Demonstrate Increased Megakaryocyte-Bound IgG and Increased T-Helper Cells ",
    "article_date": "November 18, 2011",
    "session_type": "311. Disorders of Platelet Number or Function: Poster II",
    "abstract_text": "Abstract 2233 BACKGROUND: Immune thrombocytopenia (ITP) is a heterogeneous autoimmune disease characterized by low platelet counts and platelet autoantibodies. The mechanisms of ITP remain unclear although recent evidence suggests that megakaryocytes may be the target of immune destruction. To test this hypothesis we evaluated IgG-binding to megakaryocytes and B- and T-cells in bone marrow specimens of ITP patients and non-thrombocytopenic controls. METHODS: Histological slides of bone marrow biopsies from ITP patients and control patients were prepared from stored paraffin-embedded tissue blocks for blinded pathological assessment. Adult ITP patients (N=19) had a platelet count less than 100 x10 9 /L (range 2 – 76 x10 9 /L) as measured within 4 weeks before the date of bone marrow biopsy procurement without splenomegaly, myelodysplastic syndrome, lymphoproliferative disease, HIV, hepatitis B or C, drug-induced thrombocytopenia or prior treatment with thrombopoietin receptor agonists or other hematopoietic growth factors. Control patients (N=15) were adults with limited stage lymphoma or monoclonal gammopathy of undetermined significance with a normal platelet count (150 – 400 x10 9 /L) who had a bone marrow biopsy for staging purposes which was reported as normal. Patients with prior use of anti-neoplastic agents or hematopoietic growth factors were excluded. Coded bone marrow biopsy sections were labeled with rabbit polyclonal anti-IgG, anti-CD4, anti-CD8, anti-CD20, and CD61 in serial sections, followed by streptavidin-biotin labeling techniques. The intensity of staining was assessed semi-quantitatively by an experienced hematopathologist for megakaryocyte, B-cell and T-cell numbers (increased, decreased, within normal limits) and megakaryocyte-bound IgG (negative, below 50% of cells positive or more than 50% of cells positive) blinded to diagnosis and platelet count. RESULTS: ITP bone marrows demonstrated greater IgG binding to megakaryocytes compared with controls [12/19 (63.16%) vs. 4/15 (26.67%), p=0.02], increased CD4+ cells [15/19 (78.95%) vs. 5/15 (33.33%), p=0.003] and marginally increased CD8+ cells [11/19 (57.89%) vs. 4/15 (26.67%), p=0.05]. B-cell numbers were not different between groups. CONCLUSIONS: Using bone marrow specimens from carefully selected ITP patients and controls, our study shows that IgG-bound megakaryocytes and T cells, especially T-helper cells, are increased in bone marrow of ITP patients compared with controls. These data provide evidence of megakaryocyte injury in ITP. Additional labeling with caspase-3 and TUNEL stains is planned to identify markers of apoptosis. Disclosures: Kelton: Amgen: Honoraria, Research Funding; GlaxoSmithKline: Honoraria, Research Funding. Arnold: Amgen: Honoraria, Research Funding; GlaxoSmithKline: Honoraria, Research Funding; Talecris: Honoraria; Hoffmann-LaRoche: Research Funding.",
    "topics": [
        "bone marrow specimen",
        "helper-inducer t-lymphocytes",
        "immunoglobulin g",
        "inosine triphosphate",
        "megakaryocytes",
        "purpura, thrombocytopenic, idiopathic",
        "thrombocytopenia due to immune destruction",
        "bone marrow biopsy",
        "hematopoietic growth factors",
        "antineoplastic agents"
    ],
    "author_names": [
        "Lisa J. Toltl, PhD",
        "Catherine Ross, MD",
        "John G. Kelton, MD, FRCPC",
        "Donald M. Arnold, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lisa J. Toltl, PhD",
            "author_affiliations": [
                "Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Catherine Ross, MD",
            "author_affiliations": [
                "Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John G. Kelton, MD, FRCPC",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine and Pathology and Molecular Medicine, McMaster University, Hamilton, ON, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald M. Arnold, MD",
            "author_affiliations": [
                "Michael G. DeGroote School of Medicine, McMaster University, Hamilton, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-18T15:37:01",
    "is_scraped": "1"
}