{
    "doi": "https://doi.org/10.1182/blood.V116.21.3297.3297",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1781",
    "start_url_page_num": 1781,
    "is_scraped": "1",
    "article_title": "Open-Label, Multi-Center Phase I Dose Escalation Study with Lenalidomide In Patients with Acute Myeloid Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Acute Myeloid Leukemia - Therapy, excluding Transplantation: Poster III",
    "topics": [
        "lenalidomide",
        "leukemia, myelocytic, acute",
        "toxic effect",
        "karyotype determination procedure",
        "progressive neoplastic disease",
        "sensory polyneuropathy",
        "anemia",
        "angiogenesis inhibitors",
        "chemotherapy regimen",
        "dyspnea"
    ],
    "author_names": [
        "Marie-Luise Huetter, MD",
        "Walter Fiedler, MD",
        "Andrea Kuendgen, MD",
        "Juergen Krauter, MD",
        "Marie von Lilienfeld-Toal, MD",
        "Sabine Kayser, MD",
        "Heidi Rafler",
        "Hartmut Doehner, MD",
        "Richard F. Schlenk, MD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "University Hospital Eppendorf, Hamburg, Germany, "
        ],
        [
            "Departmut of Hematology and Oncology, University hospital Düsseldorf, Düsseldorf, Germany, "
        ],
        [
            "Klinik für Hämostasiologie, Onkologie und Stammzelltransplantation, Medizinische Hochschule Hannover, Hannover, Germany, "
        ],
        [
            "Department of Internal Medicine III, University Hospital of Bonn, Bonn, Germany"
        ],
        [
            "Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
        ],
        [
            "Internal Medicine III, University Hospital Ulm, Ulm, Germany, "
        ]
    ],
    "first_author_latitude": "48.4128352",
    "first_author_longitude": "9.974526650000001",
    "abstract_text": "Abstract 3297 Background: Lenalidomide is an immunomodulatory drug, which has antiangiogenic and antineoplastic properties. There have been some case reports and small phase I/II trials showing clinical efficacy of lenalidomide in AML. However, dosage and duration of lenalidomide treatment in patients with AML are unclear. Aim: To define dose-limiting toxicities (DLT) and the maximally tolerated dose (MTD) for single agent treatment with lenalidomide in AML patients. Methods: A phase-I trial was initiated in March 2009 for younger patients in second or higher relapse, patients above the age of 60 years with refractory or relapsed AML, and patients not eligible for intensive chemotherapy. The trial followed a modified (3+3) Fibonacci design. The starting dose of lenalidomide was 25mg per day for a maximum of 56 days in an induction-type dosing schedule. Additional cycles of 28 days duration were possible for responding patients. DLT was defined as hematological (grade ≥4) or non-hematological (grade ≥3) toxicity or a shift of CTC graded toxicity by 2 grades from baseline in the first cycle attributable to study drug. Results: 11 patients have so far been enrolled (7 males and 4 females). Median age was 72 years (range 36–83). 4 patients had previously untreated AML, 7 patients suffered from relapsed or refractory disease. Type of AML was de novo in 3, secondary AML after a preceding MDS in 6, and therapy-related AML in 2 patients. Initial median blast counts in bone marrow were 64% (range 40–75%) and 36,5% in the peripheral blood (range 0–65,4%); 5 patients showed a complex karyotype (including del(5q) in 4 of them), 2 had a single monosomy 7, one patient had a t(1;3) and a monosomy 7, 3 revealed a normal karyotype. In the first dose level of 25mg/day, 4 patients were treated and 3 were evaluable for DLT. One patient dropped out due to rapidly progressive disease. No DLT was observed in these patients. Therefore, dose was escalated to 50mg and 7 patients were treated in this dose level, 3 were evaluable for DLT assessment. DLT occurred in two patients, both developed CTC-grade 3 sensory polyneuropathy at day 15 and day 20, respectively. According to the design of the study, dose level was decreased back to 25mg/day for the next cohort. Toxicities not classifying as DLT were fever in neutropenia (n=6), anemia (n=6), dyspnea (n=4). Seven patients were evaluable for response on day 22. The other 4 patients dropped out due to rapidly progressive AML or severe concomitant disease. Five of the evaluable patients had refractory or relapsed disease, two had de novo AML. In one patient a short partial remission of 34 days and in 4 patients a short-lasting stable disease was observed (8-36 days of stable disease). However, all patients eventually experienced progressive disease. All but one of the 11 patients have died between 16 and 144 days after entry into the study. Conclusion: Sensory polyneuropathy is the dose limiting toxicity in induction type dosing of lenalidomide in AML. In this phase I study using an induction-type dosage regimen, limited clinical activity was seen. Disclosures: Fiedler: Pfizer: Consultancy, Research Funding."
}