{
    "doi": "https://doi.org/10.1182/blood-2019-127914",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4365",
    "start_url_page_num": 4365,
    "is_scraped": "1",
    "article_title": "FLT3 Is Sumoylated and Localizes to the Nucleus in Acute Myeloid Leukemia ",
    "article_date": "November 13, 2019",
    "session_type": "617.Acute Myeloid Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "cell nucleus",
        "flt3 gene",
        "leukemia, myelocytic, acute",
        "ms-like tyrosine kinase 3",
        "receptor protein-tyrosine kinases",
        "immunoprecipitation",
        "impedance threshold device",
        "ligands",
        "biotin",
        "clathrin"
    ],
    "author_names": [
        "Marisse Asong, MD MSc",
        "Julhash Uddin Kazi, PhD",
        "Lars Ronnstrand, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Translational Cancer Research, Department of Laboratory Medicine, Lund University, Lund, Sweden ",
            "Lund Stem Cell Center, Department of Laboratory Medicine, Lund University, Lund, Sweden "
        ],
        [
            "Division of Translational Cancer Research, Department of Laboratory Medicine, Lund University, Lund, Sweden ",
            "Lund Stem Cell Center, Department of Laboratory Medicine, Lund University, Lund, Sweden "
        ],
        [
            "Division of Translational Cancer Research, Department of Laboratory Medicine, Lund University, Lund, Sweden ",
            "Lund Stem Cell Center, Department of Laboratory Medicine, Lund University, Lund, Sweden ",
            "Division of Oncology, Skåne University Hospital, Lund, Sweden"
        ]
    ],
    "first_author_latitude": "55.71173045",
    "first_author_longitude": "13.2017838",
    "abstract_text": "FLT3 is a receptor tyrosine kinase (RTK) that is mutated and constitutively active in 30% of patients with acute myeloid leukemia (AML). Notably, mutations in FLT3 serve as poor prognostic indicator in AML patients. Despite its clinical relevance, the mechanisms of FLT3 subcellular trafficking remain poorly understood. Apart from the canonical downstream signaling cascades within the cytoplasm, accumulating data reveal direct nuclear translocation of RTKs. This alternative signaling pathway suggests that upon nuclear entry, RTKs can influence transcription and regulate gene expression. Interestingly, increased nuclear RTK levels have been linked to advanced tumor stages and poor clinical outcome. Whether or not the same phenomenon occurs in oncogenic FLT3 remains to be elucidated. This study focuses on establishing whether FLT3 undergoes nuclear translocation in AML. Moreover, we aim to understand the underlying subcellular trafficking mechanisms involved. First, the intracellular location of FLT3 was investigated in different human AML cell lines, stably transfected murine cell lines, as well as in primary patient samples. Subcellular fractionation protocols were optimized for each cell type and validated using protein markers for different cellular organelles. The cells were fractionated into cytoplasmic and nuclear fractions and analyzed by immunoblotting, immunofluorescent staining, and confocal imaging. Cells expressing FLT3 internal tandem duplication (FLT3-ITD) mutation show predominant cytoplasmic localization of FLT3. Interestingly, a basal level of FLT3-ITD was also detected in the nuclear fraction independent of ligand stimulation. To determine whether the same thing holds true for wild-type FLT3, AML cell lines which express wild-type FLT3 (FLT3-WT) were stimulated with its ligand for different time periods. FLT3-WT receptor was scarcely present in the nucleus under basal conditions. However, upon stimulation, a transient increase in nuclear FLT3 was observed. Using cell surface biotin labeling, we could verify that the detected nuclear FLT3 comes from the cell surface. Our results further show that nuclear FLT3 is phosphorylated to a certain degree, but that receptor activation is not required for nuclear translocation to occur. To investigate the subcellular trafficking mechanisms involved, the cells were treated with various small molecule inhibitors of cellular trafficking. Nuclear FLT3 levels were attenuated upon inhibition of clathrin and importin β, but stabilized by proteasomal inhibition. Modification of proteins by small ubiquitin-like modifier (SUMO) is a post-translational modification mainly observed in nuclear proteins. Since some RTKs require SUMOylation for nuclear entry, we investigated if this was also true for FLT3. Using immunoprecipitation, we could demonstrate that nuclear FLT3 gets SUMOylated by SUMO-1. To determine whether FLT3 SUMOylation is physiologically relevant, detection of endogenous SUMOylated FLT3 was done without overexpression of components of the SUMO machinery. Taken together, the present study demonstrates a previously uncharacterized post-translational modification and intracellular localization of FLT3. These data provide novel insights on the pathogenesis of AML and possibly new clues to improve targeted treatment of the disease. Additional in vitro studies and clinical data are necessary to establish the functional relevance of FLT3 translocation. On-going studies involve chromatin immunoprecipitation followed by sequencing (ChIP-seq) to gain further understanding on the biological function of nuclear FLT3. Ultimately, we will validate its clinical significance by analyzing nuclear FLT3 in AML patient samples and correlating this with patient outcome. Disclosures Ronnstrand: Acrivon Therapeutics: Consultancy."
}