{
    "doi": "https://doi.org/10.1182/blood.V128.22.2010.2010",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3472",
    "start_url_page_num": 3472,
    "is_scraped": "1",
    "article_title": "A Phase 3 Randomized Placebo (PBO)-Controlled Double-Blind Trial of Darbepoetin Alfa in the Treatment of Anemia in Patients with Low or Intermediate-1 (Int-1) Risk Myelodysplastic Syndromes (MDS) ",
    "article_date": "December 2, 2016",
    "session_type": "637. Myelodysplastic Syndromes-Clinical Studies: Poster I",
    "topics": [
        "anemia",
        "darbepoetin alfa",
        "myelodysplastic syndrome",
        "prostatic hypertrophy risk score",
        "blood transfusion",
        "transfusion",
        "edmonton symptom assessment scale",
        "drug administration schedule",
        "cytopenia, refractory, with multilineage dysplasia",
        "erythropoiesis-stimulating agents"
    ],
    "author_names": [
        "Uwe Platzbecker, MD",
        "Argiris Symeonidis",
        "Esther N. Oliva",
        "Jeroen S. Goede",
        "Michel Delforge",
        "Jiri Mayer",
        "Borhane Slama",
        "Sejal Badre",
        "Eduard Gasal",
        "Bhakti Mehta",
        "Janet Franklin"
    ],
    "author_affiliations": [
        [
            "Carl Gustav Carus an der Technischen Universität, Universitätsklinikum, Dresden, Germany "
        ],
        [
            "Division of Hematology, Department of Internal Medicine, University of Patras Medical School, Patras, Greece "
        ],
        [
            "Division of Hematology, Azienda Ospedaliera Bianchi-Melacrino-Morelli, Reggio Calabria, Italy "
        ],
        [
            "Division of Hematology, University Hospital and University of Zürich, Zurich, Switzerland "
        ],
        [
            "University Hospital Leuven, Leuven, Belgium "
        ],
        [
            "Department of Internal Medicine - Hematology and Oncology, University Hospital Brno and Faculty of Medicine, Masaryk University, Brno, Czech Republic "
        ],
        [
            "Centre Hospitalier Departemental, Avignon, France "
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ],
        [
            "Amgen Inc., Thousand Oaks, CA"
        ]
    ],
    "first_author_latitude": "51.05572715",
    "first_author_longitude": "13.782158950000001",
    "abstract_text": "Background: Although erythropoiesis-stimulating agents (ESAs) are recommended in clinical guidelines to treat anemia in patients with lower-risk MDS, ESAs are not widely approved for this indication due to a lack of PBO-controlled trials. Aim: To evaluate the use of darbepoetin alfa (DAR) to treat anemia in patients with IPSS low / int-1 risk MDS in a phase 3 randomized controlled trial (EudraCT2009-016522-14, NCT01362140). Methods: Patients, enrolled from 12/2011 to 8/2014 in 9 European countries, had MDS per WHO 2008 criteria with IPSS low/int-1 risk, anemia [hemoglobin (Hb) ≤10 g/dL], low transfusion burden [12 g/dL and decreased if Hb increased by >1.5 g/dL in 3 wk without transfusions. Key endpoints were transfusion incidence from wk 5-24 and erythroid response (HI-E) per IWG 2006 criteria (≥1.5 g/dL Hb increase from baseline sustained for 8 wk without transfusions). Results: Randomized patients [N = 147, 55% male, all Caucasian, median age 74 (min-max: 28-88) years] had median Hb of 9.3 (min-max: 5.5-10.6) g/dL and median baseline EPO level of 69 (min-max: 4.3-497) mU/mL; 50.7% were IPSS low risk and 49.3% int-1 risk, IPSS-R rates were very low: 10%, low: 61%, intermediate: 23%, and high: 3%, IPSS karyotype rates were good: 91% and intermediate: 9%, and WHO classification was RA: 15%, RARS: 14%, RCMD: 44%, del5q: 9%, RAEB-1: 16%, and MDS-U/unknown: 2%. Completion rates for the 24-wk double-blind portion were DAR: 89% (87/98) and PBO: 80% (39/49). Transfusion incidence from wk 5-24 was significantly reduced with DAR [DAR: 36.1% (35/97) vs. PBO: 59.2% (29/49), p = 0.008]. In the 48-wk OL DAR period, 50.8% (64/126) of patients had transfusions. More DAR patients achieved HI-E in the double-blind period [DAR: 14.7% (11/75 evaluable) vs. PBO: 0% (0/35 evaluable), p = 0.016]. All 11 patients with HI-E had baseline EPO ≤100 mU/mL, 4/11 had a dose withheld for Hb >12 g/dL, and 10/11 had no transfusions in the 16 wk prior to randomization (none had transfusions in the 8 wk prior). In the 48-wk OL DAR period, 34.7% (34/98) of patients achieved HI-E; 11/38 (29%) prior PBO arm, 23/87 (26%) prior DAR arm (10 of the prior DAR had HI-E in the 24-wk portion); 6/34 had transfusions in the 16 wk prior to randomization, 30/34 received Q2W dosing at some point, 30/34 had baseline EPO ≤100 mU/mL, and 26/34 had doses withheld. Improved HI-E and transfusion responses were seen with more favorable status for IPSS-R but not IPSS (Figure). In the 48-wk OL DAR period, dose frequency increased from Q3W to Q2W in 81% (102/126) of patients; doses were held or reduced frequently (Table). Safety results from this trial (Table) were consistent with the previous DAR phase 2 MDS trial (Gabrilove BJH 2008, 142:379-393), with similar AML rates observed in PBO and DAR arms. Conclusion/Summary: In this phase 3, randomized, double-blind, PBO-controlled trial in anemic IPSS low/int-1 risk MDS patients, 24 wk of darbepoetin alfa Q3W significantly reduced transfusions and increased HI-E rates with no new safety signals. Most patients met criteria to change to Q2W dosing during the 48-wk OL period, suggesting that Q2W dosing may offer more benefit. The true clinical benefit of darbepoetin alfa may have been underestimated in this trial due to the nature of IWG 2006 HI-E criteria and the trial design (Hb measured Q3W, dose held if Hb >12 g/dL and decreased if Hb increased by >1.5 g/dL); additional ad hoc analyses are underway. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures Platzbecker: Novartis: Honoraria, Research Funding; Janssen-Cilag: Honoraria, Research Funding; TEVA Pharmaceutical Industries: Honoraria, Research Funding; Amgen: Honoraria, Research Funding; Celgene Corporation: Honoraria, Research Funding. Symeonidis: Amgen Inc.: Research Funding. Oliva: Amgen Inc.: Honoraria; Celgene: Honoraria, Speakers Bureau; La Jolla: Honoraria; Novartis: Speakers Bureau. Goede: Amgen Inc.: Honoraria. Delforge: Amgen Inc.: Honoraria. Mayer: Amgen Inc.: Research Funding. Badre: Amgen Inc.: Employment, Equity Ownership. Gasal: Amgen Inc.: Employment, Equity Ownership. Mehta: Amgen Inc.: Employment, Equity Ownership. Franklin: Amgen Inc.: Employment, Equity Ownership."
}