{
    "doi": "https://doi.org/10.1182/blood.V124.21.2824.2824",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2833",
    "start_url_page_num": 2833,
    "is_scraped": "1",
    "article_title": "Pharmacokinetics of Multiple Doses of rFVIIa in Patients with Hemophilia With and Without Inhibitors ",
    "article_date": "December 6, 2014",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "hemophilia a",
        "multiple-dose regimen",
        "pharmacokinetics",
        "recombinant coagulation factor viia",
        "activated partial thromboplastin time measurement",
        "antigens",
        "complex",
        "fibrin fragment d substance",
        "hemorrhage",
        "hemorrhagic episodes"
    ],
    "author_names": [
        "Camilla Stenmo, MSc",
        "Ihosvany Fernandez-Bello, BSPharm",
        "Mirella Ezban, PhD",
        "Nora V. Butta",
        "Víctor Jiménez-Yuste, PhD"
    ],
    "author_affiliations": [
        [
            "Novo Nordisk A/S, Bagsvaerd, Denmark "
        ],
        [
            "La Paz University Hospital-IdiPaz, Madrid, Spain "
        ],
        [
            "Novo Nordisk, Maaloev, Denmark "
        ],
        [
            "Hospital Universitario La Paz-IDIPaz, Madrid, Spain "
        ],
        [
            "Autonoma University, Madrid, Spain"
        ]
    ],
    "first_author_latitude": "55.758913500000006",
    "first_author_longitude": "12.414378499999998",
    "abstract_text": "Introduction: Recombinant activated coagulation factor VII (rFVIIa, NovoSeven ® ) has a well-established efficacy and safety profile, and is currently the only recombinant by-passing agent globally available for the treatment of bleeding episodes in patients with hemophilia and inhibitors. In clinical trials with on-demand treatment of mild and moderate bleeding episodes, both the 3×90 µg/kg repeat dose and the 270 µg/kg single dose dosing regimens have proven to be efficacious with success rates around 90%. This clinical trial is the first direct comparison of the PK of 3x90 µg/kg and 270 µg/kg in patients with hemophilia using two PK assays, and the trial also includes an evaluation of other coagulation parameters, to allow for a comparison of the two regimens from a PK perspective. Aim: To evaluate and compare the pharmacokinetics of rFVIIa administered intravenously after a single 270 µg/kg dose and three 90 µg/kg doses given at three hour intervals to hemophilia patients, using two PK assays (FVIIa activity assay and FVII antigen). In addition, a series of plasma coagulation tests (PT, aPTT, F1+F2, and D-dimer) was performed and correlated to the exposure of rFVIIa. Methods: Six patients with severe hemophilia A and B, with and without inhibitors, were included in a single center randomized cross-over clinical trial. Each patient was randomized to receive both a single injection of 270 µg/kg rFVIIa and 3x90 µg/kg rFVIIa (one administration every three hours; the maximum interval for the treatment of a bleed according to the EU label) in a non-bleeding state. Blood samples were collected pre-dose and 10 min, 1, 3, 6, 9, 12, and 24 hours post-dose. For the multiple-dose regimen, the same post-dose samples were collected after the first 90 µg/kg dose and in addition, 10 min after the 2 nd dose, and 10 min and 1 hour after the 3 rd dose. The trial was conducted according to ICH GCP and the declaration of Helsinki. Results: The PK based on FVIIa activity was comparable for the two dosing regimens, with AUC of 429.5 and 455.4 IUxh/mL and a half-life of 2.6 and 2.8 hours for the 3x90 and 270 µg/kg dosing regimens, respectively, results which are comparable to previously reported studies (Tiede et al. 2011, Morfini et al. 2012). For the 90 µg/kg dose administered every 3 hours, an accumulation ratio of 1.8 was observed, which resulted in a higher peak activity following the last dose ( Figure 1 ). For rFVIIa PK based on FVII antigen, the results were somewhat different compared to the FVIIa activity results, with a reduced clearance. Previous data (Agersø et al. 2011) have shown that this discrepancy is due to the formation of FVIIa-AT complexes as part of the FVIIa clearance pathway. For PT, aPTT, and D-Dimer, no apparent differences between the two treatment regimens were observed. For both regimens, a rapid reduction of PT followed the first administration of rFVIIa. The PT remained reduced for the duration of sampling, with a slow return towards baseline beginning 9 hours after administration. F1+2 showed a transient increase following rFVIIa administration. The increase was most pronounced after the 270 µg/kg dose, with the peak 1 hour after the injection. In the 3x90 µg/kg dose regime, the F1+2 response was lower, and the most pronounced response was seen 1 hour following the last of the 3 doses of 90 µg/kg ( Figure 2 .) Figure 1. View large Download slide Mean FVIIa activity over time following rFVIIa administration Figure 1. View large Download slide Mean FVIIa activity over time following rFVIIa administration Figure 2. View large Download slide Prothrombin fragments 1 and 2 over time following rFVIIa i.v. administration Figure 2. View large Download slide Prothrombin fragments 1 and 2 over time following rFVIIa i.v. administration Conclusions: The PK parameters of rFVIIa are consistent and comparable between the two dosing regimens, with low inter-subject variation. The accumulation ratio following 3 doses of 90 µg/kg rFVIIa of 1.8 resulted in a 50% increase in peak activity following the last dose. PK results using the FVII antigen assay showed reduced clearance compared to FVIIa activity, confirming the involvement of AT complexes in rFVIIa clearance. F1+2 followed the FVIIa activity, with the highest peak following administration of 270 µg/kg, and an increase in F1+2 concentration with multiple doses of rFVIIa, but with a delayed response. Disclosures Stenmo: Novo Nordisk: Employment. Fernandez-Bello: Novo Nordisk: Research Funding. Ezban: Novo Nordisk: Employment. Butta: Novo Nordisk: Research Funding. Jiménez-Yuste: novo Nordisk: Consultancy."
}