{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5023.5023",
    "article_title": "Influence of Body Mass Index on Incidence and Prognosis of Acute Myeloid Leukemia and Acute Promyelocytic Leukemia: A Systematic Review and Meta-Analysis ",
    "article_date": "December 7, 2017",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies",
    "abstract_text": "Background: Previous studies have demonstrated an association between high body mass index (BMI) and acute myeloid leukemias (AML), particularly acute promyelocytic leukemia (APL). However, the effect of obesity and overweight on the incidence of AML is not supported by all studies, and the relationship between obesity and prognosis of AML and APL has not been established. Thus, we conducted a meta-analysis to determine the role of BMI on the risk and clinical outcome of AML, including APL. Methods: A literature search (last search updated to Dec. 4, 2016) was conducted in PubMed, EMBASE, Web of Science and the Cochrane Library for articles assessing the effect of overweight and obesity on the incidence and clinical outcome of AML. In all,twenty-six eligible studies enrolling 12,971 AML (including 866 APL) patients were retrieved and analyzed. Results: Both overweight and obesity was associated with an increased incidence of AML (for overweight, relative risk [RR], 1.10; 95% CI, 1.03-1.17; P=0.007; I 2 =43.1%; fixed effects; and for obesity, RR, 1.41; 95% CI, 1.24-1.61; P<0.001; I 2 =66.5%; random effects; Figure 1). High BMI did not significantly affect overall survival (OS) (for overweight, hazard ratio [HR], 0.86; 95% CI, 0.70-1.05; P=0.14; I 2 =59.5%; random effects; and for obesity, HR, 0.99; 95% CI, 0.93-1.07; P=0.281; I 2 =32.9%; fixed effects; Figure 2A and 2B) or disease-free survival (HR, 0.98; 95% CI, 0.88-1.10; P=0.755) in patients with non-APL AML patients. By contrast, APL patients with high BMI had shorter OS (HR, 1.77; 95% CI, 1.26-2.48; P=0.001, Figure 2C) and a higher risk of differentiation syndrome (HR, 1.53; 95% CI, 1.03-2.27, P=0.04). Conclusion: Our findings suggest that patients with overweight or obesity have a higher incidence of AML. While no significant effect was found on the clinical outcome of non-APL AML, high BMI indicates worse overall survival and higher risk of differentiation syndrome in APL. . View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute promyelocytic leukemia",
        "body mass index procedure",
        "leukemia, myelocytic, acute",
        "obesity",
        "overweight",
        "increased body mass index",
        "treatment outcome",
        "cochrane collaboration",
        "embase"
    ],
    "author_names": [
        "Shufen Li",
        "Li Chen",
        "Kankan Wang, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shufen Li",
            "author_affiliations": [
                "Rui Jin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai Institute of Hematology, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Li Chen",
            "author_affiliations": [
                "Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Department of Hematology, Shanghai, China "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kankan Wang, PhD",
            "author_affiliations": [
                "Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, State Key Laboratory of Medical Genomics, Shanghai Institute of Hematology, Rui Jin Hospital Affiliated to Shanghai Jiao Tong University (SJTU) School of Medicine, 197 Rui Jin Road II, Shanghai, Shanghai, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T15:36:07",
    "is_scraped": "1"
}