{
    "doi": "https://doi.org/10.1182/blood.V120.21.4748.4748",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2170",
    "start_url_page_num": 2170,
    "is_scraped": "1",
    "article_title": "Reprogramming and Characterization of Cord Blood Derived Stem Cells by Synthetic mRNAs: Potential for Cord Blood Stem Cell Regenerative Therapy ",
    "article_date": "November 16, 2012",
    "session_type": "Hematopoietic Stem and Progenitor Biology",
    "topics": [
        "rna, messenger",
        "stem cells",
        "umbilical cord blood",
        "idiopathic pneumonia syndrome",
        "teratoma",
        "alkaline phosphatase",
        "antibodies",
        "antigens",
        "azacitidine",
        "dexamethasone"
    ],
    "author_names": [
        "Yanling Liao, PhD",
        "Robert Bednarczyk, MS",
        "Shaun Latshaw, BA",
        "Mitchell S. Cairo, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "Pediatrics, New York Medical College, Valhalla, NY, USA, "
        ],
        [
            "Cell Biology and Anatomy, New York Medical College, Valhalla, NY, USA"
        ]
    ],
    "first_author_latitude": "41.082628199999995",
    "first_author_longitude": "-73.8080294",
    "abstract_text": "Abstract 4748 Background: Recent development of a synthetic mRNA-based technology for reprogramming somatic cells to pluripotency has overcome the challenge faced by DNA-based reprogramming methods (Warren L et al Cell stem cell 2010). This method involves a daily transfection of a five-factor cocktail including modified mRNAs encoding Klf4, cMyc, Oct4, Sox2, and Lin28 (KMOSL) for 17 days. Cord blood is a rich source for stem cells that could be novel sources for reprogramming (Liao/Cairo et al Exp Hem 2010). An important source of cord blood stem cells include unrestricted somatic stem cells (USSCs), which have been demonstrated to have multi-lineage differentiation abilities (Kögler G et al J. Exp Med 2004; Liao/Cairo, ASBMT 2010). Reprogramming cord blood derived USSCs have significant translational applications for a number of pediatric diseases. Goal: To determine the reprogramming efficiency of cord blood derived USSCs utilizing synthetic mRNAs. Method: USSCs were isolated from HUCB in the presence of 30% FBS and 10 −7 M dexamethasone, and characterized for their stem cell properties. USSCs were further sorted based on the expression of surface marker SSEA4 and reprogrammed using Stemgent mRNA reprogramming system, following daily transfection of KMOSL mRNA cocktail for 4 hours. At the end of each transfection, the culture was replaced by fresh Pluriton Medium supplemented with B18R protein. Human fibroblasts were reprogrammed in parallel as a control. Upon the appearance of iPS-like colonies, DyLight 488 TRA-1–60 antibody was added to the culture to identify iPS cells. The positively stained colonies were then manually picked and expanded in standard ES medium. Expression of ES factors and the formation of teratoma in vivo were used to confirm pluripotency of the derived cells. Results: USSCs share typical MSC cell surface markers and can be distinguished from MSCs based on their expression of d-like 1/preadipocyte factor 1 (DLK-1). 57.46% of USSCs (± 10.97%) displayed stage-specific embryonic antigen-4 (SSEA-4); however USSCs were negative for TRA-1–60. Approximately 33% (± 4.8%) of the USSCs were also stained positive for alkaline phosphatase activity. Moreover, compared to a complete absence of Oct4 and Nanog gene transcription in human fibroblasts, a minimal level of such pluripotency gene expression was detected in USSCs using isoform-specific and intron-spanning primers. Treatment of USSCs with 5-azaCytidine further led to a 10-fold increase in the expression of the Oct4 and Nanog genes in USSCs, but not in fibroblasts. Consistently, the upstream regulatory regions of both Oct4 and Nanog genes exhibited an intermediate level of DNA methylation in USSCs as compared to human ES and fibroblasts. These data suggest the plasticity of USSCs in reprogramming. SSEA4-positive USSCs were then used for daily transfection with mRNA KMOSL cocktail. The iPS-like colonies started to appear in the USSC reprogramming plates on day 11. TRA-1–60 live staining demonstrated that most of the colonies was stained positive for TRA-1–60 and the efficiency of iPS derivation from USSCs was about 0.2%. In comparison, the iPS-like colonies were observed in the fibroblast reprogramming plates on day 15–16 of transfection and the derivation efficiency was five-fold lower than that of USSCs. This demonstrated that USSCs can be reprogramming more efficiently than fibroblasts. The TRA-1–60 positive colonies were manually picked from the USSC reprogramming plates and expanded in ES medium. The colonies were also stained positive for Oct4, Nanog, Sox2 and TRA1–81. The in vivo teratoma assay is now under investigation. We are also investigating the reprogramming of USSCs using a single mRNA factor, in combination with small molecules, including PD0325901 and SB431542. Disclosures: No relevant conflicts of interest to declare."
}