{
    "doi": "https://doi.org/10.1182/blood.V118.21.307.307",
    "article_title": "Donor B-Cell Alloantibody Deposition and Germinal Center Formation Are Required for the Development of Murine Chronic Gvhd and Bronchiolitis Obliterans ",
    "article_date": "November 18, 2011",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Novel Regulatory Pathways in GVHD",
    "abstract_text": "Abstract 307 Introduction. Chronic GVHD (cGVHD) poses a significant risk for hematopoietic stem cell transplantation (HSCT) patients. Preclinical development of new therapies has been hindered by the dearth of models with pathological findings that simulate the development of human cGVHD. Although the exact causes of cGVHD in HSCT patients are unknown, higher alloantibody levels and the organ systems in which alloantibodies are deposited have not been well-represented in preclinical models. The present studies extend our recent publication on a mouse model of cGVHD and bronchiolitis obliterans (BO), which has been deemed pathognomonic of cGVHD diagnosis in patients according to the NIH consensus criteria. Further, we have elucidated the role that alloantibody deposition plays in cGVHD pathogenesis and have developed a new interventional approach that is highly effective in preventing BO and cGVHD manifestations. Methods/Results. B10.BR (H2k) recipients received myeloablative conditioning with Cytoxan and high dose radiation followed by allogeneic C57BL/6 (H2b) bone marrow (BM) and a low (sublethal) dose of T cells to induce a chronic anti-host immune response. Survival was ≥90% at 2 months in all studies and mice did not lose significant weight or have clinical manifestations of acute GVHD. On day 60 after HSCT, pulmonary function was measured in anesthesized mice by whole body plethysmography using the Flexivent mechanical ventilator. Mice with cGVHD and BO had decreased compliance and increased airway resistance along with histological features of BO, characterized by airway blockade, peri-bronchiolar fibroproliferation and bronchiole obliteration. Tissue manifestations of cGVHD occurred in a wide-spectrum of target organs, including the tongue. Fibrosis was demonstrated in the lung and liver, associated with CD4+ T-cells and B220+ B-cell infiltration and alloantibody deposition. Whereas serum IgM and IgG isotype levels did not differ in cGVHD compared with BM controls, alloantibody deposition (primarily IgG2c, IgG2b) could be found in the lung and liver. Recipients given μMT B cell deficient BM did not develop BO and had reduced cGVHD, implicating donor BM-derived B cell alloantibody production in cGVHD pathogenesis. To distinguish between alloantibody deposition and reduced B cell APC function, we utilized (m+s)IgMxJhD BALB/c donors, capable of generating membrane bound IgM antibody and secreting IgM but secreting ≥100-fold less antigen-specific IgG than similarly immunized controls. Recipients of (m+s)IgMxJhD BM and wildtype splenocytes had significantly reduced BO, indicating that the lack of IgG alloantibody secretion by donor BM-derived B-cells precluded BO. Germinal center (GC) formation is necessary for Ig class switching. cGVHD was associated with robust GC formation, in striking contrast to BM only or non-HSCT controls. Lymphotoxin-beta (LTβ), produced by T- and B- cells and LTβR signaling is required for GC formation. Thus, we sought to determine whether disruption of LTβR signaling by infusion of the known blocking reagent, mouse LTβR-Ig fusion protein, would reduce cGVHD pathology. Mice treated with LTβR-Ig showed disrupted GCs, reduced alloantibody deposition and no BO as assessed by pulmonary function tests. Conclusions. Our studies have identified a requirement for donor B cells and alloantibody deposition in cGVHD pathogenesis. Importantly, these studies have discovered LTβR-Ig as a potential clinical interventional strategy for prevention and therapy of cGVHD. Disclosures: Ranger: Biogen Idec: Employment. Browning: Biogen Idec: Employment.",
    "topics": [
        "airway resistance increased",
        "b-lymphocytes",
        "bronchiolitis obliterans",
        "donors",
        "germinal center of lymph node",
        "graft-versus-host disease, chronic",
        "isoantibodies",
        "mice",
        "hematopoietic stem cell transplantation",
        "immunoglobulin g"
    ],
    "author_names": [
        "Mathangi Srinivasan, PhD",
        "Ryan Flynn",
        "Andrew Price",
        "Ann Ranger, PhD",
        "Jeffrey L Browning",
        "Patricia A Taylor, DVM",
        "Jerome Ritz, MD",
        "Joseph H. Antin, MD",
        "William J Murphy, PhD",
        "Leo Luznik",
        "Mark Shlomchik, MD, PhD",
        "Angela Panoskaltsis-Mortari, PhD",
        "Bruce R. Blazar, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mathangi Srinivasan, PhD",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, University of MN, Masonic Cancer Center and Department of Pediatircs, Minneapolis, MN, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ryan Flynn",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, University of MN, Masonic Cancer Center and Department of Pediatircs, Minneapolis, MN, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Price",
            "author_affiliations": [
                "Division of Blood and Marrow Transplantation, University of MN, Masonic Cancer Center and Department of Pediatircs, Minneapolis, MN, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ann Ranger, PhD",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey L Browning",
            "author_affiliations": [
                "Biogen Idec, Cambridge, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patricia A Taylor, DVM",
            "author_affiliations": [
                "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Ritz, MD",
            "author_affiliations": [
                "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph H. Antin, MD",
            "author_affiliations": [
                "Division of Hematologic Malignancies, Dana-Farber Cancer Institute, Boston, MA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William J Murphy, PhD",
            "author_affiliations": [
                "Microbiology and Immunology, UNR, Reno, NV, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leo Luznik",
            "author_affiliations": [
                "Johns Hopkins University, Baltimore, MD, USA, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Shlomchik, MD, PhD",
            "author_affiliations": [
                "Departments of Immunobiology and Laboratory Medicine, Yale New Haven Hospital, New Haven, CT, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Panoskaltsis-Mortari, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Division of Blood and Marrow Transplantation, University of Minnesota Masonic Cancer Center, Minneapolis, MN, USA, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce R. Blazar, MD",
            "author_affiliations": [
                "University of Minnesota, Department of Pediatrics, Division of Blood and Marrow Transplantation, Minneapolis, MN, USA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T02:29:15",
    "is_scraped": "1"
}