{
    "doi": "https://doi.org/10.1182/blood.V128.22.4969.4969",
    "article_title": "Dosing of Rviii-Singlechain Based on Clinical Bleeding Phenotypes Results in Low Bleeding Rates and Low Consumption in Patients Treated with Prophylaxis Two or Three Times Weekly ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis",
    "abstract_text": "Introduction: Safety and efficacy of rVIII-SingleChain (AFSTYLA) was investigated in two pivotal and one extension study, comprising the Affinity program. The study design and instructions provided to the investigators allowed the physician to freely choose the dose assignment and regimen, based on the FVIII treatment regimen used prior to enrollment, and the subject's clinical bleeding phenotype. Adjustments of dose and schedule were allowed at any time during the study. Methods: This analysis investigates initial and final dose assignment and the corresponding total and spontaneous bleeding rates in subjects in the adult and adolescent study assigned to prophylaxis two or three times weekly (>80% of the subjects on prophylaxis therapy) in dosing brackets of 20 to <30 IU/kg, 30 to <40 IU/kg and 40 to ≤50 IU/kg. Results: In the final dose assignment, 43 subjects were assigned a dose of 20 to <30 IU/kg, 62 subjects were assigned a dose of 30 to <40 IU/kg, and 38 subjects were assigned a dose of 40 to ≤50 IU/kg. No differences were observed in the analysis by dose brackets in the adult and adolescent (12-65) population (complete or stratified by age); neither in the initial nor the final dose assignment analysis. The median annualized bleeding rate for the dosing brackets of 20 to <30 IU/kg, 30 to <40 IU/kg and 40 to ≤50 IU/kg was 1.93, 1.05 and 2.21, respectively. The median annualized spontaneous bleeding rate was 0, 0 and 0.50, respectively (final dose assignment). Conclusions: This data shows that dosing of rVIII-SingleChain based on clinical bleeding phenotypes results in low bleeding rates and low consumption in patients treated with prophylaxis two or three times weekly, with more than 70% of subjects being maintained at doses of <40 IU/kg. Disclosures St Ledger: CSL Behring: Employment. Blackman: CSL Behring: Employment. Veldman: CSL Behring: Employment. Pabinger: CSL Behring: Consultancy.",
    "topics": [
        "bleeding rate",
        "hemorrhage",
        "phenotype",
        "adolescent",
        "extension"
    ],
    "author_names": [
        "Katie St Ledger",
        "Nicole Blackman",
        "Alex Veldman, MD",
        "Ingrid Pabinger, for the Affinity Study Group"
    ],
    "author_dict_list": [
        {
            "author_name": "Katie St Ledger",
            "author_affiliations": [
                "CSL Behring, King of Prussia, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nicole Blackman",
            "author_affiliations": [
                "CSL Behring, King of Prussia, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alex Veldman, MD",
            "author_affiliations": [
                "CSL Behring, Marburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ingrid Pabinger, for the Affinity Study Group",
            "author_affiliations": [
                "Clinical Division of Haematology and Haemostaseology, Department of Medicine I, Medical University of Vienna/Vienna General Hospital, Vienna, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T18:41:27",
    "is_scraped": "1"
}