{
    "doi": "https://doi.org/10.1182/blood.V104.11.4762.4762",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=66",
    "start_url_page_num": 66,
    "is_scraped": "1",
    "article_title": "Neutrophil PRV-1 mRNA Overexpression in Chronic Idiopathic Myelofibrosis May Be Associated with Poor Prognosis. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Neutrophil PRV-1 mRNA is overexpressed in nearly all patients with polycythemia vera (PV) and discriminates PV from secondary polycythemia. In addition, 40– 50% of patients with essential thrombocythemia (ET) and chronic idiopathic myelofibrosis (cIMF) overexpress PRV-1. PRV-1 positive ET patients carry a significantly higher risk of thromboembolic complications compared to PRV-1 negative patients. In addition, PRV-1 overexpression and the growth of endogenous erythroid colonies (EECs) are closely correlated in ET patients. A significant proportion of PRV-1 positive/EEC positive ET patients develop PV during follow up, while this has not been observed in PRV-1/EEC negative patients. In contrast, PRV-1 and EEC expression in cIMF has not been analysed in the context of clinical course. We therefore determined PRV-1 expression and EEC formation in a cohort of 21 cIMF patients and compared clinical parameters and risk scores between PRV-1 positive and negative patients. Blood samples were drawn from 21 patients (m/f: 12/9; age: 72, 39–79 years); peripheral blood MNCs and granulocytes were purified concurrently. The former were assayed for EEC growth while the latter were used to measure PRV-1 expression. Diagnosis of cIMF according to the WHO criteria was confirmed by histopathology. The median time from diagnosis was 3 years (0,5–16,5 years). At the time of investigation six patients were receiving imatinib in the setting of a phase II trial and four received hydroxyurea. The nonparametric Wilcoxon rank sum test was used to compare hematocrit, WBC and platelet counts, LDH-levels, age as well as the Cologne risk score between groups. Fourteen of the 21 patients (67%) overexpressed PRV-1. Eight of these also showed autonomous EEC growth. Three of the remaining PRV-1 positive patients were receiving imatinib at the time of analysis and colony growth was suppressed both in the presence and absence of Epo. In the remaining three PRV-1 positive patients EEC growth was not evaluable due to lack of growth with Epo. Of the seven PRV-1 negative IMF patients six did not give rise to EECs, and one was not evaluable due to lack of growth in the presence of Epo. Hence, as previously reported in ET and in five cIMF patients, we find a close correlation between PRV-1 overexpression and EEC formation in our cohort of cIMF patients. These data support the hypothesis that two distinct molecular alterations, one leading to PRV-1 overexpression and EEC formation, the other not, can give rise to the clinical symptoms of cIMF. Because the EEC assay was informative in fewer patients than the PRV-1 assay and because the parameters are closely correlated, patients were classified by PRV-1 expression and the clinical course compared between the two groups. There was no difference between PRV-1 positive and negative patients with respect to WBC- and PLT counts, LDH-levels or highest hematocrit recorded during follow up. In contrast, PRV-1 positive cIMF patients displayed a trend to a poorer Cologne risk score (P=0.095). Thus, PRV-1 overexpressing CIMF may comprise a subgroup of patients with a poorer risk profile. Due to the relatively small sample size the statistical power of our study is limited and verification of the results in a larger sample is required.",
    "topics": [
        "myelofibrosis, idiopathic, chronic",
        "neutrophils",
        "protein overexpression",
        "rna, messenger",
        "follow-up",
        "imatinib mesylate",
        "histopathology tests",
        "hydroxyurea",
        "polycythemia vera",
        "secondary polycythemia"
    ],
    "author_names": [
        "Heinz Gisslinger, MD",
        "Steffen Klippel, PD",
        "Hermann Heimpel, MD",
        "Mathias Kees, MD",
        "Alexandra Kaider, PD",
        "Juergen Thiele, MD",
        "Heike L. Pahl, PD"
    ],
    "author_affiliations": [
        [
            "Dept. of Hematology, Med. University Vienna, Vienna, Austria"
        ],
        [
            "Dept. of Exp. Anaesthesiology, Univ. Hospital Freiburg, Freiburg, Germany"
        ],
        [
            "Dept of Medicine, University Hospital Ulm, Ulm, Germany"
        ],
        [
            "Dept. of Hematology, Med. University Vienna, Vienna, Austria"
        ],
        [
            "Dept. of Med. Statistics, Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Inst. of Pathology, University of Cologne, Cologne, Germany"
        ],
        [
            "Dept. of Exp. Anaesthesiology, Univ. Hospital Freiburg, Freiburg, Germany"
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215"
}