{
    "doi": "https://doi.org/10.1182/blood.V106.11.2706.2706",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=280",
    "start_url_page_num": 280,
    "is_scraped": "1",
    "article_title": "High Prevalence of Fractures and Bone Pain in Thalassemia: The Thalassemia Clinical Research Network Experience. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Historically fractures and bone pain have been frequent problems in Thalassemia. Recently a cross-sectional observational study conducted by the North American Thalassemia Clinical Research Network (TCRN) found a high prevalence of low bone mass among the various Thalassemia syndromes. In addition, the prevalence of fractures and bone pain with contributing factors were determined and reported below. The study population consisted of 369 patients: 65% had Thalassemia Major (TM), 12% Thalassemia Intermedia (TI), 12% Beta E (βE), 5% hemoglobin H (HbH), 5% hemoglobin H/Constant Spring (HbH/CS) and 1% Homozygous alpha (Hα). A 35% prevalence of fractures which increased with age was identified (6–10 yrs: 1.1/100 pt-yrs; 11–19 yrs: 1.2/100 pt-yrs; 20+ yrs: 2.1/100 pt-yrs). Fractures occurred more frequently in males vs. females (40% vs. 31%), and among patients with Beta Thal (TM: 40%, TI: 49%, βE: 19%, HbH: 11%, HbH/CS: 5%, Hα: 0%) even after controlling for differences in age distribution. Prevalence of fractures increased with decreasing bone mass (AP spine Z or T scores measured by DXA) and increasing weight Z scores but was not associated with height or BMI Z scores. Prevalence of fractures was higher among patients treated for hypogonadism (59% vs. 26%) or hypothyroidism (65% vs. 32%) after controlling for age and gender. Traumatic fractures were most commonly reported (91%). Increased physical activity was associated with fractures among children ≤11y but not among other age groups. Rates of traumatic fractures among Beta Thal were higher than among other diagnosis (2.3/100 pt-yrs vs. 0.8/100 pt-yrs) after controlling for age. Rates of non-traumatic fractures among Beta Thal were elevated but not significantly higher than among other diagnosis (0.23/100 pt-yrs vs. 0.07/100 pt-yrs). 34% of patients reported bone pain during the 30 days prior to enrollment. Of those, 17% used prescription pain medications and an additional 36% used over-the-counter analgesics. The prevalence of bone pain increased with age, was higher in females (males: 28%, females: 40%), was higher in TM and Hα (TM: 40%, TI: 16%, βE: 19%, HbH: 37%, HbH/CS: 35%, Hα: 67%) and did not correlate with bone mass, height, weight and BMI Z scores or any reported endocrinopathies. In summary, fractures continue to occur frequently despite current treatment practices, especially among the older patients with Beta Thal. Bone pain remains a frequent complaint among the Thalassemia syndrome subjects.",
    "topics": [
        "bone pain",
        "clinical research",
        "fractures",
        "thalassemia",
        "hemoglobin h",
        "thalidomide",
        "analgesics",
        "chief complaint",
        "cooley's anemia",
        "drugs, non-prescription"
    ],
    "author_names": [
        "Maria Vogiatzi, MD",
        "Eric Macklin, PhD",
        "Robert Schneider, MD",
        "Joseph Lane, MD",
        "Nancy Olivieri, MD",
        "Melanie Kirby, MD",
        "Angela Cheung, MD",
        "Elliott Vichinsky, MD",
        "Ellen Fung, PhD",
        "Alan Cohen, MD",
        "Janet Kwiatkowski, MD",
        "Virginia Stallings, MD",
        "Ingrid Holm, MD",
        "Ellis Neufeld, MD",
        "Patricia J. Giardina, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Weill Medical College of Cornell University, New York, NY, USA"
        ],
        [
            "Institue for Clinical Research, New England Research Institute, Watertown, MA, USA"
        ],
        [
            "Surgery/Radiology, Hospital for Special Surgery, New York, NY, USA"
        ],
        [
            "Surgery/Radiology, Hospital for Special Surgery, New York, NY, USA"
        ],
        [
            "Hematology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Hematology/Oncology, Hospital for Sick Children, Toronto, ON, Canada"
        ],
        [
            "Hematology, University Health Network, Toronto, ON, Canada"
        ],
        [
            "Hematology/Oncology, Childrens Hospital Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital Oakland, Oakland, CA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Hematology/Oncology, Childrens Hospital Boston, Boston, MA, USA"
        ],
        [
            "Pediatrics, Weill Medical College of Cornell University, New York, NY, USA"
        ]
    ],
    "first_author_latitude": "40.771166550000004",
    "first_author_longitude": "-73.95455135"
}