{
    "doi": "https://doi.org/10.1182/blood.V120.21.4644.4644",
    "article_title": "A Novel Hybrid CFH/CFHR1–3 Gene in Atypical Hemolytic Uremic Syndrome ",
    "article_date": "November 16, 2012",
    "session_type": "Disorders of Platelet Number or Function",
    "abstract_text": "Abstract 4644 Background: Atypical hemolytic uremic syndrome (aHUS) is an ultra-rare disease characterized by microangiopathic hemolytic anemia (MAHA), thrombocytopenia and renal failure in the absence of Shiga toxin exposure. Dysregulation of the alternative pathway by mutations in complement regulatory proteins or antibodies to these proteins have been implicated in the pathogenesis of the disorder. Aims: We report the late onset of aHUS in association with heterozygous deletion of two genes, CFHR1 and CFHR3 , and a mutation in CFH , c.497G>T, p.Arg166Leu. The latter mutation has not previously been reported with aHUS. Methods: A 20-year-old female whose past history was unremarkable with the exception of a spontaneous abortion 3 months earlier, presented to an emergency room with abdominal pain and bloody diarrhea three days after eating raw fish. Within 4 days of hospitalization she developed MAHA, thrombocytopenia and renal failure. Studies were negative for Shiga toxin and showed an ADAMTS13 level of 40%. A diagnosis of aHUS was made. Treatment was initiated with daily plasma exchange (PE) which was increased to twice daily for 6 weeks. Response was poor. After discontinuing PE, the patient was treated on an IRB-approved compassionate-use protocol with eculizumab 900 mg weekly for four weeks followed by 1200 mg every two weeks. Results: The patient responded slowly to eculizumab. PK values of eculizumab were sub-therapeutic at week 4. On week 5, she was switched to the maintenance dose of 1200 mg every two weeks, which resulted in a rapid normalization of her platelet count and LDH, with further improvement of her renal function and normalization of her mental status. The patient is doing well on continued eculizumab treatment. Genetic testing revealed a known copy-number variation (CNV), hemizygosity for CFHR1 and CFHR3 , and a mutation in short consensus repeat (SCR) 3 of CFH, p.Arg166Leu. Summary/Conclusions: This patient presented with aHUS unresponsive to PE, but responsive to eculizumab treatment. Genetic testing of complement regulatory genes identified a known CNV and a mutation in CFH, p.Arg166Leu. This mutation lies in SCR3 of CFH, a region of the protein important for fluid-phase regulation of the C3 convertase. Although it has been seen in a rare case of dense deposit disease, it has not has not been reported with aHUS. This patient's poor response to PE suggests that additional genetic factors may be present in this patient that affected the course of disorder. Her slow response to eculizumab may have been due to third spacing of the drug secondary to hypoalbuminemia with anasarca as documented sub-therapeutic levels were present on week 4. When the dose was increased to 1200 mg every two weeks, the patient rapidly improved with resolution of the aHUS. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "atypical hemolytic-uremic syndrome",
        "genes",
        "eculizumab",
        "microangiopathic hemolytic anemia",
        "choroidal neovascularization",
        "complement system proteins",
        "genetic screening",
        "kidney failure",
        "shiga toxin",
        "thrombocytopenia"
    ],
    "author_names": [
        "Mehmet F. Hepgur, MD",
        "Preeti Chaudhary, MD",
        "Sarmen Sarkissian, MD",
        "Richard J. H. Smith, MD",
        "Howard Liebman, MD",
        "Ilene C Weitz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mehmet F. Hepgur, MD",
            "author_affiliations": [
                "Jane Anne Nohl Division of Hematology, Keck School Of Medicine of USC, Los Angeles, CA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Preeti Chaudhary, MD",
            "author_affiliations": [
                "Jane Anne Nohl Division of Hematology, Keck School Of Medicine of USC, Los Angeles, CA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarmen Sarkissian, MD",
            "author_affiliations": [
                "Department of Internal Medicine, Keck School of Medicine of USC, Los Angleles, CA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. H. Smith, MD",
            "author_affiliations": [
                "Deparment of Internal Medicine, University of Iowa, Iowa City, IA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Howard Liebman, MD",
            "author_affiliations": [
                "Jane Anne Nohl Division of Hematology, Keck School Of Medicine of USC, Los Angeles, CA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilene C Weitz, MD",
            "author_affiliations": [
                "Jane Anne Nohl Division of Hematology, Keck School Of Medicine of USC, Los Angeles, CA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-23T18:38:44",
    "is_scraped": "1"
}