{
    "doi": "https://doi.org/10.1182/blood.V122.21.4493.4493",
    "article_title": "Anti-CD20 Chimeric Antigen Receptor Transduced T Cells Can Recognize Very Low Antigen Expression: Determination Of The Lower Threshold Required To Activate The CAR-T Cells ",
    "article_date": "November 15, 2013",
    "session_type": "703. Adoptive Immunotherapy: Poster III",
    "abstract_text": "Background In chimeric antigen receptor transduced T-cell (CAR-T cell) therapy, setting of the target antigen is critical in terms of both the efficacy and the possible adverse effects. However, how low expressing antigen CAR-T cells can recognize and present cytotoxicity, and how low expressing antigen would be a candidate for the target or should be avoided for the concern of off-organ effect is still unclear. Thus we developed novel anti-CD20 CAR-T cells, and investigated the threshold antigen expression level required to activate CAR-T cells. Methods In this study, we generated a retrovirus vector that encodes a novel CAR consisting of anti-CD20 single chain variable fragments linked to a CD3-zeta chain, a CD28 costimulatory domain, and a truncated epidermal growth factor receptor (tEGFR) as a transduction and selection marker. CD3 positive T cells from a healthy donor were activated with anti-CD3/28 beads, transduced with the CAR on day 3, enriched by selection with anti-EGFR mAb, and expanded by stimulation with gamma-irradiated B-lymphoblastoid cells. CD20 expression level of the target cells was evaluated with CD20 mean fluorescence intensity (CD20-MFI) and was quantified as CD20 specific antibody biding capacity (CD20-ABC). Results To determine the threshold expression level of CD20 antigen to induce cytotoxicity, we performed 51 Cr release assay by anti-CD20 CAR-T cells against 30 clones of CD20 transduced CCRF-CEM (CD20-CEM) expressing variable levels of CD20 (CD20-MFI: 126-6,924/ CD20-ABC: 240-230,546 molecules) (kindly provided by Dr. A.C.M. Martens, University Medical Center Utrecht). CAR-T cells lysed CD20-CEMs equally well from low to high level of CD20 (CD20MFI: 157/ CD20ABC: 5,172 molecules or more, 40-60% of lysis at E:T ratio of 10:1), and lysed the clone expressing the lowest level of CD20 (126/ 240 molecules, 22.8±2% of lysis). However, in rituximab-induced CDC assay against the same 30 clones, a minimum CD20 MFI of 600 (ABC of 65,000 molecule) was required to induce CDC. Next, cytokine production and proliferation upon stimulation were investigated by using four representative CD20-CEM clones out of the 30 clones that cover a wide range of CD20 expression levels; Very low (VL-CEM) (MFI: 126/ ABC:240 molecules), Low (L-CEM)(252/ 26,990 molecules), Mid (M-CEM)(826/ 91,567 molecules), High (H-CEM)(6,924/ 142,722 molecules). In intracellular IFN-gamma assay, CAR-T cells produced IFN-gamma equally well (L-CEM, 45.9%, M-CEM, 35.4% and H-CEM, 38.0%, respectively), except against VL-CEM (0.2%). In CFSE division assay, CAR-T cells proliferated upon stimulation with L-CEM, M-CEM, H-CEM (31.4%, %36.1, 37.3% at 72h and, 88.9%, 90.2%, 91.1% at 96h), except with LV-CEM (0% at 72h/ 96h). In intracellular signaling assay, phosphorylation of downstream signaling molecule, CD3-zeta and ERK were evaluated. Whereas only minimal phosphorylations of CD3-zeta and ERK were observed upon VL-CEM stimulation, other 3 CEMs induced similar strength of signals in the majority of CAR-T cells, and induced phosphorylation of proximal signaling molecule, CD3-zeta according to the CD20 expression level. Finally, we evaluated cytotoxicity against low-CD20 expressing primary tumor cells and cell lines. CAR-T cells lysed RRBL1 which is a cell line established from a patient who exhibited relapse of B-cell lymphoma with very weak CD20 expression and became resistant to rituximab (47.8±3% of lysis at E:T ratio 10:1) and primary DLBCL cells isolated from pleural effusion with low CD20 expression (32.6±2.9% of lysis). Conclusions We observed that CAR-T cells recognize CD20 antigen with considerably low expression. A minimum number of antigen molecules required to activate CAR-T cells is very low; the threshold is a few hundreds of target antigen. For the future search of a novel target of CAR-T therapy, antigens with expression above the threshold, even if that is below the range of mAb therapy, could be also considered. Conversely, antigens with off-organ expression above the threshold may induce off-organ effect, thus should be avoided. CD20-CAR therapy may be also effective for the patients with CD20 down-regulated lymphoma and refractory to CD20 mAb therapy. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "cd20 antigens",
        "chimeric antigen receptors",
        "t-lymphocytes",
        "molecule",
        "cytotoxicity",
        "monoclonal antibodies",
        "epidermal growth factor receptors",
        "interferon type ii",
        "lymphoma"
    ],
    "author_names": [
        "Keisuke Watanabe, MD",
        "Seitaro Terakura, MD, PhD",
        "Tatsunori Goto, MD",
        "Ryo Hanajiri, MD",
        "Nobuhiko Imahashi, MD",
        "Kazuyuki Shimada, M.D., Ph.D.",
        "Tetsuya Nishida, MD, PhD",
        "Akihiro Tomita, MD, PhD",
        "Makoto Murata, MD, PhD",
        "Tomoki Naoe, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Keisuke Watanabe, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seitaro Terakura, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsunori Goto, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ryo Hanajiri, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nobuhiko Imahashi, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kazuyuki Shimada, M.D., Ph.D.",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuya Nishida, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akihiro Tomita, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Murata, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoki Naoe, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-27T02:25:43",
    "is_scraped": "1"
}