{
    "doi": "https://doi.org/10.1182/blood.V124.21.1005.1005",
    "article_title": " CDX2 regulates Human Leukemic Cell Clonogenicity and in Vivo Repopulation Capacity ",
    "article_date": "December 6, 2014",
    "session_type": "617. Acute Myeloid Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Objectives : The caudal-type homeobox ( CDX ) gene family has been mainly studied during early development for its role in axial elongation and antero-posterior patterning. More recently, CDX genes were shown to regulate embryonic hematopoiesis via downstream HOX genes and interactions with the WNT signaling pathway. The role of CDX genes in adult hematopoiesis is poorly understood and almost no data exists on human cells. Healthy bone marrow (BM) derived hematopoietic cells express low levels of CDX1 and CDX4 but lack CDX2 expression. However, CDX2 expression is found in >80% of human acute myeloid (AML) and lymphoid leukemia (ALL) and its induction in murine BM cells results in myeloid leukemia. Here, we explore the role of CDX2 in human healthy hematopoietic and leukemic cells. Methods : CDX2 expression was modulated via lentiviral treatment in human BM CD34 + and SKM-1, EOL-1 and NALM16 human leukemic cell lines. CDX2 knockdown experiments were performed using two different shRNAs against CDX2 to control for potential off-target effects. To generate cultures displaying a very strong knockdown, individual clones were generated from single transduced cells and analyzed also separately. Efficient modulation of gene and protein CDX2 expression was analyzed by qRT-PCR and respectively immunoblot analyses. CDX2 -modified (overexpressing or knockdown) or control cells were subjected to growth, colony forming (CFU), cell cycle, flow cytometry and qRT-PCR assays and analyzed in vivo upon xenotransplantation in NOD/SCID/IL2Rγ null (NSG) mice. Human recombinant DKK-1 protein was supplemented in CFU assays to CDX2 knockdown and respectively control cells. Results: shRNA-mediated CDX2 knockdown performed on SKM-1 as well as EOL-1 cells strongly reduced clonogenic capacity in CFU assays while only slightly reducing growth. Consistently, proliferation, apoptosis sensitivity and cell cycle were not influenced by CDX2 downregulation in any of the three analyzed leukemic cell lines. Importantly, CDX2 knockdown SKM-1 as well as NALM16 cells transplanted into immunopermissive NSG mice showed profoundly suppressed in vivo leukemogenic properties compared to control cells. However, overexpression of the human CDX2 gene using an SFFV-promotor driven lentiviral vector in human healthy CD34 + bone marrow-derived and also in leukemic cells resulted in a G 0 /G 1 cell cycle arrest, reducing in vitro growth and CFU formation. Consistent with these results and in contrast to previous results reported in mice, CDX2 overexpression did not confer in vitro serial replating capacity or in vivo leukemogenic properties to healthy human CD34 + cells. To further investigate the molecular mechanisms underlying these CDX2 -mediated effects in human leukemia, we analyzed the expression of HOX and Wnt- pathway associated genes via qRT-PCR. Modulation of HOX gene expression was indeed observed upon CDX2 knockdown or overexpression. Previously reported repressive effects of CDX2 on Klf4 gene expression were confirmed. Surprisingly however, we found that CDX2 expression positively regulates the expression of the WNT-inhibitory molecule DKK-1 in both leukemic and healthy CD34 + stem/progenitor cells. Supplementation of DKK-1 was able to rescue the clonogenic capacity of CDX2 knockdown leukemic cells in CFU-assays while opposite effects were noted in control cells. Conclusion : Our data suggest that CDX2 regulates in vivo leukemogenesis by inducing clonogenic properties in human leukemic cells. Its downstream molecular pathways in human leukemic cells may include, next to Klf4 , HOX gene family members and the Wnt-inhibitor DKK-1 . Leukemic cells might use DKK-1 expression to fine-tune their Wnt-signaling activity to an optimal dosage required for leukemia initiation and growth. Work underway in our laboratory is further investigating this hypothesis. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "leukemic cells",
        "cd34 antigens",
        "colony-forming units assay",
        "polymerase chain reaction",
        "leukemia",
        "flow cytometry",
        "immunoblotting",
        "leukemia, myeloid",
        "leukemogenesis",
        "lymphoblastic leukemia"
    ],
    "author_names": [
        "Anna Paczulla, MSc",
        "Sarah Grzywna",
        "Matthias Grauer",
        "Ursula Kohlhofer",
        "Leticia Quintanilla-Martinez, MD",
        "Lothar Kanz, MD",
        "Claudia Lengerke, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anna Paczulla, MSc",
            "author_affiliations": [
                "University Hospital Basel, Basel, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah Grzywna",
            "author_affiliations": [
                "University of Tuebingen Medical Center II, Tuebingen, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthias Grauer",
            "author_affiliations": [
                "University of Tuebingen Medical Center II, Tuebingen, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ursula Kohlhofer",
            "author_affiliations": [
                "University of Tuebingen, Tuebingen, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leticia Quintanilla-Martinez, MD",
            "author_affiliations": [
                "University of Tuebingen, Tuebingen, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lothar Kanz, MD",
            "author_affiliations": [
                "Eberhard Karls University, Tuebingen, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudia Lengerke, MD",
            "author_affiliations": [
                "University Hospital Basel, Basel, Switzerland ",
                "University Hospital Tuebingen, Tuebingen, Germany ",
                "University Hospital Basel, Basel, Switzerland"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T15:42:43",
    "is_scraped": "1"
}