{
    "doi": "https://doi.org/10.1182/blood.V116.21.2027.2027",
    "article_title": "Filamin A Deficiency Leads to Premature Platelet Formation and Increased Clearance ",
    "article_date": "November 19, 2010",
    "session_type": "Platelet Activation and Biochemistry: Poster I",
    "abstract_text": "Abstract 2027 Filamin A (FlnA) is a large cytoplasmic protein that crosslinks and stabilizes actin filament networks and links membrane glycoproteins and signaling proteins to the underlying cytoskeleton. FlnA loxP-PF4-Cre mice that specifically lack FlnA in their platelets and megakaryocytes (MKs) have a macrothrombocytopenia with increased tail bleeding time. FlnA KO platelets have decreased surface expression of the von Willebrand factor receptor (vWfR) and are cleared rapidly from the circulation of WT mice, indicating an inherent surface defect that leads to detection and removal. FlnA loxP-PF4-Cre mice have a marked increase in MK numbers in bone marrow and spleen. Detailed analysis of platelet production by FlnA KO MKs in vitro reveals an altered maturation program and defects in vWfR stability, compared to WT. Surprisingly, the surface expression of vWfR components (Ibα, Ibβ, IX and V) on FlnA KO MKs is normal or increased compared to WT MKs, although the total amount of GPIbα is decreased and GPIbα is not associated with the actin cytoskeleton. Analysis of the GPIbβ subunit shows increased degradation in FlnA KO MKs and platelets. Although FlnA KO and WT MK cultures contain comparable cell numbers, FlnA KO MKs more rapidly convert their proplatelets into large CD61 + platelet-sized particles. These findings suggest that aberrant platelet maturation by FlnA KO MKs results in enlarged platelets that are cleared rapidly because of altered vWfR expression. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "bleeding time procedure",
        "blood platelets",
        "drug clearance",
        "integrin beta3",
        "meckel-gruber syndrome",
        "membrane glycoproteins",
        "signaling protein",
        "von willebrand factor receptor",
        "actins",
        "cell count"
    ],
    "author_names": [
        "Antonija Jurak Begonja, PhD",
        "Sarah E. Weber, BS",
        "Karin M. Hoffmeister, MD",
        "John H. Hartwig, PhD",
        "Herve Falet, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Antonija Jurak Begonja, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sarah E. Weber, BS",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin M. Hoffmeister, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John H. Hartwig, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Herve Falet, PhD",
            "author_affiliations": [
                "Department of Medicine, Division of Translational Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T09:31:29",
    "is_scraped": "1"
}