{
    "doi": "https://doi.org/10.1182/blood-2018-99-112126",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3968",
    "start_url_page_num": 3968,
    "is_scraped": "1",
    "article_title": "Overshoot of FVIII Activity in Patients with Acquired Hemophilia ",
    "article_date": "November 29, 2018",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "topics": [
        "hemophilia, acquired",
        "hemorrhage",
        "therapeutic immunosuppression",
        "thromboembolism",
        "venous thromboembolism",
        "adrenal corticosteroids",
        "autoantibodies",
        "azathioprine",
        "bleeding diathesis",
        "blood coagulation disorders"
    ],
    "author_names": [
        "Yoshiyuki Ogawa, MD PhD",
        "Kunio Yanagisawa, MD PhD",
        "Hiroaki Shimizu, MD PhD",
        "Takuma Ishizaki, MD PhD",
        "Akitada Ichinose, MD PhD",
        "Hiroshi Handa, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Hematology, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Hematology, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Hematology, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ],
        [
            "Department of Molecular Patho-Biochemistry and Patho-Biology, Yamagata University School of Medicine, Yamagata, Japan"
        ],
        [
            "Department of Hematology, Gunma University Graduate School of Medicine, Maebashi, Japan "
        ]
    ],
    "first_author_latitude": "36.407000599999996",
    "first_author_longitude": "139.0618575",
    "abstract_text": "Background: Acquired hemophilia A (AHA) is a rare, life-threatening bleeding disorder caused by autoantibodies against coagulation factor VIII (FVIII) [ J Thromb Haemost. 2011;9:226-235 ]. The disease is characterized by spontaneous hemorrhage or prolonged bleeding after surgery, trauma, or other invasive procedures in patients with neither family nor personal histories of hemorrhagic diathesis [ BMC Res Notes. 2010;3:161 ]. The main goal of AHA therapy is arrest of bleeding by eliminating FVIII inhibitors. Once AHA is diagnosed, the patient should be placed on immunosuppressive therapy comprising corticosteroids either alone or in combination with effective cytotoxic agents such as cyclophosphamide, cyclosporine, azathioprine or, more recently, rituximab. Through these therapeutic interventions, 70-80% of patients with AHA reportedly achieve complete remission (CR) [ Blood. 2007;109:1870-1877 ]. Overshoot of FVIII activity after achieving CR has been known anecdotally in some AHA patients, but the details remain unclear. Patients and methods: CR was defined when the following criteria were met: resolution of hemorrhagic signs; FVIII activity >60 IU/dl; and negative results for FVIII inhibitor. We treated a total of 20 patients with AHA between January 2009 and December 2017 at Gunma University Hospital (GUH). Data from the 15 AHA patients (median age, 74 years; range, 30-87 years; 10 males) who achieved CR under immunosuppressive therapy were retrospectively analyzed. Overshoot of FVIII activity was defined as a level ³150 IU/dl. All patients provided written informed consent for review of their medical records. The institutional review board at GUH approved the study protocol. Results: Baseline AHA-related parameters are shown below. All 15 patients showed a prolonged APTT (median, 77.0 s; range, 63.4-124.7 s). FVIII activity had decreased to 200 IU/dl in 5 patients. Median duration from CR to overshoot was 17 days (range, 0-154 days). Venous thromboembolism as a severe complication caused by overshoot was observed in one patient, with a giant hematoma compressing the left iliac vein. Discussion and Conclusion: We have provided, here, the first report on the frequency of FVIII overshoot after CR in AHA patients, revealing a higher than expected frequency. Most AHA patients are elderly, relatively inactive and receiving steroid therapy, and so are a prime group for developing thromboembolism. Some patients have been reported to develop thrombosis during AHA treatment [ Haemophilia. 2007;13:451-461 ]. In addition, high FVIII activity (>150 IU/dl) has been reported as a risk factor for venous thromboembolism [ Lancet. 1995;345:152-155 ]. Overshoot of FVIII activity after CR may risk thromboembolism when combined with other thrombotic triggers. Disclosures Handa: Takeda: Consultancy, Honoraria, Research Funding, Speakers Bureau; Celgene: Honoraria, Research Funding, Speakers Bureau."
}