{
    "doi": "https://doi.org/10.1182/blood.V122.21.1089.1089",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2669",
    "start_url_page_num": 2669,
    "is_scraped": "1",
    "article_title": "Epitope Specific Discrepancies Between Antibody Mediated Inhibition Of Recombinant Factor VIII and Plasma Derived Factor VIII Containing Von Willebrand Factor Affecting All Domains Of Factor VIII ",
    "article_date": "November 15, 2013",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster I",
    "abstract_text": "Background Previous results from our laboratory demonstrate an epitope specific response to high doses of FVIII within anti-C2 antibodies that was independent of antibody titer. In addition, for a panel of monoclonal antibodies (MAbs) directed against all FVIII domains the kinetics of inhibition influenced response to combinations of FVIII and recombinant factor VII (rFVIIa). The influence of inhibitor kinetics on response to treatment has also been demonstrated in inhibitor patient plasmas. The Bethesda assay detects the inhibitory capacity of anti-factor VIII (FVIII) antibodies to neutralize FVIII after 2 hours of incubation with pooled normal plasma (PNP). In this assay patient antibody is added to PNP as compared to the clinical scenario where recombinant FVIII (rFVIII) or plasma derived FVIII containing von Willebrand Factor (pdFVIII/VWF) is infused into the patient where antibody is already present. In this case the infused product is immediately available to interact with both VWF and anti-FVIII antibodies as compared to the Bethesda assay where VWF is already bound to FVIII when the antibody is added. Methods In this study we investigated the inhibitory kinetics of a panel of 20 anti-FVIII MAbs ( Table ) with known epitope specificity and inhibitory activity in a standard Bethesda assay. Inhibitor plasma consisted of a single MAb added to FVIII deficient plasma at 5 µg/ml. rFVIII and pd-FVIII/VWF were added to each inhibitor plasma and samples were sequentially removed at intervals between 5 and 90 minutes. FVIII activity was measured by a one-stage aPTT based assay. Table.  Name . Domain . Group . Epitope . BU/mg IgG . 2-116 A1   <1 2-76 A2 A Arg484-Ile508 38000 4A4 A2 A Asp403-His444 40000 B157 A2 AB  <1 B94 A2 B Arg541-Glu604 Indeterminate *  4F4 A2 B  330 B25 A2 C His444-Gln468 100 2-54 A2 D Glu604-Arg740 34000 4C7 A2 E  <1 1D4 A2 E Glu604-Arg740 7000 F147 A3  Ser1690-Trp1817 7100 G38 A3  Ser1690-Trp1817 4100 2-113 A3  Lys1818-Tyr1916 Indeterminate *  2A9 C1   97 I54 C2 A  1300 I109 C2 AB Met2199-Leu2200 1500 1B5 C2 B  930 3D12 C2 B Phe2196 2600 2-77 C2 BC  25000 2-117 C2 C  <1 Name . Domain . Group . Epitope . BU/mg IgG . 2-116 A1   <1 2-76 A2 A Arg484-Ile508 38000 4A4 A2 A Asp403-His444 40000 B157 A2 AB  <1 B94 A2 B Arg541-Glu604 Indeterminate *  4F4 A2 B  330 B25 A2 C His444-Gln468 100 2-54 A2 D Glu604-Arg740 34000 4C7 A2 E  <1 1D4 A2 E Glu604-Arg740 7000 F147 A3  Ser1690-Trp1817 7100 G38 A3  Ser1690-Trp1817 4100 2-113 A3  Lys1818-Tyr1916 Indeterminate *  2A9 C1   97 I54 C2 A  1300 I109 C2 AB Met2199-Leu2200 1500 1B5 C2 B  930 3D12 C2 B Phe2196 2600 2-77 C2 BC  25000 2-117 C2 C  <1 * Residual FVIII activity at saturating concentrations of MAb was >50% View Large Results Of the MAb panel, 2 anti-A2 MAbs, 1D4 and 4A4, and the anti-A3 MAb F147 had full neutralization of both rFVIII and pd-FVIII/VWF. All 3 of these MAbs exhibit high inhibitory titers in the Bethesda assay. The majority of the other MAbs had improved neutralization kinetics and thus higher residual FVIII activity with pd-FVIII/VWF when compared to rFVIII. The figure below shows the residual FVIII activity at 15 minutes following the addition of rFVIII or pdFVIII/VWF into the inhibitor plasmas. Similar patterns were seen at the other time points. Figure 1 View large Download slide Figure 1 View large Download slide  Three MAbs from the panel, two anti-A2 (4C7 and B157) and one anti-C2 (2-117), had significant inhibition of FVIII activity when rFVIII was added to the inhibitor plasma. This was not demonstrated in the standard Bethesda assay or when pd-FVIII/VWF was added to the inhibitor plasma. This demonstrates that the order of binding of VWF and anti-FVIII antibodies may be clinically relevant for a subset of FVIII epitopes. Conclusion The Bethesda assay in isolation neither predicts inhibitory kinetics nor defines response to various FVIII sources. FVIII source dependent neutralization kinetics and epitope mapping may be applied as additional tools for tailoring therapy in patients with inhibitors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "antibodies",
        "epitopes",
        "factor viii",
        "plasma",
        "recombinant antihemophilic factor viii",
        "von willebrand factor",
        "monoclonal antibodies",
        "activated partial thromboplastin time measurement",
        "antibody titer",
        "epitope mapping"
    ],
    "author_names": [
        "Tami Livnat, PhD",
        "Amy L. Dunn, MD",
        "Shirley Azar-Avivi",
        "Wallace Hunter Baldwin, B.S.",
        "Gili Kenet, MD",
        "Shannon L. Meeks, MD"
    ],
    "author_affiliations": [
        [
            "National Hemophilia Center and Thrombosis Unit, Sheba Medical Center, Ramat Gan, Israel, "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA"
        ],
        [
            "National Hemophilia Center and Thrombosis Unit, Sheba Medical Center, Ramat Gan, Israel, "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA"
        ],
        [
            "National Hemophilia Center and Thrombosis Unit, Sheba Medical Center, Ramat Gan, Israel, "
        ],
        [
            "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta/Emory University, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "32.04671",
    "first_author_longitude": "34.842852"
}