{
    "doi": "https://doi.org/10.1182/blood-2021-153428",
    "article_title": "Reference Mapping Pediatric Leukemia Using Single Cell Multiomic Atlas of Pediatric Hematopoiesis ",
    "article_date": "November 5, 2021",
    "session_type": "501.Hematopoietic Stem and Progenitor Cells and Hematopoiesis: Basic and Translational",
    "abstract_text": "Acute lymphoblastic leukemia is the most common pediatric cancer and leading cause of cancer related mortality in pediatric populations. A key challenge to bridge better therapies to patients that fail conventional therapy are to understand their tumor landscape and aberrations in cell signaling, particularly in relation to normal hematopoietic development. To address this gap, we produced a unified reference map of pediatric T, B, and myeloid cell development from the HSPC using single cell RNA-seq and single-cell ATAC-seq on healthy pediatric bone marrow and thymus. We employed 6 different FACS sorting strategies in order to capture rare, but informative, progenitor cell states, including those of the CCR9+ CD34+ CD1A- CD4- CD8- early-T-cell precursor, CD34+ CD1A- CD4- CD8- pro-T cell, and CD34+ CD1A+ CD4- CD8- pre-T cell and Lin-CD34+CD38- multipotent, lymphoid, and myeloid progenitors from the bone marrow. We mapped leukemic cells from patients from 4 different subtypes of pediatric leukemia (T-ALL, ETP-ALL, MPAL, AML) to our healthy reference and found that our reference map can distinguish between subtle differences in transcriptome and epigenome that were undetectable using surface marker or canonical gene expression. Notably, using trajectories inferred from our healthy reference map, we discovered a large amount of inter-tumoral and intra-tumoral heterogeneity, with leukemic blasts from different patients and different populations within any one patient projecting to different cell states along normal development. Finally, we mapped engrafted leukemic cells from patient derived xenografts (PDX) back to our healthy reference. While we observed patient-specific transcriptomic shifts in engrafted versus primary leukemic blasts, we found that the overall transcriptomic hierarchy is maintained in the most PDX, with engrafted cells projecting to near-identical stages of arrest along our healthy hematopoietic trajectory. Interestingly, for PDX that projected to different areas in development compared to primary sample, we discovered alterations in expression of key transcription factors that regulate hematopoietic development. Our single cell multi-omic reference map of pediatric hematopoiesis serves as a valuable reference for mapping RNA-seq and ATAC-seq data back to nearest healthy precursors in normal hematopoietic development. On-going analysis is utilizing single cell transcriptomic, chromatin accessibility data from additional leukemic patients, including patients with B-ALL, to determined key genes and regulators that are altered in comparison to nearest healthy cell-types. In addition, population level signatures learned from healthy reference are being tested in bulk-transcriptomic ALL datasets. We are eager to present the results of these analyses at ASH. *CC and JX, as well as, DTT and KT contributed equally to this work Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Teachey:  Janssen: Consultancy; NeoImmune Tech: Research Funding; Sobi: Consultancy; BEAM Therapeutics: Consultancy, Research Funding.",
    "author_names": [
        "Jason Xu",
        "Changya Chen",
        "Tiffaney Vincent",
        "Elizabeth Li",
        "Yusha Sun",
        "Chia-hui Chen",
        "David Frank",
        "David T. Teachey",
        "Kai Tan"
    ],
    "author_dict_list": [
        {
            "author_name": "Jason Xu",
            "author_affiliations": [
                "Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Changya Chen",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA",
                "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tiffaney Vincent",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Li",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA",
                "Yale School of Medicine, New Haven, CT"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yusha Sun",
            "author_affiliations": [
                "Perelman School of Medicine, Medical Scientist Training Program, Philadelphia, PA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chia-hui Chen",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Frank",
            "author_affiliations": [
                "Division of Cardiology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Teachey",
            "author_affiliations": [
                "CHOP, Philadelphia, PA",
                "Perelman School of Medicine University of Pennsylvania, Philadelphia, PA",
                "Department of Pediatrics and the Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Rutledge, PA",
                "Division of Oncology, Children's Hospital of Philadelphia, Philadelphia, PA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kai Tan",
            "author_affiliations": [
                "Division of Oncology and Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Philadelphia, PA",
                "Department of Biomedical and Health Informatics, Children's Hospital of Philadelphia, Philadelphia, PA",
                "Department of Pediatrics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA",
                "Department of Genetics, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA",
                "Institute for regenerative medicine, University of Pennsylvania, Philadelphia, PA",
                "Penn Epigenetics Institute, University of Pennsylvania, Philadelphia, PA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T15:32:29",
    "is_scraped": "1"
}