{
    "doi": "https://doi.org/10.1182/blood.V104.11.1221.1221",
    "article_title": "Gγ-Globin Promoter Trans -Activation: Characterization of Transcription Factor Interactions in the Upstream cAMP Response Element (CRE). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Erythroid differentiation recapitulates the temporal switch from γ to β-globin gene expression that occurs during fetal development. We and others have demonstrated a p38 mitogen activated protein kinase (MAPK)-dependent mechanism for γ-globin activation by fetal hemoglobin inducers in the setting of permissive chromatin structure. Furthermore, by electrophoretic mobility shift assay we confirmed that CREB and ATF-2 bind the CRE at nucleotide −1222 in the Gγ-promoter (G-CRE). A naturally occurring C→G mutation in the CRE occurs is associated with the Benin haplotype, producing lower fetal hemoglobin levels in sickle cell patients. To understand the functional relevance of the G-CRE we used a luciferase reporter system established with promoter mutants at nucleotides −1500, −1350 and −1180 to produce the respective reporters -1500Gγluc, −1350Gγluc and −1180Gγluc. Transient transfections were performed in K562 cells by electroporation. In the −1180Gγluc reporter there was a loss of the 15 to 20-fold activation induced by 2mM butyrate and 0.5μM trichostatin in the −1500Gγluc reporter . The loss of trans -activation when the G-CRE was deleted in the −1180 mutant confirms functional relevance for this element. Trans -activation studies were also completed with a wtCREB (pCMV-CREB) and dominant negative, pKCREB expression vector. The latter forms an inactive heterodimer with CREB by blocking the DNA binding domain. To determine the direct trans -activation potential of wtCREB, co-transfection studies were completed with 10 to 40μg of either pCMV-CREB or pKCREB alone. We observed a dose-dependent 1.5 to 11-fold increase in luciferase activity with wtCREB compare to a robust 18 to 100-fold Gγ-promoter induction by pkCREB. This ability of both vectors to activate was reversed when the G-CRE was deleted. Interestingly, when an equal concentration of both vectors was co-transfected, a 40-fold increase in promoter activity was observed. Additional studies with pkCREB and butyrate or trichostatin inductions produced a similar synergistic effect. Collectively, the findings suggest that other transcription factors with greater trans -activation potential bind the G-CRE when CREB is inactivated by its dominant negative protein. We will test the two most likely candidate transcription factors, cJun and ATF-2 which bind the G-CRE and are downstream effectors of p38 MAPK signaling. Transfection experiments with cJun confirmed a dose-dependent 80-fold activation of −1500Gγluc. Interestingly, when cJun was combined with wtCREB, γ-promoter trans -activation dropped 60-fold supporting two possible interactions between cJun and CREB: 1) competitive binding to the G-CRE or 2) the formation of an inactive or low activity heterodimer between the two proteins. Additional studies with site-directed mutants of the G-CRE will be performed to ferret out the DNA-protein interactions in this region, thereby providing gene-based approaches for fetal hemoglobin induction.",
    "topics": [
        "cyclic amp",
        "globins",
        "transcription factor",
        "response elements",
        "cyclic amp-responsive dna-binding protein",
        "fetal hemoglobin",
        "butyrates",
        "dna",
        "luciferases",
        "mitogen-activated protein kinases"
    ],
    "author_names": [
        "Moo Seung Lee",
        "Eugene Oteng",
        "Jose Sangerman",
        "Betty Pace"
    ],
    "author_dict_list": [
        {
            "author_name": "Moo Seung Lee",
            "author_affiliations": [
                "Department of Molecular and Cell Biology, University of Texas at Dallas, Richardson, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eugene Oteng",
            "author_affiliations": [
                "Department of Molecular and Cell Biology, University of Texas at Dallas, Richardson, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jose Sangerman",
            "author_affiliations": [
                "Department of Molecular and Cell Biology, University of Texas at Dallas, Richardson, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betty Pace",
            "author_affiliations": [
                "Department of Molecular and Cell Biology, University of Texas at Dallas, Richardson, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-22T04:37:35",
    "is_scraped": "1"
}