{
    "doi": "https://doi.org/10.1182/blood.V112.11.2113.2113",
    "article_title": "Long Term Follow up of Patients with CML in Chronic Phase Treated with First-Line Imatinib Suggests That Earlier Achievement of a Major Molecular Response Leads to Greater Stability of Response. ",
    "article_date": "November 16, 2008",
    "session_type": "Chronic Myeloid Leukemia - Therapy",
    "abstract_text": "A major molecular response (MMR) by 12 or 18 months (m) of standard dose imatinib for patients (pts) with newly diagnosed chronic phase CML is associated with a low risk of progression to accelerated phase or blast crisis. Phase II/III trials suggest that MMR may be achieved earlier with higher doses of imatinib. We determined whether the timing of MMR affects the long term stability of response with regard to the acquisition of BCR-ABL mutations and/or loss of MMR (collectively defined as an “event”) for pts with up to 8 years of follow up since commencing first-line imatinib. All pts treated with 400 to 600mg of first-line imatinib who were monitored regularly at our institution for BCR-ABL levels by real-time quantitative PCR and mutation analysis by direct sequencing were evaluated: 181 pts were followed for a median of 45m (range (r) 3–96m). The event rate was compared for pts dependent on the time to MMR (≤0.1% IS (international scale)) in 6m intervals to 18m of imatinib. The events for pts with undetectable BCR-ABL (complete molecular response, CMR) were also determined. Strict sensitivity criteria were used for CMR: undetectable BCR-ABL where the sensitivity of analysis indicated BCR-ABL was 2 fold rise from nadir to a level >0.1% IS in pts who maintained imatinib dose. 144/181 pts (80%) achieved MMR at a median of 12m (r 3–53m). Consistent with other studies, maintaining a higher dose of imatinib in the first 6m of therapy was associated with a significantly higher frequency of pts achieving MMR by 6m. 118 pts received an average dose of <600mg in the first 6m and 18/118 (15%) achieved MMR by 6m, whereas 63 pts received an average dose of 600mg in the first 6m and 23/63 (37%) achieved MMR by 6m, P =0.002. Mutations were detected in 14/181 pts (8%) at a median of 9m (r 3–42m). An event occurred in 8 pts with MMR at a median of 36m (r12–57m) after commencing imatinib, including one patient who had achieved CMR. Mutations were found in 4 pts and 3/4 lost MMR. The remaining 4 lost MMR without a mutation. The one patient with a mutation who did not lose MMR had a 3-fold rise in BCR-ABL at the time of mutation detection and responded to a higher imatinib dose. The other pts with mutations had therapeutic intervention upon cytogenetic relapse (2) or loss of MMR (1). The 4 pts with loss of MMR and no mutation had accelerated phase (1), cytogenetic relapse (2) and one maintained CCR with 3m of follow up. The median fold rise in BCR-ABL upon loss of MMR was 26 (r 4–220). The probability of an event if MMR was achieved by a) 6m was 0% (n=41 evaluable pts), b) >6 to 12m was 12% (n=40) and c) 12 to 18m was 19% (n=33). The median follow up since MMR was achieved was not significantly different for the groups: 49m (r 3–87m), 38m (r 6–87m), 40m (r 9–78m), respectively, P =0.5. The risk of an event for pts with MMR achieved by 6m was significantly lower than in pts with MMR achieved by >6 to 18m, P =0.04. CMR occurred in 55 pts who were followed for a median of 24m (r 3–55m) after its attainment. Only 1 event occurred in these 55 pts, which was at 6m after CMR was achieved and 57m after commencing imatinib. This patient had maintained MMR for 45m but loss of a major cytogenetic response occurred 6m after loss of MMR. There was a significant difference in the probability of CMR by 60m of imatinib dependent on the time to MMR, P 6 to 12m and >12 to 18m: 24m vs 37m vs 42m, respectively, P =0.001. This suggests the rate of BCR-ABL reduction below the level of MMR was faster in pts with MMR by 6m, which may be clinically beneficial as none of these pts had a subsequent event. Based on these findings we propose that inducing earlier molecular responses with higher dose imatinib or more potent kinase inhibitors may lead to more durable and deeper responses. It remains possible however, that early molecular response reflects a more biologically favourable disease rather than being the direct cause of more durable response. Finally, CMR was associated with an extremely low risk of events, making it an appropriate next target of therapy after MMR is achieved. View large Download slide Figure View large Download slide Figure  Close modal",
    "topics": [
        "follow-up",
        "imatinib mesylate",
        "measles-mumps-rubella vaccine",
        "brachial plexus neuritis",
        "cardiac mri",
        "bcr-abl tyrosine kinase",
        "accelerated phase",
        "blast phase",
        "kinase inhibitors",
        "leukemia, myeloid, chronic-phase"
    ],
    "author_names": [
        "Susan Branford",
        "Rebecca Lawrence",
        "Andrew Grigg",
        "John Francis Seymour, MBBS",
        "Anthony Schwarer",
        "Christopher Arthur",
        "Zbigniew Rudzki",
        "Timothy Hughes"
    ],
    "author_dict_list": [
        {
            "author_name": "Susan Branford",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Lawrence",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Grigg",
            "author_affiliations": [
                "Med. Onc./Hem., Royal Melbourne Hospital, Melbourne, Australia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Francis Seymour, MBBS",
            "author_affiliations": [
                "Peter MacCallum Cancer Institute, Richmond, Australia"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Schwarer",
            "author_affiliations": [
                "Australasian Leukaemia & Lymphoma Group, Australia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher Arthur",
            "author_affiliations": [
                "Australasian Leukaemia & Lymphoma Group, Australia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zbigniew Rudzki",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Hughes",
            "author_affiliations": [
                "Institute of Medical & Veterinary Science, Adelaide, Australia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T15:35:24",
    "is_scraped": "1"
}