{
    "doi": "https://doi.org/10.1182/blood.V104.11.4706.4706",
    "article_title": "Study on Mechanisms of Telomerase Regulation in Arsenic Trioxide Inducing Apoptosis in Myelodysplasia Cell Line. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The telomerase activity can be down regulated by arsenic trioxide (As 2 O 3 ), which is regarded as an apoptotic induction agent, is confirmed in many kinds of tumor cells. To investigate the mechanisms of telomerase regulation and to explore the correlation of As 2 O 3 inducing apoptosis and telomerase regulation in MUTZ-1 cells, which are established as a high-risk myelodysplasia Cell line that derived from a MDS patient (FAB subtype refractory anemia with excess of blasts), a quantitative assessment of the telomerase activity by TRAP-ELISA and detection of the expression levels of hTERT, TRF1 (TTAGGG repeat binding factor 1), TRF2 (TTAGGG repeat binding factor 2), bcl-2, bax mRNA were performed, together with the assessment of the apoptosis by means of translocation of phosphatidylserine (PS) through flow cytometry assay. The results indicated that a typical apoptotic cell group distribution of DNA content was represented in the MUTZ-1 cells after being exposed to As 2 O 3 at the range of concentration from 1μmol/L to 8μmol/L in a dose-dependent manner (r=0.736, P<0.001) and time-dependent manner (r=0.674, p<0.05), and the telomerase activity was down-regulated in a time-dependent manner (r=−0.976,P=0.024), and the expression level of hTERT mRNA in MUTZ-1 cells was represented in a dose-dependent manner (r=−0.892,P=0.042) and time-dependent manner (r=−1.000,P=0.04), after the cells were treated by As 2 O 3 at the dosage as above. It was showed that a significant correlation between the decreased telomerase activity and the increased percentage of apoptotic cells in the treated cells (r=0.938,P=0.018), and there was a strong relationship between the telomerase activity and the mRNA expression of hTERT gene (r=0.783,P=0.022). However, As 2 O 3 has no obvious effect on the expression level of TRF1 mRNA and TRF2 mRNA, which were regarded as two telomere-binding proteins. Further findings indicated that the inhibition of telomerase activity in MUTZ-1 cells was accompanied with down-regulated mRNA expression of bcl-2 gene (densitometry readings: 0.255±0.017 vs 0.466±0.069, P<0.05) and decreased ration of bcl-2/bax (densitometry reading ratios: 0.890±0.083 vs 0.546±0.014, P<0.05) at the dosage of 4μmol/L for 24 hours. These observations suggest that the apoptosis induced by As 2 O 3 on MUTZ- 1 cells might be mediated through the inhibition of telomerase activity regulated by expression of hTERT gene, which implies that may be one of the mechanisms of As 2 O 3 inducing apoptosis in MUTZ-1 cells.",
    "topics": [
        "apoptosis",
        "arsenic trioxide",
        "cell lines",
        "myelodysplastic syndrome",
        "preleukemia",
        "telomerase",
        "rna, messenger",
        "densitometry",
        "cd40 ligand",
        "fibrinogen"
    ],
    "author_names": [
        "Hongyan Tong, PhD, MD",
        "Jie Jin, PhD, MD",
        "Weilai Xu, PhD",
        "Wenbin Qian, PhD, MD",
        "Maofang Lin"
    ],
    "author_dict_list": [
        {
            "author_name": "Hongyan Tong, PhD, MD",
            "author_affiliations": [
                "hematology department, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China."
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jie Jin, PhD, MD",
            "author_affiliations": [
                "hematology department, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China."
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weilai Xu, PhD",
            "author_affiliations": [
                "hematology department, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China."
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenbin Qian, PhD, MD",
            "author_affiliations": [
                "hematology department, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China."
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maofang Lin",
            "author_affiliations": [
                "hematology department, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, Zhejiang, China."
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T09:40:09",
    "is_scraped": "1"
}