{
    "doi": "https://doi.org/10.1182/blood.V128.22.5461.5461",
    "article_title": "The Role of Peg-Interferon (P-IFN) in Salvaging Patients with Chronic Myeloid Leukemia Chronic Phase (LMC-CP) in Molecular Resistant (MolRes) to Second- Generation Tyrosine Kinase Inhibitors (TKIs) ",
    "article_date": "December 2, 2016",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy",
    "abstract_text": "Introduction.- Interferón for two decades was the gold standard in the treatment of CML, with the beginning of the era of ICTs, their role was secondary or even abandoned its use, combination with ICTs in the first line, has controversial and had toxic effects that limit their use results, however some clinical trials have shown advantages in the molecular response, even less explored yet, this use in molecular resistance (MolRes) to second-generation TKIs. Objective.- Get as molecular response major (MMR) in CML-CP patients with MolRes to nilotinib or dasatinib management. Material and methods.- A total of 146 CML-CP patients treated with nilotinib or dasatinib in second or third-line, twenty six patients with MolRes included a minimum of 18 months of treatment, to receive P-IFN 90 or 180 mcg SC weekly and evaluated quarterly by q-PCR to reach the MMR. Results.- 26 CML patients (13 male and 13 female) were included, the median age at diagnosis was 34.5 years (19-60), 8 patients received first-line treatment as P-IFN and 12 patients (60%) imatinib by a median of 30 months (18-52), presented half resistance cytogenetic and half MolRes, being treated with second-generation TKIs (17 nilotinib and 9 dasatinib), wherein MolRes over 18 months of treatment (19-62), they synergize with P-IFN at a dose 90 to 180 mcg weekly, with a median age at onset of the P-IFN synergizers 42 years (18-67), reaching RMM to a median of 3 months (range 3-9), including 5 patients with undetectable molecular response (uMR), achieving the goal of MMR 62% of patients (65 and 56% for nilotinib and dasatinib respectively). La toxicidad hematológica y no hematológica fue evaluada, no siendo significativa, ni una limitante para su uso. Hematologic and non-hematologic toxicity was assessed not to be significant, or limit its use. El 100% de los pacientes sigue vivo y mantienen respuesta molecular mayor 13 pacientes (65%) a una mediana de 8.5 meses (4-20). Conclusiones.- El manejo con nilotinib en 2da línea, ofrece en nuestra experiencia en pacientes con LMC-FC en 2da (90%) o 3ª línea (10%), respuestas citogenéticas en resistentes citogenéticos en un 77% y un 50% alcanzan la RMM, en los casos con fracaso a ese objetivo, la conducta es cambiar de ICT o realizar un trasplante alogénico cuando se dispone de un donador histocompatible, a la sinergizacion 10 pacientes (71%) de 14, lograron la RMM, para un global de RMM del 60% (22% en RMi), los resultados actuales demuestran que es posible retrasar un cambio en la mayoría de los pacientes combinando con P-IFN, recuperando con esta estrategia la RMM en 2/3 de esos pacientes. All patients still alive (except for one patient with dasatinib/P-IFN who died of a heart attack) and remain major molecular response in 15 patients (58%) at a median of 18 months (4-20). Conclusions.- management with nilotinib in 2nd line offers our experience in patients with CML-CP in second-line (90%) or 3rd line (10%), they are achieved complete cytogenetic cytogenetic responses in 77% and 50% reach the RMM, in cases of failure to this goal is to change behavior TKIs or make an allogeneic transplant, when you have a histocompatible donor, the synergizers 11 patients of 17, achieved the MMR, for a global MMR 62% (22% in uMR), the current results show that it is possible to delay a change in the majority of patients with P-IFN combining, recovering with this strategy the MMR in 2/3 of these patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "human leukocyte interferon",
        "interferons",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "measles-mumps-rubella vaccine",
        "nilotinib",
        "dasatinib",
        "toxic effect",
        "gold standard",
        "imatinib mesylate"
    ],
    "author_names": [
        "Manuel Ayala, MD",
        "Antonieta Chavez, PhD",
        "Jacqueline Domínguez, NL"
    ],
    "author_dict_list": [
        {
            "author_name": "Manuel Ayala, MD",
            "author_affiliations": [
                "Department of Hematology and Transplant Unit Stem Cells Hematopoietic, Specialist Hospital, CMN \"La Raza\", Mexican Institute for Social Security, Mexico City, Mexico., Mexico City, MEX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Antonieta Chavez, PhD",
            "author_affiliations": [
                "Oncology Research Unit, Oncology Hospital, National Medical Center, Mexican Institute for Social Security, Mexico City, Mexico., México, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jacqueline Domínguez, NL",
            "author_affiliations": [
                "Grupo Consulmed, México, México, Mexico"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T06:42:19",
    "is_scraped": "1"
}