{
    "doi": "https://doi.org/10.1182/blood-2020-137464",
    "article_title": "Validation of Patient-Reported Vaso-Occlusive Crisis Day As a Potential Endpoint in Studies of Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "901.Health Services Research-Non-Malignant Conditions",
    "abstract_text": "Introduction: Individuals with sickle cell disease (SCD) experience vaso-occlusive crises (VOCs) - acute episodes of severe pain caused by vaso-occlusion. Vaso-occlusion typically causes complications, including ischemic damage to tissues resulting organ failure (Piel 2017). Historically, VOC events were assessed only through medical utilization, thereby excluding events managed by patients strictly at home. Thus, many VOC events are never recorded in the medical system, and the treatment benefit of new SCD therapies may be underestimated when relying on medical utilization alone. Objective: The goal was to develop and validate a daily diary for patients with SCD to accurately report their VOC status. Methods: A pilot patient diary was developed from qualitative interviews with patients with SCD and their caregivers and implemented as an electronic daily diary (eDiary) in a longitudinal, 6-month, non-interventional Phase 0 study of pain biomarkers in adolescents and adults (ELIPSIS Study; Callaghan et al 2017). The eDiary included a description of SCD pain crisis, which was followed by questions on: 1) pain crisis in the past 24 hours (ie, VOC Day question); 2) worst pain; 3) tiredness; and, 4) ability to perform usual physical activities. If a patient responded \"yes\" to the VOC Day question, they were asked how they treated their pain (eg, emergency room, hospitalized, called or visited doctor, treated self at home). Interviews were conducted among patients and caregivers in ELIPSIS to evaluate their understanding of the eDiary. All face-to-face interviews followed a semi-structured interview guide, were audio-recorded, and transcribed. Qualitative interview data were analyzed using content analysis. Quantitative analyses were conducted using the ELIPSIS data. A VOC Day was recorded when a patient responded \"yes\" to the VOC Day question. A VOC event was a sequence of VOC Days that could also include single intervening days with no reported pain crisis. Each VOC event was classified by the highest level of treatment received during the event. Psychometric analysis of the ELIPSIS data was performed to validate the VOC Day concept. Mean symptoms and activities scores on the first or last VOC Day of an event were compared using t-tests with the mean of the 3 non-VOC days: 1) prior to the first reported VOC Day of an event, or 2) following the event to examine each score's sensitivity to change in patient VOC status. Results: Thirty-five patients with SCD (mean [± SD] age 24.7 [± 9.5] years) participated in ELIPSIS; 51.4% were female. A majority (62.3%) of VOC events in ELIPSIS were treated at home, while 18.4% culminated in a hospitalization, 17.5% resulted in direct healthcare utilization, and the remaining patients (1.8%) had indirect healthcare utilization. Thirty-one patients reported ≥ 1 VOC Day. The mean number of VOC Days per patient was 11.2 ± 19.3 (1.0-91.0), and mean duration of VOC events was 2.7 ± 3.3 days (1.0-14.7). Mean severity of symptoms and activities scores on all VOC Days compared to all non-VOC Days were higher (worst pain: 7.6 vs. 2.6; tiredness: 6.3 vs. 4.1; usual physical activities: 3.6 vs. 2.6), with significant mean differences between first/last VOC Days and respective 3 non-VOC Days (all p<0.01; Table 1). Fifteen SCD patients and 9 caregivers completed an interview following ELIPSIS. Nearly all (93% of patients; 89% of caregivers) confirmed that the eDiary definition of pain crisis accurately described the experience of a SCD pain crisis, and participants expressed confidence in differentiating SCD crisis pain from everyday pain. Conclusions: These results demonstrate that patients can reliably report their experiences with VOC-related pain crises on an eDiary by responding to the VOC Day question. Qualitative data demonstrated that ELIPSIS patients: 1) differentiated between everyday pain and SCD crisis pain, and 2) endorsed the SCD pain crisis description included in the eDiary. The high proportion of patient-reported VOC events treated at home indicates that relying on operational VOC definitions requiring medical utilization results in a substantial number of missed VOC events. By broadening the VOC definition to include patient-reported, non-medical utilization VOC events, future studies can evaluate the impact of new therapies and their efficacy in reducing VOC events. The daily VOC Day question is a critical tool for capturing the VOC experience of patients with SCD. View large Download slide View large Download slide  Close modal Disclosures Coyne: Evidera: Current Employment; Pfizer: Consultancy. Currie: Evidera: Current Employment; Pfizer: Consultancy. Callaghan: Pfizer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Research Funding; Alnylum: Current equity holder in publicly-traded company; Bioverativ: Membership on an entity's Board of Directors or advisory committees; Octapharma: Honoraria, Membership on an entity's Board of Directors or advisory committees; Biomarin: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Speakers Bureau; Sancillio: Other; Hema Biologics: Honoraria, Membership on an entity's Board of Directors or advisory committees; NovoNordisk: Other, Speakers Bureau; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Global Blood Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other, Speakers Bureau; Grifols: Honoraria, Membership on an entity's Board of Directors or advisory committees; Spark: Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche/Genentech: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: Site Investigator/sub-I Clinical Trial, Speakers Bureau; Shire: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau. Wyrwich: Pfizer: Current Employment, Current equity holder in publicly-traded company. Pease: Pfizer: Current Employment, Current equity holder in publicly-traded company. Baker: Pfizer: Current Employment, Current equity holder in publicly-traded company. Arkin: Pfizer: Current Employment, Current equity holder in publicly-traded company, Other: own stock/options in the company. Pittman: Pfizer: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Karin Coyne, PhD",
        "Brooke Currie",
        "Michael U. Callaghan, MD",
        "Kathleen W. Wyrwich, PhD",
        "Sheryl Pease, MBA",
        "Christine L. Baker, JD, MPH",
        "Steven Arkin, MD",
        "Debra D. Pittman, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Karin Coyne, PhD",
            "author_affiliations": [
                "Evidera, Bethesda, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brooke Currie",
            "author_affiliations": [
                "Evidera, Bethesda, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael U. Callaghan, MD",
            "author_affiliations": [
                "Central Michigan University, Children's Hospital of Michigan, Detroit, MI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen W. Wyrwich, PhD",
            "author_affiliations": [
                "Pfizer Inc., New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheryl Pease, MBA",
            "author_affiliations": [
                "Pfizer Inc., New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christine L. Baker, JD, MPH",
            "author_affiliations": [
                "Pfizer Inc., New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Arkin, MD",
            "author_affiliations": [
                "Pfizer Inc., Cambridge, MA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Debra D. Pittman, PhD",
            "author_affiliations": [
                "Pfizer Inc., Cambridge, MA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:33:40",
    "is_scraped": "1"
}