{
    "doi": "https://doi.org/10.1182/blood.V108.11.1410.1410",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=822",
    "start_url_page_num": 822,
    "is_scraped": "1",
    "article_title": "HTLV-I bZIP Factor Gene, Encoded by the Minus Strand of HTLV-I Provirus, Is Critical for Pathogenesis of HTLV-I Associated Diseases. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "basic-leucine zipper transcription factors",
        "genes",
        "htlv-i infections",
        "human t-lymphotropic virus 1",
        "proviruses",
        "dermatitis",
        "rna",
        "leukemia, t-cell",
        "leukemogenesis",
        "molecule"
    ],
    "author_names": [
        "Yorifumi Satou, MD, PhD",
        "Jun-ichirou Yasunaga, MD, PhD",
        "Mika Yoshida, MD, PhD",
        "Koichi Ohshima, MD, PhD",
        "Masao Matsuoka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Laboratory of Virus Immunology, Institute for Virus Research, Kyoto, Japan"
        ],
        [
            "Laboratory of Virus Immunology, Institute for Virus Research, Kyoto, Japan"
        ],
        [
            "Laboratory of Virus Immunology, Institute for Virus Research, Kyoto, Japan"
        ],
        [
            "Department of Pathology, School of Medicine, Kurume University, Kurume, Fukuoka, Japan"
        ],
        [
            "Laboratory of Virus Immunology, Institute for Virus Research, Kyoto, Japan"
        ]
    ],
    "first_author_latitude": "35.09819619999999",
    "first_author_longitude": "135.7188694",
    "abstract_text": "Human T-cell leukemia virus type I (HTLV-I) causes adult T-cell leukemia (ATL) in about 5% of carriers after a long latent period. HTLV-I is one of complex retrovirus, which encodes accessory genes to control viral replication and proliferation of infected cells. Previous studies reported the pleiotropic actions of tax gene in proliferation of infected cells and leukemogenesis. However, tax gene expression in ATL cells is disrupted by several mechanisms. Our previous study showed that the 5′-LTR of HTLV-I is frequently hypermethylated or deleted in ATL cells, while the 3′-LTR remains unmethylated and intact. These findings suggest the involvement of the 3′-LTR in leukemogenesis. Transcription from the minus strand of HTLV-I has been reported, and the HTLV-I bZIP factor (HBZ) was subsequently found to inhibit Tax-mediated transactivation of viral gene transcription from the 5′-LTR by heterodimerizing with either CREB2, c-Jun or JunB. Based on these previous studies, we hypothesized that HBZ had an important role in ATL cells. We first identified the transcription start site of HBZ gene in the 3′-LTR and found the novel splicing form. The HBZ gene transcription could be detected in all ATL cases and two of three HTLV-I asymptomatic carriers. Suppression of HBZ gene transcription by short hairpin RNA inhibits proliferation of ATL cells. In addition, HBZ gene expression promotes proliferation of a human T-cell line. Transcriptional profiling showed that BTG2, which is known as an antiproliferative molecule, and MX-1, which has an antiviral function, were down regulated. In addition, HBZ up-regulated the transcription of E2F-1 and its target genes. These results suggest that HBZ is associated with the proliferation and survival of HTLV-I infected cells. Furthermore, HBZ mutant analyses suggested that HBZ promotes T-cell proliferation in its RNA form, while HBZ protein suppresses Tax-mediated viral transcription through the 5′-LTR. The studies of microarrays showed that transcriptional changes by HBZ gene could be categorized into two groups: those caused by HBZ RNA and HBZ protein. HBZ protein enhanced the transcription of cellular genes in transfected cells such as GRAP2, an adaptor molecule in the downstream signaling of T cell receptor, which should be important in pathogenesis by HBZ. To analyze the function of HBZ gene in vivo, we generated transgenic (Tg) mice expressing HBZ under the control of the mouse CD4 promoter/enhancer. The percentage of CD4 T cells increased in splenocytes of the Tg mice. In addition, proliferation induced by cross-linking with an immobilized anti-CD3 antibody was augmented in thymocytes of these Tg mice. These data indicate that the HBZ gene promotes proliferation of CD4 T cells in vivo. Interestingly, one of three strains of HBZ mice spontaneously develops dermatitis at about 3–4 months of age. Histological analyses revealed severe dermatitis with massive dermal and epidermal infiltration of lymphocytes. In other strains of transgenic mice, which did not present dermatitis, infiltration of lymphocytes was also observed. In HTLV-I carriers with high provirus loads, infiltration of CD4 T-lymphocytes into the skin has been reported. The spontaneous dermatitis in the HBZ mice resembles to that observed in HTLV-I infected individuals. Taken together, these data suggest that HBZ gene is implicated not only in oncogenesis by HTLV-I, but also in HTLV-I associated diseases."
}