{
    "doi": "https://doi.org/10.1182/blood-2018-99-115768",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4012",
    "start_url_page_num": 4012,
    "is_scraped": "1",
    "article_title": "Allogeneic CAR-T Cell Therapy for Treatment of Relapse after Allo-HSCT in Patients with Refractory CML Lymphoid Blast Crisis: Significance of HLA Matched Donor/Patient Pair in the Safety/Efficacy of CAR-T Cell Therapy ",
    "article_date": "November 29, 2018",
    "session_type": "632. Chronic Myeloid Leukemia: Therapy: Poster III",
    "topics": [
        "allopurinol",
        "blast phase",
        "cell therapy",
        "donors",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "disease remission",
        "cd19 antigens",
        "infusion procedures",
        "bcr-abl tyrosine kinase"
    ],
    "author_names": [
        "Kai Sun, MD",
        "Xuejun Zhang, MD",
        "Zhen Wang, MD",
        "Yuqing Chen, MD",
        "Lei Zhang, MD",
        "Wei Cheng, MD",
        "Mingyue Shi, MD",
        "Lei Huo, MD",
        "Yanliang Bai, MD",
        "Xiaona Niu, MD",
        "Honggang Guo, MD",
        "Jing Yang, MD",
        "Chunrong Tong, MD",
        "AlexH Chang, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Zhengzhou Univsersity People's Hospital & Henan Provincial, Zhengzhou, China "
        ],
        [
            "Department of Hematology, The Second Hospital of Hebei Medical University, Shijiazhuang, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Institute of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Institute of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Zhengzhou University People's Hospital & Henan Provincial People's Hospital, Zhengzhou, China "
        ],
        [
            "Department of Hematology, Beijing Boren Hospital, Beijing, China "
        ],
        [
            "Clinical Translational Research Center, Shanghai Pulmonary Hospital,Tongji University School of Medicine, Beijing, China"
        ]
    ],
    "first_author_latitude": "34.773205",
    "first_author_longitude": "113.693866",
    "abstract_text": "Introduction: CD19-specific CAR-T cells have shown promise in the treatment of relapsed or refractory Ph+ ALL. It remains to be established whether allogeneic CAR-T cells have clinical activity in patients with relapsed CML lymphoid blast crisis with a history of allo-HSCT. Here we report our experience in two cases of allogeneic CAR-T cell therapy for treatment of relapse after allo-HSCT in patients with refractory CML lymphoid blast crisis. Methods: For manufacture of allogeneic CAR-T cells, peripheral blood mononuclear cells were collected from the same stem cell donor. Lentiviral construction and generation of CAR-T cells, clinical protocol design, assessment and management of cytokine release syndrome (CRS), were performed as described in our previous report (Leukemia. 2017;31:2587-2593). Fludarabine and cyclophosphamide had been administered for lymphocyte depletion before allogeneic CAR-T cells infusion. Patients: Patient 1 was a 52-year-old woman with refractory CML lymphoid blast crisis, who had a relapse after undergoing allo-HSCT from her daughter (HLA-10/10). Her initial examinations of peripheral blood and bone marrow were consistent with the diagnosis of CML lymphoid blast crisis. Cytogenetics and molecular analysis confirmed the presence of t(9;22)(q34;q11) and BCR-ABL1 210 fusion protein. In February 2017, examination of bone marrow revealed a further increase of lymphoblasts to 83.2%. In addition, ABL1 kinase mutations (Y253H and E255K/V) were identified. The patient underwent HLA 10/10-matched allo-HSCT without acute GVHD. A remission with a negative test for BCR-ABL1 210 and 99.62% donor chimerism had been achieved, then she had a lymphoblastic relapse occurred 2 months after allo-HSCT. Consistently, BCR-ABL1 210 turned positive, and chimerism analysis showed 67.4% donor chimerism. 3 weeks after relapse, allogeneic CAR-T cells were infused at the dose of 5×10 6 /kg CD19-specific CAR-T cells. Patient 2 was a 39-year-old male patient with relapsed CML lymphoid blast crisis with a history of allo-HSCT. He had received a diagnosis of CML chronic phase 7 years earlier. Bone marrow revealed a karyotype of 46, XY, t(3;9;22)(q27;q34;q11) and BCR-ABL mRNA transcript. From April 2011 to September 2012, the patient was treated with nilotinib. In September 2012, bone marrow examination revealed 78% lymphoblasts, thus the diagnosis of CML lymphoid blast crisis was established. In December 2012, the patient underwent HLA 7/10-matched sibling allo-HSCT (from his brother) without evidence of GVHD and maintained CR for 2 years. In December 2014, the patient developed bone marrow relapse (lymphoblast 9.5%) and extramedullary leukemia (testicular involvement) harboring the BCR-ABL-T315I mutation. During 2014 to 2018, the patient received multiple courses of CIKs, HDMTX and DLI, but failed to achieve CR. In March 2018, the patient received healthy donor derived allogeneic CAR19 T cells (2×10 5 /kg) therapy. Result: Before CAR-T cells infusion, both patients with refractory CML lymphoid blast crisis had a relapse after successful allo-HSCT. Approximately 1 month after CAR-T cells infusion, a persistent morphologic remission, a recovering BM, and complete absence of BCR-ABL mRNA transcripts confirmed morphologic and molecular remission in both patients. Consistent with this, flow cytometry could not detect blasts or CD19+ B lineage cells. Patient 1 did not experience toxicities and allogeneic CAR-T cell therapy was well tolerated. Patient 2 developed severe CRS (Gr 4) including high-grade fevers (>40°C), hypotension, hypoxia, mental status changes, and seizures. These episodes ran for approximately 1 week before they were halted by treatment with steroids plus tocilizumab, and plasma exchange. The toxicity of allogeneic CAR-T cells is correlated with high levels of IL-6, IFN-γ, TNF-a, and CRP. Conclusion: The clinical outcomes from these 2 patients demonstrate the in vivo efficacy of allogeneic CD19-targeted T cells to induce clinical, morphology and molecular remissions as well as B cell aplasia in adults with relapsed CML lymphoid blast crisis with a history of allo-HSCT. The efficacy of allogeneic CAR-T cell therapy may not always be related to the risk of severe CRS. The degree of HLA matching may have a major impact on the prevention of CRS after allogeneic CAR-T cell therapy. Fully HLA-matched-pair may increase the safety and efficacy of the allogeneic CAR-T cell therapy. Disclosures No relevant conflicts of interest to declare."
}