{
    "doi": "https://doi.org/10.1182/blood.V126.23.373.373",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3061",
    "start_url_page_num": 3061,
    "is_scraped": "1",
    "article_title": "Weekly Carfilzomib with Dexamethasone for Patients with Relapsed or Refractory Multiple Myeloma: Updated Results from the Phase 1/2 Study Champion-1 (NCT01677858) ",
    "article_date": "December 3, 2015",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Novel Drugs and Combinations",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "multiple myeloma",
        "adverse event",
        "disease progression",
        "administration, oral",
        "bortezomib",
        "cardiopulmonary arrest",
        "chymotrypsin",
        "duration of treatment"
    ],
    "author_names": [
        "James Berenson, MD",
        "Alan Cartmell",
        "Roger Lyons",
        "Wael Harb",
        "Dimitrios Tzachanis",
        "Richy Agajanian",
        "Ralph V. Boccia, MD",
        "Morton Coleman",
        "Robert A. Moss, MD",
        "Robert M. Rifkin",
        "Marco Schupp",
        "Sandra Dixon",
        "Ying Ou",
        "Janet Anderl",
        "Jesus G. Berdeja, MD"
    ],
    "author_affiliations": [
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA "
        ],
        [
            "Comprehensive Blood and Cancer Center, Bakersfield, CA "
        ],
        [
            "US Oncology Research and Cancer Care Centers of South Texas, San Antonio, TX "
        ],
        [
            "Horizon Oncology Center, Lafayette, IN "
        ],
        [
            "Cedars-Sinai Medical Center, Los Angeles, CA "
        ],
        [
            "The Oncology Institute of Hope and Innovation, Downey, CA "
        ],
        [
            "The Center for Cancer and Blood Disorders, Bethesda, MD "
        ],
        [
            "NewYork-Presbyterian/Weill Cornell, New York, NY "
        ],
        [
            "Robert A Moss MD Inc., Fountain Valley, CA "
        ],
        [
            "US Oncology Research and Rocky Mountain Cancer Centers, Denver, CO "
        ],
        [
            "Onyx Pharmaceuticals, Inc., an Amgen subsidiary, South San Francisco, CA "
        ],
        [
            "Onyx Pharmaceuticals, Inc., an Amgen subsidiary, South San Francisco, CA "
        ],
        [
            "Onyx Pharmaceuticals, Inc., an Amgen subsidiary, South San Francisco, CA "
        ],
        [
            "Onyx Pharmaceuticals, Inc., an Amgen subsidiary, South San Francisco, CA "
        ],
        [
            "Sarah Cannon Research Institute, Nashville, TN"
        ]
    ],
    "first_author_latitude": "34.090862099999995",
    "first_author_longitude": "-118.39251750000001",
    "abstract_text": "Introduction: Carfilzomib is an irreversible proteasome inhibitor that is approved as a single agent in the United States and other countries for the treatment of relapsed and refractory multiple myeloma (MM); carfilzomib in combination with lenalidomide (LEN) and dexamethasone is also approved in the United States for the treatment of relapsed MM. The approved dose and schedule of carfilzomib is a twice-weekly, 10-min intravenous (IV) infusion on days 1, 2, 8, 9, 15, and 16 of 28-day cycles (starting dose: 20 mg/m 2 [days 1 and 2 of cycle 1]; escalated to a target dose of 27 mg/m 2 thereafter). Here we present updated results from the multicenter, phase 1/2 study CHAMPION-1 (NCT01677858), which evaluated the safety and efficacy of once-weekly carfilzomib with dexamethasone (Kd) in patients with relapsed or refractory MM. Methods: Patients with relapsed or refractory MM (1-3 prior lines of therapy) were eligible. Patients received carfilzomib as a 30-min IV infusion on days 1, 8, and 15 of 28-day cycles. The phase 1 portion of the study utilized a standard 3+3 dose-escalation scheme. All patients received carfilzomib at 20 mg/m 2 on day 1 of cycle 1; patients received 45, 56, 70, or 88 mg/m 2 beginning on day 8 of cycle 1 in successive dose-level cohorts until the maximum tolerated dose (MTD) was reached. All patients received dexamethasone 40 mg (IV or oral administration) on days 1, 8, 15, and 22 of cycles 1-8; dexamethasone was omitted on day 22 in cycles ≥ 9. In the phase 2 portion, patients received carfilzomib at the MTD (carfilzomib dose of 20 mg/m 2 on cycle 1, day 1; escalating to the MTD for subsequent doses) and dexamethasone at the same dose and schedule. Kd was administered until unacceptable toxicity or disease progression. The primary objective of the phase 1 portion was to determine the MTD of carfilzomib in the Kd regimen; the primary objective of the phase 2 portion was to determine the overall response rate (ORR [≥partial response]). Blood samples were collected for pharmacokinetic and pharmacodynamic analyses. Results: A total of 27 patients were enrolled in phase 1; the MTD of carfilzomib was determined to be 70 mg/m 2 . Results are presented for all patients treated with Kd at the carfilzomib MTD in both the phase 1b (n=15) and phase 2 (n=89) portions of the study. Among these 104 patients, median patient age was 68.5 years (range, 41-88). Patients received a median of 1 prior line of therapy (range, 1-3); 83% of patients had received prior bortezomib (BTZ), 49% of patients were BTZ-refractory, 27% were LEN-refractory, and 16% were refractory to both BTZ and LEN. Median carfilzomib treatment duration was 7.7 months (range, 0.03-24.2). The ORR was 77% (95% confidence interval [CI]: 68%-85%); the clinical benefit rate (≥minimal response) was 84% (95% CI: 75%-90%). Kaplan-Meier median progression-free survival was 12.6 months (95% CI: 9.0-not estimable). Twelve patients (12%) discontinued treatment due to an adverse event. The most common adverse events of any grade and of grade ≥3 are shown in the Table. Five patients died on study: 1 patient each had cause of death reported as disease progression, acute respiratory distress syndrome, acute respiratory failure, acute kidney injury, and cardiopulmonary arrest. The mean area under the curve and maximum concentration following a 70-mg/m 2 carfilzomib dose was 1050 ng×h/mL and 2510 ng/mL, respectively. At 1 hour post dosing of carfilzomib 70 mg/m 2 , the activity of the predominant chymotrypsin-like proteasome catalytic subunit in peripheral blood mononuclear cells (ie, low molecular mass polypeptide 7) was strongly inhibited (97% inhibition as determined by an enzyme-linked immunosorbent assay [ProCISE]; 93% inhibition as determined by a fluorogenic substrate assay). Conclusions: CHAMPION-1 is the first clinical study to evaluate carfilzomib on a weekly dosing schedule. Once-weekly carfilzomib (70 mg/m 2 ) with dexamethasone demonstrated acceptable safety and tolerability with promising efficacy for patients with relapsed or refractory MM. The dose and schedule of carfilzomib used in the CHAMPION-1 study (20/70 mg/m 2 ) is currently being compared with the regulatory-approved carfilzomib dose and schedule (20/27 mg/m 2 administered twice-weekly) in the ongoing, phase 3, superiority study ARROW (NCT02412878). View large Download slide View large Download slide  Disclosures Lyons: Amgen: Consultancy, Honoraria; Insyte: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Novartis: Consultancy, Honoraria. Harb: Onyx Pharmaceuticals: Consultancy. Boccia: Incyte Corporation: Honoraria. Moss: Onyx: Honoraria, Research Funding. Rifkin: Onyx Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees; Millennium Pharmaceuticals, Inc., Cambridge, MA, USA, a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees. Schupp: Amgen: Employment, Equity Ownership. Dixon: Onyx/Amgen: Employment, Equity Ownership. Ou: Onyx/Amgen: Employment, Equity Ownership. Anderl: Onyx/Amgen: Employment, Equity Ownership. Berdeja: Abbvie: Research Funding; BMS: Research Funding; Acetylon: Research Funding; Celgene: Research Funding; Takeda: Research Funding; Onyx: Research Funding; Janssen: Research Funding; Novartis: Research Funding; MEI: Research Funding; Array: Research Funding; Curis: Research Funding."
}