{
    "doi": "https://doi.org/10.1182/blood-2018-190",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3859",
    "start_url_page_num": 3859,
    "is_scraped": "1",
    "article_title": "Landscape of Recurrent Mutations in Non-Coding Genome with Functional Implications in Newly-Diagnosed Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Pathogenetic Mechanism of Multiple Myeloma and AL-amyloidosis",
    "topics": [
        "genome",
        "multiple myeloma",
        "mutation",
        "rna",
        "growth retardation",
        "life participation for parents",
        "tumor cells, malignant",
        "introns",
        "3' untranslated regions",
        "5' untranslated regions"
    ],
    "author_names": [
        "Mehmet Kemal Samur, PhD",
        "Chandraditya Chakraborty, PhD",
        "Raphael Szalat, MD",
        "Anil Aktas Samur, PhD",
        "Mariateresa Fulciniti, PhD",
        "Michael A Lopez",
        "Masood A. Shammas, PhD",
        "Paul Richardson",
        "Florence Magrangeas, PhD",
        "Stephane Minvielle, PhD",
        "Philippe Moreau",
        "Michel Attal",
        "Anjan Thakurta, PhD",
        "Kenneth Anderson, MD",
        "Giovanni Parmigiani",
        "Hervé Avet-Loiseau, MDPhD",
        "Nikhil Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Harvard School of Public Health, Boston, MA ",
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "The Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Harvard Medical School, Boston, ",
            "VA Boston Healthcare System, Boston, MA "
        ],
        [
            "Jerome Lipper Multiple Myeloma Center, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "UMGC, Nantes University Hospital, Nantes, France ",
            "CRCINA, INSERM, CNRS, Angers University and Nantes University, Nantes, France "
        ],
        [
            "CRCINA, INSERM, CNRS, Angers University and Nantes University, Nantes, France ",
            "Université de Nantes, Nantes, France "
        ],
        [
            "University Hospital Hôtel-Dieu, Nantes, France "
        ],
        [
            "Hematology Department, University Hospital, Toulouse, France "
        ],
        [
            "Celgene Corporation, Summit, NJ "
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Harvard Public Health School, Boston, MA "
        ],
        [
            "Unité de Génomique du Myélome, IUC-Oncopole, Toulouse, France ",
            "Unite de Genomique du Myelome, CHU Rangueil, Toulouse, France"
        ],
        [
            "The LeBow Institute for Myeloma Therapeutics and Jerome Lipper Multiple Myeloma Center, Department of Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.33745149999999",
    "first_author_longitude": "-71.1081799",
    "abstract_text": "Multiple Myeloma (MM) is a complex disease with distinct molecular and clinical characteristics. Recent large collaborative efforts have identified number of driver genes. However over 95% of all somatic alterations occur in non-coding regions and very little is known about how they affect the disease. We performed a deep (average coverage > 80X) whole genome sequencing (WGS) on 260 MM samples (208 newly diagnosed and 52 first relapse after uniform treatment) to comprehensively analyze recurrent somatic alterations in non-coding regions. We detected median 11,852 (Range 4,802-87,396) mutations and indels per sample with overall more than 3.9M total somatic mutations. Introns (3.6 mutations/per Mb) and intergenic regions (4.06 mutations/per Mb) had significantly higher number of mutations per megabase compared to Exons (2.7 mutations/per Mb) (p < 1e-5). Mutations in coding regions in our data was similar to published whole exome sequencing studies. We observed 46 [range 7 - 219] structural variants (SVs) per sample with 98% involving non-coding regions. We found that number of SVs significantly correlated with overall survival (p value = 1.7e-5). We detected chromothripsis (>=7 oscillating copy number change and significant clustered SVs and/or clustered translocations) in 24% of newly diagnosed samples; and kataegis hotspots on chromosome 3q27-3q28 (24%), 11q13 (5.8%) and 12q24 (5.3%). By clustering SV breakpoints across the genome we have identified 3 SV hotspots on chromosome 17q21, 7q34, and 11q13. We next interrogated the non-coding regions to identify genomic loci with higher than expected mutation count compared to background mutation rate. We have identified 456 loci that are significantly enriched in non-coding regions (5' UTR, 3'UTR, promoter, intergenic, intronic, and distal regulatory regions) [adjusted p value < 1e-5 and observed in >=10% newly diagnosed MM]. These loci are then assigned to genes or gene neighborhoods to evaluate their potential impact. We have identified the most frequently involved genes affected by perturbation in neighboring non-coding region and integrate their expression using our matching deep RNA-seq data from the same patients. Of these the most prominent examples are 1.) 3'UTR mutations are enriched in CD93 gene, which plays critical role in B cell development with loss of expression in CD138+ MM cells compared to normal plasma cells (p value < 1e-5); 2.) Promoter region - we have identified 635 mutations in 2kb region in BCL6 coming from 76% of all newly diagnosed samples. BCL6 (p value < 1e-5) has significantly downregulated expression in MM. Interestingly, but not surprisingly this hypermutated region showed high intensity of H3K27Ac activity in normal cells; 3.) 5'UTR - BCL7A (27.9%) and LPP (11.7%) were top two 5' UTR mutated target genes and RNA-seq data confirmed significant downregulation of their expression (p values < 1e-5 and 0.0048 respectively) in the MM cells. Additionally, BCL7A (48%) also showed significant enrichment of intronic mutations. A similar mutational hotspots were observed within the vicinity of additional functionally important genes in myeloma including ROBO1/2, ILF2, IRF8 and BCL2A1. Our data also showed that these frequent mutations have higher cancer cell fraction (CCF) [median CCF > 0.75] suggesting their occurrence earlier in the disease development. To validate the function of these mutations, we have started to carry out gain/loss of function studies. Our analysis with BCL7A shows that BCL7A knockdown increases the cell viability while its overexpression decreased growth, colony formation and increased apoptosis. This tumor suppressor function of BCL7A is being further analyzed in light of our mutational data in the nearby non-coding region. In conclusion, this large deep whole genome sequencing data from newly-diagnosed MM patients identifies a vast majority of non-coding mutations with potentially significant functional and biological role in MM. Our integrative approach using both WGS and RNA-seq data from the patients now provides us important tools to further characterize the impact of these mutations and develop opportunities for targeted therapeutics. Disclosures Richardson: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding; Oncopeptides: Membership on an entity's Board of Directors or advisory committees; BMS: Research Funding; Amgen: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Jazz Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Membership on an entity's Board of Directors or advisory committees. Moreau: Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees. Thakurta: Celgene Corporation: Employment, Equity Ownership. Anderson: Millennium Takeda: Consultancy; Gilead: Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Consultancy; OncoPep: Equity Ownership, Other: Scientific founder; C4 Therapeutics: Equity Ownership, Other: Scientific founder; Celgene: Consultancy. Avet-Loiseau: Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Research Funding. Munshi: OncoPep: Other: Board of director."
}