{
    "doi": "https://doi.org/10.1182/blood.V118.21.4661.4661",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2126",
    "start_url_page_num": 2126,
    "is_scraped": "1",
    "article_title": "A Novel Nonsense Mutation of F13A1 Gene Causing Inherited Factor XIII Deficiency in a Chinese Han Family ",
    "article_date": "November 18, 2011",
    "session_type": "Disorders of Coagulation or Fibrinolysis",
    "topics": [
        "factor xiii deficiency",
        "genes",
        "mutation, nonsense",
        "antigens",
        "factor xiii",
        "rna, messenger",
        "genetic pedigree",
        "hemorrhage",
        "polymerase chain reaction",
        "amines"
    ],
    "author_names": [
        "Dawei Wang",
        "Liang Tang",
        "Wei Shi",
        "Heng Mei",
        "Rui Yang",
        "Yan Yang",
        "Yu Hu, MD",
        "Jun Fang, MD",
        "Tao Guo, MD"
    ],
    "author_affiliations": [
        [
            "Targeted Biotherapy Key Laboratory of Ministry of Education, Wuhan, China, "
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ],
        [
            "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China"
        ]
    ],
    "first_author_latitude": "30.568116",
    "first_author_longitude": "114.3003845",
    "abstract_text": "Abstract 4661 Introduction: Coagulation factor XIII (FXIII) is a protransglutaminase that has a major role in the final stage of blood coagulation process by forming cross-links between γ-glutamyl and ε-lysine residues of fibrin chains. The plasma FXIII (pFXIII) circulates in plasma as a heterotetramer (FXIII-A2B2) consisting of two catalytic A subunits (FXIII-A2) and two carrier B subunits (FXIII-B2). Inherited FXIII deficiency is a rare autosomal recessive disease with lifelong bleeding. Most cases of FXIII deficiency are heterogeneous due to mutations in the F13A gene. Currently, more than 100 mutations have been reported. Aim: To identify the genetic defect of inherited coagulation factor XIII (FXIII) deficiency in a Chinese Han family. Methods and Results: A 13 year-old patient complained of poor wound healing after operation and had a history of an excessive bleeding from the umbilical cord stump after her birth. The routine laboratory tests are normal. Her bleeding time is more than 15 minutes and fibrin clot was solubilized very quickly in 5mol/L urea, and became insoluble when normal plasma was mixed with her plasma in vitro. Her plasma FXIII activity was zero with the amine incorporation assay and plasma FXIII antigen was also near zero by one-step sandwich ELISA method, the plasma FXIIIA antigen was zero using an indirect competitive ELISA assay. The plasma FXIIIA antigen, FXIII activity and antigen were assayed in all available family members. The testing results of patient’s grandfather and maternal grandmother were within normal range. But the other pedigree members’ results were lower in different level compare with normal ranges. All members of her family had normal coagulation test. All the exons of F13A gene as well as F13B gene and their flanking regions were amplified by PCR for direct sequencing to identify the mutations in the proband. Direct DNA sequencing of all purified amplification products from the patient’s F13A gene demonstrated a homozygous nonsense mutation in exon8 (C to A transversion at nucleotide 98531 which caused Cys327X). And the patient didn’t have the Val34Leu polymorphism. In the pedigree except of the proband, the Cys327X mutation was found in the heterozygous state in all investigated members except for her grandfather and maternal grandmother. A family study revealed that the mutation was inherited from both parents. The identified mutation was validated by PCR-RFLP technique in the family members and healthy people. Restriction enzyme analysis of amplified exon 8 DNA fragment confirmed that the patient was homozygous for this mutation. Then the quantitative RT-PCR method was used for studying the mRNA expression level of mutant FXIIIA. And the results indicated that F13A mRNA transcripts in heterozygous mutant were reduced by 25% when compared to transcripts in wild-type one, while the homozygous mutant level of F13A mRNA transcript was nearly zero relative to the normal transcript. Conclusion: We have identified a novel Cys327X nonsense mutation in human FXIIIA gene which we have not found in the FXIII database (www.f13-database.de) or in previous publications.And the identified nonsense mutation is causative for severe factor XIII deficiency with a bleeding disorder. Further, in vitro expression studies of the factor XIII mutation is required to confirm their pathological mechanism. Disclosures: No relevant conflicts of interest to declare."
}