{
    "doi": "https://doi.org/10.1182/blood.V120.21.5151.5151",
    "article_title": "Flow Cytometric Osmotic Fragility Test; A Sensitive and Quantitative Diagnostic Approach for Hereditary Spherocytosis ",
    "article_date": "November 16, 2012",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron",
    "abstract_text": "Abstract 5151 Background & Aim: Hereditary spherocytosis (HS) is the most common cause of congenital inherited hemolytic anemia. Traditional osmotic fragility test (OF) using a series of hypotonic solutions of NaCl, the most widely used diagnostic approach, has relatively low sensitivity. Further the ‘positive’ result cannot quantify the disease severity. We have performed OF using flow cytometric method (FCM OF) to make a diagnosis of HS in Kyungpook National University Hospital (Daegu, South Korea) from September 2008 until now. In this new test, deionized water (a hemolysis-inducing agent) is spiked to a red cell suspension during acquisition and the count of red cell is measured sequentially in real-time FCM. The healthy/patient ratio of %residual red cell over 3. 0 is considered ‘positive’. The aim of this study is to investigate the usefulness of FCM OF (from September 2008 to July 2012) in comparison with the traditional one (January 2002 to August 2008). Methods: The HS patients' laboratory results were divided into two groups based on the diagnostic methods (FCM OF vs. traditional one). The values were described as ‘mean ± standard deviation’. Statistical analyses were conducted using SPSS ver. 19. 0 (Chicago, IL, USA). The independent T-test was performed to compare inter-group differences for the disease severity variables at the time of test - hemoglobin, hematocrit, reticulocyte, corrected reticulocyte (c-reticulocyte), spherocyte percentage in peripheral blood (PB), and total bilirubin. To determine the factors which influence the healthy/patient ratio of %residual red cell, Pearson or Spearman correlation were performed according to the aforementioned severity variables in the subjects who underwent FCM OF. Absolute values of rho > 0. 3 and p < 0. 05 were considered statistically significant. Results: Nineteen HS patients (male: female = 8: 11) underwent a total of 23 times of OF (FCM OF: traditional one = 11: 12). Their mean age at the time of diagnosis was 8. 8 years (range, 0–72). The hemoglobin and hematocrit were higher in FCM OF group than in traditional one (both, p = 0. 038). The mean value of severity variables and respective p -value are summarized in table 1 . And sixteen subjects (male: female = 8: 8) underwent a total of 19 times of FCM OF (positive: negative = 11: 8). A negative correlation was observed between the healthy/patient ratio of %residual red cell and hemoglobin ( p = 0. 039). We also observed a positive correlation between The healthy/patient ratio of %residual red cell and the reticulocyte/c-reticulocyte/spherocyte percentage in PB (respectively, p = 0. 040, 0. 014, and 0. 018). The rho and p -value are described in table 2 . Conclusions: Considering the higher level of hemoglobin and hematocrit at the time of diagnosis in FCM OF group than those in the case of traditional one, we supposed that less severe cases could be diagnosed as HS by using this new test. Furthermore, the value of healthy/patient ratio of %residual red cell correlated with the severity of the disease. Thus FCM OF could be an useful first line screening test for HS due to its sensitivity and quantitative advantage. Table 1. Inter-group differences of the severity variables at the time of diagnosis.  . FCM OF (n = 11) . Traditional OF (n = 12) . p -value . Hemoglobin (g/dL) 10.2 ± 1.7 8.6 ± 1.7 0.038* Hematocrit (%) 27.5 ± 4.3 23.7 ± 4.0 0.038* Reticulocyte (%) 14.0 ± 11.1 14.7 ± 6.3 0.853 C-reticulocyte (%) 9.2 ± 6.5 9.0 ± 3.6 0.941 Spherocyte (%) 21.7 ± 20.5 26.9 ± 18.7 0.531 Total bilirubin (mg/dL) 4.7 ± 2.6 3.6 ± 1.2 0.214 . FCM OF (n = 11) . Traditional OF (n = 12) . p -value . Hemoglobin (g/dL) 10.2 ± 1.7 8.6 ± 1.7 0.038* Hematocrit (%) 27.5 ± 4.3 23.7 ± 4.0 0.038* Reticulocyte (%) 14.0 ± 11.1 14.7 ± 6.3 0.853 C-reticulocyte (%) 9.2 ± 6.5 9.0 ± 3.6 0.941 Spherocyte (%) 21.7 ± 20.5 26.9 ± 18.7 0.531 Total bilirubin (mg/dL) 4.7 ± 2.6 3.6 ± 1.2 0.214 View Large Table 2. The correlation between healthy/patient ratio of %residual red cell in FCM OF and severity variables.  . The healthy/patient ratio of %residual red cell . rho . p -value . Hemoglobin (g/dL) −0.476 *  0.039 *  Hematocrit (%) −0.325 0.175 Reticulocyte (%) 0.474 *  0.040 *  C-reticulocyte (%) 0.556 *  0.014 *  Spherocyte (%) 0.538 *  0.018 *  Total bilirubin (mg/dL) 0.271 0.261 . The healthy/patient ratio of %residual red cell . rho . p -value . Hemoglobin (g/dL) −0.476 *  0.039 *  Hematocrit (%) −0.325 0.175 Reticulocyte (%) 0.474 *  0.040 *  C-reticulocyte (%) 0.556 *  0.014 *  Spherocyte (%) 0.538 *  0.018 *  Total bilirubin (mg/dL) 0.271 0.261 * The value of statistical significance View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hereditary spherocytosis",
        "osmotic fragility test",
        "hemoglobin",
        "bilirubin",
        "severity of illness",
        "anemia, hemolytic, congenital",
        "hypotonic solutions",
        "screening test",
        "sodium chloride",
        "hemolysis"
    ],
    "author_names": [
        "Ye Jee Shim, MD",
        "Dong Il Won, MD",
        "Joon Ho Moon, MD",
        "Sang Kyun Sohn, MD",
        "Eun Sil Park",
        "Hye Lim Jung, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ye Jee Shim, MD",
            "author_affiliations": [
                "Pediatrics, Kyungpook National University School of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Dong Il Won, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Kyungpook National University School of Medicine, Daegu, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joon Ho Moon, MD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sang Kyun Sohn, MD",
            "author_affiliations": [
                "Department of Hematology-Oncology, Kyungpook National University Hospital, Daegu, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eun Sil Park",
            "author_affiliations": [
                "Department of Pediatrics, Gyeongsang National University School of Medicine, Jinju, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hye Lim Jung, MD",
            "author_affiliations": [
                "Pediatrics, Sungkyunkwan University, Seoul, South Korea"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T18:38:25",
    "is_scraped": "1"
}