{
    "doi": "https://doi.org/10.1182/blood.V116.21.4116.4116",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1763",
    "start_url_page_num": 1763,
    "is_scraped": "1",
    "article_title": "High Expression of Carcinoembryonic Antigen-Related Cell Adhesion Molecule(CEACAM) 6 In Primary Myelofibrosis ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloproliferative Syndromes: Poster III",
    "topics": [
        "antigens",
        "cell adhesion molecules",
        "myelofibrosis, idiopathic, chronic",
        "gene expression profiling",
        "myelofibrosis",
        "adhesions",
        "biological markers",
        "biotin",
        "inflammation",
        "membrane proteins"
    ],
    "author_names": [
        "Hans Carl Hasselbalch, MD, DMSc",
        "Vibe Skov, PhD",
        "Thomas Stauffer Larsen, MD, PhD",
        "Mads Thomassen, PhD",
        "Caroline Riley, MD",
        "Morten Krogh Jensen, MD, DMSc",
        "Ole Weis Bjerrum, MD, DMSc",
        "Torben A Kruse"
    ],
    "author_affiliations": [
        [
            "Department of Oncology-Hematology, Roskilde Hospital, University of Copenhagen, Roskilde, Denmark, "
        ],
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Hematology, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ],
        [
            "Department of Hematology, Herlev Hospital, University of Copenhagen, Herlev, Denmark, "
        ],
        [
            "Department of Hematology, Herlev Hospital, University of Copenhagen, Herlev, Denmark, "
        ],
        [
            "Department of Hematology, Rigshospitalet, University Hospital of Copenhagen, Copenhagen, Denmark"
        ],
        [
            "Department of Clinical Genetics, Odense University Hospital, Odense, Denmark, "
        ]
    ],
    "first_author_latitude": "55.657471349999994",
    "first_author_longitude": "12.331736450000001",
    "abstract_text": "Abstract 4116 Introduction: Carcinoembryonic antigen-related cell adhesion molecule (CEACAM) 6, also known as non-specific cross-reacting antigen (NCA) or CD66c is a glycosylphosphoinositol (GPI)-linked cell surface protein and a member of the CEA family of proteins. Structurally, this protein shares close homology with CEACAM1, CEACAM7 and CEACAM8. Functionally, CEACAM6 has been implicated in cell adhesion, cellular invasiveness and metastatic behaviour of tumour cells. Expression of CEACAM6 protein has been found in a variety of normal human tissues, including myeloid cells. A key pathophysiological feature of primary myelofibrosis (PMF) is changes in the bone marrow micromilieu, progressive accumulation of connective tissue, pronounced neovascularisation and altered stromal cell adhesion. Consequently, CD34+ cells escape the bone marrow and seed extramedullarily. Being involved in cell adhesion, cellular invasiveness, angiogenesis, and inflammation – all key processes in the pathophysiology of PMF – we hypothesized that CEACAM6 might play an important role in these processes in patients with myelofibrosis. We have assessed gene expression of several CEA genes in patients with PMF and related neoplasms in order to elucidate the significance of CEACAM6 and other members of the CEA family of proteins in these disorders. Patients and Methods: Gene expression microarray studies have been performed on whole blood from control subjects (n=21) and patients with ET (n =19), PV (n=41), and PMF (n=9). Gene expression profiles were generated using Affymetrix HG-U133 2.0 Plus microarrays recognizing 54.675 probe sets (38.500 genes). Total RNA was purified from whole-blood and amplified to biotin-labeled aRNA and hybridized to microarray chips. Results: 20.439, 25.307, 17.417, and 25.421 probe sets were identified to be differentially expressed between controls and patients with ET, PV, PMF, and CPMNs as a whole, respectively (false discovery rate (FDR) adjusted p values < 0.05). Several CEACAM-genes were significantly deregulated. In PMF patients, the CEACAM genes 1, 6 and 8 were significantly upregulated with the highest upregulation of CEACAM6 and CEACAM8 (fold change (FC) 12.5 and 14.0, respectively and FDR adjusted p values 7.71 × 10 -7 and 1.48 × 10 -5 , respectively). Only the CEACAM21 gene was significantly downregulated (FC -1.3 and FDR adjusted p-value 4.14 × 10 -7 ) whereas the other CEACAM-genes tested (3, 4, 5, 7, 19) displayed no significant changes as compared to controls. In ET patients, the CEACAM genes 3, 6, and 7 were significantly upregulated (FC 1.2, 1.8, and 1.1, respectively) and FDR adjusted p values < 0.03). The CEACAM21 gene was significantly downregulated (FC -1.3 and FDR adjusted p-value 0.0004). In PV patients, the CEACAM genes 1, 3, 6 and 7 were significantly upregulated (FC 1.7, 1.2, 1.7, and 1.1, respectively) and FDR adjusted p values 0.0002, 0.0009, 0.0002, and 0.03, respectively. The CEACAM21 gene was significantly downregulated (FC -1.3 and FDR adjusted p-value 4.14×10 -5 ) All other CEACAM-genes showed no significant changes in either ET or PV as compared to controls.When comparing controls with non-PMF-patients, a significant upregulation of the CEACAM genes 1, 3, 6, and 7 were recorded in non-PMF patients (FC 1.5, 1.2, 1.7, and 1.1, respectively; FDR adjusted p values 0.001, 0.0002, 0.002, and 0.02, respectively). The CEACAM19 and CEACAM21 genes were significantly downregulated (FC - 1.1 and -1.4, respectively; adjusted p-values 0.008 and 3.46 × 10 -8 ). Discussion and Conclusions: Using global gene expression profiling, we have found a pronounced deregulation of CEACAM genes, involving highly significant upregulation of the CEACAM genes 6 and 8 in PMF (FCs 12.0 and 14.0, respectively). Upregulation of CEACAM6 was seen in both ET, PV and PMF by far the highest levels being recorded in PMF-patients. Of note, significant upregulation of CEACAM8 (FC 14) was only seen in patients with myelofibrosis. The elevated expression of CEACAMs genes in ET, PV, and PMF may solely reflect neutrophil activation being most exaggerated in patients with PMF in whom the highest CEACAM6 and 8 expression patterns were recorded. Alternatively, the highly elevated gene expression of CEACAM6 and 8 in PMF are molecular markers of clonal expansion and myelofibrotic transformation, implying enhanced proteolytic activity and egress of CD34+ cells into the circulation. Disclosures: No relevant conflicts of interest to declare."
}