{
    "doi": "https://doi.org/10.1182/blood.V110.11.4574.4574",
    "article_title": "Response to Imatinib or Imatinib Containing Regimens of Secondary Clones in Chronic Myeloid Leukemia Patients with Additional Chromosomal Abnormalities. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The occurrence of additional chromosomal abnormalities (ACAs) in Philadelphia chromosome (Ph’) positive cells, a phenomenon termed clonal evolution (CE), reflects an increased genetic instability of the leukemic population which progressively acquires a highly malignant phenotype. Few data are available regarding the therapeutic effects exerted by imatinib mesylate on Ph’ cells bearing ACAs. Herein, we report the activity of imatinib mesylate employed as single agent or in combination with recombinant interferon (rIFN)a2 in inducing cytogenetic and molecular responses in 14 CML patients (F:M=5:9, median age: 58 years) with CE already present at diagnosis (5) or occurring later during the course of the disease (9) as the sole sign of accelerated phase (AP) (12) or associated with other AP features (2). Overall, the analysis of ACA rate showed the presence of i(Ph’) in 4, +8 in 3, -Y in 3, variant translocation in 2 (t(9;19;22) and t(3;9;22)), -17 in 1, 17p- in 1, 3p- in 1, 22q- in 1, and additional translocations involving chromosomes other than 9 and 22 in 3 other instances. Of note, the two cases with variant translocation showed at diagnosis the classical t(9;22). The t(9;19;22) or t(3;9;22), which was documented later in the course of the disease was therefore a proven second event. Imatinib was given at 400mg po/daily in all, but 2 patients with signs of AP in addition to CE who received a daily dose of 600 mg. rIFNa2 was given at a daily dose of 1 to 3x10 6 UI, according to patient’s tolerance. An overall cytogenetic remission rate of 64% (9/14) was documented in response to imatinib mesylate employed as single agent (6/10) or in combination with rIFNa2 (3/4). Suppression of the ACA population was documented within an interval of 3–14 months from the beginning of imatinib treatment and it was timely coincident with the occurrence of CCR in 6 patients, irrespective of the entity of the ACA population in the context of the entire Ph’ positive one. In 2 of them, a “biphasic” response to imatinib was observed. Initially, suppression of i(Ph’) and t(9;19;22) with re-emergence of the original t(9;22) hemopoiesis was documented 4 and 7 months after treatment initiation, respectively, and then CCR occurred after further 10 and 9 months of treatment, respectively. In the last patient, a mixture of non-clonal and clonal +8 Ph’ negative hemopoiesis was noted at the time when CCR was documented. All 9 CCR patients tested negative for BCR/ABL gene at FISH analysis. Six of the 9 CCR obtained a major or complete molecular remission 3–29 months from treatment initiation. In 3 additional patients, who never achieved a CCR, suppression of the secondary clones was documented. In 1 case, the clone bearing 17p- was no more detected from the 6 th to the 42 nd month of therapy, when a new clone showing the i(17q) was recorded. In the other 2 cases, the leukemic population bearing the 3q- and 22q- or -17 marker was suppressed 6 and 3 months after the beginning of imatinib mesylate treatment, respectively. After a median follow up of 70 months, 8 patients are still alive and in continuous CCR. Such a long follow up, along with the rate, quality and duration of the responses observed, suggest that CE does not compromise the therapeutic activity of imatinib alone or combined with rIFNa in CML.",
    "topics": [
        "chromosome abnormality",
        "clone cells",
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "adenocarcinoma",
        "antibodies, anticardiolipin",
        "acas trial",
        "disease remission",
        "follow-up",
        "accelerated phase"
    ],
    "author_names": [
        "Debora Luzi, M.D.",
        "Lorenzo Falchi, M.D.",
        "Giovanna Rege Cambrin, M.D.",
        "Emilia Giugliano, Ph.D.",
        "Monica Schippa, M.D.",
        "Viola Festuccia, M.D.",
        "Ilaria Angeletti, M.D.",
        "Emilio Donti, M.D.",
        "Anna Marina Liberati, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Debora Luzi, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lorenzo Falchi, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giovanna Rege Cambrin, M.D.",
            "author_affiliations": [
                "Clinical and Biological Sciences, Hematology and Internal Medicine, Orbassano, Turin, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilia Giugliano, Ph.D.",
            "author_affiliations": [
                "Clinical and Biological Sciences, Hematology and Internal Medicine, Orbassano, Turin, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Schippa, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Viola Festuccia, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Angeletti, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emilio Donti, M.D.",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anna Marina Liberati, MD",
            "author_affiliations": [
                "Clinical and Experimental Medicine, Internal Medicine and Oncologic Sciences, Perugia, Italy"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T13:05:22",
    "is_scraped": "1"
}