{
    "doi": "https://doi.org/10.1182/blood.V122.21.2404.2404",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2545",
    "start_url_page_num": 2545,
    "is_scraped": "1",
    "article_title": "Difference In Erythrocyte Alloantibodies After Blood Transfusion In Patients With Hematological and Non-Hematological Diseases ",
    "article_date": "November 15, 2013",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster II",
    "topics": [
        "blood transfusion",
        "erythrocytes",
        "isoantibodies",
        "hematological diseases",
        "antibodies",
        "erythrocyte transfusion",
        "transfusion",
        "alloimmunization",
        "allopurinol",
        "blood tests"
    ],
    "author_names": [
        "Daisuke Shimizu, MD",
        "Harumi Fujihara, MT",
        "Hiroki Shibata, MT",
        "Chiaki Yamada, MT",
        "Hiroyuki Furumaki, MT",
        "Hiroko Watanabe, MT",
        "Keiko Ishizuka, MT",
        "Takaaki Ono, MD, PhD",
        "Kimiyoshi Sakaguchi, MD",
        "Tsutomu Ogata, MD, PhD",
        "Akihiro Takeshita, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Internal Medicine, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ],
        [
            "Pediatrics, Hamamatsu University School of Medicine, Hamamatsu, Japan"
        ],
        [
            "Pediatrics, Hamamatsu University School of Medicine, Hamamatsu, Japan"
        ],
        [
            "Transfusion and Cell Therapy, Hamamatsu University School of Medicine, Hamamatsu, Japan, "
        ]
    ],
    "first_author_latitude": "34.8146828",
    "first_author_longitude": "137.7087991",
    "abstract_text": "Introduction The incidence of irregular erythrocyte allo-antibodies (Abs) increases with the amount of previous erythrocyte transfusions. Blood transfusion has been one of the most important supportive cares in patients with hematological diseases. Therefore, patients with hematological diseases, such as leukemia and myelodysplastic syndrome, have often received considerable amounts of blood transfusion, and have a higher risk for alloimmunization against erythrocyte antigens. On the other hand, patients receiving chemotherapy and immunotherapy exhibit less antibody response than do patients with non-hematological diseases. Several authors reported that the frequency of irregular erythrocyte Abs was unexpectedly low in these patients (Schonewille et al., 2009). In this study, we retrospectively analyzed the frequency and the contents of Abs after blood transfusion in patients with hematological and non-hematological diseases. Materials and Methods We selected patients with hematological or non-hematological diseases, who were transfused in our hospital from 2000 to 2011. We analyzed the patients' profiles including gender, age, the number of blood units previously transfused, and category of transfused products. We also studied the frequencies of irregular erythrocyte Abs. If the same patient was tested more than once, it was counted as one case. If more than two antibodies were detected in the same blood sample, they were tallied separately. If a patient had different antibodies at different times, all of them were summarized. We compared antibody frequencies between the patients with hematological or non-hematological diseases. Statistical analysis was performed by chi-square test and F-test followed by Student's t-test. Results The numbers of patients with hematological or non-hematological diseases were 517 and 4,311 cases, respectively ( Table 1 ). Gender was similar (male / female: 1.35 vs . 1.38, NS). Median age was 64 years (range: 15-93) vs . 75 years (2-82) (p< 0.001). The median amount of transfused erythrocytes was 18 units (2-358) and 8 units (1-182), respectively. Abs were detected in 24 (4.6%) and 129 cases (2.9%), respectively (p< 0.05). Frequently determined Abs were as follows: anti-E (63% vs . 34%), anti-Le a (13% vs . 23%), anti-C (4% vs . 5%), anti-Di a (4% vs . 5%), anti-Jk a (4% vs . 6%), and anti-E+c Ab(4% vs . 8%, respectively) ( Fig. 1 ). The amount of erythrocyte transfusions until determination of Abs was 19 units (10-100) and 14 units (2-84), respectively.   View Large View large Download slide View large Download slide Discussion The frequency of irregular erythrocyte Abs was significantly greater in patients with hematological diseases than in those with non-hematological diseases. The amount of erythrocyte transfusions was greater and age was younger in those with hematological diseases. Anti-E Ab, whose frequency is reportedly less in Japanese, was more frequently detected in those with hematological diseases, while non-Rh Abs were more frequently detected in those with non-hematological diseases. Analyses after the exclusion of perioperative transfusion showed that the amount of erythrocyte transfusion until determination of Abs was greater in those with hematological diseases. These results showed that irregular Abs were more frequently detected in patients with hematological diseases, but the Abs are poorly productive in these patients after the same amount of transfusion. Further studies will solve the detailed mechanisms. Disclosures: No relevant conflicts of interest to declare."
}