{
    "doi": "https://doi.org/10.1182/blood.V106.11.4973.4973",
    "article_title": "Evolution of a True B-Cell Chronic Lymphocytic Leukaemia (B-CLL) in a Diffuse Immunocytoma after Treatment with Fludarabine. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "In B-CLL CD5, CD23 antigen-experienced B-cell are the neoplastic population. However, a small proportion of patients may present a monoclonal component (MC) and lymphoplasmacytoid (LP) cells, different from those CD5,CD23 negative of immunocytoma. Fludarabine, a very effective drug in the treatment of B-CLL and indolent lymphomas, may favour opportunistic infections and secondary cancers due to intense and prolonged immunosuppression. Herein we report on a 58-year old woman with night sweats and weakness. Physical examination revealed small peripheral lymphoadenopathies. WBC were 17.2x10 9 /l; the marrow was infiltrated by 52% small mature lymphocytes presenting a monotypic kappa light chain restriction and CD5, CD19, CD20, CD23, CD38, ZAP70 antigens. Cytogenetics revealed a normal karyotype, whereas FISH detected 13q- in 48% nuclei. A diagnosis of B-CLL in Rai stage IA without any MC was made. The patient did not receive any treatment and nine months later developed multiple adenopathies and a progressive splenomegaly. WBC were 32.9x10 9 /l; the marrow was infiltrated by 78% mature B lymphocytes and 5% LP cells sharing the original phenotype. Therefore a progression in Rai stage III had occurred and the patient started treatment with oral fludarabine (40mg/m 2 /day for 5 days, repeated every 4 weeks) which was well tolerated. A clinical response was achieved after fourth courses, with disappearance of adenopathies and splenomegaly, and normalization of peripheral blood. Few days later the patient complained of itching. Her blood tests revealed eosinophilia (42%), but twenty days later an IgG kappa MC (4,3g/dl) became apparent. Ten days later the patient was admitted to our ward because of liver, spleen and lymphonode enlargement and a doubled MC (10.9g/dl). The bone marrow was infiltrated by 60% mature B lymphocytes with the original phenotype and 20% plasma cells with cytoplasmic IgM and IgG, a monotypic restriction for kappa light chains, CD38, CD138, CD56 antigens. FISH showed that both cell populations presented a 13q- and the analysis of the CDRIII region detected only one clonal cell population with mutated Ig(V) genes. In addition a lymphonode biopsy showed a parafollicular and nodular pattern of infiltration by CD20+, CD79a+, CD5+, CD23 +/−, CD10- and Bcl1- B-cells, showing a trend towards differentiation in secreting elements, and by 18% prolymphocytes and paraimmunoblasts grouped in nodular aggregates. In conclusion, the lymphonode histology addressed to an immunocytoma in initial evolution in Richter’s syndrome. Our patient emphasizes the overlapping features between B-CLL and lymphoplasmacytoid lymphoma (LPL) since imunophenotypic, FISH, CDIII analysis demonstrated that the initial clonal cell population was able to undergo in vivo isotype switching to IgG, giving rise to LP elements and plasma cells producing high IgG levels. In addition, the correctness of the initial diagnosis is confirmed by the absence of t(9;14), a rearrangement typical of LPL, and the presence of 13q-, which prognostic impact in B-CLL with LP differentiation may be different than in typical B-CLL. The influence of fludarabine on the differentiation process remains unclear.",
    "topics": [
        "aftercare",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "fludarabine",
        "lymphoma, mucosa-associated lymphoid tissue",
        "cd23 antigen",
        "immunoglobulin g",
        "antigens",
        "lymphadenopathy",
        "splenomegaly"
    ],
    "author_names": [
        "Paolo Bernasconi, MD",
        "Marco Paulli, MD",
        "Ester Orlandi, MD",
        "Vittorio Perfetti, MD",
        "Ilaria Giardini, MD",
        "Silvia Zibellini, MD",
        "Laura Vanelli, MD",
        "Annamaria Tenore, MD",
        "Marina Boni, MD",
        "Paola Maria Cavigliano, MD",
        "Alessandra Algarotti, MD",
        "Ercole Brusamolino, MD",
        "Mario Lazzarino, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Paolo Bernasconi, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marco Paulli, MD",
            "author_affiliations": [
                "Institute of Pathology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ester Orlandi, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Perfetti, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Pavia, IRCCS Policlinico San Matteo, Pavia, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ilaria Giardini, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Silvia Zibellini, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Vanelli, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annamaria Tenore, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marina Boni, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paola Maria Cavigliano, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Algarotti, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ercole Brusamolino, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Lazzarino, MD",
            "author_affiliations": [
                "Division of Hematology, IRCCS Policlinico San Matteo, University of Pavia"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-27T06:38:50",
    "is_scraped": "1"
}