{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3789.3789",
    "article_title": "Cross Talk between Ikaros and RUNX1 in Myeloid Leukemia ",
    "article_date": "December 7, 2017",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Background: RUNX1 is critically important for normal hematopoiesis within both the lymphoid and myeloid lineages. Mutations or translocations involving RUNX1 have been identified in a variety of myeloid and lymphoid lineage hematopoietic malignancies. RUNX1 interacts with chromatin remodeling complexes and modulates transcriptional regulation of target genes via epigenetic mechanisms. IKAROS is a transcription factor that plays an essential role in normal lymphopoiesis, and mutations of IKZF1, the gene encoding IKAROS, are frequently seen in acute lymphoblastic leukemia (ALL). Despite reports of the presence of IKZF1 mutations in acute myeloid leukemia (AML), there remains a paucity of information regarding a possible role for disrupted IKAROS function in AML. Emerging evidence indicates that the transcriptional programs of these two transcription factors converge on critical pathways in hematopoiesis, such as the Notch1 signaling pathway. We are testing the hypothesis that IKAROS not only contributes to a gene regulatory program in AML, but specifically that the IKAROS and RUNX1 regulatory networks intersect in the pathogenesis of myeloid malignancies. Methods: Chromatin immunoprecipitation followed by next generation sequencing (ChIP-Seq) was utilized to identify the genome-wide binding sites of IKAROS and RUNX1 in the human myeloid sarcoma U937 cell-line. Independent ChIP-seq replicates were generated for these transcription factors, as well as replicates for a panel of activating and repressive histone modifications. The genes bound by IKAROS and RUNX1 as well as the chromatin patterns of these binding sites were analyzed with respect to their pathways were analyzed to understand the mutual and shared roles of these transcription factors. Results: We identified that greater than 30% of RUNX1 binding sites in this myeloid sarcoma cell line are also bound by IKAROS. These sites of co-occupancy are enriched at distal sites marked by the enhancer histone mark H3K27ac. Of the high-confidence IKAROS-RUNX1 shared binding sites, RUNX1 binding motifs predominate; while ETS, IRF4 and CEBPA motifs are also present. A Genome Regions Enrichment of Annotations (GREAT) analysis of the high confidence IKAROS-RUNX1 shared binding sites reveals enrichment for several biological associations, including leukocyte activation, migration, and chemotaxis. Importantly, genes associated with the regulation of chromatin organization and Notch and NFKB signaling cascades are bound by these factors. We have additionally found that IKAROS and RUNX1 are bound to the RUNX1 gene promoter. IKAROS is also independently bound to the RUNX1 gene at an upstream enhancer, also marked by H3K27ac. Conclusions: The role of IKAROS as a tumor suppressor in lymphoid leukemias is well established. Here, we begin to examine a role for IKAROS in myeloid leukemogenesis by defining the IKAROS cistrome in a myeloid sarcoma cell line. We have additionally identified cross talk between IKAROS and the important pan-hematopoietic transcription factor RUNX1 in myeloid malignancy by showing bidirectional transcriptional regulation between these two tumor suppressors, and defining an overlapping set of transcriptionally regulated genes. Future studies, including RNA-Seq experiments in the presence and absence of IKAROS and RUNX1 knockdown, will define the transcriptome, explore the functional consequences of co-occupancy at these identified binding sites, and functionally characterize the relationship between IKAROS and RUNX1 in the context of acute myeloid leukemia. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "cancer",
        "ccaat/enhancer binding protein alpha",
        "cell lines",
        "chromatin",
        "complex",
        "granulocytic sarcoma",
        "histones",
        "immunoprecipitation",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Jessica L. Heath, MD",
        "Jamie L. Deutsch",
        "Gabriel M. Cohn",
        "Joshua T. Rose",
        "Gary S. Stein, PhD",
        "Sayyed K. Zaidi, PhD",
        "Seth E. Frietze, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jessica L. Heath, MD",
            "author_affiliations": [
                "Department of Pediatrics, University of Vermont, Burlington, VT ",
                "Department of Biochemistry, University of Vermont, Burlington, VT ",
                "Vermont Cancer Center, University of Vermont, Burlington, VT "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jamie L. Deutsch",
            "author_affiliations": [
                "Department of Biochemistry, University of Vermont, Burlington, VT "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel M. Cohn",
            "author_affiliations": [
                "Department of Biochemistry, University of Vermont, Burlington, VT "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joshua T. Rose",
            "author_affiliations": [
                "Department of Biochemistry, University of Vermont, Burlington, VT "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gary S. Stein, PhD",
            "author_affiliations": [
                "Department of Biochemistry, University of Vermont, Burlington, VT ",
                "Vermont Cancer Center, University of Vermont, Burlington, VT "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sayyed K. Zaidi, PhD",
            "author_affiliations": [
                "Department of Biochemistry, University of Vermont, Burlington, VT ",
                "Vermont Cancer Center, University of Vermont, Burlington, VT "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth E. Frietze, PhD",
            "author_affiliations": [
                "Vermont Cancer Center, University of Vermont, Burlington, VT ",
                "Department of Medical Laboratory and Radiation Sciences, University of Vermont, Burlington, VT"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T18:35:51",
    "is_scraped": "1"
}