{
    "doi": "https://doi.org/10.1182/blood.V116.21.4630.4630",
    "article_title": "Correlative Analysis of T Cell Subpopulations and CD20 Expression In a Phase II Study of Lenalidomide In Combination with Rituximab In Patients with Relapsed or Refractory CLL/SLL ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Therapy, excluding Transplantation",
    "abstract_text": "Abstract 4630 Background: The prognosis of patient with relapsed or refractory CLL/SLL is dismal with an overall response rate (ORR) to salvage therapy for refractory patients of 10–30%, and limited survival benefit with current treatment approaches. Phase II studies of single agent lenalidomide in patients with relapsed or refractory CLL revealed an ORR of 32–58% (7-17% CR). Recent in vitro studies have shown that lenalidomide enhances the rituximab-induced killing of NHL cell lines and B-CLL cells by enhancing ADCC activity and restoring the defective T-cell and NK-cell mediated tumor cell cytotoxicity. Methods: Patients with relapsed or refractory CLL/SLL received oral lenalidomide via dose escalation as follows: 2.5 mg on days 1–7, 5 mg on days 8–14 and 10 mg on days 15–21 followed by 7 days of rest in 28-day cycle; for cycle 2 and beyond 20 mg was given on days 1–21 on a 28-day cycle. Rituximab was dosed at 375 mg/m2 IV weekly for 4 weeks starting on day 15 of cycle 1. Treatment was continued until disease progression or toxicity. Primary objectives were ORR (CR+PR) and safety and tolerability of the combination regimen. CT scans, and bone marrow biopsies were done every 2 months to assess for response (NCI-WG 2008). Peripheral blood and bone marrow aspirates were collected for correlative studies before lenalidomide was initiated, before rituximab was initiated (between days 13–15), after finishing treatment with rituximab and then every two months until disease progression. Flow cytometry was performed using the following antibodies CD3, CD4, CD5, CD8, CD19, CD20, CD23, CD40, CD45RA, CD62L, CD80, CD86, CD95, IL-17A and FoxP3. Panels were created for the analysis of T-cell memory/naïve populations, B-cell populations, regulatory T-cells and Th17 cells. Data was collected to a limit of 10,000 events of the population of interest. Data is presented as total number of cells/ul instead as percentage to avoid misinterpretation due to the dramatic reduction in the number of B cell lymphocytes after initiation of therapy. Subpopulation of T cells memory/naïve were compared with an age matched population of normal controls. Results: 18 patients with CLL/SLL were enrolled on study. Median number of prior chemotherapies was 3 (range 1–5). Median age was 63 years (range 42–80). High risk cytogenetic abnormalities (del11q (11%), del 17p/p53 (11%), complex (22%)) were observed in 44% of the patients. 95% of the patients had received prior fludarabine therapy and 50% were fludarabine refractory. Overall clinical benefit was seen in 92% of patients (42% PR, 50% SD) with a median duration of response of 18 months for patients who achieved a PR and 12 months for patients with SD. Although all responses were PR, the PR rate improved with continued therapy suggesting increased responses with a longer duration of treatment with lenalidomide. Most common adverse effects were neutropenia (50% grade 3–4), tumor flare (28% grade 1–2, 11% grade 3–4), fatigue (11% grade 1–2, 6% grade 3–4), venous thromboembolic disease (11% grade 3–4), acute renal insufficiency (11%), rituximab related infusion reactions (11%), flu-like symptoms (11%), infections (11%), and hypercalcemia (11%). Correlative studies showed that peripheral blood CD4 and CD8 effector memory subpopulations decreased after initiation of lenalidomide therapy with subsequent elevation after rituximab treatment on the CD4 effector memory compartment. The Th17 compartment was minimally decreased after initiation of lenalidomide while the levels of regulatory T cells (Tregs) appeared to decrease with lenalidomide therapy and increase slightly after rituximab. The expression of CD20 from bone marrow samples decreased as expected with rituximab therapy; however shortly after the discontinuation of rituximab CD20 expression was regained by the B cells compartment. Later time points will be presented at the meeting. Conclusions The combination of lenalidomide with rituximab is a promising with clinical activity in heavily pretreated patients with relapsed or refractory CLL. The combination appears tolerable with observed events consistent with the use of these two agents in other studies. The impact of lenalidomide on the T cell subpopulations in patients treated with rituximab remains unclear. A detailed analysis of the BM compartment at latter time points will be investigated. Disclosures: Lancet: Eisai: Consultancy; Celgene: Honoraria. Komrokji: Genentech: Research Funding.",
    "topics": [
        "cd20 antigens",
        "chronic lymphocytic leukemia refractory",
        "lenalidomide",
        "phase 2 clinical trials",
        "rituximab",
        "small cell lymphoma",
        "t-lymphocytes",
        "disease progression",
        "fludarabine",
        "neoplasms"
    ],
    "author_names": [
        "Marays Veliz, M.D.",
        "John Powers",
        "Ling Zhang, MD",
        "Enrique Santana, RN",
        "Jeffrey E. Lancet, MD",
        "Rami S. Komrokji, MD",
        "Mohamed Kharfan-Dabaja, MD",
        "Sara Tinsley, ARNP",
        "Darcie Deaver",
        "Eduardo M. Sotomayor, MD",
        "Javier Pinilla-Ibarz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marays Veliz, M.D.",
            "author_affiliations": [
                "Moffitt Cancer Center & Research Institute, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "John Powers",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ling Zhang, MD",
            "author_affiliations": [
                "Department of Hematopathology and Clinical Medicine, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Enrique Santana, RN",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffit Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey E. Lancet, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rami S. Komrokji, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohamed Kharfan-Dabaja, MD",
            "author_affiliations": [
                "Moffitt Cancer Center, Tampa, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Tinsley, ARNP",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffit Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darcie Deaver",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffit Cancer Center and Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eduardo M. Sotomayor, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Ctr. & Rsch. Inst., Tampa, FL, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Pinilla-Ibarz, MD",
            "author_affiliations": [
                "Malignant Hematology, H. Lee Moffitt Cancer Center, Tampa, FL, USA, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T13:00:46",
    "is_scraped": "1"
}