{
    "doi": "https://doi.org/10.1182/blood.V128.22.5934.5934",
    "article_title": "Treatment Patterns and Healthcare Costs Among Multiple Myeloma Patients Who Maintain Longer First Line of Therapy ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Diseases",
    "abstract_text": "Introduction: The goal of multiple myeloma (MM) treatment is to control disease, prolong survival and improve quality of life (Colson 2015). One piece of evidence that a therapy is working well is the ability to maintain therapy without change. The purpose of this analysis was to describe treatment patterns and costs among MM patients who maintain first line of therapy (LOT) for at least six months. Results of this analysis will provide clinicians and payers with information about factors associated with faster progression through treatment. Methods: A US claims database (Truven Health MarketScan®) was used to identify adult patients with ≥2 MM diagnoses (ICD-9 203.0x) between Jan 1, 2005-Dec 31, 2014 (end of study) with; 1) MM treatment between Jan 1, 2007-Jun 30, 2014 and within 90 days of an MM diagnosis code (date of first MM treatment set as index date); 2) continuous medical insurance 24 months pre and ≥6 months postindex). Patients were excluded if they had 1) MM treatment preindex; 2) non-MM chemo; 3) stem cell transplant, pregnancy or HIV diagnoses. An algorithm was used to identify LOTs based on treatment gaps, changes in therapy and refractory status. Patient characteristics, treatment patterns and costs were assessed for patients without a new LOT within 6 months of starting their first LOT and for patients with a new LOT within 6 months of starting their first LOT. Treated days was defined as the time between the first day of treatment in the LOT until the last day a treatment was available based on the dispensing dates and days supplies. Categorical and continuous measures were tested with Chi-Square tests or independent t-tests, respectively. Differences in costs were tested in a general linear model with a gamma distribution and a log link. Results: Of the 2,936 patients included, 74.7% maintained LOT 1 for at least 6 months (i.e., did not have a LOT 2 within 6 months of starting their LOT 1). The average age of patients who maintained LOT 1 was 71.3 (SD 10.8) years and 56.3% were male. The average age of patients with an LOT 2 (i.e. started LOT 2 within 6 months of starting their LOT 1) was 69.7 (SD 11.0) years and 57.3% were male. Fewer patients without an LOT 2 had Commercial insurance compared to the group with an LOT 2 (25.8% vs. 29.5%). Patients without a LOT 2 were more likely to have had a lenalidomide-based (no PI) regimen for LOT 1 than patients who had an LOT 2 (35.8% vs. 22.3%; p<0.0001) Mean total costs were lower among patients without a LOT 2 compared to patients with a LOT 2 ($211,115 vs. $242,177; p<0.0001). Most of the cost difference was driven by outpatient costs, which were $90,906 for patients without an LOT 2 and $119,221 for the group with an LOT 2 (p<0.0001). The average number of treated days among patients without an LOT 2 was 143.1 days out of the possible 180 days of observation compared to 133.9 days among patients with a LOT 2 (p<0.0001). Among patients with a second LOT, based on the treatment algorithm, the observed reasons for initiating the second LOT included, 51.1% had a change in therapy with <60 day gap in therapy, 24.8% were refractory to an initial proteasome inhibitor (PI) or immunomodulatory (IMiD) therapy, 12.0% had ≥60-day gap in all therapy with a restart of the same drug and 12.1% had some other combination of reasons (i.e., change, restart of the same drug after a 60-day gap and/or 60-day gap in all therapy). Cost per day using the number of days between the start of the LOT and the end of treatment during the LOT were lowest among patients who did not progress to a second LOT during the first 180 days ($1,475/treated day). This was followed by patients who had a change in therapy alone ($1,704), those who were refractory to the initial therapy ($1,912), those who restarted after a 90-day gap with no therapy and ($1,999), and those with a combination of reasons for initiating the second LOT ($2,082). Conclusions: During the first 6-months after initiation of first LOT, approximately 75% of patients maintained LOT 1. Patients who maintained LOT 1 tended to be older, have lower costs, more treated days, and more frequently treated with lenalidomide-based (no PI) regimens at LOT 1. This analysis suggests that maintaining lines of therapy longer is associated with reduced healthcare costs and using a lenalidomide-based regimen in LOT 1 may be associated with longer time to next therapy, which may be helpful when considering treatment sequencing. Disclosures Maiese: Janssen Scientific Affairs, LLC: Employment. Slaton: CK Consulting Associates, LLC: Employment. Kozma: CK Consulting Associates, LLC: Employment.",
    "topics": [
        "health care costs",
        "multiple myeloma",
        "lenalidomide",
        "chemotherapy regimen",
        "hematopoietic stem cell transplantation",
        "nitric oxide therapy",
        "proteasome inhibitors",
        "chi-square test",
        "hiv",
        "international classification of diseases"
    ],
    "author_names": [
        "Eric M Maiese",
        "Terra Slaton",
        "Chris M Kozma"
    ],
    "author_dict_list": [
        {
            "author_name": "Eric M Maiese",
            "author_affiliations": [
                "HECOR, Janssen Scientific Affairs, LLC, Horsham, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Terra Slaton",
            "author_affiliations": [
                "CK Consulting Associates, LLC, St. Helena Island, SC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris M Kozma",
            "author_affiliations": [
                "CK Consulting Associates, LLC, St. Helena Island, SC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T21:32:41",
    "is_scraped": "1"
}