{
    "doi": "https://doi.org/10.1182/blood.V116.21.4181.4181",
    "article_title": "The WD40-Repeats of Ahi-1 Oncogene Critical for Protein Interaction Between Ahi-1 and BCR-ABL Modulates Imatinib-Induced Apoptosis In BCR-ABL-Transduced Cells ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster II",
    "abstract_text": "Abstract 4181 Ahi-1 (Abelson helper integration site-1) is an oncogene that was initially identified by provirus insertional mutagenesis in v-abl-induced murine pre-B cell lymphoma. The Ahi-1/AHI-1 protein contains an SH3 domain, multiple SH3 binding sites and a WD40-repeat domain, all known to be important mediators of protein-protein interactions. Human AHI-1 is highly deregulated in human leukemic cells, particularly in BCR-ABL + leukemic stem cells from patients with chronic myeloid leukemia (CML). We have demonstrated that overexpression of Ahi-1 in primitive hematopoietic cells confers a growth advantage in vitro and induces leukemia in vivo ; these effects can be enhanced by BCR-ABL , a fusion oncogene that plays a major role in the genesis of CML. AHI-1 can physically interact with BCR-ABL and JAK2 in CML cells and this interaction complex further mediates tyrosine kinase inhibitor (TKI) response/resistance of CML stem/progenitor cells. Despite its importance, the mechanism by which this complex affects cell proliferation and survival and regulates sensitivity of CML cells to TKIs remains unknown. To identify and characterize which functional domain(s) of Ahi-1 is critical for its interaction with BCR-ABL and/or Jak2, full length Ahi-1 and several mutant forms, including N-terminal deletion (N-ter Δ , containing both SH3 and WD40-repeat domains), SH3 deletion (SH3 Δ ) and double WD40-repeat domain and SH3 domain deletions (SH3WD40 Δ ) were generated and stably transduced into BCR-ABL inducible BaF3 cells, in which the level of expression of BCR-ABL can be down-regulated by exposure to doxycycline. Epitope-tagged full length and mutant Ahi-1 constructs were also transiently expressed in 293T cells co-expressed with either BCR-ABL or Jak2 . Co-IP experiments showed that Ahi-1 is highly expressed and stably associated with BCR-ABL-Jak2 complex in BCR-ABL inducible cells co-transduced with full-length Ahi-1 and that it can directly interact with Jak2; Ahi-1 was detected in both Ahi-1 -transduced BaF3 cells (without BCR-ABL ) and BCR-ABL inducible cells after IP with a Jak2 antibody. Interestingly, N-terminal region of Ahi-1 was required for Ahi-1-Jak2 interaction as a predicted 70 kD product was not detectable in the same cells transduced with the Ahi-1N-ter Δ mutant. In contrast, N-terminal region of Ahi-1 was not associated with Ahi-1-BCR-ABL interaction since BCR-ABL was still detectable in BCR-ABL inducible cells co-transduced with the Ahi-1N-ter Δ mutant after IP with the anti-ABL antibody. The deletion of either the SH3 domain or both the SH3 and WD40-repeat domains did not interfere with their interaction with Jak2. Ahi-1 lacking both the SH3 and WD40-repeat domains lost its ability to interact with BCR-ABL when the SH3WD40 Δ mutant and BCR-ABL were co-expressed in 293T cells and the SH3 deletion did not affect Ahi-1's interaction with BCR-ABL, indicating that the WD40-repeart domain is required for a direct Ahi-1-BCR-ABL interaction. As expected, overexpression of full-length Ahi-1 in BCR-ABL inducible cells resulted in fewer Annexin V+ apoptotic cells after imatinib (IM) treatment compared to BCR-ABL inducible cells (5.9% and 8% v.s. 26% and 34% with either 2 or 5 μM IM) after 24 hours. Interestingly, cells expressing the SH3WD40 Δ mutant displayed dramatically increased cell sensitivity to IM with increased Annexin V+ cells (62% and 69% v.s. 5.9% and 8%), while cells expressing the SH3 Δ and the N-ter Δ mutants had similar numbers of Annexin V+ cells as compared to BCR-ABL inducible cells (32% and 16% v.s. 26% with 2 μM IM). Colony forming cell assays (CFC) further showed significantly reduced growth factor independent CFC numbers generated from the SH3WD40 Δ mutant compared to BCR-ABL inducible cells co-expressed with the full-length Ahi-1 (4% v.s. 46% with 5μM IM compared to untreated cells). Interestingly, a gene expression study comparing full-length Ahi-1 -transduced BCR-ABL cells with its mutants further demonstrated that these changes were associated with deregulated expression of Bcl-2 and Cis (Cytokine inducible SH2 protein ) involved in apoptosis. These results suggest that the WD40-repeat domain is important for Ahi-1 's role in mediating IM-induced apoptosis and that targeting this critical domain of Ahi-1may provide a novel therapeutic option for treatment of CML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "apnea-hypopnea index procedure",
        "apoptosis",
        "bcr-abl tyrosine kinase",
        "imatinib mesylate",
        "oncogenes",
        "wd40 repeats",
        "annexins",
        "protein-tyrosine kinase inhibitor",
        "antibodies",
        "cytokine"
    ],
    "author_names": [
        "Min Chen, PhD",
        "Leon Zhou, PhD",
        "Matthew Chan, PhD",
        "Damian Lai",
        "Ali G. Turhan, MD, PhD",
        "Ralph B. Arlinghaus, PhD",
        "Xiaoyan Jiang, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Min Chen, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Leon Zhou, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Chan, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damian Lai",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali G. Turhan, MD, PhD",
            "author_affiliations": [
                "Division of Laboratory Hematology INSERM, Inserm U935 University and CHU of Poitiers, Poitiers, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ralph B. Arlinghaus, PhD",
            "author_affiliations": [
                "Department of Molecular Pathology, University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyan Jiang, MD, PhD",
            "author_affiliations": [
                "Terry Fox Laboratory, British Columbia Cancer Agency, Vancouver, BC, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T06:43:27",
    "is_scraped": "1"
}