{
    "doi": "https://doi.org/10.1182/blood-2018-99-112978",
    "article_title": "The Genes for Tissue Factor F3 and Nuclear Receptor 4A Are Down-Regulated in Early Death Acute Promyelocytic Leukemia Patients ",
    "article_date": "November 29, 2018",
    "session_type": "602. Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation: Poster III",
    "abstract_text": "Introduction: Acute promyelocytic leukemia (APL) patients are successfully treated via differentiation therapy with all-trans retinoic acid (ATRA) and arsenic trioxide (ATO). Attempts to apply ATRA-based differentiation therapy to non-APL acute myeloid leukemia (AML) patients have not been effective so far (Johnson & Redner, 2015). Furthermore, 10-30% of the APL patients suffer an early death (ED) within 30 days, due to hemorrhages, infections, differentiation syndrome and thrombosis. Different risk factors have been identified, but the underlying mechanisms and successful treatment of ED in APL patients still have not been established (Kwaan et al ., 2014, Lehmann et al ., 2017). Hence, it is highly important to identify novel risk factors to understand the mechanistic processes in APL ED patients. Methods: To identify target genes, 50 bp single-read RNA sequencing (RNAseq) of 6 ED and 9 APL controls (cohort #1; n=15) and 4 ED and 5 APL controls (cohort #2; n=9) was executed. Samples were taken from patients with confirmed diagnosis of APL before beginning of treatment. Cohort #1 consisted of 15 patients: median age 60 years (range 37-73 years), 10 high-risk patients and 5 low/intermediate-risk patients according to Sanz score. Patients of cohort #1 were treated according to the AIDA2000 protocol of the Study Alliance Leukemia (SAL) study group. Cohort #2 consisted of 9 patients: median age 55 years (range 36-79 years), 4 high-risk patients and 5 low/intermediate-risk patients. Most patients of cohort 2 were treated according to the AIDA2000 (SAL) or APL0406 protocol. Gene validation was performed via RT-qPCR. PML-RARα variants were determined by Mentype AMLplex QS (Biotype). Survival and RT-qPCR analyses were performed with 64 non-APL AML patients´ samples treated within the clinical trial of the AMLSG HD98B study (Schlenk et al ., 2004). In this trial, all patients received ICE (idarubicin, cytarabine, etoposide) chemotherapy. The patients were randomly assigned to ATRA or no ATRA. In our cohort, 26 patients had received ICE-ATRA, whereas 38 only ICE. Amaxa nucleofector technology was used for overexpression of PML-RARα bcr1 or bcr3 variant in U937 cells. NB4 or AML cells treated with 1 µM ATRA up to 72 h or 1-2 µM ATO up to 48 h were analyzed via flow cytometry, CellTiter-Glo viability assay, RT-qPCR or Western blot. Results: RNAseq of cohorts 1 and 2 showed F3 (Tissue Factor) and members of nuclear receptor 4A family, NR4A1/2/3, significantly downregulated in ED compared to control APL cases. GSEA analysis further identified a gene family including F3 and members of nuclear receptor 4A family, NR4A1/2/3, co-regulated upon leukotriene and thrombin treatment. Downregulation of F3 was further validated by RT-qPCR. Analysis of PML-RARα variants in APL control and ED cases (n=38, Chi-square p < 0.041) showed a significant enrichment of the short variant bcr3 in ED APL. Artificial overexpression of the short bcr3 and long bcr1 PML/RARα variant in U937 further revealed a correlation between bcr3 and downregulation of NR4A2/3. Moreover, treatment of the APL NB4 cell line with ATRA or ATO induced further downregulation of F3 but upregulation of NR4A2/3 transcripts. ATRA treatment induced the same effects on F3 and NR4A3 protein levels, while ATO led not only to a decrease of F3 but also NR4A3 protein levels. We next sought to address the role of F3 and NR4A in non-APL AML. In 5 non-APL AML cell lines high F3 transcript and protein levels were positively correlated with a better response to ATRA treatment in vitro . Consistently, analyzing samples taken from the AMLSG HD98B trial, AML patients with high F3 but also NR4A3 transcript levels treated with ICE chemotherapy showed a significantly prolonged overall survival upon additional ATRA treatment in vivo (Log-rank p < 0.008). Conclusions: Expression of F3 and NR4A1/2/3 is downregulated in APL ED and decreased expression of NR4A2/3 is associated with short PML-RARα variant bcr3, which is significantly enriched in ED APL. Since NR4A members are associated with coagulation and inflammation, they may be important F3-related factors, contributing to the bcr3 ED APL phenotype. As ATRA and ATO treatment is known to further inhibit F3 expression, alternative therapies not inhibiting F3 expression could be worthwhile in APL ED patients. Moreover, F3 and NR4A3 expression levels seem to be highly relevant as marker for the prediction of ATRA response in non-APL AML patients. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Platzbecker: Celgene: Research Funding. Thiede: Novartis: Honoraria, Research Funding; AgenDix: Other: Ownership. Schlenk: Pfizer: Research Funding, Speakers Bureau.",
    "topics": [
        "acute promyelocytic leukemia",
        "genes",
        "receptors, nuclear",
        "thromboplastin",
        "tretinoin",
        "progressive multifocal leukoencephalopathy",
        "chemotherapy regimen",
        "differentiation therapy",
        "alternative medicine",
        "arsenic trioxide"
    ],
    "author_names": [
        "Miriam Frech, PhD",
        "Kathleen Stabla",
        "Andrea Nist, PhD",
        "Marco Mernberger, PhD",
        "Heidi Altmann, PhD",
        "Uwe Platzbecker",
        "Christian Thiede, MD",
        "Prema Erramsetti",
        "Sabine Teichler, PhD",
        "Cornelia Brendel, MD",
        "Richard F. Schlenk, MD",
        "Thorsten Stiewe, MD",
        "Andreas Neubauer, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Miriam Frech, PhD",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, 35043 Marburg, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kathleen Stabla",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, Marburg, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrea Nist, PhD",
            "author_affiliations": [
                "Genomics Core Facility, Philipps University Marburg, Marburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marco Mernberger, PhD",
            "author_affiliations": [
                "Institute of Molecular Oncology, Philipps University Marburg, Marburg, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Heidi Altmann, PhD",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital Carl-Gustav-Carus Dresden, Dresden, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Platzbecker",
            "author_affiliations": [
                "University Hospital Carl Gustav Carus at the Technische Universitaet Dresden, Dresden, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede, MD",
            "author_affiliations": [
                "Internal Medicine I, University of Technics Dresden Medical Dept., Dresden, Germany "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prema Erramsetti",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, Marburg, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Teichler, PhD",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, Marburg, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelia Brendel, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, Marburg, Germany "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard F. Schlenk, MD",
            "author_affiliations": [
                "Department of Internal Medicine III, University Hospital Ulm, Ulm, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thorsten Stiewe, MD",
            "author_affiliations": [
                "Genomics Core Facility, Philipps University Marburg, Marburg, Germany ",
                "Institute of Molecular Oncology, Philipps University Marburg, Marburg, Germany "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andreas Neubauer, MD",
            "author_affiliations": [
                "Department of Internal Medicine and Hematology, Oncology and Immunology, Philipps University Marburg, and University Hospital Giessen and Marburg, Marburg, Germany "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-14T04:31:23",
    "is_scraped": "1"
}