{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.5630.5630",
    "article_title": "The Application of Minimal Residual Disease in Hemato-Oncology: A Review of Its Current Utility in Trials, Regulatory Decisions and Clinical Practice ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Diseases",
    "abstract_text": "The concept of minimal residual disease (MRD) has become common across multiple hematological malignancies. However, there is considerable variation in the application of this concept to research activities and clinical practice across different diseases. We sought to investigate the current status of MRD testing in research, its standing with regulators, and its application in clinical practice, and interpreted the differences identified in light of the differentiating characteristics of each disease. Seven malignancies were considered: acute lymphoblastic leukemia (ALL), chronic lymphocytic leukemia (CLL), acute myeloid leukemia (AML), chronic myeloid leukemia (CML), follicular lymphoma (FL), diffuse large B-cell lymphoma (DLBCL), and multiple myeloma (MM). The technology used to detect MRD, or its near equivalents of major or deep molecular response (MMR) in CML, is under constant development; current techniques are based on polymerase chain reaction for all indications considered (including next-generation sequencing) or flow cytometry for four indications (ALL, AML, CML, and MM), with a role for imaging also proposed in MM. A review of the published literature (via PubMed) for each of the diseases identified multi-study meta-analyses describing the prognostic significance of MRD in ALL, CML, and MM; evidence of this relationship was based on analysis of individual studies for the other four diseases. In the context of the prognostic significance of MRD status, MMR is well established as an outcome in clinical trials in CML and is emerging as a trial outcome measure in other indications. A review of registered active Phase 2 and 3 clinical trials (via clinicaltrials.gov) found that MRD (or an equivalent such as molecular response) was listed as an outcome measure in 21% of trials in ALL, 17% in CLL, and 12% in MRD; this was more common in Phase 3 trials (15/40, 16/51, and 14/73 trials, respectively). MRD was listed as an outcome measure in 6% of trials in AML, 2% in DLBCL, and 6% in FL. Furthermore, the European Medicines Agency formally accepted MRD as an intermediate endpoint in CLL (effective from 2016), while MMR was recommended as a primary endpoint in CML in 2013; consultation is ongoing regarding acceptance of MRD in MM. The US Food and Drug Administration has led a number of workshops on the use of MRD in four indications (MM, CLL, AML, and ALL). Aside from academic interest and clinical development programs, the use of MRD testing to guide treatment is recommended in US and European clinical guidelines for ALL, CML, and the acute promyelocytic variant of AML, and in US guidelines for CLL; US guidelines for MM recommend assessment of MRD but do not suggest that the result should inform the course of treatment. For other malignancies, prognostic implications and utility in trial settings are acknowledged, but MRD testing is not recommended in practice. The role of MRD in a range of hematological malignancies appears to be evolving rapidly. MMR in CML has been important in trials and in clinical practice for a number of years, but has recently been followed by MRD in CLL, while MRD testing in MM is on the horizon. MRD evaluation is now an integral part of both adult and pediatric treatment protocols. The biological basis of each disease (targets for detection, location of disease), interacting with the available technology, treatments, and treatment intent, may have contributed to different speeds of uptake. Given the growing body of research on detection technologies and its role in other malignancies, we expect MRD testing to become increasingly widespread and its role to shift from prognosis to a key factor in determining treatment pathways. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "neoplasm, residual",
        "medical oncology",
        "measles-mumps-rubella vaccine",
        "cancer",
        "diffuse large b-cell lymphoma",
        "hematologic neoplasms",
        "acute lymphocytic leukemia",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "diagnostic imaging"
    ],
    "author_names": [
        "Clare F Jones, PhD",
        "Heather M Wieffer, PhD",
        "Margaux Oudard, PharmD"
    ],
    "author_dict_list": [
        {
            "author_name": "Clare F Jones, PhD",
            "author_affiliations": [
                "PRMA Consulting Ltd, Fleet, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Heather M Wieffer, PhD",
            "author_affiliations": [
                "PRMA Consulting Ltd, Fleet, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Margaux Oudard, PharmD",
            "author_affiliations": [
                "PRMA Consulting Ltd, Fleet, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T09:35:44",
    "is_scraped": "1"
}