{
    "doi": "https://doi.org/10.1182/blood-2018-99-114255",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3902",
    "start_url_page_num": 3902,
    "is_scraped": "1",
    "article_title": "Interferon Alpha, the New Old Disease Modifying Agent for Philadelphia-Negative Myeloproliferative Neoplasms ",
    "article_date": "November 29, 2018",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster III",
    "topics": [
        "interferon-alpha",
        "myeloproliferative disease",
        "cardiac mri",
        "follow-up",
        "cytogenetic analysis",
        "disease remission",
        "hydroxyurea",
        "leukemia",
        "leukemogenesis",
        "neoplasm metastasis"
    ],
    "author_names": [
        "Patrizia Mondello, MD PhD MSc",
        "Cristian Di Mirto",
        "Carmela Arrigo",
        "Vincenzo Pitini, MD",
        "Michael Mian, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, Lahey Clinic, Burlington, MA ",
            "Medical Oncology, University of Messina, Messina, Italy "
        ],
        [
            "Medical Oncology, University of Messina, Messina, Italy "
        ],
        [
            "Medical Oncology, University of Messina, Messina, Italy "
        ],
        [
            "Medical Oncology, University of Messina, Messina, Italy "
        ],
        [
            "Department of Hematology & CBMT, Ospedale di Bolzano, Bolzano, Italy"
        ]
    ],
    "first_author_latitude": "42.48552974999999",
    "first_author_longitude": "-71.2086645",
    "abstract_text": "Background: Despite the important progress in the research of myeloproliferative neoplasms (MPN) in the last years, treatment options are still limited. Currently, a cytoreductive approach is the backbone treatment, with hydroxyurea (HU) being the most important agent. However, this drug is not always well tolerated and seems to be associated with a potential leukemogenic effect. A valid alternative treatment is interferon alfa (IFN-α), but is reserved for selected patients due to the unfavorable toxicity profile. Furthermore, studies directly comparing IFN-α to HU are lacking, which is why we performed the so far largest Philadelphia negative (Ph-) MPN real-life analysis. Methods: From 2000 to January 2016 we prospectively assessed 63 Ph- MPN patients who received either HU at induction dosage of 25 mg/kg daily until achievement of hematologic remission, followed by maintenance therapy at 10 to 15 mg/kg daily, or IFN-α 3 MU subcutaneously three times a week. The treatment was selected based on physician's choice. All patients were screened for molecular genetic and cytogenetic analysis at diagnosis and during treatment. Results: Between January 2000 and January 2016, 63 consecutive patients were diagnosed with Ph- MPN: 28 were affected by polycythemia vera (PV) and 35 by essential thrombocytosis (ET). Fifteen patients with PV (54%) and 20 with ET (57%) were treated with IFN-α, while 13 with PV (46%) and 15 with ET (43%) received HU, respectively. Clinical characteristics were similar between both treatment groups and no significant differences were observed. During a median follow-up period of 81 months (range, 48-168 months) 97% of the patients treated with IFN-α achieved a hematologic response [60% complete (CHR), 37% partial (PHR)] compared to 78% in HU group (56% CHR, 20% PHR; p< 0.01). Molecular responses were limited to patients treated with IFN-α. Among these, the overall molecular response rate was 60% in both PV and ET. Complete molecular response (CMR) was achieved in 20% patients with PV and in 10% with ET, whereas partial molecular response (PMR) in 33% and 20% of patients with PV and ET, respectively. (Fig.1) Importantly, no patient who achieved CMR was observed to experience hematologic or molecular relapse after a median follow up of 92 months (range 53-132 months), suggesting that this drug is able to modify the natural course of Ph- MPN. In contrast, HU did not influence molecular response. In addition to molecular genetic analysis, we performed conventional cytogenetics on all patients at diagnosis and during treatment. Six patients were found to have abnormalities on metaphase cytogenetics pretreatment with IFN-α. Of these 6 patients, 1 had a resolution of cytogenetic abnormalities during the study. We did not observe the acquisition of new cytogenetic abnormalities in these 6 patients or in the others with normal baseline cytogenetics during therapy. Four patients were found having cytogenetic abnormalities before HU and two more developed new abnormalities over the course of the treatment, suggesting that this drug is not able to prevent leukemogenesis. IFN-α was well tolerated with no secondary malignancy, while HU was associated with more toxic events and seemed to increase risk of leukemia. Conclusion: We provide evidence that IFN-α might be a more valid therapeutic option due to its more profound hematologic responses, the ability to induce molecular responses and the potential ability to reduce the risk of leukemic transformation. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}