{
    "doi": "https://doi.org/10.1182/blood.V116.21.692.692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1797",
    "start_url_page_num": 1797,
    "is_scraped": "1",
    "article_title": "BH3 Profiling Demonstrates Decreased Mitochondrial Priming for Apoptosis In Primary CLL Cells Exposed to Stroma ",
    "article_date": "November 19, 2010",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy: Microenvironmental Interactions",
    "topics": [
        "abt-737",
        "annexins",
        "apoptosis",
        "bone marrow biopsy",
        "bone marrow specimen",
        "chemokine receptors",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "coculture techniques",
        "cxcr4 receptors"
    ],
    "author_names": [
        "Matthew S. Davids, MD",
        "Jennifer R. Brown, MD, PhD",
        "Adrian Wiestner, MD, PhD",
        "Anthony G. Letai, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Hematology Branch, National, Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14358819999998",
    "abstract_text": "Abstract 692 Treatments for chronic lymphocytic leukemia (CLL) often kill malignant cells in the peripheral blood, but the disease inevitably relapses in the lymph nodes or bone marrow. BH3 profiling was developed in our laboratory to assess the degree to which malignant cells are primed to undergo apoptosis by the mitochondrial pathway, and to identify the anti-apoptotic proteins on which these cells depend for their survival. We hypothesized that BH3 profiling can help elucidate mechanisms underlying stromal-mediated resistance to the BH3-mimetic ABT-737 in CLL. BH3 profiling was performed by exposing malignant CD19+ B cells from 15 CLL patients to a panel of BH3-domain peptides, and the cell death induced was quantified by JC-1 based FACS to assess mitochondrial outer membrane permeabilization, as previously described (Ryan et al., PNAS 2010). To simulate lymph node and bone marrow microenvironments, we co-cultured CLL cells from a subset of these patients for 24 hours in the presence of IL-4 with CD154+ fibroblasts and with HS5 cells, respectively, and then repeated BH3 profiling. The status of the chemokine receptor CXCR4, which can serve as a marker for the residence of CLL cells in stromal microenvironments, was also evaluated by FACS. Additional co-culture experiments were done in the presence or absence of ABT-737 at 100 nM, and CLL cell viability was assessed at 24 hours by Annexin-PI. We also performed BH3 profiling on 7 additional CLL patients with matched peripheral blood, lymph node, and bone marrow samples. Circulating malignant CLL cells were highly primed to undergo apoptosis, and their survival was mainly dependent on Bcl-2, and to a lesser degree Mcl-1. CXCR4 decreased on CLL cells co-cultured for 24 hours with CD154+ fibroblasts (38.6%) compared to cells cultured with parental controls (76.3%) (p = 0.030), but did not decrease on cells cultured with HS5 cells (87.1%) (p > 0.05). When CLL cells were co-cultured with CD154+ fibroblasts in the presence of ABT-737, mean CLL cell viability by Annexin-PI increased to 85.1% compared to 31.8% (p < 0.001) in cells co-cultured with parental controls. BH3 profiling revealed that CD154+ fibroblast exposure led to decreased CLL cell mitochondrial depolarization in response to Bim, Noxa, Hrk, and particularly to ABT-737 (see figure ). In contrast, CLL cells exposed to HS5 cells had unchanged CXCR4 status, but still had a decrease in apoptotic priming, which was observed in response to an even broader range of BH3-domain peptides, including Puma and Bmf. When gating on the whole CLL cell population, the pattern and degree of apoptotic priming was similar in matched peripheral blood, lymph node, and bone marrow biopsy samples from 7 additional patients. Interestingly, gating on CXCR4 status revealed heterogeneity in apoptotic priming in the different microenvironments, with a subset of patients showing that CXCR4- bone marrow-derived CLL cells were less primed than their CXCR4+ counterparts. Overall, BH3 profiling demonstrated that circulating primary CLL cells are highly primed to undergo apoptosis, and depend predominantly on the anti-apoptotic protein Bcl-2 for their survival. CLL cells co-cultured with lymph node-like stroma had decreased CXCR4 surface expression and became resistant to ABT-737. BH3 profiling demonstrated that this resistance was accompanied by decreased apoptotic priming in response to several BH3-domain peptides. An even broader decrease in apoptotic priming was observed in response to co-culture with a bone marrow-like microenvironment, apparently unrelated to changes in CXCR4 status. Matched peripheral blood, lymph node, and bone marrow CLL patient samples had similar BH3 profiles overall, but some patients showed decreased apoptotic priming in CXCR4- CLL cells, which likely represent the true bone marrow resident CLL cell population. This heterogeneity in mitochondrial priming may help to explain some of the resistance to therapy observed in bone marrow and lymph nodes as compared to peripheral blood. View large Download slide View large Download slide  Disclosures: Letai: Eutropics Pharmaceuticals: Membership on an entity's Board of Directors or advisory committees."
}