{
    "doi": "https://doi.org/10.1182/blood.V116.21.4427.4427",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1790",
    "start_url_page_num": 1790,
    "is_scraped": "1",
    "article_title": "Eltrombopag Can Stimulate Trilineage Hematopoiesis In Patients with Refractory Severe Aplastic Anemia ",
    "article_date": "November 19, 2010",
    "session_type": "Bone Marrow Failure",
    "topics": [
        "aplastic anemia",
        "eltrombopag",
        "hematopoiesis",
        "thrombocytopenia",
        "therapeutic immunosuppression",
        "uterine fibroids",
        "transfusion",
        "allogeneic stem cell transplant",
        "bone marrow, hypocellular",
        "follow-up"
    ],
    "author_names": [
        "Matthew J. Olnes, MD, PhD",
        "Yong Tang, MD",
        "Susan Soto, RN",
        "Elaine M Sloand, MD",
        "Philip Scheinberg, MD",
        "Neal S. Young, MD",
        "Cynthia E. Dunbar, MD"
    ],
    "author_affiliations": [
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ],
        [
            "National Institutes of Health, Hematology Branch, National Heart, Lung, and Blood Institute, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Abstract 4427 Severe aplastic anemia (SAA) is characterized by trilineage marrow hypoplasia and a paucity of hematopoietic stem cell progenitors. SAA is treated with immunosuppression or allogeneic stem cell transplantation (SCT), with a successful outcome in a majority. However, 20–40% of patients without a suitable donor for SCT do not respond to immunosuppression and may have persistent severe thrombocytopenia. Thrombopoietin (TPO) is the principal regulator of platelet production, and it exerts its effects through binding the megakaryocyte progenitor TPO receptor mpl , which stimulates production of mature megakaryocytes and platelets. Eltrombopag, a small molecule TPO mimetic that binds to mpl , increases platelet counts in healthy subjects, and in patients with chronic immune thrombocytopenic purpura. Both TPO and eltrombopag stimulate more primitive multilineage progenitors and stem cells in vitro . Patients with SAA and thrombocytopenia have very elevated TPO levels; nevertheless, we asked whether pharmacologic doses of eltrombopag could stimulate hematopoiesis in these patients without other options. We are conducting a pilot phase II study of eltrombopag in SAA patients with severe thrombocytopenia refractory to immunosuppressive therapy. Consecutive eligible adult patients were treated with oral eltrombopag at an initial dose of 50 mg daily, with escalation to a maximum dose 150 mg daily, with the goal of maintaining a platelet count of >20,000/uL above baseline. Treatment response was measured after three months and was defined as platelet count increases to 20,000/uL above baseline, or stable platelet counts with transfusion-independence for a minimum of 8 weeks. Nine patients have been enrolled and six are evaluable for response to date. Two patients did not respond to treatment. Three patients achieved platelet responses by 12 weeks of treatment, and all have sustained their responses (median follow up 10 months). Four patients exhibited improved hemoglobin levels 12 weeks after starting treatment (median hemoglobin increase of 2.1 g/dL) and two patients who were previously dependent on packed red blood cell transfusions have achieved transfusion-independence. Three neutropenic patients exhibited increased neutrophil counts after treatment with eltrombopag (median increase 0.46K cells/uL). These results provide evidence that eltrombopag can improve platelet counts in patients with severe refractory thrombocytopenia, and perhaps more surprisingly, have a clinically relevant impact on erythropoiesis and myelopoiesis. Updated data will be presented at the Society's meeting. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures: Off Label Use: Eltrombopag for thrombocytopenia in refractory severe aplastic anemia patients."
}