{
    "doi": "https://doi.org/10.1182/blood.V126.23.1304.1304",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3138",
    "start_url_page_num": 3138,
    "is_scraped": "1",
    "article_title": "Patients over Age 40 with Ph-Negative Acute Lymphoblastic Leukemia Do Not Benefit from Allogeneic Transplant in First Remission. Retrospective Analysis from a Large Tertiary Center ",
    "article_date": "December 3, 2015",
    "session_type": "612. Acute Lymphoblastic Leukemia: Clinical Studies: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "disease remission",
        "transplantation",
        "chemotherapy regimen",
        "follow-up",
        "b-cell acute lymphocytic leukemia",
        "calculi",
        "cancer",
        "complete remission",
        "electrocorticogram"
    ],
    "author_names": [
        "Ofir Wolach, MD",
        "Kristen Stevenson, MS",
        "Martha Wadleigh, MD",
        "Daniel J. DeAngelo, MD PhD",
        "David P. Steensma, MD",
        "Robert J. Soiffer, MD",
        "Joseph H Antin, MD",
        "Donna S Neuberg, ScD",
        "Vincent T. Ho, MD",
        "Richard M. Stone, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, "
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Biostatistics and Computational Biology, Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA"
        ]
    ],
    "first_author_latitude": "42.333785999999996",
    "first_author_longitude": "-71.14355019999999",
    "abstract_text": "Background: Survival of adult patients with Ph-negative acute lymphoblastic leukemia (ALL) with conventional therapeutic approaches remains poor. Given the ability to safely perform allogeneic stem-cell transplant (alloSCT) in this age cohort, older patients with ALL in first complete remission (CR1) are increasingly offered consolidation with this modality. We asked whether alloSCT in CR1 offers a survival advantage in older patients with ALL as compared to post remission chemotherapy. Methods: One hundred and seven patients ≥40 years were treated at the Dana Farber Cancer Institute for Ph-negative ALL from 1/1/2006 to 12/31/2013; of the 99 patients treated with curative intent, 80 patients (age 54.5 years; range 41-83) achieved first remission (81%; CR and CRi). Baseline characteristics of the chemotherapy and alloSCT post remission groups were compared using the Fisher exact and Wilcoxon rank-sum tests for categorical and continuous variables, respectively. The comparison of outcomes between the alloSCT and chemotherapy cohorts was made using a modified Mantel-Byar test to account for the waiting time to transplant. For graphical comparisons, the method of left-truncation was used to adjust for the time of wait from first CR/CRi to transplant. In Cox modeling of overall survival (OS) and disease free survival (DFS), treatment was included as a time-dependent variable. The cumulative incidence of relapse (CIR) and non-relapse mortality (NRM) were calculated and compared between groups from the time of CR/CRi to the time of the event with each considered as competing events. Retrospectively determining the reason for choosing one post remission approach over the other was not always possible. Furthermore, MRD status was available in a minority of patients. The effect and relation of these factors to patient selection and outcome therefore could not be assessed. Results: Eighty patients in first CR/CRi were analyzed. B-cell ALL was diagnosed in 86% of patients and T-cell origin was identified in 14% of patients; 6% of patients had therapy-related ALL. Median WBC, platelet and Hb levels at diagnosis were 5.3X10 9 /L, 61X10 9 /L and 9.6mg/dL, respectively. Cytogenetics were available for 63 patients (cytogenetics were not reported for referred patients (n=11) or were unsuccessful (n=6)) and were diploid (52%), near hyperploid (25%), hyperploid (11%), near hypoploid (5%) and hypoploid (2%). MLL rearrangement was identified in 12.5% of patients. Most patients had an ECOG performance status of 0-1; the median modified Charlson co-morbidity index score was 2 (range 0-10) and 56% of patients had ≥1 co-morbidities. In the alloSCT group, myeloablative and reduced-intensity conditioning were used in 55% and 45% of patients, respectively. Matched related and matched unrelated donors were used in 40% and 48% of patients, respectively, with the remainder receiving alternative donor sources. Forty patients received alloSCT in first remission and 40 patients were treated with chemotherapy only. Baseline characteristics did not significantly differ between the 2 groups except for lower Hb in the alloSCT group (p=0.028). Nine of 10 patients with MLL rearrangement were allocated to the alloSCT group. The median follow-up in the alloSCT and chemotherapy groups was 3.7 and 2.6 years, respectively. OS (Figure 1) and DFS did not differ between the groups at 3 years; the significantly higher CIR rate in the chemotherapy group was offset by the higher NRM in the alloSCT group (Table 1). Univariate Cox Modeling of 13 patient, disease and treatment-related factors including post remission modality were analyzed, none of which were shown to affect OS or DFS. WBC at diagnosis (≥20K vs. <20K) achieved borderline significance for DFS (p=0.053). The type of conditioning and donor source did not affect survival within the alloSCT group. Conclusion: AlloSCT in first CR is associated with a lower CIR but this benefit is offset by higher NRM as compared to chemotherapy. Although this should be confirmed in larger cohorts, these data suggest that alloSCT does not confer a survival benefit in patients ≥40 years with Ph-negative ALL. Table 1. Outcome by Cohorts  Outcome . Chemotherapy in CR1 (n=40) . AlloSCT in CR1 (n=40) . P-value . Median Follow-up (years) 2.6 (0.2, 8.2) 3.7 (1.2, 7.0) 0.22 3-yr % OS [95% CI] 46 [31-68] 39 [26-59] 0.35 3-yr % DFS [95% CI] 31 [18-52] 40 [27-59] 0.98 3-yr CIR % 61 [41-76] 28 [15-43] 0.011 3-yr NRM % 9 [2-21] 32 [17-47] 0.014 Outcome . Chemotherapy in CR1 (n=40) . AlloSCT in CR1 (n=40) . P-value . Median Follow-up (years) 2.6 (0.2, 8.2) 3.7 (1.2, 7.0) 0.22 3-yr % OS [95% CI] 46 [31-68] 39 [26-59] 0.35 3-yr % DFS [95% CI] 31 [18-52] 40 [27-59] 0.98 3-yr CIR % 61 [41-76] 28 [15-43] 0.011 3-yr NRM % 9 [2-21] 32 [17-47] 0.014 View Large View large Download slide View large Download slide  Disclosures Steensma: Incyte: Consultancy; Amgen: Consultancy; Celgene: Consultancy; Onconova: Consultancy. Stone: Agios: Consultancy; Sunesis: Consultancy, Other: DSMB for clinical trial; AROG: Consultancy; Celgene: Consultancy; Pfizer: Consultancy; Juno: Consultancy; Novartis: Research Funding; Abbvie: Consultancy; Celator: Consultancy; Roche/Genetech: Consultancy; Amgen: Consultancy; Karyopharm: Consultancy; Merck: Consultancy."
}