{
    "doi": "https://doi.org/10.1182/blood.V108.11.4332.4332",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=733",
    "start_url_page_num": 733,
    "is_scraped": "1",
    "article_title": "Comprehensive Analysis of p16 INK4a in Childhood Acute Lymphoblastic Leukemia Reveals Homozygous Deletion, Haploinsufficiency and Acquired Isodisomy at the 9p Locus with Intact p16 INK4a . ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "genes, p16",
        "homozygote",
        "leukemia, lymphocytic, acute, childhood",
        "haploinsufficiency",
        "leukemogenesis",
        "protein p16",
        "dna",
        "drug administration routes",
        "genomic screening",
        "high pressure liquid chromatography procedure"
    ],
    "author_names": [
        "Sarina Sulong",
        "Julie Irving",
        "Marian Case",
        "Lynne Minto",
        "Nick Bown",
        "Simon Bailey",
        "Christine Harrison",
        "Andrew Hall"
    ],
    "author_affiliations": [
        [
            "Northern Institute for Cancer Research, Newcastle University, United Kingdom"
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, United Kingdom"
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, United Kingdom"
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, United Kingdom"
        ],
        [
            "NHS Northern Genetics Services, Newcastle Hospitals NHS Trust"
        ],
        [
            "Department of Child Health, Royal Victoria Infirmary, Newcastle upon Tyne"
        ],
        [
            "Leukaemia Research Fund Cytogenetics Group, Cancer Sciences Division, University of Southampton, United Kingdom"
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, United Kingdom"
        ]
    ],
    "first_author_latitude": "54.9830144",
    "first_author_longitude": "-1.6231995000000001",
    "abstract_text": "Genetic alterations including chromosomal translocation, promoter hypermethylation, somatic mutation and gene deletion are believed to play a key role in the leukemogenic process in childhood acute lymphoblastic leukemia (ALL). The p16 INK4a ( CDKN2A / MTS1 / p16 / INK4a ) gene located on chromosome 9p21 is a tumor suppressor gene whose product can block cell division during the G 1 /S phase of the cell cycle. Inactivation of p16 INK4a in ALL can occur by deletion, promoter hypermethylation or somatic mutation. However, published reports are inconsistent in terms of both incidence and route of p16 INK4a inactivation suggesting that a detailed analysis of all possible modes of inactivation in a large cohort is essential to clarify the status of this gene in leukemogenesis. In this study, we report the findings of a comprehensive analysis of p16 INK4a in 115 DNA samples with childhood ALL (86 cases at presentation and 29 cases at relapse) in which a combination of techniques including, fluorescence in situ hybridization (FISH), mapping arrays, denaturing high performance liquid chromatography (dHPLC) and methylation specific-PCR (MSP) were used to assess the mode of inactivation of this gene. Data from a genome-wide screening in 86 presentation cases and 20 of 29 relapse cases using Affymetrix Mapping 10K and/or 50K single nucleotide polymorphism (SNP) microarray technique showed loss of heterozygosity (LOH) at the p16 INK4a locus in 21% (22/106) of cases (14 at presentation and 8 at relapse), 14 (8 at presentation and 6 at relapse) with an associated loss of copy number and 8 (6 at presentation and 2 at relapse) with a normal copy number, indicative of acquired isodisomy (AID). FISH analysis on 19 of the 22 confirmed that those cases with LOH and copy number loss had either p16 INK4a homozygous (n=6) or hemizygous (n=6) deletion and those with LOH associated with AID (n=7) retained 2 copies. Mutation and methylation analyses were performed on those cases identified to have one p16 INK4a allele or retention of both alleles. Partial methylation of p16 INK4a was found in only 1 case. Mutational screening by dHPLC of the coding region revealed a somatic mutation, H83Y, in a subpopulation of leukemic blasts in one patient at relapse. Three common SNPs were identified including A148T in exon 2 and 500C>G and 540 C>T in the 3′ UTR. These data show that mutation and hypermethylation of p16 INK4a are rare events in childhood ALL but that homozygous and hemizygous deletion is relatively common. The loss of only one p16 INK4a allele in this latter group, without evidence for mutation or hypermethylation of the remaining one suggests that p16 INK4a may be haploinsufficient in ALL. The finding that LOH on 9p locus is common but in nearly 40% of these cases is associated with AID with intact p16 INK4a , suggests the existence of another tumor suppressor gene or oncogene in this region, which may have importance in leukemogenesis."
}