{
    "doi": "https://doi.org/10.1182/blood.V122.21.4673.4673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2439",
    "start_url_page_num": 2439,
    "is_scraped": "1",
    "article_title": "Bone Marrow suppression Due to ferric Carboxymaltose Infusion. First Reported Case ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism",
    "topics": [
        "bone marrow suppression",
        "ferric carboxymaltose",
        "infusion procedures",
        "iron",
        "iron deficiency",
        "adverse effects",
        "amegakaryocytic thrombocytopenia",
        "cisplatin/methotrexate/vinblastine protocol",
        "ferritin",
        "immunoglobulins"
    ],
    "author_names": [
        "Finella MC Brito-Babapulle, FRCPATH"
    ],
    "author_affiliations": [
        [
            "Dept of Haematology, Queen Alexandra Hospital, Portsmouth, Portsmouth, United Kingdom"
        ]
    ],
    "first_author_latitude": "50.849998299999996",
    "first_author_longitude": "-1.0710247",
    "abstract_text": "Ferrinject( ferric carboxymaltose) is used extensively to provide rapid replacement of total body iron where oral treatment is inadequate or not well tolerated. Although it is thought to be safe we report a case of fatal bone marrow aplasia caused by a total of 3 infusions of ferrinject (3,000 mg given over a 3 month period and in keeping with calculation of total body iron using the Ganzoni formula. No other drugs could be implicated and the stages of aplasia were initially an amegakaryocytic period , then red cell aplasia in the marrow a month later and finally a fall in neutrophil counts over a 5 month period. after which death occurred. We have evidence that bone marrow aplasia/ extramedullary eryhtropoiesis has been reported in dogs given ferrinject three times a week A 48 year old lady with longstanding iron deficiency caused by menorrhagia was unable to take oral iron replacement. She was receiving lansoprazole for gastritis and had received venofer iron infusions 200mg monthly till October 2011 but continued to be anemic due to GI bleeding. Blood film appearance was iron deficiency. On 27/11/2012 Hb 67 wbc 3.4, plat 201 MCV 70.5. Previous blood counts showed iron deficiency with normal platelets. Serum Ferritin 3 gms/L. She received ferric carboxymaltose (Ferrinject )1000ug by 15 min i.v. infusion. On 09/01/2013 Ferritin was still low at 10 and a futher 1000ug of ferrinject was given on 16/01/2013. The platelets were noted to have fallen to 49 that day,Hb 62, wbc 5.8, neutrophils 4.5 MCV 85.4. On 01/02/2013 Ferritin was 282 and 3 units blood was transfused for further menorrhagia. Blood film showed normal sized platelets but a count of 10 and polychromatic macrocytes. In view of clinical bleeding and low platelets, on 8 th and 9 th Feb 2013 ,Iv Ig 90 gms and 70 mg prednisolone was started with no response. Bone marrow examination showed acquired amegakaryocytic thrombocytopenia with reduced red cell precursors. Investigations to rule out other causes of acquired amegakaryocytic thrombocytopenia were negative. Crp, 3, negative autoimmune screen, normal serum immunoglobulins and electrophoresis, normal LDH, ANCA neg HIV neg. Parvovirus Ig M negative. Bone marrow repeated 1 month after the last ferrinject was given showed aplasia in both red cell and megakaryocyte lineage with no evidence of recovery. Later the neutrophil series reduced as well. She was supported with blood and platelet transfusions as necessary and a bone marrow unrelated donor was sought however death supervened on 20/07/2013 without marrow recovery. Ferrinject (ferric carboxymaltose) is used extensively for treatment of iron deficiency anemia where oral iron supplementation cannot be used. In preclinical studies ferrinject given intravenously 3 times a week to dogs led to extramedullary haemopiesis which must indicate some form of marrow damage. No previous clinical cases of ferrinject induced bone marrow aplasia have been described but patients need to be alerted to this rare and severe side effect of treatment.We recommend that if a patients platelets fall on ferrinject treatment no further infusions should be considered. Viforpharma the suppliers of the intravenous iron infusion (ferrinject) have been alerted to this serious and rare adverse reaction to their product Disclosures: No relevant conflicts of interest to declare."
}