{
    "doi": "https://doi.org/10.1182/blood.V116.21.2062.2062",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1849",
    "start_url_page_num": 1849,
    "is_scraped": "1",
    "article_title": "ISWI Chromatin Remodeling ATPase Smarca5 (Snf2h) Is Required for Murine Erythroid Development and Globin Gene Regulation ",
    "article_date": "November 19, 2010",
    "session_type": "Thalassemia and Globin Gene Regulation: Poster I",
    "topics": [
        "adenosine triphosphatases",
        "chromatin",
        "gene expression regulation",
        "globins",
        "mice",
        "fetal anemia",
        "gata1 protein, human",
        "hemoglobin",
        "immunoglobulin a",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Juraj Kokavec",
        "Romit Majumdar, PhD",
        "Martina Kapalova",
        "Nikola Curik",
        "Filipp Savvulidi",
        "Emanuel Necas",
        "Arthur I. Skoultchi, PhD",
        "Tomas Stopka, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ],
        [
            "Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA"
        ],
        [
            "Pathological Physiology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
        ]
    ],
    "first_author_latitude": "50.07460899999999",
    "first_author_longitude": "14.426601000000002",
    "abstract_text": "Abstract 2062 Chromatin remodeling plays an important role during normal and malignant hematopoiesis. The chromatin remodeling associated Imitation Switch (ISWI class) ATPase Smarca5 is abundantly expressed in mammalian hematopoietic cells. Smarca5 levels are downregulated during erythroid terminal differentiation (Stopka 2000) and they are significantly increased in human acute myelogenous leukemia blasts (Stopka 2000). In addition, Smarca5 has been reported to interact with transcription factor GATA-1 (Rodriguez, 2005). Our previous studies showed that homozygous inactivation of Smarca5 leads to early embryonic lethality (Stopka 2003). To study the role of Smarca5 in hematopoiesis, we generated a conditional allele (cKO) of Smarca5 by introducing loxP sites around exon 5 in mouse ES cells and transmitted this allele to the mouse germline. Deletion of exon 5 mediated by Cre-recombinase leads to complete loss of production of Smarca5 protein. Deletion of Smarca5 in definitive hematopoietic progenitors using the Vav1-iCre transgene resulted in fetal anemia and death by E18. The block in erythropoiesis is characterized by accumulation of hematopoietic progenitors (Sca-1+) and progressive decrease of terminally differentiated Ter-119+ and Ter-119+ Cd71+ cells in mutant fetal livers. Colony forming assays indicate growth and differentiation defects in mutant cells compared to wild type littermates. Gene expression analyses of mutant fetal liver-derived hematopoietic cells indicate loss of expression of Gata1 and several of its gene targets including adult globins. Gata2 expression was unchanged. In turn, embryonic globins Ey and Zeta were significantly upregulated (~15 fold) in mutant fetal liver-derived hematopoietic cells, indicating a defect in hemoglobin switching. To summarize, our results show that Smarca5 plays important roles in erythroid differentiation and globin gene regulation. (Grant # IGA 10310-3, MSMT 2B06077, 0021620806, LC06044, SVV-2010-254260507, NIH R01CA154239). Disclosures: No relevant conflicts of interest to declare."
}