{
    "doi": "https://doi.org/10.1182/blood-2021-150007",
    "article_title": "Establishment of Stable Cell Lines Representing Juvenile Myelomonocytic Leukemia with SHP2 Mutations ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Protein tyrosine phosphatase SHP2 encoded by PTPN11 is a key regulator in growth factor and cytokine signaling. Overwhelming evidence suggests its vital role in hematopoietic stem cell function and hematopoiesis. As a bona fide proto-oncogene product, gain-of-function mutations of SHP2 cause hematological malignancies, most notably juvenile myelomonocytic leukemia (JMML) which bear somatic SHP2 mutations in 35% of cases. Numerous studies have utilized murine models to investigate the role of mutant SHP2 in hematopoiesis and leukemogenesis and successfully produced resembling myeloproliferative neoplasm (MPN) and even full-blown leukemia in recipient animals. However, mutant SHP2-transformed cell lines have not been generated. In the present study, we established oncogenic mutant SHP2-transformed cell lines from erythropoietin (EPO)-dependent HCD-57 erythroid leukemia cells. First, we generated recombinant retroviruses expressing SHP2-D61Y and SHP2-E76K, the two most common SHP2 mutants found in individuals with JMML, by using the pMSCV-IRES-GFP vector. We then infected HCD-57 cells with the recombinant retroviruses. Unlike the parent HCD-57 cells, the infected cells were able to grow in the absence of EPO as demonstrated by viable GFP-positive cells. We further performed semi-solid methylcellulose colony cultures and isolated single clones of EPO-independent HCD57 cells. The isolated clonal cells overexpressed mutant SHP2 and proliferate rapidly in the absence of EPO. In contrast, HCD57 cells infected with retroviruses expressing wild type SHP2 failed to survive in the absence of EPO, indicating only gain-of-function mutant forms of SHP2 have the cell-transformation capability. We also carried out parallel experiments with the pro-B Ba/F3 cell line that require interleukin 3 (IL3) for survival. Interestingly, over-expression of SHP2-D61Y and SHP2-E76K was not sufficient to give rise to IL3-indepdent Ba/F3 cells, suggesting that HCD57 cells have some unique properties making them susceptible for transformation by oncogenic SHP2 mutants. We further performed in vitro and in vivo characterization of transformed HCD57 cells. Cell signaling analyses revealed that both HCD57-SHP2-D61Y and HCD57-SHP2-E76Kcells exhibited aberrantly elevated levels of pERK and pAKT in the absence of cytokine stimulation, which was consistent with the notion that gain-of-function SHP2 mutants perturb growth control through deregulation of the Ras signaling pathway. Upon intravenous injection into immunodeficient mice, the SHP2 mutant-transformed HCD57 cells caused acute leukemia with markedly increased spleen. Finally, we screened a small molecule inhibitor library to identify compounds that may specifically target the SHP2 mutants. We found several tyrosine kinase inhibitors including dasatinib and trametinib potently inhibited HCD57-SHP2-D61Y and HCD57-SHP2-E76Kcells but not the parent HCD57 cells. At sub-micromolar concentrations, dasatinib and trametinib abolished elevated ERK and Akt activation caused by the SHP2 mutants. This study not only proves that gain-of function mutations of SHP2 are capable of fully transforming cells but also provides a unique cell system to study pathogenesis of SHP2 mutants and to identify specific inhibitors for drug development. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Yuming Zhao",
        "Yao Guo",
        "Chunxiao He",
        "Dengyang Zhang",
        "Han Zhong Pei",
        "Ming Yang",
        "Zhiguang Chang",
        "Liuting Yu",
        "Junbin Huang",
        "Hongman Xue",
        "Chun Chen",
        "Zhizhuang Joe Zhao",
        "Yun Chen"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuming Zhao",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yao Guo",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chunxiao He",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dengyang Zhang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Han Zhong Pei",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Yang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhiguang Chang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Liuting Yu",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junbin Huang",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongman Xue",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chun Chen",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhizhuang Joe Zhao",
            "author_affiliations": [
                "Department of Pathology, University of Oklahoma Health Sciences Center, Oklahoma City, OK"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yun Chen",
            "author_affiliations": [
                "The Seventh Affiliated Hospital of Sun Yat-sen University, Shenzhen, China"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:36:05",
    "is_scraped": "1"
}