{
    "doi": "https://doi.org/10.1182/blood.V118.21.681.681",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2068",
    "start_url_page_num": 2068,
    "is_scraped": "1",
    "article_title": "Mice Lacking the Sodium-Dependent Phosphate Import Protein, Pit-1, Have a Severe Defect in Terminal Erythroid Differentiation ",
    "article_date": "November 18, 2011",
    "session_type": "101. Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, Excluding Iron: New Molecular Players in Erythropoiesis",
    "topics": [
        "mice",
        "phosphates",
        "sodium",
        "sodium phosphate",
        "van der woude syndrome",
        "anemia",
        "hemoglobin",
        "anemia, macrocytic",
        "cisplatin/methotrexate/vinblastine protocol",
        "cytopenia"
    ],
    "author_names": [
        "Li Liu",
        "Marilyn Sanchez-Bonilla",
        "Yan Wang",
        "Mathew Crouthamel",
        "Cecilia Giachelli",
        "Sioban B Keel, MD"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Medicine, University of Washington, Seattle, WA, USA, "
        ],
        [
            "Bioengineering, University of Washington, Seattle, WA, USA"
        ],
        [
            "Bioengineering, University of Washington, Seattle, WA, USA"
        ],
        [
            "Medicine, University of Washington, Seattle, WA, USA, "
        ]
    ],
    "first_author_latitude": "47.675707200000005",
    "first_author_longitude": "-122.31379380000001",
    "abstract_text": "Abstract 681 Phosphate is the second most abundant mineral in the human body and plays an essential role in phospholipids, nucleoproteins and nucleic acids, bone mineralization, the storage and liberation of metabolic energy, and enzyme activity. While our understanding of the mechanisms of phosphate homeostasis has advanced, little is known about how the body initially senses changes in phosphate concentration or the downstream biological processes regulated by these concentration changes. Among the three families of membrane mammalian sodium-phosphate import proteins, PiT-1 and its family member, PiT-2, have the highest substrate affinity. PiT-1 is broadly expressed (Proc Nat Acad Sci, 91,7071-75;1994). Cell line models suggest PiT-1 functions in cellular phosphate homeostasis and vascular calcification (PLoS One, 5,e9148;2010). To determine its in vivo role, two groups have generated PiT-1-null mice. Constitutive deletion of PiT-1 results in embryonic lethality at midgestation and mutant embryos display pale livers (the site of fetal erythropoiesis) with increased apoptosis and reduced hematopoietic colony growth (PLoS One, 5, e9148:2010 & Genesis, 47,858-863;2009). These findings suggest that PiT-1 is required for normal erythropoiesis or hematopoiesis, and provided the rationale to characterize the hematopoietic phenotype of post-natal mice lacking PiT-1. We have discovered that mice lacking PiT-1 have markedly abnormal erythropoiesis which models low-grade myeodysplastic syndromes(MDS). MDS comprise a varied group of malignant stem cell disorders characterized by ineffective blood cell production resulting in increased apoptosis and dysplasia in bone marrow progenitor cells and peripheral blood cytopenias. The precise molecular basis of MDS remains unknown and its wide phenotype likely reflects multiple pathophysiologies. We bred mice expressing a conditional PiT-1 allele ( PiT-1 flox , gift from the Giachelli Lab) to mice expressing the Mx-Cre transgene to generate a viable null mouse for study. PiT-1 -deleted mice develop a severe hypoproliferative, macrocytic anemia (HGB 4.5g/dL±0.3 vs. 13.3±1.0, p<1.0E10 −4 , MCV 53.1fL±0.9 vs. 49.1±0.6, p=4.6E −3 , deleted n=9, control n=7, mean±SEM, Student's t-test) with elevated erythropoietin levels (33,300pg/mL±1300 vs. 650±210, deleted n=7, control n=6, p<1.0E10 −4 ). Their spleens (a site of stress erythropoiesis in mice) are markedly enlarged (spleen weight in mg/body weight in g: 44.1±4.0 vs. 4.8±0.6, deleted n=4, control n=4, p<1.0E10 −4 ) due to a dramatic expansion of erythroid precursors. Bone marrow cytospins and sternal sections from PiT-1 -deleted mice demonstrate erythroid hyperplasia, maturation arrest, and morphologic dyserythropoiesis. Flow cytometric analyses of marrow performed to quantitatively define the terminal stages of erythroid differentiation demonstrate a relative expansion of proerythroblasts and basophilic erythroblasts in deleted mice with increased apoptosis (annexinV + 7AAD − /7AAD − cells: 17.9%±2.7 vs. 8.0±0.4, p=0.02, deleted n=3, control n=3) compared to control mice; splenic analyses show similar findings. We confirmed that the defect in erythroid differentiation in PiT-1 -deleted mice is intrinsic to the hematopoietic system by hematopoietic colony assays and by demonstrating anemia in lethally irradiated mice transplanted with PiT-1 flox/flox ;Mx-cre marrow and then treated with poly(I)poly(C) to delete PiT-1 specifically in engrafted cells (HGB deleted 4.3 g/dl±1.0, n=5 vs. control 13.9±0.4, n=6, 7–9 weeks post-deletion, p < 1.0E10 −4 ). Cell cycle analyses of Ter119 + -erythroid cells reveal an expanded S-phase fraction in PiT-1 -deleted cells compared to controls, which can be accounted for by the expanded proerythroblast and basophilic erythroblast populations in mice lacking PiT-1. Ongoing studies are aimed at determining how a lack of PiT-1 results in ineffective erythropoiesis and severe anemia. Our work may lend insight into the pathways linking erythroid differentiation with proliferation and potentially to cellular respiration. These are pathways implicated in the pathogenesis of myelodysplastic syndromes. This work may also contribute to the emerging and novel hypothesis that phosphate acts as a signaling molecule, which modulates cell proliferation via PiT-1 (J Bio Chem 284,31363-74,2009) potentially in a tissue-specific manner. Disclosures: No relevant conflicts of interest to declare."
}