{
    "doi": "https://doi.org/10.1182/blood.V122.21.3629.3629",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2412",
    "start_url_page_num": 2412,
    "is_scraped": "1",
    "article_title": "Tranexamic Acid is a Weak Provoking Factor For Thromboembolic Events: A Systematic Review Of The Literature ",
    "article_date": "November 15, 2013",
    "session_type": "331. Pathophysiology of Thrombosis: Poster III",
    "topics": [
        "thromboembolic event",
        "tranexamic acid",
        "precipitating factors",
        "venous thromboembolism",
        "hemorrhage",
        "antifibrinolytic agents",
        "lysine",
        "thromboembolism",
        "fibrin",
        "intraoperative hemorrhage"
    ],
    "author_names": [
        "Janique Dyba, MBBS(Hon) Candidate",
        "Francis CF Chan",
        "Keith K. Lau, MBBS, FRCP(C), FRCP(Lond)",
        "Anthony K.C. Chan, MBBS, FRCPC, FRCPath",
        "Howard H.W. Chan, MBChB, FRCPC, MSc, FRCP(Glasg), FRCP(Ireland)"
    ],
    "author_affiliations": [
        [
            "University of Queensland, Brisbane, Australia, "
        ],
        [
            "Chemical Engineering, Queen's University, Kingston, ON, Canada, "
        ],
        [
            "Pediatrics, The Hong Kong University, Hong Kong, China, "
        ],
        [
            "Pediatrics, McMaster University, Hamilton, ON, Canada, "
        ],
        [
            "Thrombosis & Atherosclerosis Research Institute, Hamilton, ON, Canada"
        ]
    ],
    "first_author_latitude": "-27.497502800000003",
    "first_author_longitude": "153.0136905",
    "abstract_text": "Introduction Tranexamic acid (TXA) is a reversible lysine analogue that competes with the lysine residues on fibrin for the binding of plasminogen thus inhibiting the fibrinolysis and stabilizing clot. Multiple meta-analysis and randomized controlled trials have demonstrated its role in reducing blood loss for menorrhagia, perioperative bleeding, trauma-associated hemorrhage, and post-dental procedure bleeding. However, some of these situations are known to provoke venous thromboembolism (VTE) and the risk of inducing TXA-associated thromboembolic complication is always a concern for the managing physician. Hereby, we conducted a systematic review of the literature to determine whether the reported thromboembolic incidences were associated with the dosing of TXA. Methods We searched the OVID Medline database for all articles including the terms “tranexamic acid” or “antifibrinolytics” and then refined the search results with the key word “hemorrhage”. The search was limited to humans and English language. We included primary research articles using oral or intravenous tranexamic acid in the treatment or prophylaxis of hemorrhage, including clinical trials, cohort studies, case series, and case reports. Review articles, meta-analyses and in vitro studies were excluded from this study. We categorized the studies into two groups. The first group included all case reports and the narrative citations in which the TXA doses were variable among the patients within the same study. Student t -test was used to compare the TXA dosage for patients with and without VTE. A p -value of 0.05 was considered significant. The second group included randomized trials and the non-randomized studies with fixed TXA dosing for all participating subjects allowing comparison between treatment and control arms. The odds ratio of having VTE for each individual study was analyzed against the dosing information of TXA. Weighted regression analysis was used to determine whether the odds ratio of having VTE was linearly correlated with the TXA dose. Results Two authors independently screened the citations and assessed the full text for potentially relevant publications. The initial search strategy resulted in 1959 articles, of which 149 articles published between 1971 and 2013 had complete data on TXA dose, duration of TXA therapy and VTE events. These included 17 case reports, 45 case cohorts, 8 non-randomized clinical trials and 76 randomized control trials. In the first groups of citations, the total dose of TXA reported for patients complicated by VTE was borderline higher than those without VTE but reached the predefined statistically significance ( p = 0.042). In the second groups of studies, vast majority did not show significant increase in VTE events in the TXA treatment arm because the odds ratio was equal to 1. Only a few studies had an odds ratio not equal to 1 but the ratios were not linearly correlated either with the daily dose or total dose of TXA. Conclusion Despite the heterogenous indications for antifibrinolytic therapy, TXA treatment did not consistently increase the event rate of VTE. Our study suggested that both the daily or total dose of TXA were not strong predicting factors for the VTE. Instead, we speculate that patients’ pre-existing thrombophilia conditions and the concurrent procoagulant factors are the confounding variables associated with VTE in patients on TXA. Thus, these factors should be considered and balanced against the potential benefits of TXA in reducing the degree of hemorrhage. Disclosures: No relevant conflicts of interest to declare."
}