{
    "doi": "https://doi.org/10.1182/blood.V128.22.5306.5306",
    "article_title": "Fusion Protein Ompc-CD154 Inhibits Proliferation and Induces Apoptosis in B-NHL Cell Lines By a Mechanism That Involves MAPK P38 and TRAF2 Activation ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "abstract_text": "CD40 is a member of the TNF super family, which is expressed mainly in B cells, dendritic cells and macrophages, and the interaction with its ligand CD154 is essential for the development of the immune response. The activation or selective inhibition of this pathway is part of various therapeutic strategies for the treatment of diseases with inflammatory or immune origin, as well as various types of tumors. The fusion protein OmpC-CD154 expresses 10 amino acids of CD154 (Ser149-Trp140) and is capable of binding to CD40, inducing apoptosis and inhibiting proliferation in NHL cell lines. In this study we demonstrate that the fusion protein OmpC-CD154 induced apoptosis and inhibition of proliferation in several B-NHL cell lines. In addition, we analyzed the mechanisms involved in the induction of apoptosis and the inhibition of proliferation. Our results by Western blot demonstrate that OmpC-CD154 induced degradation of Bcl-6 by a MAPK p38 activation dependent mechanism. Pre-treatment of Ramos and Raji cell lines with a specific chemical p38 inhibitor reverted the effect of OmpC-CD154 in proliferation. Our results showed that the fusion protein can also inhibit the constitutive activation of both the canonical and non-canonical NF-kB pathways, and this inhibition was associated with the activation of the TRAFs pathway, as it promotes TRAF2 phosphorylation, and the decreasing of the expression of TRAF3. All these effects were greater than those observed with recombinant human CD154 on B-NHL cell lines. The present findings establish that a CD154 peptide fused with a protein exhibits significant cytotoxicity on B-NHL cells. Current studies are evaluating fusion proteins with CD154 peptide that are not antigenic in vivo and that have significant anti-tumor effects, both direct and on the host immune response, with minimal toxicity. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "apoptosis",
        "cd40 ligand",
        "cell lines",
        "fusion proteins",
        "mitogen-activated protein kinase p38",
        "cd40 antigens",
        "neoplasms",
        "peptides",
        "amino acids",
        "cytotoxicity"
    ],
    "author_names": [
        "Gerardo Pantoja-Escobar, PhD",
        "Laura Romo-Dorantes",
        "Mario Morales-Martinez, PhD Student",
        "Gabriel G Vega, PhD student",
        "Otoniel Martinez-Maza, PhD",
        "Sara Huerta-Yepez, PhD",
        "Mario I. Vega, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Gerardo Pantoja-Escobar, PhD",
            "author_affiliations": [
                "Oncology Research Unit, Hospital of Oncology, Siglo XXI National Medical Center, IMSS, Mexico City, Mexico "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Laura Romo-Dorantes",
            "author_affiliations": [
                "Av. Cuuahtemoc 330 Col. Doctores, Oncology Research Unit, Hospital of Oncology, Siglo XXI National Medical Center, IMSS, Mexico City, Mexico "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario Morales-Martinez, PhD Student",
            "author_affiliations": [
                "Oncology Research Unit, Hospital of Oncology, Siglo XXI National Medical Center, IMSS, Mexico City, Mexico "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel G Vega, PhD student",
            "author_affiliations": [
                "Oncology Research Unit, Oncology Hospital, Siglo XXI National Medical Center IMSS, Mexico DF, Mexico "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Otoniel Martinez-Maza, PhD",
            "author_affiliations": [
                "Department of Gynecology & Obstetric, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Huerta-Yepez, PhD",
            "author_affiliations": [
                "Department of Pathology and Laboratory Medicine, Molecular Toxicology Interdepartmental Program, Jonsson Comprehensive Cancer Center, University of California, Los Angeles, Los Angeles, CA ",
                "Unidad de Investigacion en Enfermedades Oncologicas, Hospital Infantil de Mexico Federico Gomez SSA, Mexico City, Mexico "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mario I. Vega, PhD",
            "author_affiliations": [
                "Department of Medicine, Hematology-Oncology Division,, Greater Los Angeles VA Healthcare Center, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA ",
                "Oncology Research Unit, Oncology Hospital IMSS, Mexico City, MEX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-06T09:31:52",
    "is_scraped": "1"
}