{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.966.966",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3730",
    "start_url_page_num": 3730,
    "is_scraped": "1",
    "article_title": "Bone Marrow Characterization in Sickle Cell Disease: Inflammation and Stress Erythropoiesis Lead to Suboptimal CD34 Recovery Compared to Normal Volunteer Bone Marrow ",
    "article_date": "December 7, 2017",
    "session_type": "113. Hemoglobinopathies, Excluding Thalassemia—Basic and Translational Science: Poster I",
    "topics": [
        "bone marrow",
        "cd34 antigens",
        "erythropoiesis",
        "inflammation",
        "sickle cell anemia",
        "stress",
        "anticoagulants",
        "wegener granulomatosis",
        "heparin",
        "ficoll"
    ],
    "author_names": [
        "Alexis Leonard, MD",
        "Aylin Bonifacino, MS",
        "Venina Marcela Dominical, PhD",
        "Anna Conrey, NP",
        "Wynona Coles",
        "Mary Link, RN",
        "Matthew Hsieh, MD",
        "Min Luo, PhD",
        "Naoya Uchida, MD PhD",
        "Francis J. Pierciey, Jr.",
        "John F Tisdale, MD"
    ],
    "author_affiliations": [
        [
            "Center for Cancer and Blood Disorders, Children's National Health System, Washington, DC ",
            "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
        ],
        [
            "NHLBI Flow Cytometry Core Facility, National Institutes of Health, Bethesda, MD "
        ],
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD "
        ],
        [
            "MCHB, NHLBI, National Institutes of Health, Bethesda, MD "
        ],
        [
            "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "bluebirdbio Inc., Cambridge, MA "
        ],
        [
            "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ],
        [
            "bluebird bio, Inc., Cambridge, MA"
        ],
        [
            "MCHB, NHLBI/NIDDK, National Institutes of Health, Bethesda, MD "
        ]
    ],
    "first_author_latitude": "38.94311835",
    "first_author_longitude": "-77.11913215",
    "abstract_text": "Introduction Gene therapy for sickle cell disease (SCD) requires modification of a high number of long term engrafting hematopoietic stem cells (LT-HSCs) sufficient to sustain production of the gene of interest at levels capable of overcoming the pathogenic HbSS phenotype. Unlike β-Thalassemia, the inflammatory bone marrow (BM) environment and stress erythropoiesis associated with SCD may have significant impacts on HSC quality and yield necessary for disease amelioration. Important work to optimize gene therapy through improvement in gene transfer efficiency, editing strategies, or transplant conditioning can only improve gene therapy in SCD if enough autologous HSCs are LT-HSCs, thus characterization of SCD BM and CD34+ HSCs is required. Collection type, storage, and delays in processing may further impact CD34+ recovery and should be investigated as a strategy to maximize LT-HSC recovery. Methods Twenty milliliters of BM from subjects with SCD (HbSS genotype) and normal volunteers was collected in different anticoagulants (Heparin, ACD-A) and processed immediately(day 0) or stored at 4 0 C and processed the following day(day 1). After isolation via Ficoll density gradient centrifugation, the mononuclear (MN) layer was stained with antibodies against inflammatory markers (CD36, CD35, CD11b, CD62L, CD62P), non-MN cells (GPA, CD66b, CD41/61), or processed for CD34+ selection using a magnetic microbead CD34+ selection kit and stained for CD34, CD45, and GPA expression. Data were analyzed by conventional and imaging flow cytometry, the latter confirming post-CD34+ selection flow data and demonstrating antibody intensity as a characterization of HSC heterogeneity and progenitor lineage. Complete blood count and hemoglobin (Hb) electrophoresis were obtained at the time of BM collection. Statistical analyses were performed using unpaired t-tests. Results BM was collected from 18 subjects (16 with SCD; 11M; age 21-41 years). Median Hb (8.6 vs. 13.5 gm/dL, p50% SCD HSCs characterized as CD34dim (56% vs. 4% in non-SCD BM, p<0.001). Lastly, the purity of CD34+ selection worsened from day 0 to day 1 in SCD BM in heparin (94% vs. 68 ± 8%, p<0.05) and ACD-A (88% vs. 68 ± 0.7%, p<0.05). Conclusions SCD BM is characterized by increased inflammation and cell contamination in the MN layer regardless of anticoagulant that worsens over time in Heparin more significantly than in ACD-A. Compared to non-SCD BM, CD34+ HSC yield post-Ficoll is lower in SCD subjects, and is characterized by a larger proportion of CD34+CD45+GPA+ and CD34+CD45-GPA+ HSCs that rise with delays in processing. This indication of early differentiation along the erythroid lineage, with more than 50% of HSCs losing CD34+ intensity suggesting they are not LT-HSCs, suggests suppression of inflammation and stress erythropoiesis, combined with early cell processing may be critical for maximal HSC recovery necessary for successful gene therapy in SCD. View large Download slide View large Download slide  Disclosures Luo: bluebird bio Inc.: Employment. Pierciey: bluebird bio: Employment."
}