{
    "doi": "https://doi.org/10.1182/blood.V104.11.4657.4657",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=57",
    "start_url_page_num": 57,
    "is_scraped": "1",
    "article_title": "Intermittent Dosage of Imatinib - a Feasible Strategy for Patients with Significant Hematologic Toxicity during Standard Therapy. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "The occurrence of significant hematologic toxicity in patients with CML during the treatment with standard continuous dosing of imatinib (IM) is associated with inferior prognosis. In order to avoid prolonged interruptions of therapy in such patients and, possibly, to prevent induction of resistance we adopted a strategy of intermittent treatment (I-T): the daily dose of 300–600 mg of IM was given once to five times weekly. Here we report the experience with I-T in 10 patients (7 women and 3 men) aged 25 to 74 (me=49,3) years treated with I-T for median of 19,5 months (range: 4–26). Patients have 4–152 (me=23,5) months long history of CML at the initiation of IM therapy that was indicated for accelerated phase (in 4 patients), cytogenetic (3) or hematologic (2) resistance or toxicity after interferon (1). 7 of them were previously treated with interferon, 2 with hydroxyurea and one with busulfan only. Two patients have the history of autologous peripheral stem cell transplantation. Additional cytogenetic aberration (+8) was present before IM therapy in one patient and in other two cases interstitial deletions of 9q were identified. 5 patients had high and 5 intermediate Sokal score, while the value of Euro score was high in each case. All patients received initially the standard treatment (300–600mg daily) with IM for 1–6,5 (m=2,5) months resulting in hematologic remission with various degree of myelosupression in each of them. Hematologic toxicity was the reason for the discontinuing of therapy in 7 patients for 0,5–4 months. One patient was treated before introduction of I-T with daily dose of 100–150mg of IM for 11 months. In 7 cases complete hematologic remission was maintained by I-T and in one of them steady regeneration in blood counts allowed reintroduction of full dose standard therapy. Hematologic progression occurred in two patients. Both of them were successfully switched to full daily dosing of IM. Two patients improved their cytogenetic response during I-T. In four cases major cytogenetic remission achieved with standard dosing was maintained. Using interphase FISH the level of cytogenetic response was below 10% in 5 patients at the latest examination. In one patient the development of +8 in BCR/ABL negative cells was observed. In some cases in vitro tests for evaluating the sensitivity to IM and screening for BCR/ABL tyrosine-kinase mutation were performed. We conclude that the I-T with IM might serve as a reasonable and cost-effective alternative in heavily pre-treated or in high-risk patients with CML who could not be offered allogeneic stem cell transplantation or experimental therapy. Using this strategy, major cytogenetic remissions was achieved in two and maintained in other four patients. I-T allows safe tailoring the actual dose of IM in order to avoid excessive hematologic toxicity. Our observations need to be validated in larger cohort of patients during longer follow-up.",
    "topics": [
        "hematotoxicity",
        "imatinib mesylate",
        "disease remission",
        "bcr-abl tyrosine kinase",
        "human leukocyte interferon",
        "interferons",
        "accelerated phase",
        "allogeneic stem cell transplant",
        "busulfan",
        "european system for cardiac operative risk evaluation"
    ],
    "author_names": [
        "Edgar Faber",
        "Marie Jarosova",
        "Jitka Nausova",
        "Marie Holzerova",
        "Svatopluk Skranc",
        "Vladimir Divoky",
        "Karel Indrak"
    ],
    "author_affiliations": [
        [
            "Hemato-Oncology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Hemato-Oncology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Institute of Biology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Hemato-Oncology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Hemato-Oncology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Institute of Biology, University Hospital, Olomouc, Czech Republic"
        ],
        [
            "Hemato-Oncology, University Hospital, Olomouc, Czech Republic"
        ]
    ],
    "first_author_latitude": "49.581686700000006",
    "first_author_longitude": "17.2382261"
}