{
    "doi": "https://doi.org/10.1182/blood.V124.21.1095.1095",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2701",
    "start_url_page_num": 2701,
    "is_scraped": "1",
    "article_title": "Anti-IL-12/23 p40 Antibody Attenuates Chronic Graft Versus Host Disease Via Suppression of IFN-γ/IL-17-Producing Cells ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects: Poster I",
    "topics": [
        "antibodies",
        "graft-versus-host disease, chronic",
        "psychological suppression",
        "monoclonal antibodies",
        "interleukin-17",
        "interleukin-12",
        "interleukin-23",
        "cytokine",
        "interleukin-22",
        "autoimmune diseases"
    ],
    "author_names": [
        "Taiga Kuroi, MD",
        "Sachiyo Okamoto, MD",
        "Kyosuke Saeki, MD",
        "Yujin Kobayashi, MD",
        "Hisakazu Nishimori, MD PhD",
        "Hideaki Fujiwara",
        "Ken-ichi Matsuoka",
        "Nobuharu Fujii, MD PhD",
        "Eisei Kondo",
        "Mitsune Tanimoto, MD PhD",
        "Yoshinobu Maeda, MD PhD"
    ],
    "author_affiliations": [
        [
            "Okayama University Graduate School of Medicine, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Okayama, Japan "
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ],
        [
            "Okayama University Graduate School of Medicine, Dentistry and Pharmaceutical Sciences, Okayama, Japan"
        ]
    ],
    "first_author_latitude": "34.687173699999995",
    "first_author_longitude": "133.92202509999998",
    "abstract_text": "Chronic graft-versus-host disease (GVHD) remains a major cause of late death and morbidity following allogeneic hematopoietic cell transplantation. Recently, in addition to Th2 cells, Th1 and Th17 cells have been shown to contribute to chronic GVHD progression. IL-12 induces Th1 cells and IL-23 plays a role in stabilizing and/or amplifying Th17 cells as well as in inducing IFN-γ/IL-17 double-producing cells. Because monoclonal antibody (mAb) targeting the p40 subunit common to both IL-12 and IL-23 can inhibit both IL-12 and IL-23 receptor-mediated signaling, we investigated the effects of anti-p40 mAb on a well-defined chronic GVHD mice model: B10.D2 (H-2d)→Balb/c (H-2d). Sublethally irradiated BALB/c mice were transplanted with 2×106 spleen T cells and 8×106 TCD-BM cells from B10.D2 mice. Full donor chimerism was recognized. Anti-p40 mAb was injected peritoneally on every third day from day 0 of BMT. We found that anti-p40 mAb significantly ameliorated the clinical score compared with the controls (P < 0.05). Histopathological examination of the skin on day 28 showed significantly reduced chronic GVHD damage in anti-p40 mAb-treated animals (2.8 ± 0.4 vs. 6.0± 0.3, P < 0.01). Anti-p40 mAb was injected intraperitoneally to mice from day 15 of BMT, when mice had just developed clinical signs of chronic GVHD, and anti-p40 mAb significantly improved the clinical scores (P < 0.05). Cells isolated from PLNs were harvested on day 28 after BMT and analyzed for cytokine expression. Intracellular staining revealed that IFN γ single positive (IL-17-) and IFN γ/IL-17 double-positive cells were suppressed in anti-p40 mAb-treated allogeneic recipients compared with control recipients (38±9% vs. 58±8%, P=0.1) (1.5±0.2% vs. 4.0±0.4%, P=0.0003). The cytokine levels of IFN γ and IL-17 were also decreased in serum from anti-p40 mAb-treated allogeneic recipients (IFN γ; 10.0±0.6 pg/ml vs. 35±7 pg/ml, P=0.03, IL-17; 2.8 pg/ml vs. 7.5±2 pg/ml, P=0.2). Since IFN γ/IL-17 double-positive cells are enriched in the target organs of several autoimmune disease models, it has been suggested that these double producers are particularly pathogenic in tissue inflammation and autoimmunity. These double-positive cells show higher expression of T-bet and lower expression of ROR γt than IL-17 single-positive T cells. Therefore, we examined ROR γt and T-bet expression in donor IL-17+ CD4+ T cells isolated from PLNs harvested on day 28 after BMT. Anti-p40 mAb-treated recipients displayed marginally higher ROR γt expression than control-treated allogeneic recipients (4.7±0.6% vs. 3.2±0.5%, P = 0.08). By contrast, anti-p40 mAb-treated recipients showed significantly lower T-bet expression than controls (0.77±0.2% vs. 1.6±0.3%, P = 0.03). This reduction in T-bet expression was associated with IL-22 production by T cell from anti-p40 mAb-treated recipients (42±18 pg/ml vs. 110±17 pg/ml, P = 0.03). The levels of IL-22 were also decreased in serum from anti-p40 mAb-treated allogeneic recipients 28 days after BMT (19±5 pg/ml vs. 206±78 pg/ml, P = 0.04). These results suggested that anti-p40 mAb attenuated chronic GVHD via suppression of IFN-γ/IL-17-producing cells. Moduration of the IL-12/IL-23 pathway may represent a new strategy for the treatment of chronic GVHD and anti-p40 which is clinically available as ustekinumab, might be promising therapeutic agents for chronic GVHD. Disclosures No relevant conflicts of interest to declare."
}