{
    "doi": "https://doi.org/10.1182/blood.V120.21.2767.2767",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2381",
    "start_url_page_num": 2381,
    "is_scraped": "1",
    "article_title": "The 2 nd Generation Proteasome Inhibitor, MLN2238: Potent Induction of Cell Death in T-Cell Lymphoma (TCL) and Hodgkin Lymphoma (HL) Cell Lines and in Two Human Lymphoma Xenograft Models. ",
    "article_date": "November 16, 2012",
    "session_type": "625. Lymphoma - Pre-Clinical - Chemotherapy and Biologic Agents: Poster II",
    "topics": [
        "cell death",
        "cell lines",
        "hodgkin's disease",
        "ixazomib",
        "lymphoma",
        "proteasome inhibitors",
        "t-cell lymphoma",
        "transplantation, heterologous",
        "neoplasms",
        "annexin a5"
    ],
    "author_names": [
        "Ravi Dashnamoorthy, Ph.D.",
        "Irawati Kandela, Ph.D.",
        "Savita Bhalla, PhD",
        "Jasmine Galloway",
        "Irina Zaretsky",
        "Andrew Mazar, Ph.D.",
        "Andrew M. Evens, DO, MSc"
    ],
    "author_affiliations": [
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Chemistry Life Processes Institute, Northwestern University, Evanston, IL, USA, "
        ],
        [
            "Division of Hematology/Oncology, Northwestern University Feinberg School of Medicine and the Robert H. Lurie Comprehensive Cancer Center, Chicago, IL, USA, "
        ],
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Medicine, University of Massachusetts Medical School, Worcester, MA, USA, "
        ],
        [
            "Chemistry of Life Processes Institute, Northwestern University, Evanston, IL, "
        ],
        [
            "Division of Hematology/Oncology, The University of Massachusetts Medical School, Worcester, MA, USA"
        ]
    ],
    "first_author_latitude": "42.27860049999999",
    "first_author_longitude": "-71.76330779999999",
    "abstract_text": "Abstract 2767 Background: MLN2238 is a novel 2 nd generation proteasome inhibitor with significant anti-neoplastic activity. We investigated the preclinical therapeutic efficacy of MLN2238 in TCL and HL cells through in vitro and in vivo tumor models and examined the related molecular mechanisms of action. Methods: TCL cell lines (Jurkat, Hut78 and HH) and HL cell lines (L428, L540, L1236) were treated with increasing concentrations of MLN2238 from 24 to 48 hours. Inhibitor concentrations at 50% cell viability (IC 50 ) values were determined using Calcusyn software. Biological function of MAPK, AKT/PI3K, NFκB, and proteasome activity were analyzed using Western blot. We also interrogated pertinent signaling pathways with shRNA stable knock outs (KO) in the presence and absence of MLN2238. Cell viability was assessed by MTT and apoptosis in was measured with Annexin-V/propidium iodide (PI) flow cytometric analysis; this was confirmed by Western blot analysis for caspase activation and PARP cleavage. In vivo tumor growth inhibition and survival of tumor bearing SCID mice was determined using xenografts derived from Jurkat (TCL) or L540 (HL) cell lines. Cells were inoculated at density of 5×10 6 subcutaneously (SQ). The in vivo study started with 7–8 mice for each control group and 7–8 mice for each treatment group. Once the tumor volume average reaches 100–250 mm 3 , the treatment and control groups were injected (5 days per week) with similar volumes of MLN2238 SQ daily or 5% cyclodextrin, respectively, for a total of 3 weeks. Results: Treatment with 50–100 nanomolar (nM) of MLN2238 resulted in time- and dose-dependent increase in cytotoxicity in all TCL and HL cell lines. The IC 50 values for 72-hour treatment with MLN2238 were 38nM, 52nM, and 41nM for Jurkat, Hut78, and HH respectively, and 117nM and 39nM for L428 and L540, respectively. Further, MLN2238 resulted in dose-dependent increase in apoptosis as detected by Annexin-V/PI (p<0.001) and cleavage of PARP and caspases 3, 8, and 9 in all TCL and HL cell lines. In vivo experiments with tumor xenografts derived from Jurkat (TCL) and L540 (HL) showed significant inhibition of tumor growth (P<0.001) (see Figure) as well as improved survival (P<0.001) in MLN2238-treated mice with low concentrations of MLN2238 compared with untreated control. We next examined proteasome activity; we detected significant intracellular accumulation of ubiquitnylated proteins in all TCL and HL cell lines following 25–50nM of MLN2238. We also observed decreased levels of total NFkB-p65 (anti-apoptotic) in all TCL and HL cell lines, except L540. In addition, examination of relevant signaling pathways after MLN2238 treatment (25–50nM) showed activation of the MAPK pathway as detected by increased phosphorylation of pERK in TCL (Jurkat, HH, and Hut78) and in HL (L428 and L1236); pERK was undetectable in L540. Next, we tested cytotoxicity of MLN2238 in MEK and ERK KO cell lines using stably transfected shRNA in L540, Hut78, and Jurkat lines. There was minimal effect of these KOs in the TCL lines, while there was increased cytotoxic effect in L540 with ERK shRNA. Treatment with MLN2238 also resulted in decreased levels of total AKT in all TCL and HL cell lines. The role of the JNK signaling pathway in apoptosis is complex where its activation could either lead to induction or suppression of apoptosis. MLN2238 treatment in TCL resulted in decreased levels of pJNK in Jurkat, HH, and Hut78. In contrast, treatment of HL cell lines with MLN2238 resulted in increased levels of pJNK in L428, L540, and L1236. Conclusions: Altogether, we found that the novel 2 nd generation proteasome inhibitor, MLN2238, induced potent cell death at nanomolar and clinically achievable concentrations in multiple TCL and HL cells lines and in associated TCL and HL in vivo xenograft models. In HL cells, the cytotoxic effect of MLN2238 appeared to be mediated in part through ERK. Further investigation is required to continue to elucidate the molecular mechanisms of cell death induced by MLN2238 and to identify potential rational novel therapeutic combinations. Clinical investigation of this novel agent in TCL and HL is warranted. Figure 1. View large Download slide View large Download slide MLN2238 treatment of Jurkat (TCL) or L540 (HL) human lymphoma xenografts resulted in significant tumor reduction. Figure 1. View large Download slide View large Download slide MLN2238 treatment of Jurkat (TCL) or L540 (HL) human lymphoma xenografts resulted in significant tumor reduction. Disclosures: Off Label Use: MLN2238 for treatment of T cell lymphoma and Hodgkin's lymphoma."
}