{
    "doi": "https://doi.org/10.1182/blood.V128.22.3329.3329",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3383",
    "start_url_page_num": 3383,
    "is_scraped": "1",
    "article_title": "A Phase II Study of Carfilzomib, Pegylated Liposomal Doxorubicin, and Dexamethasone for Relapsed or Refractory Multiple Myeloma ",
    "article_date": "December 2, 2016",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background: We previously reported on a phase I dose escalation trial of CDD [carfilzomib (CFZ), pegylated liposomal doxorubicin (PLD), and dexamethasone (DEX)] (Keller, et, al, ASH 2014 Abstract 4731). The combination was well tolerated and an MTD was not reached despite administering the currently approved single-agent doses. In the maximum dose level tested, the overall response rate (ORR) was 72% (5/7) in a heavily pre-treated population. Based on the promising results of the phase I study we conducted a phase II expansion to further evaluate the efficacy of the regimen. Patient/Methods: Patients with RRMM after ≥ 1 lines of therapy, with measureable disease, and good performance status, organ function and hematological reserve were eligible. Prior CFZ or PLD/doxorubicin exposure was permitted. CFZ was given on days 1, 2, 8, 9, 15 and 16 in 28 day cycles at a dose of 56mg/m 2 , PLD on day 8 at a dose of 30mg/m 2 ,DEX on days 1, 2, 8, 9, 15 and 16 at a dose of 20mg. Following 6 cycles of combination therapy, PLD was discontinued and patients were treated with maintenance CFZ and DEX (once weekly). Response was assessed per IMWG criteria. Overall response rate (ORR) was defined as partial response (PR) or better, event-free survival as the interval from start of therapy to discontinuation. Results: Twenty-three patients were enrolled from April 2014-Mar 2016 . Median age was 63 years (range 27-70) and 52% were male. Ten patients were ISS stage 1, 6 were stage 2, and 7 were stage 3. By mSMART criteria, 1 patient was high risk and 5 were intermediate risk. Ten patients were IgG Kappa subtype; 4 had IgG Lambda subtype, 2 had IgA Kappa subtype, 2 had IgA Lambda subtype, 3 kappa light chain, and 2 lambda light chain. The median number of prior therapies was 2 (range 1-13); median time from diagnosis to start of protocol was 40 months (range 8-200). All had prior exposure to lenalidomide; 91% to bortezomib; 9% to PLD or doxorubicin; 9% to CFZ; 96% had undergone autologous transplantation. The overall response rate was 83% with 48% achieving a complete or very good partial response. The median number of cycles was 11; the median estimated event-free survival was 7.4 months at a median follow-up of 10.6 months. Five patients discontinued due to disease progression, 7 due to toxicity, 1 to proceed to a second transplant, and 10 remain on treatment at time of submission. Individual patient responses are summarized in Table 1. Grade 3/4 non-hematologic toxicity was uncommon but included: infections (11), hypertension (4), RPLS (1), and MI (1). Grade 3/4 hematologic toxicity included: thrombocytopenia (11), anemia (8), neutropenia (7), TTP (1), and hemolysis (1). Conclusion: CDD is well tolerated and efficacious in relapsed or refractory MM. The estimated ORR of the combination is 83% (95% CI 67%-98%) a notable increase compared to standard dose CFZ and DEX. View large Download slide View large Download slide Disclosures Abboud: Gerson and Lehman Group: Consultancy; Baxalta: Honoraria; Takeda: Honoraria; Novartis: Research Funding; Seattle Genetics: Research Funding; Alexion: Honoraria; Cardinal: Honoraria; Teva: Research Funding, Speakers Bureau; Pharmacyclics: Honoraria; Pfizer: Research Funding; Merck: Research Funding. DiPersio: Incyte Corporation: Research Funding. Vij: Amgen: Consultancy, Research Funding; Takeda: Consultancy, Research Funding; Celgene: Consultancy; Bristol-Myers Squibb: Consultancy; Janssen: Consultancy; Shire: Consultancy; Jazz: Consultancy; Karyopharma: Consultancy; Novartis: Consultancy.",
    "topics": [
        "carfilzomib",
        "dexamethasone",
        "doxorubicin",
        "liposomes",
        "multiple myeloma",
        "phase 2 clinical trials",
        "immunoglobulin a",
        "immunoglobulin g",
        "partial response",
        "toxic effect"
    ],
    "author_names": [
        "Mark A Fiala, BS, CCRP",
        "Jesse Keller, MD",
        "Jeevan Sekhar, MD",
        "Connie Ceriotti, RN, BSN",
        "Camille N. Abboud, MD",
        "John F DiPersio, MD PhD",
        "Michael H. Tomasson, MD",
        "Tanya M Wildes, MD MSCI",
        "Keith Stockerl-Goldstein",
        "Ravi Vij, MD MBA"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Reid Health, Richmond, IN"
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ],
        [
            "Department of Medicine, Division of Oncology, Washington University School of Medicine, St. Louis, MO "
        ]
    ],
    "first_author_latitude": "38.636834",
    "first_author_longitude": "-90.2625793"
}