{
    "doi": "https://doi.org/10.1182/blood.V120.21.1349.1349",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2325",
    "start_url_page_num": 2325,
    "is_scraped": "1",
    "article_title": "Generation of a Platform for Identification of CLL Specific Cell Surface Proteins Targeted by Anti-Tumor Antibodies in Patient Sera After Allogeneic Hematopoietic Cell Transplantion ",
    "article_date": "November 16, 2012",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster I",
    "topics": [
        "antibodies",
        "membrane proteins",
        "neoplasms",
        "serum",
        "dna, complementary",
        "antigens",
        "antigens, cd98 light chains",
        "cell separation",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Brian C Shaffer, MD",
        "Judith Leitner, PhD",
        "Adrian Wiestner, MD, PhD",
        "Michael R. Bishop, MD",
        "Steven Z. Pavletic, MD",
        "Ronald E. Gress, MD",
        "Peter Steinberger, PhD",
        "Sivasubramanian Baskar, PhD",
        "Christoph Rader, Ph.D."
    ],
    "author_affiliations": [
        [
            "Experimental Transplantation and Immunology Branch, National Cancer Institute, Center for Cancer Research, Bethesda, MD, USA, "
        ],
        [
            "Institute of Immunology, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Hematology Branch, National Heart, Lung and Blood Institute, National Institues of Health, Bethesda, MD, USA, "
        ],
        [
            "Clinical Cancer Center, Medical College of Wisconsin, Milwaukee, WI, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Institutes of Health, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Institutes of Health, National Cancer Institute, Bethesda, MD, USA, "
        ],
        [
            "Institute of Immunology, Medical University of Wien, Vienna, Austria, "
        ],
        [
            "Experimental Transplantation and Immunology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Cancer Biology and Department of Molecular Therapeutics, The Scripps Research Institute, Scripps Florida, Jupiter, FL, USA"
        ]
    ],
    "first_author_latitude": "39.0032253",
    "first_author_longitude": "-77.09793210000001",
    "abstract_text": "Abstract 1349 Background: Clinical and translational studies suggest that allogeneic hematopoietic cell transplantation (alloHCT) may induce production of anti-tumor antibodies in the recipient after transplantation. We hypothesized that this phenomenon can serve as a platform for the generation of novel therapeutic monoclonal antibodies (mAbs). An important step to this goal is the identification of targeted antigens with defined ability to support antibody induced cell death. To address this challenge, we developed a chronic lymphocytic leukemia (CLL) membrane protein display system capable of discovering cell surface proteins targeted by serum antibodies and applied this tool to post-alloHCT patient samples. Methods: Total and mRNA was purified from peripheral blood mononuclear cells from six untreated CLL patients and used to generate cDNA. The patient cDNA was pooled, cloned into the retroviral vector pBMN, and expressed in the murine T-cell line Bw 5147 (Bw-CLL-Lib). Enrichment of Bw-CLL-Lib cells displaying membrane proteins of interest was performed via fluorescence activated cell sorting. The unselected Bw-CLL-Lib pool was blocked with recombinant human Fc followed by staining with 1:200 diluted post-alloHCT patient sera and by secondary staining with pooled Alexa Fluor 647 labeled goat-anti-human-lambda and -anti-kappa light chain specific antibodies. Bw-CLL-Lib cells positively binding to serum antibodies were collected and re-grown in culture to 1×10 6 cells. A second round of enrichment was performed, after which the Bw-CLL-Lib cells were placed in limiting dilution culture. Individual clones were screened for serum reactivity and the retroviral inserts in reactive Bw-CLL-Lib clones were rescued via PCR and sequenced. Proteins of interest were re-expressed in Bw 5147 cells and used to confirm reactivity of the patient serum with specific cell surface proteins. Results: The Bw-CLL-Lib cell pool was screened separately with serum from ten patients with CLL post unrelated donor alloHCT. Serum from three patients enriched positively binding Bw-CLL-Lib clones. Thus far, we have successfully identified serum antibodies to a membrane proximal epitope on a therapeutically relevant CLL cell surface protein. Conclusions: Here we demonstrate a methodology for identifying targets of anti-tumor antibodies in serum from patients after alloHCT. This technique yields a high degree of successful identification of antibody reactivity with cell surface proteins in post alloHCT serum samples. When combined with post-alloHCT antibody Fab phage display (Baskar et al., Blood 114, 4494–4502, 2009) this methodology forms a complete drug and target discovery platform for the generation of tumor specific mAbs derived from alloHCT patients. Disclosures: No relevant conflicts of interest to declare."
}