{
    "doi": "https://doi.org/10.1182/blood.V108.11.1838.1838",
    "article_title": "ShRNA Targeting p190BCR-ABL Successfully Eliminates Ph-ALL Cells with or without ABL Kinase Domain Mutation. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "In the majority of Philadelphia chromosome (Ph)-positive acute lymphoblastic leukemia (Ph-ALL) cases, the resulting BCR-ABL gene generates 190 kD active tyrosine kinase (p190) which is responsible for leukemogenesis and can be a molecular target for therapy. Although a series of ABL kinase inhibitors including imatinib, nilotinib and dasatinib reveal potent activities against Ph-ALL, acquired resistance caused by point mutations in the kinase domain such as T315I still remains to be overcome. That is why a novel strategy is desired in the treatment of Ph-ALL. We previously reported that lentiviral delivery of maxizyme targeting p190 specifically induced apoptosis of Ph-ALL cells (Blood 104:356, 2004). Since RNA interference proved to be a more powerful tool in selective gene silencing, we applied this technology to test whether specific and efficient killing of Ph-ALL cells could be achieved by down-regulation of p190. We designed a series of 21-mer and 27-mer small hairpin RNA (shRNA) targeting p190 mRNA and constructed plasmid vectors expressing these shRNA, which were screened by transfection of 293T/p190 cells to determine optimal target sites. As a result, three candidate sequences were identified; junctional 27-mer, junctional 21-mer and ABL 21-mer. Then, we inserted each of the shRNA expression cassettes into the lentiviral vector (HIV-U6/shRNA) and prepared high titer virus stock for infection of leukemia cells. shBCR-ABL/21, but not shBCR-ABL/27, induced significant and specific cell death of p190+ Ph-ALL cells in a time-dependent manner. shABL was more potent than shBCR-ABL/21 and also active against p210+ CML cells as well as 293 cells, but did not substantially affect Ph-negative leukemia cells. Both shABL and shBCR-ABL/21 completely inhibited growth of Ba/F3 cells harboring either wild-type or mutant p190 which renders those resistant to imatinib. Furthermore, both shRNA at low multiplicity of infection additively cooperated with imatinib in growth inhibition of Ba/F3-p190 cells. These data suggest that shRNA targeting p190 may become a therapeutic option in Ph-ALL by improvement of its delivery system like liposome. View large Download slide Growth of BA/F3-p190BCR-ABL Cells transduced with shRNA Targeting p190BCR-ABL View large Download slide Growth of BA/F3-p190BCR-ABL Cells transduced with shRNA Targeting p190BCR-ABL  Close modal",
    "topics": [
        "phosphotransferases",
        "mutation",
        "liposomes",
        "imatinib mesylate",
        "infections",
        "leukemia",
        "acute lymphocytic leukemia",
        "bcr-abl tyrosine kinase",
        "dasatinib",
        "kawasaki's disease"
    ],
    "author_names": [
        "Muneyoshi Futami, MD",
        "Toshiyuki Hatano",
        "Yasushi Soda, M.D., Ph.D.",
        "Seiichiro Kobayashi, M.D., Ph.D.",
        "Makoto Miyagishi, Ph.D.",
        "Arinobu Tojo, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Muneyoshi Futami, MD",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, the Institute of Medical Science, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Toshiyuki Hatano",
            "author_affiliations": [
                "Department of Chemistry and Biotechnology, School of Engineering, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasushi Soda, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, the Institute of Medical Science, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seiichiro Kobayashi, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, the Institute of Medical Science, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Miyagishi, Ph.D.",
            "author_affiliations": [
                "Department of Chemistry and Biotechnology, School of Engineering, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arinobu Tojo, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Molecular Therapy, Advanced Clinical Research Center, the Institute of Medical Science, the University of Tokyo, Tokyo, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T15:45:04",
    "is_scraped": "1"
}