{
    "doi": "https://doi.org/10.1182/blood.V128.22.1613.1613",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3283",
    "start_url_page_num": 3283,
    "is_scraped": "1",
    "article_title": "Complete Remissions (CRs) with Azacitidine Regimens Compared to Crs with 7+3 Induction Chemotherapy and the Effect on Overall Survival ",
    "article_date": "December 2, 2016",
    "session_type": "613. Acute Myeloid Leukemia: Clinical Studies: Poster I",
    "topics": [
        "azacitidine",
        "chemotherapy, neoadjuvant",
        "craniosynostosis",
        "cytokine release syndrome",
        "disease remission",
        "lung compliance",
        "brachial plexus neuritis",
        "prognostic factors",
        "disease progression",
        "gemtuzumab"
    ],
    "author_names": [
        "Megan Othus, PhD",
        "Mikkael A Sekeres, MD MS",
        "Sucha Nand, MD",
        "Guillermo Garcia-Manero, MD",
        "Frederick R. Appelbaum, MD",
        "Harry P. Erba, MD PhD",
        "Elihu H. Estey, MD"
    ],
    "author_affiliations": [
        [
            "Public Health Sciences Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Taussig Cancer Center, Cleveland Clinic, Cleveland, OH "
        ],
        [
            "Department of Hematology and Oncology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "Fred Hutchinson Cancer Research Center, Seattle, WA ",
            "Division of Hematology, University of Washington, Seattle, WA"
        ]
    ],
    "first_author_latitude": "47.62726339999999",
    "first_author_longitude": "-122.3314858",
    "abstract_text": "Background: CR and CR with incomplete count recovery (CRi) are associated with prolonged overall survival (OS) for acute myeloid leukemia (AML) patients (pts) treated with curative-intent, induction therapy. For AML pts treated with azacitidine (AZA), response (CR, partial response, marrow CR, or hematologic improvement) is also associated with prolonged OS. We evaluate whether patients given AZA for myelodysplastic syndromes (MDS) or AML had longer OS if they achieved CR. We also compare the effect size of CR on OS between AZA regimens and 7+3. Patients and Methods: We analyzed four SWOG studies: S1117 (n=277) was a randomized Phase II study comparing AZA to AZA+lenalidomide or AZA+vorinostat for higher-risk MDS and CMML pts (median age 70 years, range 28-93); S0703 (n=133) treated AML pts not eligible for curative-intent therapy with AZA+mylotarg (median age 73 years, range 60-88). We analyzed the 7+3 arms of S0106 (n=301 were randomized to 7+3, median age 48 years, range 18-60) and S1203 (n=261 were randomized to 7+3, median age 48 years, range 19-60). CR was defined per 2003 International Working Group criteria. In S1117 CR was assessed every 16 weeks and patients remained on therapy until disease progression. In S0703, S0106, and S1203 CR was assessed following 1-2 induction cycles; patients not achieving CR (S0106) or CRi (S0703 and S1203) were removed from protocol treatment. OS was measured from date of study registration. To avoid survival by response bias, we performed landmark analyses of OS. We present results based on the study-specific landmark date that 75% of pts who eventually achieved a CR had done so (S1117 144 days, S0703 42 days, S0106 44 days, S1203 34 days). Pts who did not achieve CR by this date were analyzed with pts who never achieved CR. Pts who died or were lost to follow-up before this date were excluded from analyses. As a sensitivity analysis we also analyzed based on the 90% date; results were not materially different. Log-rank tests were used to compare survival curves and Cox regression models were used for multivariable modeling including baseline prognostic factors age, sex, performance status, white blood cell count, platelet count, marrow blast percentage, de novo disease (versus antecedent MDS or therapy-related disease), study arm (for S1117 only), and cytogenetic risk (IPSS criteria for S1117, SWOG criteria for S0703, S0106, and S1203). The following analysis considers morphologic CR only. S0106 treated CR with incomplete count recover (CRi) pts as treatment failures (S0703 and S1203 did not) and CRi was not defined for S1117. Hematologic improvement was only defined for S1117 patients. Results: In univariate analysis, CR was significantly associated with prolonged survival among MDS pts treated with azactidine on S1117 (HR=0.55, p=0.017), confirming the results seen in AML pts treated with azacitidine (and mylotarg, S0703, HR=0.60, p=0.054) and 7+3 (S0106 HR=0.44, p<0.001; S1203 HR=0.32, p<0.0001) (Figure 1). For each study this relationship remained significant in multivariable analysis controlling for baseline prognostic factors (S1117 HR=0.25, p<0.001; S0703 HR=0.64, p=0.049; S0106 HR=0.45, p<0.001; S1203 HR=0.41, p<0.001). There was no evidence that the impact of CR varied across the four cohorts (interaction p-value = 0.76). In the full cohort, the effect of CR was associated with a HR of 0.45 (Table 1). Conclusion: Adjusting for pt characteristics, achievement of morphologic CR was associated with a 60% improvement in OS, on average, compared to that seen in pts who don't achieve a CR, regardless of whether pts were treated with 7+3 or AZA containing regimens, and suggesting that value CR is similar of whether pts receive more or less \"intensive\" therapy for these high grade neoplasms. Support: NIH/NCI grants CA180888 and CA180819 Acknowledgment: The authors wish to gratefully acknowledge the important contributions of the late Dr. Stephen H. Petersdorf to SWOG and to study S0106. Figure 1 View large Download slide Kaplan-Meier plots of landmark survival by response. Figure 1 View large Download slide Kaplan-Meier plots of landmark survival by response. Table 1 View large Download slide Multivariable analysis, N=878 Table 1 View large Download slide Multivariable analysis, N=878 Disclosures Othus: Glycomimetics: Consultancy; Celgene: Consultancy. Sekeres: Celgene: Membership on an entity's Board of Directors or advisory committees. Erba: Millennium Pharmaceuticals, Inc.: Research Funding; Amgen: Consultancy, Research Funding; Seattle Genetics: Consultancy, Research Funding; Agios: Research Funding; Gylcomimetics: Other: DSMB; Juno: Research Funding; Daiichi Sankyo: Consultancy; Sunesis: Consultancy; Pfizer: Consultancy; Ariad: Consultancy; Jannsen: Consultancy, Research Funding; Incyte: Consultancy, DSMB, Speakers Bureau; Celator: Research Funding; Astellas: Research Funding; Celgene: Consultancy, Speakers Bureau; Novartis: Consultancy, Speakers Bureau."
}