{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1445.1445",
    "article_title": "Genetic Activation and Therapeutic Targeting of PIM1 in T-Cell Acute Lymphoblastic Leukemia/Lymphoma ",
    "article_date": "December 7, 2017",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "T-cell acute lymphoblastic leukemia (T-ALL) and T-cell acute lymphoblastic lymphoma (T-LBL) are aggressive immature T-cell malignancies that are often characterized by improper T-cell receptor (TCR) recombinations leading to aberrant activation of proto-oncogenes. Current multi-agent combination chemotherapy treatment provides an overall survival rate of ~80% in children and 50% in adults. However, the prognosis of patients with relapsed and refractory T-ALL/T-LBL remains extremely poor and the development of more effective and specific antileukemic drugs is critical. Therefore, we aim to identify new oncogenes, define their mechanism of action and establish strategies to develop targeted, highly specific antileukemic drugs. Here, we used Targeted Locus Amplification (TLA, de Vree et al. , Nat Biotechnol., 2014) to identify a novel TCRβ driven t(6;7)(p21;q34) translocation in a human T-LBL patient resulting in aberrant activation of the PIM1 proto-oncogene. PIM1 is a constitutively active serine/threonine kinase involved in cell cycle progression, apoptosis, transcription and drug resistance and is overexpressed in a variety of human cancers. Its expression is controlled by the JAK/STAT signaling pathway. Further characterization of this PIM1 rearranged patient sample revealed cooperative genetic alterations that target known T-ALL/T-LBL onco- and tumor suppressor genes, including NOTCH1, IKZF1, EP300 and CDKN2A. Comparing PIM1 expression between normal T-cell subsets, T-ALL and T-LBL patient samples using qPCR revealed subsets in both T-LBL and T-ALL patients with high PIM1 levels. This PIM1 expression can be both monoallelicaly (due to translocation) or biallelicaly (due to upstream mutations in f.e. the JAK/STAT pathway). Using publically available gene expression datasets, we show that oncogenic PIM1 activation is largely restricted to immature, TLX1, TLX3, NKX2-1 or HOXA positive T-ALL and T-LBL patients, and is mostly not present in TAL1 or LMO2 rearranged tumors. This pattern of PIM1 activation is in line with the preferential occurrence of JAK-STAT pathway alterations in these genetic subtypes of human T-ALL/T-LBL. To study the oncogenic properties of PIM1 in the context of malignant T-cell transformation, we did RNA sequencing and phosphoproteomics on the T-ALL/T-LBL tumor line HSB-2 (cell line with the highest PIM1 expression) and on ex vivo treated leukemic cells harvested from the spleen of T-LBL engrafted NSG mice after PIM1 inhibition with TP-3654 (Foulks et al. , Neoplasia, 2014). These data revealed that PIM1 inhibition has broad effects on transcription and phosphorylation substrates involved in cell cycle, translation and apoptosis. For example, we showed that the oncogenic properties of PIM1 are, at least in part, mediated by phosphorylation of GSK3β and subsequent stabilization of anti-apoptotic MCL1. Next, we evaluated the therapeutic potential of PIM1 inhibition. Daily TP-3654 treatment for 4 weeks of T-LBL engrafted NSG mice resulted in strong anti-leukemic effects. In vitro combination treatment with TP-3654 and glucocorticoids showed strong synergism, while the combination with other chemotherapeutics such as asparaginase and vincristine did not. Moreover, the combination of TP-3654 and the glucocorticoid dexamethasone in vivo almost completely cured the leukemic mice (<1% hCD45 positive blasts in the peripheral blood). All together, our study identifies PIM1 as a putative oncogene in T-ALL and T-LBL and suggests that inhibition of this serine/threonine kinase could serve as a novel therapeutic strategy in these aggressive T-cell neoplasms. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "adult t-cell lymphoma/leukemia",
        "genetics",
        "lymphoma",
        "t-cell leukemia, acute",
        "lymphoblastic t-cell lymphoma",
        "neoplasms",
        "cancer",
        "glucocorticoids",
        "protein-serine-threonine kinases",
        "asparaginase"
    ],
    "author_names": [
        "Renate De Smedt, MSc",
        "Sofie Peirs, PhD",
        "Julie Morscio, PhD",
        "Juliette Roels, MSc",
        "Steven Goossens, PhD",
        "Aurore Touzart, MD",
        "Anne Uyttebroeck",
        "Nadine Van Roy, PhD",
        "Tim Lammens, PhD",
        "Lara Mussolin, PhD",
        "Elizabeth Macyntire, MD PhD",
        "Peter Vandenberghe, MD PhD",
        "Pieter Van Vlierberghe, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Renate De Smedt, MSc",
            "author_affiliations": [
                "Center for Medical Genetics, Ghent University, Gent, Belgium ",
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sofie Peirs, PhD",
            "author_affiliations": [
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium ",
                "Center for Medical Genetics, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Morscio, PhD",
            "author_affiliations": [
                "Center for Medical Genetics, Ghent University, Ghent, Belgium ",
                "Cancer Research Institute Ghent (CRIG), Ghent University, Gent, Belgium "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliette Roels, MSc",
            "author_affiliations": [
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium ",
                "Center for Medical Genetics, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven Goossens, PhD",
            "author_affiliations": [
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium ",
                "Center for Medical Genetics, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aurore Touzart, MD",
            "author_affiliations": [
                "Department of Hematology, APHP-Hopital Necker, Paris, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Uyttebroeck",
            "author_affiliations": [
                "Center for Human Genetics, University Hospital Leuven, Leuven, Belgium "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nadine Van Roy, PhD",
            "author_affiliations": [
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium ",
                "Center for Medical Genetics, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tim Lammens, PhD",
            "author_affiliations": [
                "Department of Pediatric Hematology-Oncology and Stem Cell Transplantation, Ghent University Hospital, Ghent, Belgium "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lara Mussolin, PhD",
            "author_affiliations": [
                "Instituto di Ricerca Pediatrico Fondazione Città della Speranza, University of Padua, Padua, ITA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Macyntire, MD PhD",
            "author_affiliations": [
                "Department of Hematology, APHP-Hôpital Necker, Paris, France"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Vandenberghe, MD PhD",
            "author_affiliations": [
                "Center for Human Genetics, University Hospital Leuven, Leuven, Belgium "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pieter Van Vlierberghe, PhD",
            "author_affiliations": [
                "Cancer Research Institute Ghent (CRIG), Ghent University, Ghent, Belgium ",
                "Center for Medical Genetics, Ghent University, Ghent, Belgium "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T15:34:01",
    "is_scraped": "1"
}