{
    "doi": "https://doi.org/10.1182/blood-2019-123355",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4432",
    "start_url_page_num": 4432,
    "is_scraped": "1",
    "article_title": "Double-Blind, Randomized Study of Canakinumab Treatment in Pediatric and Young Adult Patients with Sickle Cell Anemia ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "canakinumab",
        "pediatrics",
        "sickle cell anemia",
        "young adult",
        "micelles",
        "pain",
        "c-reactive protein",
        "hydroxyurea",
        "adverse event",
        "hemoglobin"
    ],
    "author_names": [
        "David C Rees",
        "Yurdanur Kilinc, MD",
        "Selma Unal",
        "Carlton Dampier, MD",
        "Betty S. Pace, MD",
        "Banu Kaya, MD",
        "Sara Trompeter, MBChB BSc MRCPCH FRCPath MSc",
        "Isaac Odame",
        "Johnny N Mahlangu, MBBCH, MMed, FCPath",
        "Sule Unal, MD",
        "Julie Brent, MD",
        "Regine Grosse, MD",
        "Beng R. Fuh, MD",
        "Baba PD Inusa, MD",
        "Ariel Koren, MD",
        "Carina Levin, MD PhD",
        "Steven Mortier",
        "Elizabeth McNamara",
        "Yue Li",
        "Stephen John Oliver, MD"
    ],
    "author_affiliations": [
        [
            "King's College Hospital NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Cukurova University Medical Faculty, Adana, Turkey "
        ],
        [
            "Department of Pediatric Hematology, Mersin University Medical Faculty, Mercin, Turkey "
        ],
        [
            "Children's Hospital of Atlanta, Emory University School of Medicine, Atlanta, "
        ],
        [
            "Department of Pediatrics, Augusta University, Augusta, GA "
        ],
        [
            "Children's OP Clinic 4, Royal London Hospital, London, United Kingdom "
        ],
        [
            "Department of Haematology, University College London Hospitals NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Hemoglobinopathy Program, The Hospital for Sick Children (SickKids), Toronto, Canada "
        ],
        [
            "Haemophilia Comprehensive Care Centre, Faculty of Health Sciences, University of the Witwatersrand and NHLS, Johannesburg, South Africa "
        ],
        [
            "Mersin University Medical Faculty, Mersin, Turkey "
        ],
        [
            "New Cross Hospital / The Royal Wolverhampton NHS Trust, Wolverhampton, United Kingdom "
        ],
        [
            "Clinic of Pediatric Hematology and Oncology, University Hospital Hamburg-Eppendorf, Hamburg, Germany "
        ],
        [
            "Brody School of Medicine At East Carolina University, Greenville, NC "
        ],
        [
            "Evelina Children's Hospital, London, United Kingdom "
        ],
        [
            "Pediatric Hematology, Ha'Emek Medical Center, Afula, ISR "
        ],
        [
            "Pediatric Hematology Unit, Emek Medical Center, Afula, Israel "
        ],
        [
            "Novartis Institute for BioMedical Research, Novartis Pharma AG, Basel, Switzerland "
        ],
        [
            "Novartis Institute for BioMedical Research, Novartis Pharma AG, Cambridge, MA "
        ],
        [
            "Integrated Informational Sciences, Novartis Pharma AG, Basel, Switzerland "
        ],
        [
            "NIBR Translational Medicine, Novartis Pharma AG, Basel, Switzerland"
        ]
    ],
    "first_author_latitude": "51.467801400000006",
    "first_author_longitude": "-0.0938193",
    "abstract_text": "Background: Sickle cell anemia (SCA) is a monogenic disease resulting in polymerization of hemoglobin in hypoxic conditions. This leads to red blood cell (RBC) membrane damage and sickling, causing vaso-occlusion and hemolysis. Continual, excessive release of lysed RBC contents within the vascular space can activate the inflammasome, a multiprotein oligomer that promotes maturation and secretion of pro-inflammatory cytokines, including interleukin 1-beta (IL-1β). The intravascular inflammation associated with SCA, e.g., increased serum c-reactive protein (CRP) and absolute counts of neutrophils and monocytes, is predictive of long-term morbidity and mortality. Inflammation is a major component of many of the clinical complications of SCA, including vaso-occlusive pain episodes, acute chest syndrome, vascular-endothelial dysfunction, renal disease and other forms of end organ damage. Standard of care for SCA is hydroxyurea, which augments fetal hemoglobin levels and may have some anti-inflammatory effects by reducing neutrophil and monocyte counts. Canakinumab is a fully human monoclonal antibody targeting IL-1ß and blocking its downstream pro-inflammatory activities with potential to ameliorate the inflammatory complications of SCA. Objective: To clinically validate in pediatric and young adult SCA patients the hypothesis that IL-1ß blockade by canakinumab is safe and provides clinical benefits. Methods: A multi-center, randomized, parallel group, double-blind, placebo-controlled trial recruited SCA patients (HbSS or HbS/ß 0 thalassemia) with history of ≥2 major pain episodes/year, screening baseline detectable pain (using pain e-diaries) and serum high sensitivity CRP level ≥1.0 mg/L. Patients were randomized with 1:1 ratio to receive six monthly s.c. injections of either canakinumab 300 mg (4 mg/kg for patients ≤40 kg) or placebo. The concurrent use of hydroxyurea was a stratification factor at randomization. Outcomes were measured at baseline and at weeks 4, 8, 12, 16, 20, 24, after which all patients moved to open label canakinumab treatment for additional 6 months. Electronic patient reported outcomes included daily pain intensity with a 0-10 cm visual analog scale, school/work absences secondary to SCA, fatigue and analgesic use. The primary outcome was change from baseline in the 4-week average daily pain intensity at week 12. Other secondary and exploratory outcomes included daily activity measured by wrist actigraphy, rate of hospitalization and adverse events, serious adverse events, transcranial Doppler velocities, percent oxygen saturation and laboratory markers of inflammation and hemolysis. Results: A planned interim analysis for futility and safety was performed on the first 30 enrolled patients (canakinumab, n=16; placebo, n=14), of whom 26 patients completed the Week 12 assessments (canakinumab, n=14; placebo, n=12), and 13 patients completed the Week 24 assessments. Enrolled patients (median age 17 years, range 12-20; 19 male, 11 female) were evenly distributed between treatment arms. All except one patient were maintained on a stable hydroxyurea regimen. Baseline overall disease activity levels (median, [ range ]) included average daily pain 3.93 [ 0.29, 6.57 ]; high sensitivity CRP 3.93 mg/L [ 1, 64.7 ]; transcranial Doppler velocities 85.0 m/s [ 23, 267 ]; hemoglobin 94.8 g/L [ 73.5, 121 ]. Futility criteria were not met and no canakinumab-associated safety issues were identified in this first interim analysis. Conclusions: Canakinumab was well tolerated and not associated with any major side effects in SCA. Results from a second interim analysis of study outcomes for all currently enrolled patients (n=49) completing the blinded, 24-week treatment period will be available in November 2019. Disclosures Rees: Agios: Other: Grants; TauRx (methylene blue): Other: Data monitoring committees; Astra Zeneca (ticagrelor): Other: Data monitoring committees; Novartis: Other: Strategic advisory role,Principal investigator,sickle cell disease2.6 Investigator; Emmaus: Other: Strategic advisory role; Celgene: Other: Strategic advisory role; Global Blood Therapeutics: Other: Strategic advisory role; Alnylam: Other: Principal investigator. Dampier: Micelle Biopharma: Consultancy, Research Funding; Merck: Research Funding; Hudson Publishing Company: Consultancy; Global Blood Therapeutics: Consultancy; Ironwood: Consultancy; Epizyme: Consultancy; Modus Therapeutics: Consultancy; Pfizer: Consultancy, Research Funding; Novartis: Consultancy, Research Funding. Mahlangu: Sanofi Genzyme: Research Funding, Speakers Bureau; Pfizer: Consultancy, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Speakers Bureau; Novartis: Research Funding; Baxalta: Consultancy, Research Funding, Speakers Bureau; LFB: Consultancy; Biomarin: Research Funding; uniQure: Research Funding; Spark: Consultancy, Speakers Bureau; Chugai: Consultancy; CSL Behring: Consultancy, Research Funding, Speakers Bureau; Freeline Therapeutics: Research Funding; NovoNordisk: Consultancy, Research Funding, Speakers Bureau; Roche: Consultancy, Research Funding, Speakers Bureau; Shire: Consultancy, Research Funding, Speakers Bureau; Sobi: Research Funding, Speakers Bureau; World Federation of Haemophilia: Speakers Bureau. Mortier: Novartis Pharma AG: Employment. McNamara: Novartis Pharma AG: Employment. Li: Novartis Pharma AG: Employment. Oliver: Novartis Pharma AG: Employment, Equity Ownership. OffLabel Disclosure: canakinumab use in the treatment of sickle cell anemia."
}