{
    "doi": "https://doi.org/10.1182/blood-2020-140883",
    "article_title": "Evaluation of Maternal Safety Following Prenatal Cell and Gene Therapy for Hemophilia a in a Large Animal Model Demonstrates Absence of Maternal Exposure to the Cells or Gene Products Infused into the Fetus ",
    "article_date": "November 5, 2020",
    "session_type": "701.Experimental Transplantation: Basic Biology, Pre-Clinical Models",
    "abstract_text": "Prenatal transplantation (PNT) using stem/progenitor cells has been performed in more than 50 patients using an ultrasound-guided approach, proving that this procedure poses minimal risk to both the fetus and the mother. Since 75% of hemophilia A (HA) patients have a family history of HA, and prenatal diagnosis is available to pregnant HA carriers in most western countries, PNT constitutes a clinically viable approach to treat these patients. In addition, the type of mutation and family history can predict the severity of the disease and the patient's likelihood of developing FVIII inhibitors, thus allowing intervention in those who could most benefit from this approach. Nevertheless, maternal safety is a critical consideration for PNT, particularly with respect to possible exposure to the cells or gene products produced by the cells infused into the fetus. We have previously demonstrated that transplanting sheep fetuses ( n =23) with human placental cells (PLC) transduced with a lentiviral vector encoding a bioengineered fVIII transgene (mcoET3), at a dose of 10 7 -10 8 cells/kg, increased plasma fVIII activity levels for at least 3 years after transplant. Therefore, here we studied ewes (n=4) during pregnancy and those who had given birth (n=6) to lambs treated in utero. The latter were assessed longitudinally over a course of 5 months, ranging from 18 to 32 months after delivery of a PNT recipient. First, we investigated whether any of the ewes, during pregnancy or at any point thereafter,developed an immune response to the transplanted product, PLC-mcoET3. Peripheral blood mononuclear cells (PBMC) harvested from the different ewes readily proliferated in response to human PBMC and upon PHA stimulation, but PLC-mcoET3 and non-transduced PLCs did not elicit an immune response from PBMC from any of the ewes, demonstrating that PNT did not immunize the ewe to the transplanted cells. We also used an mcoET3-specific ELISA to investigate whether the ewes developed antibodies to the mcoET3 protein. At no time point were ewes ever found to harbor anti-mcoET3 IgGs in their plasma. To determine whether mcoET3-specific T effector cells developed in the ewes, we performed ELISpot assays using PBMC collected during pregnancy and at various time points thereafter, and no mcoET3-specific T h1 or T h2 cells were detected in these ewes. To assess the potential circulation and/or engraftment of PLC-mcoET3 in the ewes during pregnancy or at any time after delivery, maternal PBMC collected during pregnancy, and maternal-side placental tissue and umbilical cord tissue (UBC) collected at birth were analyzed using RT-qPCR (detection limit <0.01%) with primers specific for human FVIII (produced constitutively by the PLC) and mcoET3. Maternal PBMC, UBC, and placental tissue were all devoid of PLC-mcoET3, as evidenced by the complete absence of mcoET3 and human FVIII mRNA. Histopathologic analysis of the placental tissue demonstrated no abnormalities or ectopic tissue formation. Overall, these studies suggest that the administration of PLC-mcoET3 to the fetus during gestation does not result in detectable maternal exposure to the cells or gene products, attesting to the safety of this approach. Disclosures Doering: Kilpatrick, Townsend & Stockton: Consultancy; Expression Therapeutics, LLC: Current equity holder in private company, Patents & Royalties, Research Funding.",
    "author_names": [
        "Quan DM Pham",
        "Martin Rodriguez, BSc",
        "Ritu M Ramamurthy",
        "Sunil George, PhD",
        "Jorge Figueroa, MD",
        "Anthony Atala, MD",
        "Christopher B Doering, PhD",
        "H. Trent Spencer, PhD",
        "Christopher D Porada, PhD",
        "M. Graca Almeida-Porada, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Quan DM Pham",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Martin Rodriguez, BSc",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Advance, NC "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritu M Ramamurthy",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sunil George, PhD",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Figueroa, MD",
            "author_affiliations": [
                "Center for Research in Obstetrics and Gynecology, Wake Forest School of Medicine, Winston Salem, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anthony Atala, MD",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher B Doering, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University/Children's Healthcare of Atlanta, Atlanta, GA ",
                "Department of Pediatrics, Emory University, Atlanta, GA ",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Trent Spencer, PhD",
            "author_affiliations": [
                "Aflac Cancer and Blood Disorders Center, Emory University/Children's Healthcare of Atlanta, Atlanta, GA ",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA ",
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher D Porada, PhD",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Graca Almeida-Porada, MD PhD",
            "author_affiliations": [
                "Fetal Research and Therapy Program, Wake Forest Institute for Regenerative Medicine, Winston Salem, NC "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T12:58:50",
    "is_scraped": "1"
}