{
    "doi": "https://doi.org/10.1182/blood.V126.23.573.573",
    "article_title": "The Mutational Landscape of CTCL and Sezary Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "622. Non-Hodgkin Lymphoma: Biology, excluding Therapy: Genomic and Epigenetic Landscapes of Lymphoid Malignancies",
    "abstract_text": "Mycosis fungoides and Sézary syndrome (SS) are cutaneous T-cell lymphomas (CTCL) derived from mature CD4-positive skin-homing T cells with Sézary representing the most aggressive leukemic form of the disease. To investigate the pathogenic mechanisms of Sézary syndrome and aggressive CTCLs, we performed whole exome sequencing of matched tumor and normal DNA samples from 42 CTCL cases, including 26 Sézary syndrome. Copy number analysis revealed a distinctive pattern of somatic copy number alterations in Sézary syndrome including highly prevalent recurrent chromosomal deletions involving the TP53 , RB1 , PTEN , DNMT3A and CDKN1B tumor suppressor genes. Moreover, exome-wide somatic mutation analysis identified a broad spectrum of somatic mutations in key genes involved in epigenetic regulation ( TET2 , CREBBP , MLL2 , MLL3 , BRD9 , SMARCA4 and CHD3 ) and signaling, including mutations in MAPK1 , BRAF , CARD11 and PRKG1 . In this context, we identified three mutations involving position E322 in MAPK1 (p.Glu322Ala and p.Glu322Lys). Functional characterization of these recurrent alleles showed increased ERK1/2 activation upon expression of both MAPK1 E322K and E322A. In addition we identified two mutations (p.Ser615Phe and p.Ser626Lys) in CARD11, an important mediator of NFκB activation. Notably, and in contrast with diffuse B-cell lymphomas where CARD11 mutations are primarily located in the coiled-coil domain, CARD11 alleles present in CTCL cases are located in the linker domain region of the protein. Functional characterization of CTCL associated CARD11 S615F and CARD11 E626K linker mutations revealed markedly increased NFκΒ activity in reporter assays, which was further enhanced upon TCR activation. Finally, we also noted the presence of two closely located mutations (p.Glu17Lys and p.Arg21Gln) in the N-terminal dimerization domain of the cGKIβ protein, in Sézary syndrome samples. cGKIβ, PRKG1 gene, is a cGMP-binding protein implicated in nitric oxide signaling. cGKIβ signaling in T-cells antagonizes TCR activation-induced interleukin 2 release and proliferation. Structural and functional characterization of the two PRKG1 mutations found in Sézary syndrome revealed impaired dimerization and decreased cGKIβ-mediated activation after stimulation with the cGMP analog 8-CPT-cGMP. Moreover, analysis of the effects of cGKIβ E17K and cGKIβ R21Q expression in JURKAT T cells revealed increased NFAT activity after PMA plus ionomycin stimulation, supporting a positive role for these mutations in enhancing the TCR signaling response. In all, these results mechanistically involve increased MAPK-ERK, NFκB and NFAT signaling in the pathogenesis of CTCLs. To analyze the therapeutic potential of targeting these oncogenic signaling pathways in CTCL we performed analysis of MAPK, JNK and NFκB signaling in CTCL cell lines. Therapeutically, inhibition of NFκB signaling with Mi-2 and bortezomib was broadly and highly active across all cell lines tested, while MEK1/2 inhibition with U0126 and inhibition of NFAT with FK506 showed more modest antitumor effects. Collectively, our findings provide new insights into the genetics of Sézary syndrome and CTCL and support the development of personalized therapies targeting key oncogenically activated signaling pathways for the treatment of these diseases. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "lymphoma, t-cell, cutaneous",
        "sezary syndrome",
        "cyclic gmp",
        "mitogen activated protein kinase 1",
        "mitogen-activated protein kinases",
        "aldesleukin",
        "b-cell lymphomas",
        "bortezomib",
        "dna",
        "ionomycin"
    ],
    "author_names": [
        "Teresa Palomero, PhD",
        "Ana Carolina da Silva Almeida, PhD",
        "Francesco Abate, PhD",
        "Hossein Khiabanian, PhD",
        "Estela Martinez-Escala, MD",
        "Joan Guitart, MD",
        "Cornelis P Tensen, MD",
        "Maarten H. Vermeer, MD PhD",
        "Raul Rabadan, PhD",
        "Adolfo A. Ferrando, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Teresa Palomero, PhD",
            "author_affiliations": [
                "Department of Pathology, Columbia University, New York, NY ",
                "Institute for Cancer Genetics, Columbia University, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ana Carolina da Silva Almeida, PhD",
            "author_affiliations": [
                "Institute for Cancer Genetics, Columbia University, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Abate, PhD",
            "author_affiliations": [
                "Department of Biomedical Informatics, Columbia University, New York, NY "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hossein Khiabanian, PhD",
            "author_affiliations": [
                "Department of Biomedical Informatics, Columbia University, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Estela Martinez-Escala, MD",
            "author_affiliations": [
                "Department of Dermatology and Pathology, Northwestern University Feinberg Medical School, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joan Guitart, MD",
            "author_affiliations": [
                "Department of Dermatology and Pathology, Northwestern University Feinberg Medical School, Chicago, IL "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cornelis P Tensen, MD",
            "author_affiliations": [
                "Department of Dermatology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maarten H. Vermeer, MD PhD",
            "author_affiliations": [
                "Department of Dermatology, Leiden University Medical Center, Leiden, Netherlands "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raul Rabadan, PhD",
            "author_affiliations": [
                "Department of Biomedical Informatics, Columbia University, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adolfo A. Ferrando, MD PhD",
            "author_affiliations": [
                "Department of Pathology, Columbia University, New York, NY ",
                "Institute for Cancer Genetics, Columbia University, New York, NY ",
                "Department of Pediatrics, Columbia University, New York, NY"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T18:37:16",
    "is_scraped": "1"
}