{
    "doi": "https://doi.org/10.1182/blood.V108.11.3047.3047",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=629",
    "start_url_page_num": 629,
    "is_scraped": "1",
    "article_title": "High-Dose Myeloablative Zevalin Radioimmunotherapy with Tandem Stem-Cell Autografting Has Promising Activity, Minimal Toxicity and Full Feasibility in an Outpatient Setting. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "ibritumomab tiuxetan",
        "outpatients",
        "radioimmunotherapy",
        "stem cells",
        "toxic effect",
        "brachial plexus neuritis",
        "chemotherapy regimen",
        "cyclophosphamide",
        "cytarabine",
        "neutropenia"
    ],
    "author_names": [
        "Liliana Devizzi, MD",
        "Ettore Seregni, MD",
        "Anna Guidetti, MD",
        "Chiara Forni, MD",
        "Angela Coliva, MD",
        "Michele Magni, MD",
        "Massimo Di Nicola, MD",
        "Carmelo Carlo-Stella, MD",
        "Paola Matteucci, MD",
        "Antonella De Pascale, MD",
        "Claudia Erminero, MD",
        "Marco Maccauro, MD",
        "Carlo Chiesa, PhD",
        "Emilio Bombardieri, MD",
        "Pinuccia Valagussa",
        "Alessandro M. Gianni, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Oncology, Schering SpA, Milan, Italy"
        ],
        [
            "Oncology, Schering SpA, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ],
        [
            "Medical Oncology, Istituto Nazionale Tumori, Milan, Italy"
        ]
    ],
    "first_author_latitude": "45.474556199999995",
    "first_author_longitude": "9.232208499999999",
    "abstract_text": "Background : Because of severe toxicity, in particular mucositis, neutropenia and thrombocytopenia, myeloablative regimens with stem cell support can be safely delivered only to clinically fit and younger pts, require prolonged hospitalization, and have a limited impact in the therapy of NHL. With the aim of rendering high-dose chemotherapy a well tolerated and widely applicable regimen, we carried out a pilot study using high-dose Zevalin with tandem stem-cell support in a prospective cohort of refractory or relapsed NHL patients. Methods : From June 2004 through June 2006, 29 overall NHL patients entered into the study (DLBCL, n=11; follicular, n=10; mantle cell, n=3; small lymphocytic, n=4; Richter syndrome, n=1). Median age was 62 yrs (29–76). The median number of prior chemotherapy regimes was 2 (1–4). Prior to Zevalin, all patients received 3 cycles of standard-dose salvage chemotherapy (DHAP or CHOP, as appropriate), followed by one cycle of high-dose cyclophosphamide plus rituximab, and one cycle of high-dose cytarabine and rituximab, at patient-adapted doses. Hematopoietic stem cells were harvested from the peripheral blood during the post-cyclophosphamide and/or the post-cytarabine recovery phase, and tested for MRD. Zevalin was administered at 0.8 mCi/kg (n=13 pts) or 1.2 mCi/kg (n=16 pts), respectively, and followed by tandem autografting of CD34+ on day +7 and an on day +14, respectively. The latter procedure was performed late, when the radiation absorbed dose to the reinfused stem cells was estimated to be less than 5cGy. In addition, all patients received on day +7 a limited amount (0.8–4.3 x 10 6 /kg) of CD34+ cells. The aim of this early reinfusion, performed in the presence of myelotoxic levels of body radioactivity, was to foster a rapid albeit transient hematopoietic recovery, thus reducing the extend and duration of severe post-Zevalin pancytopenia. Results : Grade 4 neutropenia was observed in 13 pts (45%), and lasted a median of 4 days only (1–14). Grade 4 thrombocytopenia occurred in 19 pts (65%) for a median duration of 5 days (1–14). Fifteen patients (52%) required platelet transfusions (median 2, range 1–6), and 14 pts (48%) received 1 RBC transfusion each. No extra-hematologic toxicity was observed except for mild nausea in 17% of the patients, and all but 3 patients were cared for as outpatients. The 3 hospital admissions lasted 2, 4 and 11 days respectively, and were required for FUO that resolved upon antibiotic administration. Bone marrow analysis performed at 6 (n=5 pts) and 12 months (n=10 pts) showed in all a normal karyotype and a colony growth comparable to controls (NHL pts autografted following BEAM chemotherapy). After a median follow-up of 12 months, the 2-yr OS rate was 87% for indolent and 85% for aggressive lymphoma pts, respectively, while the EFS rate was 55% and 77%, respectively. Conclusions : High-dose Zevalin with tandem stem-cell transplantation was minimally toxic in this pretreated and elderly patient population, proved fully applicable in an outpatient setting, and showed promising activity. Its upfront inclusion as consolidation step after induction chemotherapy warrants a prospective comparison with R-CHOP, in particular in elderly pts with aggressive NHL."
}