{
    "doi": "https://doi.org/10.1182/blood-2019-132098",
    "article_title": "Management of Delayed Elimination of High-Dose Methotrexate in Community Oncology Practices Can Mitigate Its Effect on Length of Hospital Stay, Treatment Dose-Density, Acute Kidney Injury, Dialysis, and Death ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background High-dose methotrexate (HDMTX, doses higher than 500 mg/m2) is an essential component of therapy for several hematologic cancers but requires meticulous supportive care and therapeutic drug monitoring to deliver safely. Community oncologists manage 85% of adults with cancer in the USA but may lack infrastructure to support HDMTX administration and patient outcomes can be compromised by avoidance of HDMTX when it would have been appropriate, toxicities, and early discontinuation after toxicity occurs. Methods We evaluated HDMTX use and outcomes in the Guardian Research Network, (www.GuardianResearch.org), a non-profit USA clinical trials consortium of 110 community oncology centers with a database containing patients' entire medical, including all demographics, diagnoses, labs, medications, procedures, encounters, and notes of all kinds (clinical, radiology reports). Anonymized, de-identified data about HDMTX doses, administration, supportive care, and outcomes was analyzed to determine its safety and efficacy in the community setting. Results Of 529784 cancer patients diagnosed from 2011 through 2019, 230 received at 1 to 18 courses of HDMTX (median 3) for acute lymphoblastic leukemia (n=41), NHL (n=142), or other cancers (n=47). Patient characteristics are shown in the Table. In 106 cases (46%), patients received only 1 or 2 doses of HDMTX, usually due to delayed methotrexate clearance and acute kidney injury (AKI). Only 2 patients (1%) received dialysis, but 23 (10%) died within 28 days of a HDMTX course. Survival at 3 years for patients who received only 1 or 2 doses of HDMTX was 50% (Standard error, SE 6%), compared to 71% for those who received 3 or 4 doses (SE 6%) and 64% for patients who received 5 or more doses (SE 7%), p=0.002. Age older than 80 years predicted survival (p=0.02), but no other patient features, including: race (p=0.40), sex (p=0.72), cancer type (p=0.82). In multivariable Cox proportional hazards analysis, receiving 2 or less HDMTX courses was associated with a hazard ratio (HR) of 2.0 (95% CI 1.3 to 3.3, p=0.004) and age increased the risk of death for each decade older than 50 years (HR 4.8 for patients older than 80 years, 95% CI 1.6 to 14, p=0.004. Conclusions HDMTX can be safely delivered in community oncology practices, but requires meticulous supportive care to allow completion of all doses and maximize survival Figure View large Download slide Figure View large Download slide  Close modal Disclosures Howard: BTG: Consultancy, Research Funding; Servier: Consultancy, Speakers Bureau; Sanofi: Consultancy, Speakers Bureau; EUSA: Consultancy; Resonance: Equity Ownership.",
    "topics": [
        "dialysis procedure",
        "hemodialysis",
        "length of stay",
        "medical oncology",
        "methotrexate",
        "renal failure, acute",
        "cancer",
        "supportive care",
        "toxic effect",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Scott Howard, MD",
        "McKeon Tad Harry, PhD",
        "Sfondouris John, PhD",
        "Suresh Marada, PhD",
        "Nicholas Napier, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Scott Howard, MD",
            "author_affiliations": [
                "University of Tennessee Health Science Center, Memphis, TN ",
                "Guardian Research Network, Spartanburg, SC"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "McKeon Tad Harry, PhD",
            "author_affiliations": [
                "Guardian Research Network, Spartanburg, SC"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sfondouris John, PhD",
            "author_affiliations": [
                "Guardian Research Network, Spartanburg, SC"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suresh Marada, PhD",
            "author_affiliations": [
                "Guardian Research Network, Spartanburg, SC"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicholas Napier, BS",
            "author_affiliations": [
                "Guardian Research Network, Spartanburg, SC"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T21:28:53",
    "is_scraped": "1"
}