{
    "doi": "https://doi.org/10.1182/blood.V114.22.3245.3245",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1576",
    "start_url_page_num": 1576,
    "is_scraped": "1",
    "article_title": "A New Flowcytometry-Based Method to Discriminate Malignant From Normal Stem Cells in CML. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Biology and Pathophysiology Excluding Therapy Poster II",
    "topics": [
        "bcr-abl tyrosine kinase",
        "cd34 antigens",
        "cd45 antigens",
        "cd56 antigens",
        "colony-forming units assay",
        "leukemic hematopoietic stem cell",
        "macrophage-1 antigen",
        "neural cell adhesion molecules",
        "protein-tyrosine kinase inhibitor",
        "stem cells"
    ],
    "author_names": [
        "Jeroen J.W.M. Janssen, MD",
        "Wendy Deenik",
        "Karlijn G.M. Smolders",
        "Monique Terwijn",
        "Angele Kelder",
        "J. J. Cornelissen",
        "Gerrit-Jan Schuurhuis",
        "Gert J. Ossenkoppele"
    ],
    "author_affiliations": [
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, Erasmus University medical center, Rotterdam, Netherlands, "
        ],
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, Erasmus University Medical Center, Rotterdam, Netherlands"
        ],
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ],
        [
            "Hematology, VU University medical center, Amsterdam, Netherlands, "
        ]
    ],
    "first_author_latitude": "52.3356568",
    "first_author_longitude": "4.859447749999999",
    "abstract_text": "Abstract 3245 Poster Board III-182 Tyrosine kinase inhibitor (TKI) insensitivity of CML hematopoietic stem cells prevents eradication of the disease by these drugs and is presumably implicated in development of TKI resistance. Probably, improvement of treatment results will involve leukemic stem cell directed therapy. Therefore, more knowledge of stem cell specific targets would be instrumental. Previously, leukemic stem cells could only be identified indirectly by using culture techniques. We developed a new flowcytometric approach that enables to directly distinguish CML stem cells from their normal counterparts within single patient samples. In 24 newly diagnosed CML patients CML CD34+CD38- stem cells could be discriminated from normal stem cells by higher CD34 and CD45 expression and different forward/sideward light scatter properties, reflecting differences in size and granularity. In addition, aberrant expression of CD7, CD11b and CD56 was demonstrated on malignant stem cells, allowing clear discrimination from benign stem cells, that were always negative for these markers. Above all, in all tested CML patients we were able to demonstrate that high CD90 expression is a specific feature of CML stem cells, while CD90 expression is low on their normal counterparts. FISH analysis on FACS sorted cells proved that populations were BCR-ABL positive (in case of high CD34 and CD45 expression and high CD90 expression) or negative (in case of low CD34 and CD45 expression and low CD90 expression), while long term liquid culture assays with subsequent CFU assays and FISH analysis proved their malignant/normal stem cell character. Patients with a large proportion of non-leukemic stem cells had significantly lower clinical risk scores (Sokal, Euro) than patients with few remaining normal stem cells. This new technique will expand our possibilities to identify new CML stem cell specific targets and may improve efficacy assessment of CML treatment as well. Disclosures No relevant conflicts of interest to declare."
}