{
    "doi": "https://doi.org/10.1182/blood.V126.23.1762.1762",
    "article_title": "ANKHD1 Is Essential for Repair of DNA Double-Strand Breaks in Multiple Myeloma ",
    "article_date": "December 3, 2015",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "ANKHD1, Ankyrin repeat and KH domain-containing protein is highly expressed and plays an important role in the proliferation and cell cycle progression of multiple myeloma (MM) cells. Inhibition of ANKHD1 expression upregulates p21 (CDKN1A, Cyclin Dependent Kinase Inhibitor), a potent cell cycle regulator, and its expression represses p21 promoter. Upregulation of p21 was found to be irrespective of the TP53 mutational status of MM cell lines. A study by our group has shown that ANKHD1 is highly expressed in S phase and that the inhibition of ANKHD1 expression downregulates replication dependent histones suggesting that it might be required for histone transcription (1). Assuming that ANKHD1 might be involved in the transcripitional activation of histones, we studied the effect of ANKHD1 silencing on nuclear protein of the ataxia telangiectasia mutated locus (NPAT), a component of the cell-cycle-dependent histone gene transcription machinery. NPAT associates with histone gene promoters in S phase and suppression of NPAT expression impedes expression of all histone subtypes. In present study, there was a decreased expression of NPAT in ANKHD1 silenced MM cells. Despite the fact that both ANKHD1 and NPAT were localized in the nucleus of MM cells, they did not appear to associate, as observed by confocal microscopy, suggesting at present that ANKHD1 does not modulate histones via NPAT. Since DNA replication is coupled with histone synthesis and downregulation of histones is associated with replication stress and DNA damage, we checked for expression of PCNA (Proliferating Cell Nuclear Antigen), protein involved in DNA replication and repair. PCNA expression was found to be significantly decreased in ANKHD1 inhibited MM cells, suggesting its role in PCNA mediated DNA replication and repair (Fig. 1). To confirm this, we studied the effect of ANKHD1 silencing on some of the components of DNA damage repair (DDR) pathway. We observed increased expression of gamma- H2AX (γ-H2AX i.e Phosphorylated Histone H2AX), marker for DNA double-strand breaks (DSBs) and an early sign of DNA damage induced by replication stress (Fig. 1). We also observed a decrease in phosphorylated CHK2 (Check Point Kinase 2), an essential serine threonine kinase involved in DDR. Accumulation of γ-H2AX on ANKHD1 silencing confirms DNA damage and suggests the possible mechanism of ANKHD1 mediated histones downregulation. In summary, ANKHD1 silencing in MM cells leads to DNA damage (DSBs), suggesting that ANKHD1 is essential for DNA replication and repair. Furthermore, as ANKHD1 negatively regulates p21, and p21 controls DNA replication and repair by interacting with PCNA, we hypothesize that ANKHD1 might be playing role in DNA repair via modulation of the p21-PCNA pathway. Results of the role of ANKHD1 in DNA repair are however preliminary and need to be explored. References: 1) ANKHD1 Is Required for S Phase Progression and Histone Gene Transcription in Multiple Myeloma. Dhyani et al. ASH Abstract; Blood 2014. Figure 1. View large Download slide Western blot analysis of proteins: a) PCNA and b) γ-H2AX, in control and ANKHD1 silenced U266 MM cell line. Tubulin and GAPDH were used as endogenous controls. Figure 1. View large Download slide Western blot analysis of proteins: a) PCNA and b) γ-H2AX, in control and ANKHD1 silenced U266 MM cell line. Tubulin and GAPDH were used as endogenous controls.  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "dna",
        "double-stranded dna breaks",
        "multiple myeloma",
        "histones",
        "proliferating cell nuclear antigen",
        "stress",
        "western blotting",
        "ataxia-telangiectasia",
        "cell cycle regulator",
        "cyclin-dependent kinases"
    ],
    "author_names": [
        "Anamika Dhyani, PhD",
        "Patricia Favaro, PhD",
        "Sara T. Olalla Saad, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Anamika Dhyani, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Patricia Favaro, PhD",
            "author_affiliations": [
                "Federal University of Sao Paulo, Diadema, Sao Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara T. Olalla Saad, MD, PhD",
            "author_affiliations": [
                "Hematology and Hemotherapy Center-University of Campinas/Hemocentro-Unicamp, Instituto Nacional de Ciência e Tecnologia do Sangue, Campinas, Brazil "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T03:55:20",
    "is_scraped": "1"
}