{
    "doi": "https://doi.org/10.1182/blood.V108.11.240.240",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=623",
    "start_url_page_num": 623,
    "is_scraped": "1",
    "article_title": "Constitutive Expression of SALL4B in Mice Confers Properties of Leukemic Stem Cells to Committed Hematopoietic Progenitors. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "beta catenin",
        "cyclic gmp",
        "leukemia",
        "leukemia, myelocytic, acute",
        "leukemia, myeloid",
        "leukemic hematopoietic stem cell",
        "leukemogenesis",
        "mice",
        "myelodysplastic syndrome",
        "protein isoforms"
    ],
    "author_names": [
        "Li Chai, MD",
        "Wei Cui, MD",
        "Yupo Ma, MD, PhD",
        "Jianchang Yang, MD",
        "Nikki Kong, MD",
        "Grace Kao, MD",
        "Leslie Silberstein, MD"
    ],
    "author_affiliations": [
        [
            "Joint Program in Transfusion Medicine, Brigham and Women’s Hospital-Children’s Hospital-Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Joint Program in Transfusion Medicine, Brigham and Women’s Hospital-Children’s Hospital-Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Division of Laboratory Medicine, Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "Division of Laboratory Medicine, Nevada Cancer Institute, Las Vegas, NV, USA"
        ],
        [
            "Joint Program in Transfusion Medicine, Brigham and Women’s Hospital-Children’s Hospital-Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Joint Program in Transfusion Medicine, Brigham and Women’s Hospital-Children’s Hospital-Dana Farber Cancer Institute, Boston, MA, USA"
        ],
        [
            "Joint Program in Transfusion Medicine, Brigham and Women’s Hospital-Children’s Hospital-Dana Farber Cancer Institute, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.247841949999994",
    "first_author_longitude": "-71.24236405",
    "abstract_text": "The homeotic gene SALL4 is a transcription factor involved in multi-organ developments. Recently, our group and others have shown that murine Sall4 plays an important role in maintaining the properties of embryonic stem (ES) cells by interacting with Oct4 and Nonag. Knock down of Sall4 expression in mouse ES cells led to their spontaneous differentiation and loss of self-renewal ability. Parallel to these findings, using quantitative RT-PCR approach, we found that human SALL4 was preferentially expressed in the CD34+CD38− hematopoietic stem cell (HSC) population, and was dramatically down regulated in the CD34+CD38+ progenitor (HPC) population, suggesting that SALL4 functions similarly at the HSC level as it does in ES cells. In contrast to normal hematopoiesis, we found that SALL4 was constitutively expressed in the leukemia initiation stem cell (CD34+CD38− and CD34+CD38+), and its expression in human acute myeloid leukemia (AML) was deregulated. To investigate the effect of constitutive expression of SALL4, we have generated a transgenic mouse model with constitutive expression of SALL4B, one of the SALL4 isoforms. The SALL4B transgenic mice developed myelodysplastic syndrome (MDS)-like features and subsequent AML that was transplantable. Further analysis on the pre-leukemic and leukemic SALL4B transgenic mice showed constitutive expression of SALL4B in the HSC and HPC subpopulations (GMP), which resulted in the expansion of the GMP population and eventually led to myeloid leukemia development. Activation of Wnt/beta catenin pathway and up-regulation of Bmi-1, the two key elements that are known to be involved in the self-renewal of HSC and leukemia stem cell (LSC), were found in the SALL4B transgenic mice. Taken together, our data suggests that constitutive expression of SALL4B contributes to leukemogenesis by conferring leukemia stem cell properties to committed murine hematopoietic progenitors. To our best knowledge, SALL4 is one the few genes, if not the only gene, that play an important role in the self-renewal properties of ES cell, HSC and LSC."
}