{
    "doi": "https://doi.org/10.1182/blood.V124.21.5696.5696",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2812",
    "start_url_page_num": 2812,
    "is_scraped": "1",
    "article_title": "Front-Line Radiotherapy Is Associated with Shortened Survival in Newly Diagnosed Multiple Myeloma Patients ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "radiation therapy",
        "bone lesion",
        "plasmacytoma, extramedullary (not occurring in bone)",
        "follow-up",
        "fractures",
        "pain",
        "palliative care",
        "spinal cord compression",
        "cox proportional hazards models"
    ],
    "author_names": [
        "Mark A. Fiala, BS, CCRP",
        "Jesse Keller, MD",
        "Keith E. Stockerl-Goldstein, MD",
        "Michael H. Tomasson, MD",
        "Ravi Vij, MBBS, MD",
        "Tanya M Wildes, MD MSCI"
    ],
    "author_affiliations": [
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO "
        ],
        [
            "Washington University School of Medicine, Saint Louis, MO"
        ]
    ],
    "first_author_latitude": "38.63514409999999",
    "first_author_longitude": "-90.26292889999999",
    "abstract_text": "Background: Bone lesions and extramedullary plasmacytomas, present in ~70% and ~15% of multiple myeloma (MM) patients at diagnosis, respectively, are a major source of morbidity. Extensive bone or extramedullary disease is often associated with severe pain, fracture, or spinal cord compression requiring immediate medical attention. Palliative radiation to the afflicted area(s) can provide relief or reduction of the associated symptoms. The presence of bone lesions or extramedullary plasmacytomas at MM diagnosis have been linked to poorer prognosis, but to date, the prognosis of patients with extensive bone or extramedullary disease requiring radiotherapy during front-line treatment is unclear. In a single institution retrospective study of 162 newly diagnosed MM patient’s, including 87 who received front-line radiotherapy, Yaneva, et al (J Buon, 2006) found no survival difference between patients who received radiotherapy during front-line treatment and those who did not. Methods: Using the SEERStat software, we extracted the case listings of 85,115 patients diagnosed with MM from 1973 through 2010 in Surveillance Epidemiology and End Results (SEER)-18 registries database based on the November 2012 submission. Children (under 18 years old) were excluded. Autopsy or death certificate only cases were excluded. As non-black minorities have been historically underrepresented in the SEER databases, patients identified as any race other than white or black were excluded. Patients were followed for OS through December 2011. Disease-specific-survival was defined as death from myeloma. Patients were classified as having radiotherapy during front-line treatment or not. Patients who refused radiotherapy (n = 184) or for whom radiotherapy status was unknown (n = 973) were excluded. Results: 77,714 patients were eligible for analysis. The median age at diagnosis was 70 years (range 18-85+); 54% were male; 19% were black. The median follow-up was 22 months (range 0-441). 25% (n = 19,295) of patients received radiotherapy during front-line treatment. Radiotherapy during front-line treatment was more common among patients under the age of 60 at diagnosis (30.9% vs 21.4%; p < 0.001), white patients (25.5% vs 21.8%; p < 0.001), and male patients (26.2% vs 23.2%; p < 0.001). The frequency of radiotherapy during front-line treatment decreased in the most recent decade (22.8% vs 27.3%; p < 0.001). Patients who received radiotherapy during front-line treatment had an estimated median disease-specific-survival of 38 months compared to 46 months for patients without (p < 0.001). In a multivariate cox regression model of age, race, sex, and radiotherapy during front-line treatment, all four variables were independently significant (Table 1). Radiotherapy was associated with a 17% (95% CI 15-20) increase in disease-specific mortality. The impact of radiotherapy was relatively stable over the time frame studied (Table 2). Conclusions: Radiotherapy during front-line treatment, a surrogate for extensive bone or extramedullary disease at MM diagnosis, is independently associated with increased disease-specific mortality. It has remained a relatively stable predictor of poorer prognosis throughout the timeframe tested, suggesting that MM treatment advances have not overcome the poor prognosis associated with extensive bone lesions or extramedullary disease at MM diagnosis. Table 1 Multivariate Overall Survival Analysis  . Overall . Age HR 1 (95% CI) p value <65 1  65+ 1.73 (1.69-1.76) < 0.001     Race   White 1 2   Black 0.91 (0.89-0.93) < 0.001     Sex   Female 1 2   Male 0.98 (0.96-1.00) 0.013     Radiotherapy   No 1 2   Yes 1.17 (1.15-1.20) < 0.001  . Overall . Age HR 1 (95% CI) p value <65 1  65+ 1.73 (1.69-1.76) < 0.001     Race   White 1 2   Black 0.91 (0.89-0.93) < 0.001     Sex   Female 1 2   Male 0.98 (0.96-1.00) 0.013     Radiotherapy   No 1 2   Yes 1.17 (1.15-1.20) < 0.001  View Large 1- Hazard Ratio is adjusted for all other variables within the model 2- Used as the Reference level Abstract 5696. Table 2 Multivariate Overall Survival Analysis by Era  . 1973-1990 . 1991-2000 . 2001-2010 . Age HR 1 (95% CI) p value HR 1 (95% CI) p value HR 1 (95% CI) p value <65 1 2   1 2   1 2   65+ 1.37 (1.32-1.43) < 0.001  1.68 (1.62-1.75) < 0.001  2.00 (1.93-2.07) < 0.001         Race       White 1 2   1 2   1 2   Black 0.85 (0.81-0.90) < 0.001  0.93 (0.89-0.98) 0.005  0.95 (0.92-1.00) 0.012         Sex       Female 1 2   1 2   1 2   Male 1.02 (0.99-1.06) 0.212 0.96 (0.93-1.00) 0.026  0.95 (0.92-1.00) 0.153        Radiotherapy       No 1 2   1 2   1 2   Yes 1.13 (1.09-1.18) < 0.001  1.18 (1.13-1.22) < 0.001  1.14 (1.10-1.18) < 0.001  . 1973-1990 . 1991-2000 . 2001-2010 . Age HR 1 (95% CI) p value HR 1 (95% CI) p value HR 1 (95% CI) p value <65 1 2   1 2   1 2   65+ 1.37 (1.32-1.43) < 0.001  1.68 (1.62-1.75) < 0.001  2.00 (1.93-2.07) < 0.001         Race       White 1 2   1 2   1 2   Black 0.85 (0.81-0.90) < 0.001  0.93 (0.89-0.98) 0.005  0.95 (0.92-1.00) 0.012         Sex       Female 1 2   1 2   1 2   Male 1.02 (0.99-1.06) 0.212 0.96 (0.93-1.00) 0.026  0.95 (0.92-1.00) 0.153        Radiotherapy       No 1 2   1 2   1 2   Yes 1.13 (1.09-1.18) < 0.001  1.18 (1.13-1.22) < 0.001  1.14 (1.10-1.18) < 0.001  View Large 1- Hazard Ratio is adjusted for all other variables within the model 2- Used as the Reference level Disclosures No relevant conflicts of interest to declare."
}