{
    "doi": "https://doi.org/10.1182/blood.V114.22.4443.4443",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1436",
    "start_url_page_num": 1436,
    "is_scraped": "1",
    "article_title": "Strategies for Securing and Maintaining Predictable Efficacy with Recombinant Activated Factor VII in On-Demand Treatment of Haemophilia Patients with Inhibitors. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATON DISORDERS OF COAGULATION OR FIBRINOLYSIS",
    "topics": [
        "hemophilia a",
        "hemophilias",
        "recombinant coagulation factor viia",
        "hemorrhage",
        "hemostatics",
        "antifibrinolytic agents",
        "biological products",
        "blood coagulation factors",
        "edema",
        "home therapy"
    ],
    "author_names": [
        "Benny Sørensen, MD, Ph.D.",
        "Yesim Dargaud",
        "Gili Kenet, MD, PhD",
        "Jeanne M. Lusher, MD",
        "Andrew Mumford",
        "Steven W. Pipe, MD",
        "Andreas Tiede, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Guy's and St Thomas NHS Trust & King's College London School of Medicine, Haemostasis Research Unit, Centre for Haemophilia and Thrombosis, London, United Kingdom, "
        ],
        [
            "Clinical Haemostasis Unit, Hopital Edouard Herriot, Lyon, France, "
        ],
        [
            "Thrombosis Unit, The Chaim Sheba Medical Centre, Tel Hashomer, Israel, "
        ],
        [
            "Children's Hospital of MI, Detroit, MI, USA, "
        ],
        [
            "Bristol Haematology and Oncology Centre, Bristol Haemophilia Centre, Bristol, United Kingdom, "
        ],
        [
            "Pediatrics, L2110 Women's Hospital, Ann Arbor, MI, USA, "
        ],
        [
            "Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany"
        ]
    ],
    "first_author_latitude": "51.5031901",
    "first_author_longitude": "-0.08682369999999999",
    "abstract_text": "Abstract 4443 Introduction Practical strategies for securing and maintaining predictable efficacy with recombinant activated factor VII (rFVIIa) remain to be fully described. We intend to document such strategies as applicable to on-demand treatment of haemophilia patients with inhibitors. In a minority of patients who appear refractory to bypassing-agent therapy, effective strategies may help to optimise treatment — inappropriate therapy can delay bleed cessation and waste valuable resources. Methods At a recent Novo Nordisk-sponsored meeting held in San Francisco in December 2008, an expert panel of physicians discussed strategies for securing and maintaining predictable efficacy with rFVIIa for on-demand treatment of spontaneous bleeds in haemophilia patients with inhibitors. Some of the strategies discussed (choice of rFVIIa dose according to patient age, site of bleed, and bleed severity, as well as timing of therapy, use of home treatment, treatment monitoring and dealing with severe or difficult-to-treat bleeds) were included in a questionnaire, which was sent to a selected international group of physicians who are involved in the treatment of inhibitor patients. An honorarium (of ≤50, Euro 50 or $50 for physicians in the UK, Europe and the United States respectively) was offered by Novo Nordisk in recognition of the time taken to complete the survey. Questionnaires varied slightly according to variations in licensed use of rFVIIa in these countries. The aim of the survey was to obtain insight into the ways in which on-demand treatment of spontaneous bleeds in haemophilia patients with inhibitors is managed in real-life clinical practice and to find strategies to ensure predictable efficacy with rFVIIa. Results Data were analysed from 28 completed questionnaires. Most respondents (59%) recommend 1×270μg/kg as the initial dose of rFVIIa in both children (aged 15 years) and repeated doses (2-3) of 90μg/kg were also widely used (33-41%). In case further haemostatic support is needed, 55% suggest 1×90μg/kg every 2-3 hours whereas another 40% suggest 1×270μg/kg until haemostasis is achieved. Treatment strategies for target joints, muscle and mucocutaneous bleeds were recommended to be adjusted by increasing the initial dosage of rFVIIa or shortening the dosage interval. In the case of mucocutaneous bleeds, respondents also recommend adjuvant antifibrinolytic therapy. All respondents recommended administration of rFVIIa within 1 hour following the first sign of bleeding; in 70% of cases, the first dose of rFVIIa was stated to be given within 2 hours. In total, 76% of respondents advocated home therapy. Most (93%) encouraged patients to keep a diary of bleeds. The haemostatic effect was predominantly monitored by observing: decreased pain, decreased swelling, and improved mobility. In cases of abnormal bleeds, all severe bleeds, as well as bleeds that do not respond to 2-3 doses of rFVIIa, clinicians recommended that patients contact the haemophilia centre. The interval of rFVIIa dosing was reported to be shortened in 21.8-48.4% of such cases. In cases of unexpected efficacy, 57-60% of respondents reported that they perform detailed laboratory investigation of coagulation factors and platelet function (including a detailed history of drugs/agents that may affect primary haemostasis). From 55 to 76% of respondents reported the use of physiotherapy, in particular in target joints and post surgery. Conclusions Although variations exist in how on-demand rFVIIa is used in different bleeding scenarios in inhibitor patients, many clinicians follow similar strategies. Treatment strategies, which focus on securing and maintaining predictable efficacy, will be developed both from expert panel recommendations and from clinicians' real-life experiences. Such strategies will benefit inhibitor patients, expediting bleed cessation and providing effective use of resources. Disclosures: Sørensen: Novo Nordisk: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Baxter: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; CSL Behring: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Wyeth: Research Funding; Bayer: Speakers Bureau; Grifols: Research Funding. Kenet: Novo Nordisk: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bayer: Honoraria, Membership on an entity's Board of Directors or advisory committees; Sanofi- Aventis- Daichii: Membership on an entity's Board of Directors or advisory committees. Lusher: Novo Nordisk: Consultancy. Mumford: Novo Nordisk: Consultancy. Pipe: Baxter: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Novo Nordisk: Membership on an entity's Board of Directors or advisory committees; Wyeth: Speakers Bureau; Inspiration Biopharmaceuticals: Research Funding; CSL Behring: Honoraria. Tiede: Novo Nordisk: Consultancy, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau."
}