{
    "doi": "https://doi.org/10.1182/blood-2019-130611",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4197",
    "start_url_page_num": 4197,
    "is_scraped": "1",
    "article_title": "Peripheral Neuropathy and Hypovitaminosis D Are Associated in Multiple Myeloma Patients ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Introduction New strategies in the treatment of multiple myeloma (MM) have improved response rates, progression-free survival and overall survival (OS). Despite the advances in treatment, patients frequently experience adverse events such as chemotherapy-induced peripheral neuropathy (CIPN). CIPN decreases quality of life, and requires dose adjustment, delay or premature termination of treatment, resulting in a negative influence on time to progression and survival. In addition, several studies have found that up to 54% of MM patients have peripheral neuropathy (PN) at diagnosis. A possible mechanism of vitamin D deficiency and PN was found in animal trials, where an increase of nerve growth factor was observed in diabetic rats after supplementation of vitamin D. Furthermore, correction of hypovitaminosis D through vitamin D supplementation was found to reduce PN in patients with DM type 2. Objectives The primary objective of this study was to determine the correlation between the 25-hydroxyvitamin D serum levels and PN in patients with smoldering or symptomatic MM. Secondary objectives were to gain insight into the number of patients with inadequate 25-hydroxyvitamin D serum levels (< 75 nmol/L); to evaluate the influence of different vitamin D levels on the severity of CIPN; to determine the correspondence of the ICPNQ results and patients' records; and to search for differences in prevalence of CIPN for each drug. Methods In this multicentre study, performed in the Medical Center Leeuwarden and Deventer Hospital in the Netherlands, smoldering and symptomatic MM patients were included in the study, regardless of stage or previous treatment. Patients had to be older than 18 years, and able to give informed consent. Blood samples were collected to determine vitamin D levels, and hypovitaminosis D was defined as a 25-hydroxyvitamin D level (vitamin D) below 75 nmol/L. The Indication for Common Toxicity Criteria (CTC) Grading Peripheral Neuropathy Questionnaire (ICPNQ), a validated questionnaire to distinguish different PN grades in MM patients, was used to determine the severity of PN. Visual Analog Scale (VAS) scores were used to grade the intensity of PN. Results We included 120 MM patients with a median age of 68 years (min-max; 48-84), and 57,5% were male. The median vitamin D level was 49.5 nmol/L (min-max; 10-138), and 84% had a serum 25-hydroxyvitamin D level <75 nmol/L. The percentage of patients with PN grade 1 or higher was 69%. In the medical records, absence or presence of PN was mentioned in 40% of the patients by clinicians. The percentage of patients with PN categorized in the vitamin D groups <25, 25-49.9, 50-74.9, and ≥75 nmol/L, was 88, 72, 54, and 79%, respectively. However, patients in the vitamin D group ≥75 nmol/L were diagnosed with MM for a shorter period of time, and received more intensive treatment. A trend was found between lower vitamin D levels (grouped <25, 25-49.9, 50-74.9, and ≥75 nmol/L) and higher incidence of PN (p = 0.036). Conclusions PN and hypovitaminosis D are common in MM patients, and low vitamin D levels are possibly associated with the occurrence of PN. In addition, more attention for PN is needed, as PN is underreported by clinicians. Further research is necessary to clarify the relationship between vitamin D and PN, and whether vitamin D supplementation could positively influence PN in MM patients. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "peripheral neuropathy",
        "rickets",
        "chemotherapy-induced peripheral neuropathy",
        "adverse event",
        "diabetes mellitus",
        "nerve growth factor 1",
        "nerve growth factors",
        "time to progression",
        "toxic effect"
    ],
    "author_names": [
        "Berdien Oortgiesen",
        "Hans Kroes",
        "Petra Scholtens",
        "Jitske Hoogland",
        "Pauline Dannenberg-de Keijzer",
        "Claire Siemes, MD PhD",
        "Frank Jansman",
        "Robby Kibbelaar, Dr.",
        "Nic Veeger, Dr.",
        "Mels Hoogendoorn, Dr.",
        "Eric van Roon, Prof. Dr."
    ],
    "author_affiliations": [
        [
            "Medical Centre Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Deventer Hospital, Deventer, Netherlands "
        ],
        [
            "Deventer Hospital, Deventer, Netherlands "
        ],
        [
            "Deventer Hospital, Deventer, Netherlands "
        ],
        [
            "Pathologie Friesland, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands ",
            "University Medical Center Groningen, Groningen, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands "
        ],
        [
            "Medical Center Leeuwarden, Leeuwarden, Netherlands ",
            "University of Groningen, Groningen, Netherlands"
        ]
    ],
    "first_author_latitude": "53.1977493",
    "first_author_longitude": "5.79529665"
}