{
    "doi": "https://doi.org/10.1182/blood.V112.11.2257.2257",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1233",
    "start_url_page_num": 1233,
    "is_scraped": "1",
    "article_title": "Evi-1 Interacts with Histone Methyltransferases for Transcription Repression and Bone Marrow Transformation. ",
    "article_date": "November 16, 2008",
    "session_type": "Disordered Gene Expression in Hematologic Malignancy, Including Disordered Epigenetic Regulation",
    "topics": [
        "bone marrow",
        "histone methyltransferases",
        "repression",
        "histones",
        "complex",
        "immunoprecipitation",
        "carrier proteins",
        "hematologic neoplasms",
        "histone deacetylase",
        "histone h3"
    ],
    "author_names": [
        "Susumu Goyama",
        "Eriko Nitta",
        "Munetake Shimabe",
        "Tetsuya Yoshino",
        "Shinichi Kako",
        "Motoshi Ichikawa",
        "Yoichi Imai",
        "Tsuyoshi Takahashi",
        "Akira Hangaishi",
        "Mineo Kurokawa, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ],
        [
            "Hematology and Oncology, University of Tokyo, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7117216",
    "first_author_longitude": "139.76573729999998",
    "abstract_text": "Evi-1 (ecotropic viral integration site-1) is a nuclear transcription factor containing multiple zinc finger motifs, and plays an essential role in the proliferation/maintenance of hematopoietic stem cells. Aberrant expression of Evi-1 has been frequently found in myeloid leukemia as well as in several solid tumors, and is associated with a poor patient survival. It has been shown that Evi-1 acts as a transcriptional repressor through its interaction with several transcriptional regulators, including C-terminal binding protein (CtBP), histone deacetylases (HDACs), and Smad3. Numerous studies have shown that cancer cells are characterized by prominent epigenetic dysregulation, including histone modifications. Methylation of histone H3 lysine 9 (H3K9) is one of the most well-studied histone modifications. After the initial identification of SUV39H1 as a H3K9-specific histone methyltransferase (HMT), at least three other HMTs, G9a, GLP, and SETDB1, have been recognized as HMTs for H3K9 in mammals. Very recently, several groups reported that Evi-1 physically interacts with H3K9 HMTs, SUV39H1 and G9a. However, the functional roles of the HMTs in Evi-1-mediated leukemogenesis remain unclear. In this study, we first showed that Evi-1 physically interacts with SUV39H1 and G9a in 293T cells using immunoprecipitation experiments. Immunofluorescence analysis also revealed that Evi-1 co-localizes with these HMTs in COS7 cells. Thus, Evi-1 forms a complex with these HMTs in vivo. We then attempted to map the region of Evi-1 that is necessary for interaction with the HMTs using Evi-1 deletion mutants which lack various functional domains. In contrast to the previous reports, all of these deletion mutants associate with both SUV39H1 and G9a almost as efficiently as full-length Evi-1, suggesting that interaction between Evi-1 and the HMTs is mediated through a relatively wide stretch of multiple regions. We further showed that both Evi-1-SUV39H1 and Evi-1-G9a complexes are able to methylate recombinant H3 using in vitro histone methylation assay, suggesting that the proteins form an active complex with methyltransferase activity. Next, we performed a luciferase reporter assay to determine whether the HMTs are actively involved in Evi-1-mediated transcriptional repression of the p3TP promoter, which is induced strongly by TGF-β. As we have shown previously, co-transfection of Evi-1 together with p3TP-Lux resulted in repression of reporter activity. Interestingly, catalytically inactive forms of SUV39H1 and G9a, carrying a point mutation within the HMT domain, were able to abrogate the transcriptional repression mediated by Evi-1. Because the inactive mutants were still able to associate with Evi-1 in immunoprecipitation studies, they might act as dominant-negative mutants, competing with endogenous HMTs. Finally, we evaluated a role for the HMTs in Evi-1-induced myeloid transformation. Bone marrow progenitors transduced with Evi-1 showed sustained colony formation in the serial replating assay. After establishment of sustained clonogenic activity following more than three rounds of replating in methylcellulose medium, the cells were transduced with SUV39H1-shRNA, G9a-shRNA or control-shRNA. Remarkably, RNAi-based knockdown of these HMTs in Evi-1-transformed progenitors markedly reduced their colony-forming activity. Taken together, these results indicate that Evi-1 can act as a transcriptional regulator that is able to form higher order complexes with HMTs, and this association has a role in the transcription repression and leukemia development. Therefore, epigenetic modifications mediated by SUV39H1 and G9a could be valid therapeutic targets in Evi-1-related hematological malignancies."
}