{
    "doi": "https://doi.org/10.1182/blood.V118.21.3528.3528",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1925",
    "start_url_page_num": 1925,
    "is_scraped": "1",
    "article_title": "Unfavorable Prognostic Value of IKAROS but Not CRLF2 in Children with BCRABL1- positive Acute Lymphoblastic Leukemia, ",
    "article_date": "November 18, 2011",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster III",
    "topics": [
        "acute lymphocytic leukemia",
        "adverse effects",
        "array-based comparative genomic hybridization",
        "burkitt's lymphoma",
        "child",
        "comparative genomic hybridization",
        "cytokine",
        "leukemia, b-cell, acute",
        "leukemia, lymphocytic, acute, childhood",
        "leukemic cells"
    ],
    "author_names": [
        "Arian Van Der Veer",
        "Marieke E. Willemse",
        "Valerie De Haas",
        "Anjo J.P. Veerman",
        "Willem A. Kamps",
        "Rob Pieters",
        "Monique L. Den Boer"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
        ],
        [
            "Dutch Childhood Oncology Group, The Hague, Netherlands"
        ],
        [
            "Dutch Childhood Oncology Group, The Hague, Netherlands"
        ],
        [
            "Dutch Childhood Oncology Group, The Hague, Netherlands"
        ],
        [
            "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology, ErasmusMC-Sophia Children's hospital, Rotterdam, Netherlands, "
        ]
    ],
    "first_author_latitude": "51.91201969999999",
    "first_author_longitude": "4.4701675",
    "abstract_text": "Abstract 3528 Despite the relative high success-rate to treat children (80%), the prognosis of the subtype of BCRABL1- positive ALL remains poor (5-year event-free survival <50%). Patients carrying this translocation are treated according to intensified high-risk protocols which are, however, associated with therapy-related side-effects and mortality. A different treatment for those cases at high risk of treatment failure and less treatment for those at low risk of treatment failure is preferred to improve overall outcome results in children with BCRABL1 -positive ALL. Deletions in the gene encoding Ikaros (IKZF1) and an aberrant high expression level of the cytokine receptor-like factor 2 gene ( CRLF2) have both recently been associated with a poor prognosis of children with newly diagnosed precursor B-ALL. We here studied whether these genomic abnormalities can also serve as prognostic factor within the subset of BCRABL1 -positive pediatric ALL. Methods; Leukemic cells of BCRABL1- positive patients enrolled in two consecutive treatment protocols of the Dutch Childhood Oncology Group (DCOG) were analyzed for IKZF1 and CRLF2 status. IKZF1 deletions were determined by Multiplex Ligation Probe-based Amplification assays (MLPA) and comparative genomic hybridization arrays (aCGH; Agilent, Sureprint G3 Human CG 180K). The p335 MPLA assay (MRC Holland) was used for discovery of IKZF1 deletions and data were validated by aCGH and a second MLPA assay (p202; MRC Holland) with higher resolution for affected regions. CRLF2 expression levels were determined by Affymetrix U133 plus 2.0 gene expression arrays. A large cohort of 459 newly diagnosed ALL cases served as reference. A high level of CRLF2 expression was assigned to 10% of all cases ranked according to CRLF2 expression level. Results; Deletions in IKZF1 were found in 65% of the cases (n=11); 10 cases had a partial deletion between exon 2 and 7 of IKZF1 resulting in a dominant negative variant and 1 case had a deletion of the complete IKZF1 gene. Analysis of patient characteristics revealed that cases with deletions in IKZF1 have a median 4.5-fold higher white blood cell count compared to unaffected cases (p=0.009). Analysis of the cumulative incidence of relapse (pCIR) with death as a competing risk indicated that children with IKZF1 -deleted BCRABL1 -positive ALL had a significantly increased risk of developing a relapse compared with those with an unaffected IKZF1 gene (73% versus 17%, p=0.02). As a consequence, the 5-year event-free survival was also lower for the IKZF1- deleted group compared to the unaffected group (18% versus 67% p=0.04, Log-Rank). The expression level of CRLF2 in BCRABL1- positive cases was median 91.4 arbitrary units (p25-p75: 84.2–97.2) compared to 91.3 arbitrary units (p25-p75: 82.6–107.3) for BCRABL1 -negative cases (p>0.05). Expression of none of the BCRABL1 -positive ALL cases was ranked within the highest 10% percentile of the reference group. Hence, high expression of CRLF2 cannot explain a poor prognosis of BCRABL1- positive cases. In conclusion, our data show that a deletion of IKZF1 but not a high expression of CRLF2 is a strong discriminative prognostic factor in BCRABL1- positive pediatric precursor B-ALL. We therefore advocate to implement the IKZF1 status as a new prognostic factor in BCRABL1- positive pediatric ALL. Disclosures: No relevant conflicts of interest to declare."
}