{
    "doi": "https://doi.org/10.1182/blood.V118.21.45.45",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2009",
    "start_url_page_num": 2009,
    "is_scraped": "1",
    "article_title": "Inhibition of Let-7 Processing in Adult Murine Hematopoietic Stem Cells Induces a Fetal-Like High Self-Renewal Pattern in Their Progeny ",
    "article_date": "November 18, 2011",
    "session_type": "501. Hematopoietic Stem and Progenitor Biology: Dysregulation of Hematopoietic Stem and progenitor cells",
    "topics": [
        "cd45 antigens",
        "cd48 antigen",
        "child",
        "dilution technique",
        "endothelial protein c receptor",
        "fetus",
        "hematopoietic stem cells",
        "hmga2 protein",
        "mice",
        "micrornas"
    ],
    "author_names": [
        "Michael R. Copley",
        "David G. Kent, PhD",
        "Claudia Benz, PhD",
        "Stefan Wohrer, MD",
        "Keegan M. Rowe",
        "Chris W. Day",
        "Connie J. Eaves, PhD"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Cambridge Cancer Centre, University of Cambridge, Cambridge, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Medical University of Vienna, Vienna, Austria"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada, "
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "Abstract 45 Fetal hematopoietic stem cells (HSCs) in mice differ from their adult counterparts in a number of key properties. These include a higher cycling activity, an ability to more rapidly reconstitute the HSC compartment of irradiated recipient mice, a higher output of myeloid as compared to lymphoid progeny, and a greater sensitivity to the self-renewal promoting activity of Steel factor. We have previously shown that most of these features of fetal HSCs are sustained until 3 weeks after birth at which time they are rapidly (within 1 week), completely and permanently replaced with the corresponding properties of adult HSCs. A candidate regulator of this transition, Hmga2, was identified based on its greater expression in highly purified fetal versus adult HSCs (CD45 + EPCR + CD48 − CD150 + ; E-SLAM cells) with persistence of this difference in the matching lineage-negative (lin − ) compartments. Experiments in which Hmga2 was overexpressed by lentiviral transduction of purified adult HSCs which were then transplanted into irradiated mice provided evidence that this chromatin remodeling factor can activate a fetal-like HSC program in these cells; i.e., more rapidly reconstitute the HSC compartment (increased self-renewal response) and produce clones with a higher proportion of myeloid cells. Based on the known ability of the let-7 family of microRNAs (miRNAs) to target Hmga2 transcripts resulting in their degradation and/or translational repression, we next hypothesized that let-7 miRNAs might be involved in controlling HSC developmental programs . A comparison of the levels of expression of 6 members of the let-7 family in purified fetal and adult HSCs, as well as in lin − hematopoietic cells, showed that transcripts for all of these are higher in the adult subsets, although this difference was significant only for let-7b (p<0.05). Since Lin28 is a natural inhibitor of let-7 miRNA biogenesis we proposed that overexpression of this protein might be used to simultaneously inhibit all let-7 miRNA species and therefore modulate let-7-mediated effects in HSCs. Transduction of BA/F3 cells with a Lin28-YFP lentiviral vector led to an elevated expression of Lin28 and a significant decrease in multiple let-7 miRNAs. To investigate the influence of Lin28 overexpression on adult HSC self-renewal activity in vivo, we used the same Lin28 lentiviral vector (or a control YFP vector) to transduce highly purified HSCs (40 E-SLAM cells, i.e. ∼20 HSCs/group/experiment, 3 experiments) in a 3–4-hour exposure protocol and then transplanted all of the cells directly into irradiated mice (total of 3–4 mice/group). The number of HSCs regenerated 6 weeks later was subsequently measured by performing limiting-dilution transplants in secondary mice (total of 12–16 secondary mice/group/experiment). Interestingly, analysis of the secondary recipients showed that the Lin28-overexpressing adult HSCs had expanded in the primary recipients ∼6-fold more than the control-virus transduced HSCs (p<0.001). These findings support our thesis that alterations in let-7 miRNA levels play a key role in regulating the developmental switch from fetal to adult HSCs programs that occurs between 3 and 4 weeks after birth in mice. Disclosures: No relevant conflicts of interest to declare."
}