{
    "doi": "https://doi.org/10.1182/blood.V110.11.4607.4607",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1038",
    "start_url_page_num": 1038,
    "is_scraped": "1",
    "article_title": "RARS-T without Thrombocytosis?. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "topics": [
        "refractory anemia with sideroblasts",
        "thrombocytosis",
        "fibrosis",
        "hypersplenism",
        "splenectomy",
        "splenomegaly",
        "transfusion",
        "alloimmunization",
        "anagrelide",
        "anemia"
    ],
    "author_names": [
        "Christophe Ravoet, MD",
        "Marie-Agnès Azerad, MD",
        "Vanessa Delrieux, MD",
        "Nathalie Meuleman, MD",
        "Dominique Bron, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Jules Bordet Institute, Brussels, Belgium"
        ],
        [
            "Hematology, Jules Bordet Institute, Brussels, Belgium"
        ],
        [
            "Hematology, Jules Bordet Institute, Brussels, Belgium"
        ],
        [
            "Hematology, Jules Bordet Institute, Brussels, Belgium"
        ],
        [
            "Hematology, Jules Bordet Institute, Brussels, Belgium"
        ]
    ],
    "first_author_latitude": "50.833392499999995",
    "first_author_longitude": "4.3471516999999995",
    "abstract_text": "Background: Recently, a provisional entity called “refractory anemia with ringed sideroblasts with thrombocytosis” (RARS-T) has been characterized in the MDS/MPD overlap category of the WHO classification. Diagnostic criteria include RARS features in association with sustained platelet counts > 600 (500) x 10 9 /l and exclusion of cytogenetic abnormalities such as 5q−, t(3,3) and inv(3). Reticulin fibrosis in the bone marrow has been significantly associated with RARS-T. Splenomegaly also seems more frequent than in other RARS subtypes. Among these patients, approximately two thirds present with a JAK2 V617F mutation. On the contrary, JAK2 V617F mutation appears extremely rare in patients with typical RARS (Szpurka H. Blood 2006, Cabello AI. Leuk Research 2005, Malcovati L. ASH 2006, Remacha AF. Haematologica 2006). Case report: In 2001, we observed a 67 years old patient with RARS (22 to 45% ringed sideroblasts). Conventional cytogenetics revealed a trisomy 8 and deletion of chromosome Y. A mild to moderate fibrosis was observed in the bone marrow. At diagnosis, the patient was anaemic but had normal platelet counts which remained strictly normal during the next 6 years. After failure of various treatments, the transfusion requirements increased due to progressive alloimmunization and probably a moderate splenomegaly which had appeared 3 years after the diagnosis (splenic volume evaluated by ultrasonography was completely normal until 2004). In July 2006, the haemoglobin level was 6.1 g/dl despite the transfusion of 11 RBC units in the previous month. In the aim to overcome the suspected hypersplenism, a splenectomy was performed. In the subsequent days following splenectomy, we observed a rapid and persistent increase in platelet count with a peak of 2550 x 10 9 /l. A JAK2 V617F mutation was demonstrated. The normalization and maintenance of platelets was obtained with small doses of anagrelide (0.5mg four doses/week) with RBC transfusion requirements decreasing by 50%. Conclusion: This patient presented most of the main characteristics of RARS-T except thrombocytosis (note that trisomy 8 has been described in association with RARS-T). Our observation suggests that thrombocytosis could be absent in some patients presenting with a very similar pattern of features as described in RARS-T. We postulate that hypersplenism (and possibly other particular biological characteristics) could, in some cases, mask the complete picture of RARS-T."
}