{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3403.3403",
    "article_title": "Incremental Financial and Health-Related Burden of Novel Drugs Used in the Treatment of Relapsed and/or Refractory Multiple Myeloma (RRMM): A Meta-Analysis of Phase III Randomized Controlled Trials (RCTs) ",
    "article_date": "December 7, 2017",
    "session_type": "902. Health Services Research—Malignant Conditions: Poster II",
    "abstract_text": "Background:The remarkable progress in the outcomes of RRMM in the last 2 decades with the introduction of novel therapies have come with significant additional cost and adverse events (AEs). We quantified the incremental efficacy, AEs, and cost of newly approved anti-RRMM drugs by conducting a meta-analysis of pivotal phase III Randomized Controlled Trials (RCTs) used for registration. Methods: A systematic search of MEDLINE, SCOPUS and Cochrane databases was performed to identify RCTs leading to approvals of new agents for the treatment of RRMM from January 1, 1999 to July 1, 2017. Abstracts presented within the last four years at major hematology and oncology meetings were also identified. Hazard Ratios (HR) for Progression free Survival (PFS), Overall survival (OS), and Odds Ratios (OR) for all grade III/ IV AEs along with the respective 95% Confidence Intervals (CI) reported in the included studies were weighed using a generic inverse variance approach and were pooled using random effects model meta-analyses using RevMan 5.3 software. Incremental costs were calculated from 1) drug prices listed in Micromedex Redbook and 2) costs of management of AEs and health services costs based on published literature (adjusted for inflation to match 2017-US dollar value) for experimental compared to control arms. Results: Sixteen RCTs (n=8,683) involving 14 different treatment options qualified for inclusion (Table 1). Pooled analyses demonstrated a significant improvement in OS (HR 0.74; 95% CI: 0.62-0.89;p=0.002) and PFS (HR 0.55; 95% CI 0.48-0.64; p<0.00001) with the use of newly approved drugs or combinations compared to control arm. However, there was substantial increase in the risk of adverse events with the use of new-targeted agents and combination compared to the controls (OR for Grade III-IV toxicities 1.56, 95% CI: 1.29-1.88, p <0.00001). (Fig 1). There was no difference in treatment discontinuation and toxic deaths between the two groups. The median incremental drug price for experimental agents was $ 13,588/patient/month compared to the control arm. The new agents or combinations led to incremental cost of care by a median of $ 133,914/patient/month. Conclusion: Despite improvements in efficacy, newly approved drugs for RRMM are associated with increased rates of AEs, and add exponentially to financial burden, exceeding by far the acceptable willingness-to-pay threshold of most developed countries. Toxicities and costs are highest for immunomodulators and are likely to increase when the agents are used in unselected populations after the approvals leading to heavier health-related and financial burden to society. Strategies to lower cost of novel therapies, and better predictive tools to select patients are imperative for sustainability of RRMM treatments. View large Download slide View large Download slide  Close modal Disclosures Dhakal: Celgene: Honoraria. Chhabra: Cardinal Health: Honoraria; Incyte: Honoraria. Hari: Janssen: Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Millennium Pharmaceuticals, Inc., a wholly owned subsidiary of Takeda Pharmaceutical Company Limited: Honoraria, Research Funding; Takeda Pharmaceuticals: Consultancy, Honoraria, Research Funding; Spectrum: Consultancy, Research Funding; Amgen: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Research Funding; Novartis: Consultancy; Sanofi: Honoraria, Research Funding.",
    "topics": [
        "adverse event",
        "arm",
        "biological response modifiers",
        "cochrane collaboration",
        "health services",
        "immunologic adjuvants",
        "medline",
        "micromedex",
        "multiple myeloma",
        "software"
    ],
    "author_names": [
        "Binod Dhakal, MBBS",
        "Ravi Narra, MD",
        "Timothy Smunt, MBA",
        "Angela Canadeo, Pharm D",
        "Saurabh Chhabra, MD",
        "Anita d'Souza, MBBS, MD",
        "Bishal Gyawali, MD PhD",
        "Parameswaran Hari, MD MRCP, MS",
        "Saroj Niraula, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Binod Dhakal, MBBS",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ravi Narra, MD",
            "author_affiliations": [
                "Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy Smunt, MBA",
            "author_affiliations": [
                "Lubar School of Business, University of Milwaukee, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Canadeo, Pharm D",
            "author_affiliations": [
                "Froedtert Hospital, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anita d'Souza, MBBS, MD",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bishal Gyawali, MD PhD",
            "author_affiliations": [
                "Department of Medical Oncology, University of Nagoya, Nagoya, Japan "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Hari, MD MRCP, MS",
            "author_affiliations": [
                "Division of Hematology & Oncology, CIBMTR (Center for International Blood and Marrow Transplant Research), Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saroj Niraula, MD",
            "author_affiliations": [
                "Department of Medical Oncology and Hematology, University of Manitoba and Cancer Care Manitoba, Winnipeg, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T02:32:45",
    "is_scraped": "1"
}