{
    "doi": "https://doi.org/10.1182/blood.V108.11.1247.1247",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=800",
    "start_url_page_num": 800,
    "is_scraped": "1",
    "article_title": "Identification of a Novel IL7RA Mutation (444_450insA) Caused Marked Reduction in CD127 Expression from a Cohort Molecular Analysis of Severe Combined Immunodeficiency (T − , B + , NK + SCID) in Thailand. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "interleukin 7 receptor",
        "mutation",
        "severe combined immunodeficiency",
        "thailand",
        "adenine",
        "rna, messenger",
        "antibodies",
        "bacterial infections",
        "cytosine",
        "dna, complementary"
    ],
    "author_names": [
        "Vip Viprakasit, MD, PhD",
        "Yuwarat Monteerarat, BSc",
        "Orathai Piboonpocanun, MD",
        "Kleebsabai Sanpakit, MD",
        "Worrawut Chinchang, MSc",
        "Kalaya Tachavanich, MSc",
        "Nualanong Visitsunthorn, MD",
        "Visith Thongboonkerd, MD",
        "Prakit Vichyanond, MD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ],
        [
            "Department of Pediatrics and Office for Research and Development, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand"
        ]
    ],
    "first_author_latitude": "13.757161299999998",
    "first_author_longitude": "100.4860822",
    "abstract_text": "Severe combined immunodeficiency (SCID), characterized by blocking in T-cell development and/or functions with variable degree of simultaneous association of B-cell or natural killer (NK) cell dysfunction, is caused by heterogeneous genetic defects. Approximately 80% of western SCID patients resulted from mutations of common cytokine receptor γ ( IL2RG ), interleukin-7 receptor α ( IL7RA ), CD3δ ( CD3D ) and Janus kinase 3 ( JAK3 ). Identification of molecular defects in SCID patients is important for proper diagnosis, management and appropriate genetic counseling including prenatal diagnosis. There was a limited data on clinical phenotype and genotype of SCID in Asia. Recently, we have characterized 5 unrelated individuals presenting with serious and life-threatening bacterial infections through our on-going Thailand’s SCID registry. Majority of cases had distinctive immunological profiles of T − , B + , NK + SCID. Therefore, we firstly analyzed IL7RA and CD3D which have previously been shown to cause such phenotype by direct genomic sequencing of all exons, exonintron boundaries and 5′–3′UTR. Interestingly, only one patient (2 year old girl with generalized BCGosis) has been identified with a novel adenine insertion at an adenine tract located between nucleotide 444–450 of IL7RA encoded CD127, resulting in a frameshift and premature stop codon. Further analyses in fractionated peripheral mononuclear cells in the patient revealed a marked reduction in a full-length IL7RA cDNA and considerable decrease in mRNA expression in her parents who were both carriers of the mutation. This suggested that the mutation hampered mRNA expression, possibly, due to non-sense mediated decay mechanism (NMD). Using double staining flow cytometric analysis by conjugated CD127-PE and CD3-FITC antibodies, we demonstrated that there was a significant reduction of CD127 positive-T cells in the patient (8%) compared to normal control (69.38 ± 12.39, n = 7) confirming an in vivo reduction of CD127 expression on the patient’s T cells. Finally, the truncated form of CD127 in the patient was identified as expected by 2-D gel electrophoresis and immunoblotting assay after the total protein extracted from peripheral mononuclear cells was immunoprecipitated using anti CD127. We further analyzed the CD3D in other 4 cases by direct genomic sequencing, however we could not identified any mutation in such gene. Therefore we continued to determine the IL2RG in these cases with the same strategy. To our surprise, two patients (5 month- and 6 month-old boys) were found to be hemizygotes for a recurrent 678 C→T mutation (R222C) which has been previously reported from European SCID patients. This result indicated that this mutation was associated with a mutation ’hot spot’ due to hydrolytic deamination of 5′methyl-cytosine. Moreover, an unusual genotype-phenotype correlation in our patients also supported previous studies that this mutation might cause a ’leaky’ phenotype since typical cases with IL2RG mutations usually have T − , B + , NK − immunophenotype. Our study provided, for the first time, the molecular study of SCID in Southeast Asia and analysis of further cases will provide more insights on molecular basis of important and essential proteins involved in developing and controlling human immune system."
}