{
    "doi": "https://doi.org/10.1182/blood.V106.11.211.211",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=445",
    "start_url_page_num": 445,
    "is_scraped": "1",
    "article_title": "Suppression of Inhibitor Formation to F.IX in Gene Transfer through Immune Deviation Induced by Mucosal Peptide Administration. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "gene transfer techniques",
        "mucous membrane",
        "peptides",
        "psychological suppression",
        "heart failure",
        "hemophilia b",
        "antibodies",
        "antigens",
        "cytokine",
        "transfer technique"
    ],
    "author_names": [
        "Ou Cao, MD, PhD",
        "Elina Armstrong, MD, PhD",
        "B. M. Conti-Fine, MD",
        "Katherine A. High, MD",
        "Roland W. Herzog, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, University of Florida, Gainesville, FL, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Biochemistry, University of Minnesota, St. Paul, MN, USA"
        ],
        [
            "Pediatrics, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA"
        ],
        [
            "Pediatrics, University of Florida, Gainesville, FL, USA"
        ]
    ],
    "first_author_latitude": "29.637914649999995",
    "first_author_longitude": "-82.35895785",
    "abstract_text": "Gene therapy is a promising novel strategy for treatment of the X-linked bleeding disorder hemophilia B (deficiency in factor IX, F.IX). However, immune responses to the F.IX transgene product pose a concern. Previously, we demonstrated induction of immune tolerance to human F.IX (hFIX) by hepatic, adeno-associated (AAV) vector-mediated gene transfer. However, not all strains of mice can be tolerized by this protocol (JCI 111:1347). Hemophilia B mice (with a large F.IX gene deletion) on a C3H genetic background form inhibitory antibodies to hF.IX after hepatic gene transfer. Using a peptide library spanning the entire hF.IX protein, we identified a peptide containing an immunodominant CD4+ T cell epitope for hemophilia B C3H/HeJ mice. Since inhibitor formation is dependent on activation of CD4+ T cells, we attempted to induce tolerance by mucosal administration of this hF.IX-derived peptide. We chose nasal administration, which does not need to overcome the proteolytic barriers present in the digestive system. The hF.IX peptide (25 μl of PBS containing 100 μg peptide, n=10) or saline control (n=16) was administered into both nostrils of hemophilia B C3H/HeJ mice twice a week, starting 2 weeks before hepatic gene delivery of AAV-hFIX vector (1x10 11 vg/mouse). Mouse plasma samples were collected up to 20 weeks after vector administration. All control mice formed inhibitors (40% had Bethesda titers of 1–2 BU, 60% showed 2–6 BU). Antibodies were mostly IgG1, while IgG2a and IgG2b responses were also measured. In contrast, peptide-treated mice did not develop anti-hF.IX (50%) or had only low-titer antibodies (1–2 BU, 50%). Interestingly, 70–75% of both experimental groups had circulating hF.IX antigen following gene transfer. However, aPTT coagulation times of control mice were either uncorrected, 87% (>50 sec) or mildly corrected, 13% (48–50 sec), while 60% of peptide-treated mice clearly had partial correction of coagulation (40–46 sec compared to 20–30 sec in normal mice). These data suggest that anti-hF.IX inhibited hF.IX activity in mice that did not receive peptide therapy. Furthermore, cytokine release assay indicated that lymphocytes isolated either from nasal draining lymph nodes (superficial cervical lymph nodes) or spleen showed increased production of cytokine IL-10 and TGF-β in peptide treated animals, while levels of interferon-γ production were decreased compared to mice that were not treated with peptide. In vivo adoptive T cell transfer experiments showed that CD4+CD25+ cells from peptide tolerized mice, but not CD4+CD25- cells suppressed anti-hF.IX IgG formation following immunization. Compared to controls, antibody titers were 3-fold lower, with statistical significance of p<0.014 (n=4–5/group). In summary, nasal administration of hF.IX-derived peptide antigen substantially reduced the risk of an inhibitor response in the context of gene transfer-based treatment of hemophilia B. Nasal antigen administration results in an immune deviation from an adaptive, Th1/2 type immune response to a suppressive, Th2/3 type response. Inhibitor formation is likely reduced through cytokine and regulatory T cell-mediated mechanisms."
}