{
    "doi": "https://doi.org/10.1182/blood-2020-139536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4514",
    "start_url_page_num": 4514,
    "is_scraped": "1",
    "article_title": "Preclinical Investigation of the p53-MDM2 Antagonist Idasanutlin (RG7388) Demonstrates Significant Activity in High Risk Adult Acute Lymphoblastic Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "618.Acute Lymphoblastic Leukemia: Biology, Cytogenetics, and Molecular Markers in Diagnosis and Prognosis",
    "abstract_text": "Outcomes for adult patients with acute lymphoblastic leukemia (ALL) are dismal and have not kept pace with their pediatric counterparts, with five-year survival rates of less than 45%. TP53 mutations are infrequent in ALL, but activity of the oncoprotein MDM2 may otherwise phenotypically disrupt and circumvent normal p53 function, positing the p53-MDM2 signaling axis as a potential therapeutic target for the engagement of intrinsic cell death programs. Given the clinical safety and responses to p53-MDM2 antagonist idasanutlin (RG7388) in other hematological cancers and solid tumors, we aimed to evaluate the therapeutic potential of idasanutlin in ALL. Single-agent activity of idasanutlin was investigated in 17 high-risk ALL patient and patient-derived xenograft samples (aged 4 to 51 years), both B-ALL (n=15) and T-ALL (n=2), including KMT2A- rearranged, TCF3 -rearranged, and Philadelphia-positive ALL. An ex vivo coculture of ALL blasts and hTERT-immortalized mesenchymal stem cells (MSC) was employed to support growth of the ALL blasts during short-term culture, complemented by a fluorescent image-based microscopy platform which identifies and discriminates the two cellular compartments using random forest machine learning algorithms based on cellular nuclear staining. Idasanutlin demonstrated sub-micromolar, dose-dependent anti-leukemic activity against 15 of 17 samples tested, with half maximal effective concentrations (EC 50 ) in the range of 10 to 220 nM (mean EC 50 = 45.1nM); the two exceptions were later determined to harbor homozygous inactivating TP53 mutations; p.Y220C and p.S241P within the p53 DNA binding domain. The idasanutlin EC 50 concentrations determined are clinically achievable, well below the peak plasma concentrations reported in patients for other disease indications. Furthermore, idasanutlin concentrations below 10µM had no impact upon MSC survival. Conforming to p53-MDM2 auto-regulatory feedback mechanisms, we demonstrated that idasanutlin efficiently stabilized and activated p53 at the protein level within 6 hours when treated with their respective idasanutlin EC 50 , to a level greater than 4-fold increased relative to their respective vehicle-only controls ( p=0.001, n =7). Further, p53-regulated transcriptional target gene products, MDM2 and p21, were increased by 5-fold and 2-fold respectively, validating engagement of the p53 pathway by idasanutlin ( p=0.036 and 0.125, respectively). By contrast, idasanutlin did not elicit increased expression of either p53-regulated transcriptional target gene product in the identified TP53 -mutant patient samples ( n= 2). On-target specificity of idasanutlin was further confirmed in a NALM6 isogenic cell line model, whereby the TP53 wildtype line was sensitive to idasanutlin (EC 50 = 74nM) and effectively activated p53 signaling whereas the TP53 homozygous null line was highly resistant (EC 50 = ~10µM). To determine whether the decreased cell numbers and engagement of p53 signaling observed were accompanied by cell death, the capacity of idasanutlin to induce apoptosis in the ALL samples was next investigated. Patient-derived ALL samples ( n =6) were treated with vehicle or idasanutlin at their respective EC 50 s for 24 and 48 hours, and then analyzed by flow cytometry. There was an increase in annexin-V positive cells within 24 hours compared to the vehicle-only treated cells (mean±SD 14.3±6.6% vs 27.0±21.2% respectively ( p= 0.125). By 48 hours significant apoptosis was attained, with a mean±SD of 59.0±23.8% annexin-V positive cells compared to the mean of vehicle-treated cells at 29.1±11.6% ( p =0.004). Cleaved poly(ADP-ribose) polymerase (PARP) levels were also increased greater than 3-fold compared to vehicle-only control cells as assessed by immunoblotting ( p =0.045, n =3), corroborating these findings. These data emphasize the potential of pharmacologically targeting the p53-MDM2 axis in ALL, demonstrating potent, on-target, cytotoxic activity in a range of high-risk ALL cytogenetic subgroups. Taken together, these findings support further preclinical investigations into idasanutlin and other p53-MDM2 antagonists and potential combinations to improve the treatment of adult ALL. Disclosures Irving: F. Hoffmann-La Roche: Research Funding.",
    "topics": null,
    "author_names": [
        "Hayden L Bell",
        "Mankaran Singh, MSc",
        "Helen J Blair, PhD",
        "Frederik W. van Delft, MD PhD",
        "Anthony V. Moorman, PhD",
        "John Lunec, PhDMRCR(Hon) FRCPath",
        "Julie Irving, PhD"
    ],
    "author_affiliations": [
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle-upon-Tyne, United Kingdom "
        ],
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle upon Tyne, ENG, United Kingdom "
        ],
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle upon Tyne, ENG, United Kingdom "
        ],
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle upon Tyne, ENG, United Kingdom "
        ],
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Paul O'Gorman Building, Newcastle University, Newcastle upon Tyne, ENG, United Kingdom"
        ],
        [
            "Wolfson Childhood Cancer Research Centre, Newcastle University, Newcastle upon Tyne, ENG, United Kingdom "
        ]
    ],
    "first_author_latitude": "54.978677749999996",
    "first_author_longitude": "-1.6298916999999997"
}