{
    "doi": "https://doi.org/10.1182/blood.V116.21.3152.3152",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1788",
    "start_url_page_num": 1788,
    "is_scraped": "1",
    "article_title": "Rituximab Inhibits the PI3K/Akt Survival Pathway In B-NHL Cells Via Induction of the PTEN Tumor Suppressor: Pivotal Roles of the Inhibition of the PTEN Repressors Snail and YY1 ",
    "article_date": "November 19, 2010",
    "session_type": "Oncogenes and Tumor Suppressors: Poster I",
    "topics": [
        "1-phosphatidylinositol 3-kinase",
        "phosphoinositide 3-kinase",
        "proto-oncogene proteins c-akt",
        "pten gene",
        "rituximab",
        "snails",
        "transcriptional repression",
        "tumor suppressor genes",
        "antineoplastic agents",
        "rna, small interfering"
    ],
    "author_names": [
        "Stavroula Baritaki, PhD",
        "Eriko Suzuki, Ph.D",
        "Mario I. Vega, PhD",
        "Haiming Chen, MD, PhD",
        "James R. Berenson, MD",
        "Benjamin Bonavida, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
        ],
        [
            "Uni. de Invest. Med. en Inmuno. e Infect., Hosp. de Infect., CMN La Raza IMSS, Mexico, DF, Mexico, "
        ],
        [
            "Hematology Oncology, Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA, "
        ],
        [
            "Institute for Myeloma & Bone Cancer Research, West Hollywood, CA, USA"
        ],
        [
            "Department of Microbiology, Immunology & Molecular Genetics, David Geffen School of Medicine, Jonsson Comprehensive Cancer Center, UCLA, Los Angeles, CA, USA, "
        ]
    ],
    "first_author_latitude": "34.067791299999996",
    "first_author_longitude": "-118.44117700000001",
    "abstract_text": "Abstract 3152 We have reported that treatment of B-NHL cell lines with rituximab resulted in the inhibition of the constitutively activated PI3K-AKT pathway ( Suzuki et al., Oncogene 26:6184, 2007 ). Examination of the mechanism by which rituximab inhibits the PI3K/Akt pathway revealed that it induces the expression of the PI3K/Akt inhibitor PTEN (phosphatase and tensin homolog detected on chromosome 10). Time kinetic analysis indicated that the induction of PTEN occurs as early as 6 h post-rituximab treatment. The objective of this study is to delineate the molecular mechanism by which PTEN is induced by rituximab. We hypothesized that rituximab-induced inhibition of the constitutively activated NF-κB pathway, directly and indirectly through inhibition of the PI3K/Akt pathway, may result in the inhibition downstream of the PTEN transcription factors and repressors, Snail and Yin Yang 1 (YY1). Snail has been reported to repress the transcription of PTEN ( Escriva, M et al., Mol Cell Biol 28:1528, 2008 ). Also, YY1 has been reported to positively regulate Snail transcription and expression ( Palmer, MB et al., Mol Cancer Res 7:221, 2009 ). In addition, the induction of PTEN by rituximab also results, in a feed-back loop, in the suppression of YY1 and Snail and potentiates the induction of PTEN ( Petriella et al, Cancer Biology Therapy, 8, 1389, 2009 ). This hypothesis was tested using the B-NHL Ramos cells, as model, for these studies. Treatment of Ramos with rituximab (20ug/ml for 16 hours) resulted in the inhibition of NF-κB, Snail, and YY1 and induction of PTEN expression as assessed by western. The direct role of Snail and YY1 in the suppression of PTEN expression was demonstrated in cells transfected with Snail or YY1 siRNA. The treated cells demonstrated significant induction of PTEN and, concomitantly, inhibition of the PI3K/Akt pathway. We have reported that rituximab sensitizes B-NHL cells to apoptosis by various chemotherapeutic drugs and demonstrated that inhibition of the PI3K/Akt pathway by various inhibitors mimics rituximab in the sensitization of the tumor cells to apoptosis by chemotherapeutic drugs ( Suzuki et al., Oncogene 26:6184, 2007 ). The role of PTEN induction by rituximab in the sensitization of resistanr B-NHL cells to drug-apoptosis was demonstrated in cells pre-treated with rituximab (to induce PTEN) and then transfected with PTEN siRNA. The transfected cells were resistant to drug-induced apoptosis compared to the control siRNA treated cells. Altogether, the above findings demonstrate that rituximab-induced inhibition of the PI3K/Akt pathway is due, in part, to the induction of PTEN through rituximab-induced inhibition of the PTEN repressors Snail and YY1, downstream of NF-κB. Thus, the induction of PTEN by rituximab plays a major role in the reversal of tumor cell resistance to chemotherapeutic drugs. Further, the findings reveal that the dysregulated PI3K/Akt/NF-κB/Snail/YY1/PTEN loop in B-NHL cells can be interfered by rituximab. This interference leads to the inhibition of cell survival and reversal of resistance through sensitization to drugs. We propose that the gene products in this loop are potential novel therapeutic targets in the treatment of lymphoma. Disclosures: No relevant conflicts of interest to declare."
}