{
    "doi": "https://doi.org/10.1182/blood.V114.22.2390.2390",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1410",
    "start_url_page_num": 1410,
    "is_scraped": "1",
    "article_title": "MicroRNA-196a and –196b Are Differentially Expressed Between and within Cytogenetic and Molecular Subtypes of Pediatric Acute Myeloid Leukemia, and High Expression Is Correlated to Overexpression of HOX Genes. ",
    "article_date": "November 20, 2009",
    "session_type": "DISORDERED GENE EXPRESSION IN HEMATOLOGIC MALIGNANCY INCLUDING DISORDERED EPIGENETIC REGULATION POSTER II",
    "abstract_text": "Abstract 2390 Poster Board II-367 In recent years miRNA expression patterns have been related to tumor (sub)type and disease outcome in various types of cancer, including acute myeloid leukemia (AML). Therefore, miRNA profiling may provide information for better classification and risk stratification of AML subtypes, and in addition may shed light on the underlying disease biology. To date large scale miRNA profiling has only been performed in adult AML, which differs from childhood AML in many ways, reflected in differences in cytogenetic subgroups, response to therapy and prognosis. However, knowledge on the role of miRNAs in childhood AML is limited. To answer the question if differential expression of miRNAs can be observed in subtypes of pediatric AML, we used quantitative RT-PCR to determine the expression levels of miR-29a, -155, -196a and -196b in a selection of de novo pediatric AML patients (n=49-84) representing the different cytogenetic subtypes. These miRNAs have been reported to be differentially expressed in cytogenetic and morphological subtypes of adult AML. In AML with t(10;11) MLL -rearrangements (n=5) versus all other AML samples expression of miR-29a was 2.4-fold lower (p=0.005). However, differences in expression of miR-29a in all MLL -rearranged AML compared to other AML patients were small and not significant, in contrast to what was found in adults. M iR-155 was upregulated 2.3-fold (p=0.0003) in FLT3 -ITD-mutated AML (n=8) compared to all other AML samples, which is consistent to what has been reported for adult AML. The expression of both miRNA-196a and –196b differed extremely between patients. High expression of both miRNAs was observed in patients carrying MLL -gene rearrangements, NPM1 mutations, or FLT3 -ITD mutations in a normal karyotype background. Low expression was found in t(8;21), inv(16) and t(15;17) subtypes (including those with FLT3 -ITD mutations), and in patients with mutated CEBPA. The median difference between these groups of patients was 147-fold for miR-196a (n=73, p<0.0001), and 654-fold for miR-196b (n=64, p<0.0001). A moderate to strong correlation was found between miR-196a/b expression and mRNA levels of several genes of the HOXA and HOXB cluster, and MEIS1 (Spearman's correlation coefficient = 0.504-0.818, p<0.001). Correlation was also found between miR-196a/b and HOXA9, HOXA10 and HOXB9 mRNA levels , adjacent to which these miR -genes are located. In almost all patients, both miRNAs were overexpressed at the same time, and expression levels of miR-196a and –196b were highly correlated to each other (Spearman's = 0.865). Upregulation of miR-196a and 196b has also been reported in MLL -rearranged and NPM1 -mutated AML in adults. Both miRNAs have multiple predicted targets in the HOX gene cluster, and have been suggested to regulate the expression of HOX genes. In addition, overexpression of m iR-196b has been shown to block granulopoiesis. However, further studies are required to determine if overexpression of these miRNAs contributes to leukemogenesis, or is merely a bystander effect of increased HOX gene expression. Our results confirm subgroup specific miRNA expression in pediatric AML, and are mostly but not always consistent to what has been described for adult AML. This underlines the importance to further analyze the expression of known and novel miRNA genes in childhood AML. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "cytogenetics",
        "genes",
        "leukemia, myelocytic, acute",
        "micrornas",
        "protein overexpression",
        "pediatrics",
        "myeloblastic leukemia, pediatric acute",
        "impedance threshold device",
        "ms-like tyrosine kinase 3",
        "rna, messenger"
    ],
    "author_names": [
        "Astrid A Danen-van Oorschot, PhD",
        "Jenny E Kuipers",
        "Susan T Arentsen-Peters",
        "Valerie de Haas, MD, PhD",
        "Jan Stary, MD, PhD",
        "Andre Baruchel, MD",
        "Dirk Reinhardt, MD, PhD",
        "C. Michel Zwaan, MD, PhD",
        "Marry M van den Heuvel-Eibrink, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Dutch Childhood Oncology Group, The Hague, Netherlands, "
        ],
        [
            "Pediatric Hematology and Oncology, Charles University, University Hospital Motol, Prague, Czech Republic, "
        ],
        [
            "Dept. of Pediatric Hematology, Hopital Saint Louis, Paris, France, "
        ],
        [
            "AML BFM study group, Hannover Medical School, Hannover, Germany"
        ],
        [
            "Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
        ],
        [
            "Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands, "
        ]
    ],
    "first_author_latitude": "51.9108848",
    "first_author_longitude": "4.467854099999999"
}