{
    "doi": "https://doi.org/10.1182/blood.V106.11.795.795",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=473",
    "start_url_page_num": 473,
    "is_scraped": "1",
    "article_title": "High Resolution Time-Lapse Monitoring of Individual Hematopoietic Stem Cells Reveals New Biomarkers of Self-Renewal. ",
    "article_date": "November 16, 2005",
    "session_type": "Oral Sessions",
    "topics": [
        "biological markers",
        "hematopoietic stem cells",
        "interleukin-11",
        "ms-like tyrosine kinase 3",
        "photography",
        "silicones",
        "clone cells",
        "mice",
        "bone marrow",
        "child"
    ],
    "author_names": [
        "Brad Dykstra",
        "John Ramunas",
        "David Kent",
        "Lindsay McCaffrey",
        "Erin Szumsky",
        "Liam Kelly",
        "Kristin Farn",
        "Connie Eaves",
        "Eric Jervis"
    ],
    "author_affiliations": [
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada",
            "Genetics Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Department of Chemical Engineering, University of Waterloo, Waterloo, ON, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada",
            "Genetics Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada",
            "Genetics Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Department of Chemical Engineering, University of Waterloo, Waterloo, ON, Canada"
        ],
        [
            "Department of Chemical Engineering, University of Waterloo, Waterloo, ON, Canada"
        ],
        [
            "Department of Chemical Engineering, University of Waterloo, Waterloo, ON, Canada"
        ],
        [
            "Terry Fox Laboratory, BC Cancer Agency, Vancouver, BC, Canada",
            "Genetics Program, University of British Columbia, Vancouver, BC, Canada"
        ],
        [
            "Department of Chemical Engineering, University of Waterloo, Waterloo, ON, Canada"
        ]
    ],
    "first_author_latitude": "49.262626600000004",
    "first_author_longitude": "-123.11940499999999",
    "abstract_text": "Recently described strategies for isolating nearly pure populations of hematopoietic stem cells (HSCs) from normal adult mouse bone marrow (BM) offer new opportunities to identify previously unrecognized properties of HSCs Unfortunately, most phenotypic markers thus far found to characterize HSCs are not tightly linked to the functional potential of these cells but, instead, vary independently when their activation status is altered. Here we describe the results of experiments in which single CD45+Lin-Rho-SP adult mouse BM cells were micromanipulated into microwells of a specially designed silicone array and were monitored in real time (every 3 min) for a total of 4 days by high resolution digital time lapse photography to track the behavior of each cell and its clonal progeny. During this time, the cells were maintained at 37°C in a feeder-free, serum-free medium supplemented with 300 ng/mL SF, 20 ng/mL IL-11, and 1ng/mL Flt3-L. Under these conditions, 64 of 66 input cells divided at least once, and 63 divided at least twice. Only 2/715 cells tracked died. Final clones varied in size from 1-92 cells, corresponding to 0–7 cell cycles. The initial division occurred after 41±12 hr, and the 2nd and 3rd divisions another 18±5 and 16±4 hr later. Synchrony of sister cell divisions within clones and the presence of cells displaying uropodia (lagging protrusions) or lamellipodia (leading protrusions) were common. HSC activity in 83 initial CD45+Lin-Rho-SP cells or the 66 derived clones was assessed by transplanting these individually into sublethally irradiated Ly5-congenic W 41 /W 41 recipients, which were then analyzed for longterm, multilineage, donor-derived WBCs (>1% @ 16 wk). 33% (27/83), of the initial cells were HSCs (producing 1–84% of WBCs @ 16 wk) and 27% (18/66) of the 4-day clones had HSC activity (2–83% of WBCs @ 16 wk), showing that many input HSCs had executed self-renewal divisions. Cells in clones containing HSCs had longer 1st, 2nd, and 3rd cycle times compared to cells within non-repopulating clones (5.4±2.3 hr, 3.7±1.0 hr, and 2.8±0.6 hr longer, respectively, p50% of cells had a cumulative time to their 3 rd division of ≤ 65.3 hr (ie, < mean - 0.5 SD) lacked HSC activity. However, neither of the 2 cells that did not divide in the 4-day period were HSCs. The 22 clones in which all cells displayed uropodia within the final 12 hr of culture also lacked HSCs. Combined, these parameters allowed the 18 HSC-containing clones to be identified in a subset of 30 out of the original 66; ie, 2x more frequently. To test the validity of these parameters for predicting HSC-containing clones, a 2nd experiment was performed and similarly analyzed. In this case, these parameters identified 5 HSC-containing clones in a subset of 34 out of an original total of 76, again a 2-fold increase. These studies illustrate the potential of this novel monitoring system to detect new features of proliferating HSCs that are predictive of self-renewal events."
}