{
    "doi": "https://doi.org/10.1182/blood.V128.22.3576.3576",
    "article_title": "Impact of Non Professional Physicians' Characteristics on Medical Decision Making in Older Patients with Acute Myeloid Leukemia ",
    "article_date": "December 2, 2016",
    "session_type": "902. Health Services Research-Malignant Conditions: Poster II",
    "abstract_text": "Frontline therapy for newly diagnosed AML in older adults can be classified as \"more\" or \"less\" intensive. Assignment of patients (pts) to intensive chemotherapy (ICT) or low-intensity therapy (LIT) such as hypomethylating agents (HMA), low-dose aracytine (LDAC) or best supportive care (BSC), should be based on patient- and disease-related prognosis factors. Although scoring systems have been proposed to rationalize this clinical decision-making, there is a strong heterogeneity in clinical practice. Cancer management study mainly focused on patients' determinants of care but very few have assessed the influence of physicians' characteristics and none in AML. In behavioral sciences, attitudes towards risk and ambiguity are psychological traits that may explain medical choices. These traits are connected with theoretical models of decision under uncertainty that can be divided in Expected Utility (EU) and Non-Expected Utility (Non-EU) models where the former is often considered as a benchmark of \"economic rationality\". Choice patterns in decision task known as Allais paradox allow classifying individuals in these two classes of models. In addition, behavioral consequences when the probabilities of uncertain events are unknown are defined as ambiguity attitudes. Our study investigated the impact of physician's characteristics on their medical decisions regarding 6 clinical vignettes of older AML pts that highlight distinct and difficult situations derived from clinical practice. Physicians' demographical and occupational characteristics were collected through a national cross-sectional web survey among French hematologists. We categorized physicians as EU or non-EU using their responses to the binary lottery choice questions of the Allais paradox (Kahneman & Tversky, 1979). A last question elicited a certainty equivalent (sure gain between 0 and 500 euros) of an ambiguous lottery (Abdellaoui & al, 2011) as a proxy of physicians' ambiguity tolerance. Physicians were asked to decide how to treat (ICT, LIT or BSC) elderly AML pts presented in 6 vignettes (table1). Assessable respondents included those who answered all cases. We used k-means clustering method in order to define clinician's groups with homogeneous pattern of responses to the clinical cases. Among the 230 physicians with assessable answers, the median age was 42 years [standard deviation (SD)± 11.2], 123 were male (54%), 160 were consultant or professor (70%), 166 worked in an academic center (72%), 197 were specialized in hematology (86%), and the mean number of older AML pts treated a year per physician was 20.7 (SD ± 17.1). Regarding the Allais paradox, EU, non-EU and undefined represented respectively 101 (43.9%), 109 (47.3%) and 20 (8.7%) respondents. Regarding ambiguity tolerance, the mean of the certainty equivalent was 241 euros (SD ±136). From the pattern of responses to the vignettes, the K-means clustering yielded two distinct groups identified as (1) clinicians who were more prone to prescribe \"more\" intensive therapy (ICT), and (2) clinicians who were more prone to prescribe \"less\" intensive therapy (LIT or BSC). We studied the factors associated with the probability of belonging to the \"more intensive\" category of physicians. A multivariate model (n=210) on variables identified from the bivariate analyses systematically adjusted for age and gender highlighted the following effects and trend:ambiguity tolerant physicians prescribe significantly less ICT (OR 0.87 [for each 50 euros-increase]; 95%CI, 0.77-0.99, p=0.039), physicians not conforming to expected utility (\"economically irrational\") recommend more ICT (OR 1.85; 95%CI, 0.92-3.73, p=0.084) and female physicians tend to prescribe less ICT (OR 0.58; 95%CI, 0.28-1.20, p=0.14). Physicians' age, hierarchical status, hospital facility or volume of older AML pts treated a year were not associated with the clusters. Final results of national cross-sectional study performed on French hematologists, show that physicians' attitudes towards risk and ambiguity, i.e. physicians' nonprofessional characteristics, may influence their medical decision making process between \"more\" and \"less\" intensive therapy for older AML patients. The extension of this study in different countries is planned to test the cross-cultural robustness of our results and increase our knowledge on psychological traits that could influence physicians' practice. View large Download slide View large Download slide Close modal View large Download slide View large Download slide Close modal Disclosures Malak: Novartis: Membership on an entity's Board of Directors or advisory committees. Recher: Celgene, Sunesis, Amgen, Novartis, Chugai: Research Funding; Celgene, Sunesis, Amgen, Novartis: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "ambiguity",
        "brachial plexus neuritis",
        "cancer",
        "chemotherapy regimen",
        "decision making",
        "leukemia, myelocytic, acute",
        "older adult",
        "supportive care",
        "consultants",
        "extension"
    ],
    "author_names": [
        "Pierre Bories, MD",
        "Sébastien Lamy, PhD",
        "Celestine Simand",
        "Sarah Bertoli, MD PhD",
        "Sandra Malak, MD",
        "Luc Mathieu Fornecker, MD PhD",
        "Stephane Moreau, MD",
        "Christian Recher, MD PhD",
        "Antoine Nebout, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pierre Bories, MD",
            "author_affiliations": [
                "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France ",
                "Réseau régional de cancérologie ONCOMIP, Institut Universitaire du Cancer de Toulouse Oncopole, Toulouse, France "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Sébastien Lamy, PhD",
            "author_affiliations": [
                "Department of clinical pharmacology, Toulouse university hospital, Toulouse, France ",
                "Laboratory of Epidemiology and Analyses in public health (LEASP) - UMR 1027 Inserm, Toulouse III University, Toulouse, France "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Celestine Simand",
            "author_affiliations": [
                "Haematology, University Hospital, Strasbourg, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sarah Bertoli, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandra Malak, MD",
            "author_affiliations": [
                "Hopital Rene Huguenin-Institut Curie, Saint Cloud, FRA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luc Mathieu Fornecker, MD PhD",
            "author_affiliations": [
                "Haematology, University Hospital, Strasbourg, France "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephane Moreau, MD",
            "author_affiliations": [
                "Haematology, University Hospital, Limoges, France "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Recher, MD PhD",
            "author_affiliations": [
                "Service d'Hématologie, Institut Universitaire du Cancer de Toulouse Oncopole - CHU de Toulouse, Toulouse, France ",
                "Centre de Recherches en Cancérologie de Toulouse, UMR1037-INSERM, ERL5294 CNRS, Toulouse, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antoine Nebout, PhD",
            "author_affiliations": [
                "UR 1303 ALISS,, INRA University Paris-Saclay, Ivry-sur-Seine, France"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-08T18:43:18",
    "is_scraped": "1"
}