{
    "doi": "https://doi.org/10.1182/blood.V128.22.5590.5590",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3317",
    "start_url_page_num": 3317,
    "is_scraped": "1",
    "article_title": "Differing Mutational Profiles of IgHV + and IgHV - Patients Revealed By Whole Genome Sequencing in Chronic Lymphocytic Leukaemia (CLL) ",
    "article_date": "December 2, 2016",
    "session_type": "642. CLL: Therapy, excluding Transplantation",
    "topics": [
        "baculoviral iap repeat-containing 3 protein",
        "bcl-2 protein",
        "cancer",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "cytidine deaminase",
        "deoxyribonuclease i",
        "deoxyribonucleases",
        "dna",
        "hypersensitivity"
    ],
    "author_names": [
        "Kate Ridout",
        "Reem Alsolami",
        "Adam Burns",
        "Dimitris Vavoulis",
        "Pavlos Antoniou",
        "Peter Hillmen",
        "Samantha JL Knight",
        "Anna Schuh"
    ],
    "author_affiliations": [
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom ",
            "Applied Medical Sciences, King Abdulaziz University, Jeddah, Saudi Arabia "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Department of Hematology/Oncology, St. James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "Oxford National Institute for Health Research Biomedical Research Centre/Wellcome Trust Centre for Human Genetics, University of Oxford, Oxford, United Kingdom "
        ],
        [
            "Oxford Molecular Diagnostics Centre, University of Oxford, Oxford, United Kingdom ",
            "Department of Oncology, University of Oxford, Oxford, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.759853299999996",
    "first_author_longitude": "-1.2418936",
    "abstract_text": "Background During B-cell development, somatic mutations are introduced into the variable region (V) of Immunoglobulin Heavy (IGH) genes by activation-induced cytidine deaminase (AID). In CLL, the degree of mutation in these regions is tied to clinical outcome, with IgHV hypermutated status (IgHV + , <98% homology to germline) strongly predicting increased survival rates over unmutated patients (IgHV - ) (Gardiner et al., Blood, 1999). In addition to AID, APOBEC signatures have been found in many human cancers (Gordenin at al ., Nature Genetics 2013). So far, WGS efforts have focused primarily on IgHV + patients (Puente et al , Nature 2015; Kasar et al, Nature Com 2015). Here, we perform comparative analyses between IgHV+/- patients using Whole Genome Sequencing (WGS) to explore this link. Methods Whole genome sequencing was performed on matched tumour and germline DNA from a cohort of 46 CLL patients, divided into two groups; 16 IgHV + and 30 IgHV - . Sequence data was generated using the Illumina HiSeq 2500 platform, and somatic variants were generated by Strelka 2.4.7. SNVs were annotated using ANNOVAR (version 2015 Dec 14) and supplemented with information from primary CLL cell lines and B-cell ENCODE databases for the non-coding regions. Kataegis was identified based on the methods of Lawrence et al. (Nature, 2013) and Alexandrov et al. (Nature, 2013). Mutation signatures were analysed according to Alexandrov et al . (Nature, 2013). Results We identified a total of 64,420 high confidence somatic SNVs from 46 samples (mean=1400), of which 44% were from the IgHV + cohort (mean=1680) and 56% from IgHV - (mean=1237). Of these; SNVs in coding regions (exons, introns, UTRs) occurred at significantly higher proportions in IgHV - patients (P=0.0004, Fishers Exact test). Mutations in predicted active DNAse hypersensitivity regions and H3k27 acetylated regions, however, were significantly more likely to occur in IgHV + samples (P<0.0001). Mutational signature analysis revealed three distinct signatures shared between the two cohorts. Two of these (Tsig1 and Tsig2) clustered with Alexandrov signature 1A, and the third to signature 1B (Tsig3), both of which were designated as ageing signatures. Despite this, our signatures significantly correlated with the proportion of mutated AID (P<0.03; P<0.03; Tsig1 and Tsig3 respectively), and APOBEC sites (P<0.001; P<0.001; Tsig1 and Tsig3 respectively), and not with age. These signatures were found to differ significantly between cohorts (P < 0.001), regardless of treatment. Tsig2 was not found to correlate with either patient age, AID signature or APOBEC signature, suggesting that it may be a novel signature. A total of 53 kataegis regions were identified across all patients, of which three were found on chromosomes 2, 14 and 22, corresponding to the IG loci. Coding mutation hotspots were located in known CLL driver genes, including TP53 , ATM , IKZF3 and SF3B1 . Non-coding recurrent hotspots caused by AID were found to predominately affect promoter and enhancer regions of key B-cell pathways, including BCL6 , BCL2 , BTG2 , IGLL5 , and PAX5 . This observation is closely linked to the IgHV status; the IgHV + cases frequently harboured mutated non-coding variants in genes involved in B cell signalling, whilst IgHV - cases were more likely to contain exonic driver mutations. Kataegis analysis also revealed novel non-coding mutations in recurrently mutated genes that were common in IgHV - cases, including CDK6 and BIRC3 , and a non-coding RNA region on chromosome 9 that was hypermutated only in IgHV - cases. Conclusion Here, we present a whole genome sequencing study on 46 patients divided into two cohorts of IgHV + and IgHV - . WGS revealed distinct changes in mutation distribution and signatures between these cohorts; differences that are mirrored in both the recurrently mutated gene profiles, and the regions of somatic hypermutation. We demonstrate that mutational differences in IgHV + and IgHV - patients extend far beyond the IgHV regions and the 1% of the coding genome. This study paves the way for future work into understanding the genomic differences between these cohorts and thus, contribute to increasing our understanding of the molecular mechanisms underlying the different clinical outcomes. Disclosures Hillmen: Pharmacyclics: Research Funding; Janssen: Honoraria, Research Funding; Roche: Honoraria, Research Funding; Gilead: Honoraria, Research Funding; Abbvie: Research Funding."
}