{
    "doi": "https://doi.org/10.1182/blood.V122.21.1548.1548",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2579",
    "start_url_page_num": 2579,
    "is_scraped": "1",
    "article_title": "DNA Demethylation Activity Over Time and Safety Of 3 Different Dose-Escalation Regimens Of SGI-110, a Novel Subcutaneous (SQ) Hypomethylating Agent (HMA), In The Treatment Of Relapsed/Refractory Patients With MDS and AML ",
    "article_date": "November 15, 2013",
    "session_type": "633. Myelodysplastic Syndromes: Poster I",
    "topics": [
        "adverse event",
        "anemia",
        "decitabine",
        "demethylation",
        "deoxyguanosine",
        "diarrhea",
        "dinucleoside phosphates",
        "disclosure",
        "disease remission",
        "dizziness"
    ],
    "author_names": [
        "Gail J. Roboz, MD",
        "Jean-Pierre Issa, MD",
        "David Rizzieri, MD",
        "Wendy Stock, MD",
        "Casey O'Connell, MD",
        "Karen Yee, MD",
        "Raoul Tibes, MD",
        "Elizabeth A. Griffiths, MD",
        "Katherine Walsh, MD",
        "Eric J. Feldman, MD",
        "Ellen Ritchie, MD",
        "Arati V. Rao, MD",
        "Richard A. Larson, MD",
        "Guillermo Garcia-Manero, MD",
        "Farhad Ravandi, MD",
        "Elias Jabbour, MD",
        "Jorge E. Cortes, MD",
        "Aaron Schimmer, PhD, MD",
        "Ruben A. Mesa, MD",
        "William Blum, MD",
        "Woonbok Chung, PhD",
        "Sue Naim",
        "Pietro Taverna, PhD",
        "Yong Hao, PhD",
        "Gavin Choy, PharmD",
        "Mohammad Azab, MD",
        "Hagop M. Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Fels Institute, Temple University, Philadelphia, PA, USA, "
        ],
        [
            "Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "USC Keck School of Medicine, University of Southern California, Los Angeles, CA, USA, "
        ],
        [
            "Princess Margaret Cancer Center, Toronto, Canada, "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "Roswell Park Cancer Institute, Buffalo, NY, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Weill Cornell Medical College, New York, NY, USA, "
        ],
        [
            "Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "University of Chicago Medical Center, Chicago, IL, USA, "
        ],
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Princess Margaret Cancer Center, Toronto, Canada, "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ, USA, "
        ],
        [
            "The Ohio State University, Columbus, OH, USA, "
        ],
        [
            "Fels Institute, Temple University, Philadelphia, PA, USA, "
        ],
        [
            "Astex Pharmaceuticals, Inc., Dublin, CA, USA"
        ],
        [
            "Astex Pharmaceuticals, Inc., Dublin, CA, USA"
        ],
        [
            "Astex Pharmaceuticals, Inc., Dublin, CA, USA"
        ],
        [
            "Astex Pharmaceuticals, Inc., Dublin, CA, USA"
        ],
        [
            "Astex Pharmaceuticals, Inc., Dublin, CA, USA"
        ],
        [
            "University of Texas, MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "40.766488599999995",
    "first_author_longitude": "-73.9555127",
    "abstract_text": "Background SGI-110 is a second generation HMA formulated as a dinucleotide of decitabine (DAC) and deoxyguanosine. The compound is delivered as a small volume, pharmaceutically stable subcutaneous (SQ) injection which allows longer half-life and more extended DAC exposure than DAC intravenous infusion. This pharmacokinetic profile offers the potential for improved biological and clinical activity and safety over currently available HMAs (Kantarjian et al. ASH, 2012). Methods A randomized Phase 1-2 first-in-human PK/PD-guided, dose-escalation study was conducted in patients with relapsed or refractory intermediate or high-risk MDS or AML. Patients were initially randomized to one of two SQ regimens - Dailyx5 or Weeklyx3, for 28-day courses. Subsequently, a Twice Weeklyx3 regimen (Monday, Thursday) was added for evaluation based on emerging LINE-1 demethylation data from the Weeklyx3 regimen. Results 93 patients (74 AML, 19 MDS) were treated in the dose escalation phase: 44, 34, and 15 patients were treated in the Dailyx5, Weeklyx3, and the Twice Weeklyx3 regimens, respectively. Across the three regimens, median age was 70 years (range, 29–86), 68% male, and 87% had ECOG PS of 0-1. The median number of prior regimens was 3 (range, 1–9) and 68% of patients had prior HMA treatment (59% AML, and 100% MDS). Of the 74 AML patients treated, 31 (42%) had secondary AML including antecedent MDS. Patients received a median of 2 courses of SGI-110 (range, 1-20). LINE-1 demethylation data at the 2 highest dose levels which were well tolerated and evaluated for all 3 regimens (60 and 90 mg/m 2 ) are shown in the figure below. The Dailyx5 regimen demonstrated the most potent average LINE-1 demethylation, while the Twice Weeklyx3 achieved the most prolonged LINE-1 demethylation. The least potent demethylation was seen with the Weeklyx3 regimen. There was no additional demethylation at the 90 mg/m 2 dose compared to 60 mg/m 2 in all 3 regimens. Figure 1 View large Download slide LINE-1 Demethylation by Regimen Figure 1 View large Download slide LINE-1 Demethylation by Regimen  Responses were reported according to the IWG Criteria 2006 (MDS)/2003 (AML). Complete remissions were observed in 5 AML patients (2CRs, 1CRp, and 2CRi). Clinical responses (2 mCR and 3 HI-E, 1 HI-N, 1 HI-P) were observed in 6 MDS patients, all of whom had been previously treated with HMA. All AML responses and both mCR in MDS patients achieved ≥10% LINE-1 demethylation. Safety is reported based on Adverse Events (AEs) as graded by the CTCAE v4 criteria. Across regimens, the Twice Weeklyx3 demonstrated an increased number of related AEs compared to the other regimens. The most commonly reported related AEs ≥ 10% in the Dailyx5 regimen (injection site pain, thrombocytopenia, neutropenia, anemia, fatigue), Weeklyx3 regimen (injection site pain and diarrhea), and Twice Weeklyx3 regimen (injection site pain, injection site reaction, fatigue, dizziness, febrile neutropenia, neutropenia, anemia, and thrombocytopenia). Conclusions SQ SGI-110 is a potent HMA using all 3 regimens evaluated. The most potent hypomethylation was achieved with Dailyx5 dosing and the most prolonged hypomethylation was achieved using the Twice Weeklyx3 regimen. All 3 regimens were well tolerated. Clinical responses were observed in heavily pretreated patients, including those with prior HMA exposure. These results support the ongoing Phase 2 expansion study investigating the Dailyx5 dosing schedule in patients with MDS and AML who are either HMA treatment naïve or previously treated with HMAs. Disclosures: Roboz: Astex Pharmaceuticals, Inc.: Honoraria, Research Funding. Issa: Astex Pharmaceuticals Inc.: Honoraria, Research Funding. Rizzieri: Astex Pharmaceuticals, Inc.: Research Funding. Stock: Astex Pharmaceuticals, Inc.: Research Funding. O'Connell: Astex Pharmaceuticals, Inc.: Research Funding. Yee: Astex Pharmaceuticals, Inc.: Research Funding. Tibes: Astex Pharmaceuticals, Inc.: Research Funding. Griffiths: Astex Pharmaceuticals, Inc.: Research Funding. Walsh: Astex Pharmaceuticals, Inc.: Research Funding. Feldman: Astex Pharmaceuticals, Inc.: Research Funding. Ritchie: Astex Pharmaceuticals, Inc.: Research Funding. Rao: Astex Pharmaceuticals, Inc.: Research Funding. Larson: Astex Pharmaceuticals, Inc.: Research Funding. Garcia-Manero: Astex Pharmaceuticals, Inc.: Research Funding. Ravandi: Astex Pharmaceuticals, Inc.: Research Funding. Jabbour: Astex Pharmaceuticals, Inc.: Research Funding. Cortes: Astex Pharmaceuticals, Inc.: Research Funding. Schimmer: Astex Pharmaceuticals, Inc.: Research Funding. Mesa: Astex Pharmaceuticals, Inc.: Research Funding. Blum: Astex Pharmaceuticals, Inc.: Research Funding. Chung: Astex Pharmaceuticals Inc.: Research Funding. Naim: Astex Pharmaceuticals, Inc.: Employment. Taverna: Astex Pharmaceuticals Inc.: Employment. Hao: Astex Pharmaceuticals Inc.: Employment. Choy: Astex Pharmaceuticals, Inc.: Employment. Azab: Astex Pharmaceuticals Inc.: Employment. Kantarjian: Astex Pharmaceuticals, Inc.: Research Funding."
}