{
    "doi": "https://doi.org/10.1182/blood.V104.11.2472.2472",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=6",
    "start_url_page_num": 6,
    "is_scraped": "1",
    "article_title": "Effect of Thalidomide and Revlimid on the Gene Expression That Reveals Molecular Circuitries Involved in T Cell Co-Activation. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "lenalidomide",
        "thalidomide",
        "t-lymphocytes",
        "gene expression",
        "cd28 antigens",
        "multiple myeloma",
        "aldesleukin",
        "antibodies",
        "chemokines",
        "gene expression profiling"
    ],
    "author_names": [
        "Rao Prabhala, PhD",
        "Puneet Cheema, MD",
        "Masood A. Shammas, PhD",
        "Weihua Song, PhD",
        "Elizabeth Blanchard, MD",
        "Dharminder Chauhan, PhD",
        "Paola Neri, MD",
        "Pierfrancesco Tassone, MD",
        "David Stirling, PhD",
        "Kenneth Anderson, MD",
        "Nikhil C. Munshi, MD"
    ],
    "author_affiliations": [
        [
            "Medical Services, VA Boston Healthcare System, West Roxbury, MA, USA",
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Services, VA Boston Healthcare System, West Roxbury, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Celgene Corporation, Warren, NJ, USA"
        ],
        [
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Services, VA Boston Healthcare System, West Roxbury, MA, USA",
            "Department of Medical Oncology, Dana-Farber Cancer Institute/Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.30088189999999",
    "first_author_longitude": "-71.14114214999998",
    "abstract_text": "Thalidomide (Thal) and its immunomodulatory analog, Revlimid (Rev) have demonstrated anti-myeloma activity in phase II and III studies and part of their activity is immune-mediated. We have previously demonstrated co-stimulatory effects of Thal and Rev on T cells mediated via B7-CD28 activation pathway. To understand the molecular events involved in T cell co-stimulation, we investigated the effects of Thal and Rev on the genome-wide gene expression profile of T cells with or without anti-CD3 activation. Normal PBMC were incubated with Thal or Rev in the presence or absence of anti-CD3 antibodies (200ng/ml) for 3 or 24 hours at 37oC and total RNA was analyzed using U133 GeneChip (Affymetrix). Although Thal and Rev do not show significant effect on T cell proliferation without CD3 stimulation, we observed up-regulation (>2-folds) of 56 genes and down-regulation of 42 genes at 3 hours, and up-regulation of 41genes and down-regulation of 35 genes at 24 hours with Rev. Significant up-regulation of IFN-α (10-folds) was observed at 3 hours. Up-regulation of chemokine CXC5 (9 fold); IFN-β (5 fold), IL-7 (5 fold) and IL-2 (3 fold); and signaling genes like JK 3 (10 folds) and MAPKK5 (5 folds) was observed at 24 hours with Rev. Following anti-CD3 activation, Rev induced significant upregulation of 59 and 48 genes and down-regulation of 126 and 61 genes at 3 and 24 hours respectively. These include down-regulation of Th2 cytokine genes IL-5(5 folds) and TGF-β (2 folds), and apoptotsis related genes, TNFSF12 (4 folds) and TNFRSF 6b (4 folds). Genes involved in B7-CD28 activation pathway and up-regulated include CXC 5 (9 folds), IL-8 (5 folds) and IL-3 (4 folds). Interestingly, p52, which is a key molecule in CD28 signaling, was elevated 18 folds. Additionally less than 2 fold increase was observed in other CD28 signaling genes like IKK, Vov, and RelA (p65). Rev also down-regulated, at 24 hours, the expression of IL-10 (6 folds), IL-17 (3 folds) and TGF-β (3 folds) which allows sustained co-stimulation. Similar changes with lesser magnitude were observed with Thal. These results provide insight into early molecular changes induced by Thal and Rev that is important for co-stimulation and suggest new molecular targets to generate effective immune responses. Moreover, these observations facilitate the pre-clinical rationale for the use of these immunomodulatory compounds to improve clinical outcome in myeloma."
}