{
    "doi": "https://doi.org/10.1182/blood.V122.21.965.965",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2475",
    "start_url_page_num": 2475,
    "is_scraped": "1",
    "article_title": "Long Term Efficacy Of Iron Chelation Therapy With Deferasirox On Endocrine Function In Thalassemia Major ",
    "article_date": "November 15, 2013",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "topics": [
        "cooley's anemia",
        "deferasirox",
        "iron chelation therapy",
        "endocrine function",
        "iron",
        "follow-up",
        "endocrine system diseases",
        "blood glucose",
        "chelation therapy",
        "hypogonadism"
    ],
    "author_names": [
        "Maddalena Casale, MD",
        "Serena Citarella, MD",
        "Aldo Filosa, MD",
        "Elisa De Michele",
        "Umberto Pugliese, MD",
        "Palmieri Francesco",
        "Alfonso Ragozzino, MD",
        "Amendola Giovanni, MD",
        "Immacolata Tartaglione, MD",
        "Milena Della Rocca, MD",
        "Bruno Nobili, MD",
        "Perrotta Silverio, MD"
    ],
    "author_affiliations": [
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ],
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ],
        [
            "UOSD Centro per le Microcitemie, AORN Cardarelli, Napoli, Italy, "
        ],
        [
            "Medicina Immunotrasfusionale, Ospedale San Giovanni di Dio e Ruggi d’Aragona, Salerno, Italy, "
        ],
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ],
        [
            "Unità di Radiologia e Diagnostica per Immagini, Ospedale S. Maria delle Grazie, Pozzuoli, Italy, "
        ],
        [
            "Unità di Radiologia e Diagnostica per Immagini, Ospedale S. Maria delle Grazie, Pozzuoli, Italy, "
        ],
        [
            "Dipartimento di Pediatria, Ospedale Umberto 1, Nocera Inferiore, Salerno, Italy, "
        ],
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ],
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ],
        [
            "Dipartimento di Pediatria, Seconda Università di Napoli, Napoli, Italy"
        ],
        [
            "Dipartimento della Donna, del Bambino e di Chirurgia Generale e Specialistica, Second University of Naples, Naples, Italy, "
        ]
    ],
    "first_author_latitude": "40.85651215",
    "first_author_longitude": "14.23818515",
    "abstract_text": "Although the heart and liver have traditionally been the organs of interest for iron-related complications in Thalassemia Major (TM), endocrine disorders are common and carry significant morbidity. This is thought to result from iron accumulation in multiple organs functioning as part of endocrine systems. Deferasirox chelation therapy is well tolerated in TM and reduces iron burden effectively in the heart and liver. The impact of deferasirox on endocrine parameters remains unclear. The aim of this study was to examine the long-term efficacy of deferasirox for both the prevention of endocrine dysfunction in patients free of endocrine complications, and in improving endocrine parameters in those with pre-existing endocrine disorders. This was a multicentre retrospective cohort study of TM patients over 2 years of age receiving chelation treatment with once daily oral deferasirox monotherapy. Data on relevant clinical and laboratory parameters, including glycaemia, bone mineral density (BMD) z-scores, and testing of the pituitary, gonadal, thyroid and adrenal axes were collected at baseline and follow-up. Dosing regimens were titrated according to standard practice and only patients treated for at least 3 years were included in the present analysis. Data are presented as mean with standard deviation unless otherwise stated. Statistical comparisons were made using paired t-tests for continuous data, and chi-square test or Fisher's exact test to compare categorical data distributions. A total of 72 patients (69% female) with a mean age 26 ± 15 years were included. Mean duration of exposure to deferasirox was 6.9 ± 2.7 years with a mean daily dose of 25 ± 5 mg/kg. Myocardial T2* significantly increased from baseline to follow up (29.30 ± 10.29ms vs. 33.5 ± 13.06ms, P=0.01), signifying effective removal of iron from the heart. Among patients free of thyroid dysfunction at baseline, we observed no significant difference in mean TSH (2.10 ± 1.00 mi/u/ml vs. 2.28 ± 1.06 mi/u/ml, P=0.23 ), FT4 (6.89 ± 4.50 ng/ml vs. 7.10 ± 4.71 ng/ml, P=0.34) or FT3 (2.87 ± 1.16 pg/ml vs. 3.00 ± 0.58 pg/ml, P=0.35) during the study period. Of 9 patients with biochemical hypothyroidism at baseline, including 4 receiving thyroxine, we observed no significant change in thyroid function tests or thyroxine requirements. Two new incidences of subclinical hypothyroidism were noted. Among patients free of diabetes mellitus at baseline, we observed no significant variation in blood glucose measurements (pooled over 3 consecutive readings) at the end of treatment (88.62 ± 10.53 mg/dl vs. 88.36 ± 9.35 mg/dl, P=0.83). There was 1 incidence of type 2 diabetes during the study period. No significant difference was seen in blood sugar control or insulin requirements between baseline and end of treatment in patients with type 1 diabetes. Excluding normal pre-pubertal paediatric patients, there was no significant increase in the prevalence of hypogonadism between baseline and the end of study, 21 patients (38%) vs. 24 (44%) were diagnosed with hypogonadism respectively (P=0.56). Biochemical indices of bone metabolism showed no significant difference in calcium levels or vitamin D from baseline to follow up. BMD was improved from baseline to follow-up, with normal Z scores in 7 (20%) patients, 20 (57%) osteopenic, and 8 (23%) osteoporotic, compared with 7 (20%), 24 (69%), and 4 (11%) at end of treatment, respectively. Adverse effects were infrequent and of low grade, effecting 7 (9.7%) patients. Endocrine disorders are common sequelae of iron overload in patients with TM, and follow an insidious course of progressive dysfunction. We report infrequent development and progression of endocrine abnormalities, and significant improvement in bone density in TM patients treated with deferasirox over a 7-year follow-up period. In comparison with the incidence of complications from other studies of TM, deferasirox appears effective in reducing risk of developing endocrine disorders. Increasing myocardial T2* values confirmed effective removal of iron from the heart. Although multiple biological pathways are likely responsible, reduction in global iron alleviating siderosis of endocrine organs may be responsible for preserved function and bone mineral metabolism. Our study suggests that chelation therapy with deferasirox may prevent endocrine complications in patients with TM and prevent progression in those with established abnormalities Disclosures: Silverio: Novartis: Consultancy, Research Funding."
}