{
    "doi": "https://doi.org/10.1182/blood.V110.11.2818.2818",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=980",
    "start_url_page_num": 980,
    "is_scraped": "1",
    "article_title": "Outcome of Patients with T-Cell Lymphoblastic Leukemia or Lymphoma: The GRAALL Experience. ",
    "article_date": "November 16, 2007",
    "session_type": "Acute Lymphocytic Leukemias - Therapy, excluding Transplantation",
    "topics": [
        "lymphoblastic leukemia",
        "lymphoma",
        "t-lymphocytes",
        "acute lymphocytic leukemia",
        "adrenal corticosteroids",
        "allogeneic stem cell transplant",
        "central nervous system dysfunction",
        "central nervous system prophylaxis",
        "chemotherapy regimen",
        "cranial irradiation"
    ],
    "author_names": [
        "Stéphane Leprètre",
        "Martine Escoffre-Barbe",
        "Patrice Chevallier",
        "Thibaut Leguay",
        "Laurence Legros",
        "Emmanuel Raffoux",
        "Philippe Rousselot",
        "Pascal Turlure",
        "Norbert Vey",
        "Denis Guyotat",
        "Yves Chalandon",
        "André Delannoy",
        "Marie-Christine Béné",
        "Elizabeth Macintyre",
        "Norbert Ifrah",
        "Françoise Huguet",
        "Hervé Dombret",
        "Agnès Buzyn"
    ],
    "author_affiliations": [
        [
            "Centre Henri Becquerel, Rouen"
        ],
        [
            "CHU, Rennes"
        ],
        [
            "CHU, Nantes"
        ],
        [
            "CHU, Bordeaux"
        ],
        [
            "CHU, Nice"
        ],
        [
            "AP-HP, Paris"
        ],
        [
            "CH, Versailles"
        ],
        [
            "CHU, Limoges"
        ],
        [
            "IPC, Marseille"
        ],
        [
            "CHU, Saint-Etienne"
        ],
        [
            "Hôpital Universitaire, Geneva, Switzerland"
        ],
        [
            "Cliniques Universitaires Saint-Luc, Brussels, Belgium"
        ],
        [
            "CHU, Nancy"
        ],
        [
            "AP-HP, Paris"
        ],
        [
            "CHU, Angers"
        ],
        [
            "CHU, Toulouse, France"
        ],
        [
            "AP-HP, Paris"
        ],
        [
            "AP-HP, Paris"
        ]
    ],
    "first_author_latitude": "49.439873",
    "first_author_longitude": "1.1053274",
    "abstract_text": "In 2003, the GRAALL intergroup initiated two twin protocols for adult patients with acute lymphoblastic leukemia (ALL; ≥ 20% marrow blasts) or lymphoblastic lymphoma (LL; < 20% marrow blasts), namely the GRAALL-2003 and LL-2003 trials. Treatment strategy was inspired by childhood ALL trials, including corticosteroid prephase, 5-drug induction, high dose-intensity consolidation, late intensification, CNS prophylaxis with IT injections and cranial irradiation, and 2-year maintenance. An original induction reinforcement with sequential cyclophosphamide (HyperC) was offered to ALL patients with poor early response (cortico- and/or chemo-resistance) and to all LL patients. A total of 108 patients with T-cell phenotype have been treated (76 ALL and 32 LL; median age, 30 years; M/F sex ratio, 86/22; CNS+, 9; median follow-up, 2 years). Baseline characteristics were not different among ALL and LL subgroups, except for marrow blast percentage and mediastinal enlargement (47% vs 78% for ALL vs LL; P=.005), which correlated negatively, as well as for blood counts (WBC, 27 vs 8.7 × 10 9 /L; platelets, 60 vs 328 × 10 9 /L; Hb, 116 vs 134 g/L for ALL vs LL; P<.001). Bulky mediastinal disease was present in 57% LL vs 22% ALL patients (P=.002). Two patients (1 ALL, 1 LL) died early while the 106 remaining (98%) reached CR. With respect to mediastinal involvement, need for a salvage course with idarubicine and high-dose cytarabine to reach CR was more frequent in LL than in ALL patients (10 LL vs 2 ALL, P<.001). Allogeneic stem cell transplantation (SCT) was offered to patients with high-risk disease, defined here as CNS involvement, poor early response, or need for salvage. Among the 55 CR patients with high-risk disease (41 ALL, 14 LL), 26 received allogeneic SCT in first CR (20 ALL, 6 LL). Overall, 23/106 CR patients relapsed (18 ALL, 5 LL) while 8 died in first CR (7 ALL, 1 LL; 4 after SCT). At 2 years, estimated DFS and overall survival were 66% (64% vs 75% for ALL vs LL, P=.59) and 75% (74% vs 78% for ALL vs LL, P=.75), respectively. The only factors which influenced outcome in this risk-adapted strategy were need for salvage (higher relapse incidence) and CNS involvement (shorter survival). As compared to historical experiences, we report here a notable gain in outcome when treating patients with T-cell lymphoblastic disease, including lymphoma, with a pediatric-inspired ALL strategy. The efficacy of this approach leads to comparable outcome for both diseases. The systematic use of HyperC induction in LL patients was well tolerated, but the need for salvage therapy was more frequent in these patients possibly due to difficulty in early mediastinal response evaluation. The presence of CNS disease at diagnosis remains an unfavorable feature. The role of HyperC during induction and the place of allogeneic SCT in first CR deserve further evaluation in this new context."
}