{
    "doi": "https://doi.org/10.1182/blood.V126.23.4442.4442",
    "article_title": "The Impact of Implementation of a Comprehensive Venous Thromboembolism Prevention Programme on the Incidence and Characteristics of Hospital-Associated Thrombosis: A Single Centre Experience ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions: Poster III",
    "abstract_text": "Introduction : The national Venous Thromboembolism (VTE) Prevention Programme in England was launched in 2010 and incorporates standardised guidance on risk assessment (RA) and thromboprophylaxis (TP) with a requirement for root cause analysis of all episodes of hospital associated thrombosis (HAT), defined as any VTE occurring whilst an inpatient or within 90 days of discharge. We previously reported findings of root cause analysis for HAT over 2010 - 2012, demonstrating that achieving a 90% risk assessment rate resulted in a significant reduction in the incidence of HAT. We update our findings on the impact of implementation of the national programme on the incidence of HAT, proportion of potentially preventable HAT episodes, and mortality from hospital-associated pulmonary embolism (PE). As appropriate TP only reduces the risk of VTE by two-thirds, we also looked at risk factors for TP failure. Methods : We examined HAT data collected from the root cause analysis programme at King's College Hospital from April 2011 to March 2015. Further data were gathered through retrospective review of patient notes. VTE risk factors for HAT attributed to TP failure were compared to a \"non-HAT\" group, (patients who received appropriate TP and did not develop HAT) drawn from VTE prevention audit data from 2013-2014. Episodes of HAT that developed following inadequate prescription or administration of either anticoagulant or mechanical TP were deemed as \"potentially preventable\" episodes. Results : Across the four-year study period there were 725 episodes of HAT, giving an incidence of 3.28 episodes per 1000 hospital admissions. There was no significant change in incidence from 2011-2015. The median age of the cohort was 64 years (IQR = 27 years). 56.7% ( n = 411) of the HAT episodes were deep vein thromboses, of which 54.7% ( n = 225) involved the proximal vasculature. PE accounted for 41.7% ( n = 302) episodes, of which 10.9% ( n = 33) were fatal events. HAT developed following medical, surgical or obstetric admission in 43.3% ( n = 314), 54.6% ( n = 396) and 2.1% ( n = 15) respectively. VTE risk factors were present in 97.9% ( n = 710) of patients with HAT with concomitant bleeding risk factors in 37.1% ( n = 269). Consistently, the most common outcome of root cause analysis was TP failure (47.6% overall, n = 345) with no significant trend across the study period; 19.7% ( n = 143) of episodes were attributed to inadequate anticoagulant TP, 26.1% ( n = 189) to contraindication to anticoagulant TP, 4.4% ( n = 32) to contraindication to all forms of TP, and 2.2% ( n = 16) episodes were unexpected (HAT occurring in a patient without identifiable VTE risk factors). There has been a significant reduction in the proportion of potentially preventable HAT episodes from 38.2% ( n = 66) in 2011-2012 to 20.3% ( n = 39) in 2014-2015 ( p < 0.001). Furthermore, the proportion of fatal PE reduced over the study period from 16.0% ( n = 12) of HAT in 2011-2012 to 6.3% ( n = 5) of HAT in 2014-2015 ( p = 0.049). The audit of VTE prevention practice over 2013/14 included 515 patients, of which 423 (82.1%) received appropriate TP and did not develop HAT. Compared to this group, patients with HAT attributed to TP failure had more risk factors (3.1 vs. 2.7, p < 0.002), were more likely to be over 60 years of age (59.4% vs. 42.3%, p = 0.01), or to have had orthopaedic surgery(6.7% vs. 1.8%, p = 0.001). Discussion : Implementation of a comprehensive VTE prevention programme incorporating root cause analysis of HAT has led to a significant fall in the proportion of HAT that were potentially preventable with a corresponding reduction in mortality attributed to PE. However, there has been no change in the overall incidence of HAT with a rise in cases associated with TP failure. Further research is required to optimise TP in high VTE risk groups. Disclosures Arya: Bayer plc: Research Funding.",
    "topics": [
        "prevention program",
        "thrombosis",
        "venous thromboembolism",
        "anticoagulants",
        "deep vein thrombosis",
        "hospital admission",
        "orthopedic procedures",
        "pulmonary embolism",
        "surgical procedures, operative",
        "thromboprophylaxis"
    ],
    "author_names": [
        "Victoria van Hamel Parsons, BMBCh, BA",
        "Lara N Roberts, MD",
        "Cara Doyle, BN (Hons) RGN",
        "Gayle Mulla, MSc Adult Nursing",
        "Adam Pennycuick, MBBS, MPhys",
        "Roopen Arya, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Victoria van Hamel Parsons, BMBCh, BA",
            "author_affiliations": [
                "King's College Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lara N Roberts, MD",
            "author_affiliations": [
                "King's Thrombosis Centre, Department of Haematological Medicine, King's College Hospital NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cara Doyle, BN (Hons) RGN",
            "author_affiliations": [
                "King's Thrombosis Centre, Department of Haematological Medicine, King's College Hospital NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gayle Mulla, MSc Adult Nursing",
            "author_affiliations": [
                "King's Thrombosis Centre, Department of Haematological Medicine, King's College Hospital NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Adam Pennycuick, MBBS, MPhys",
            "author_affiliations": [
                "King's College Hospital NHS Foundation Trust, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roopen Arya, PhD",
            "author_affiliations": [
                "King's Thrombosis Centre, Department of Haematological Medicine, King's College Hospital NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-03T12:53:13",
    "is_scraped": "1"
}