{
    "doi": "https://doi.org/10.1182/blood.V116.21.843.843",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1747",
    "start_url_page_num": 1747,
    "is_scraped": "1",
    "article_title": "Hydroxyurea Therapy Reduces Mortality Among Children with Sickle Cell Disease ",
    "article_date": "November 19, 2010",
    "session_type": "Hemoglobinopathies, excluding Thalassemia: Sickle Cell Disease - Understanding and Reducing the Burden of Disease",
    "topics": [
        "child",
        "hydroxyurea",
        "sickle cell anemia",
        "thalassemia",
        "cerebrovascular accident",
        "ischemic stroke",
        "blood transfusion",
        "sepsis",
        "acute chest syndrome",
        "adverse event"
    ],
    "author_names": [
        "Clarisse Lobo, MD",
        "Jane S Hankins, MD, MS",
        "Patricia Moura, MD",
        "Jorge Cunha Pinto, MD"
    ],
    "author_affiliations": [
        [
            "Instituto de Hematologia Arthur Siqueira Cavalcanti (HEMORIO), Rio de Janeiro, Brazil, "
        ],
        [
            "Dept. of Hematology, St. Jude Children's Rsch. Hosp., Memphis, TN, USA"
        ],
        [
            "Instituto de Hematologia Arthur Siqueira Cavalcanti (HEMORIO), Rio de Janeiro, Brazil, "
        ],
        [
            "Instituto de Hematologia Arthur Siqueira Cavalcanti (HEMORIO), Rio de Janeiro, Brazil, "
        ]
    ],
    "first_author_latitude": "-22.909017600000006",
    "first_author_longitude": "-43.1894566",
    "abstract_text": "Abstract 843 Introduction: Although deaths among children with sickle cell disease (SCD) have decreased substantially in the United States and Europe, high mortality is still a serious problem in most developing nations. Common causes of death in children with SCD include sepsis, splenic sequestration, stroke, and acute chest syndrome (ACS). Hydroxyurea therapy is able to reduce mortality in adult patients with SCD, but no data exist regarding its benefits on mortality among pediatric patients. Since 2000, our center has prospectively offered hydroxyurea to children with SCD who meet criteria established by the Brazilian Ministry of Health. These criteria include: all SCD genotypes ≥3 years of age, with ≥2 ACS or ≥3 painful events in the previous year, persistent oxygen saturation 200 cm/sec, or overt stroke with transfusion contra-indication or family refusal. Methods: We retrospectively collected morbidity and mortality data for the first 10 years of the hydroxyurea therapy program of the Hematology Institute of Rio de Janeiro, Brazil (HEMORIO). We compared clinical and survival outcome among hydroxyurea-treated and untreated children, but since hydroxyurea was offered only to children ≥3 years of age, all analyses were restricted to patients 3–18 years old. The incidence of clinical events (hospitalization, ER visits, and transfusions) in the 12-month period prior to initiation of hydroxyurea was compared to that during the first year of treatment using the t-test, while survival analyses were done using the Log Rank Test. Results: Since 2000, 1643 children with SCD (1223 HbSS or HbSβ 0 -thalassemia, 291 HbSC, 35 HbSD, and 94 HbSβ + -thalassemia) were prospectively followed at our Center; 59% males, median age 7.7 years. Of these, 965 were between the ages of 3 and 18 years, and were therefore included in the analysis. A total of 224 patients (205 HbSS or HbSβ 0 -thalassemia, 7 HbSC, 3 HbSD, and 9 HbSβ + -thalassemia, 131 males) met criteria to initiate hydroxyurea treatment; median age at initiation was 6.0 years (range, 3.0–17.6). Hydroxyurea was started at 15 mg/kg/day, and escalated to a maximum of 30 mg/kg/day, or less if hematologic toxicity. Monthly visits were performed during dose escalation and then every 2–3 months, equivalent to patients not receiving hydroxyurea. The median treatment duration for the hydroxyurea-treated group was 1.9 years (range, 1.2 – 6.1) and median hydroxyurea dose was 20 mg/kg/day (range, 15 – 28). There was a significant reduction in hospitalization (67.9%, p=0.002), emergency room visits (48.7%, p <0.001), and transfusions (36.3%, p=0.001) during treatment with hydroxyurea. No serious adverse events attributed to hydroxyurea occurred. There were 46 deaths among patients 3 to 18 years of age: 44 (40 HbSS, 4 HbSC) among untreated patients and only two (both HbSS) taking hydroxyurea. The known causes of mortality in the untreated group were: ACS (17), sepsis (17), stroke (5), osteosarcoma (1), and car accident (1). In addition, three other deaths in the untreated group occurred at home for unknown reasons. The two deaths in the hydroxyurea-treated group were both due to ACS: a 6 year-old boy who had been adherent with hydroxyurea for 42 months at the dose of 25 mg/kg/day, and a 13 year-old boy who had been at a stable dose of 15 mg/kg/day for 3 years. The overall cumulative survival rate was 70.1% (95%CI: 56.4 – 87.2%). Cumulative survival rate at 10 and 17.9-years of age among hydroxyurea-treated children were 99.4% (95%CI: 98.2 – 100%) and 97.4% (95%CI: 93.3 – 100%), respectively, in contrast with 97.4% (95%CI: 96.6 – 98.6%) and 66.3% (95% CI: 51.6 – 85.3%) among those not treated (p=0.027). The OR for mortality was 4.6 times higher among untreated patients, in comparison with hydroxyurea-treated children (p=0.03). Conclusions: These data indicate that 1) mortality for SCD remains high among Brazilian pediatric patients; (2) hydroxyurea therapy for clinical indications is feasible among young patients in Brazil and reduces incidence of acute events; and 3) hydroxyurea therapy may reduce mortality among children with SCD. Despite having a more severe clinical course, hydroxyurea-treated patients had a lower mortality rate in comparison with untreated ones. These are the first data supporting the hypothesis that hydroxyurea is associated with reduced mortality in children with SCD. Disclosures: Off Label Use: Hydroxyurea to improve outcomes in SCD."
}