{
    "doi": "https://doi.org/10.1182/blood.V114.22.2444.2444",
    "article_title": "Alloreactive CD8 + Effector T Cells Proliferate and Persist Upon Chronic Exposure to Alloantigens through Reactivation of Stem Cell Transcriptional Programs. ",
    "article_date": "November 20, 2009",
    "session_type": "Experimental Transplantation - GVHD and GVL Poster II",
    "abstract_text": "Abstract 2444 Poster Board II-421 Alloreactive effector T cells are the central to graft-versus-host disease (GVHD), a life-threatening complication after allogeneic hematopoietic stem cell transplantation (HSCT). In GVHD host antigens are never cleared and alloreactive effector T cells are continuously generated over a period of several months or longer, but their suppression and control have proven to be difficult in practice. Using mouse models of GVHD directed against minor histocompatibility antigens (miHAs), we demonstrate that alloreactive effector T cells proliferate and persist upon chronic exposure to alloantigens via reactivation of stem cell transcriptional programs normally expressed in embryonic stem cells and neural stem cells. Many activated stem cell genes in effector T cells were distinct from those in memory T cells and were maintained at high levels upon T cell receptor activation, suggesting a specific role in chronically activated effector T cells. One of these genes, Ezh2, encodes a chromatin modifying enzyme essential to the proliferation, survival and differentiation of stem cells, was upregulated in CD8 + effector T cells upon antigenic stimulation and downregulated when the antigen was withdrawn. Pharmacologically inactivation of EZH2 with 3-Deazaneplanocin A inhibited effector T cell proliferation and survival. Silencing Ezh2 independently validated that Ezh2 was important for regulating effector T cell proliferation and expression of many stem cell genes. To further evaluate whether alloreactive CD8 + effector T cells obtained stem cell-like properties, e.g. the ability to self-renew to continually generate effector cells, we adoptively transferred highly purified miHA H60-specific (H60 + ) CD8 + effector T cells into secondary allogeneic and congenic recipients, respectively. As compared to congenic recipients, allogeneic recipients had 80-fold more proliferating H60 + CD8 + effector T cells. These donor H60 + CD8 + effector T cells expressed high levels of CD122, CD69, CXCR3, PD1, IFNγ and Granzyme B, required miHA H60 stimulation to sustain their replication with effector function and expression of stem cell genes, and caused severe GVHD in secondary allogeneic recipients. These results indicate that stem cell transcriptional programs expressed in embryonic and neural stem cells may play important roles in effector T cells. Among these stem cell genes, Ezh2 emerges as an important therapeutic target in modulating alloreactive T cell-mediated GVHD. Disclosures: Zhang: University of Michigan Comprehensive Cancer Center: Research Funding; Damon Runyon Cancer Research Foundation: Research Funding.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "antigens",
        "enzymes",
        "graft-versus-host disease",
        "granzyme b",
        "hematopoietic stem cell transplantation",
        "minor histocompatibility antigens",
        "stem cells",
        "t-cell receptor",
        "t-lymphocytes"
    ],
    "author_names": [
        "Koji Kato, MD",
        "Shuaiying Cui",
        "Rork Kuick",
        "Shin Mineishi, MD",
        "Elizabeth Hexner, MD",
        "James LM Ferrara, MD, DSc",
        "Victor E Marquez, PhD",
        "Stephen G. Emerson, MD, PhD",
        "Yi Zhang, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Koji Kato, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shuaiying Cui",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rork Kuick",
            "author_affiliations": [
                "Comprehensive cancer Center Biostatistics Core, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Mineishi, MD",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth Hexner, MD",
            "author_affiliations": [
                "3400 Civic Center Boulevard, University of Pennsylvania, Philadelphia, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James LM Ferrara, MD, DSc",
            "author_affiliations": [
                "Blood and Marrow Transplant Program, University of Michigan, Ann Arbor, MI, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Victor E Marquez, PhD",
            "author_affiliations": [
                "Laboratory of Medicinal Chemistry, National Institute of Health, Frederick, MD, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen G. Emerson, MD, PhD",
            "author_affiliations": [
                "President, Haverford College, Haverford, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yi Zhang, MD, PhD",
            "author_affiliations": [
                "School of Medicine, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T09:37:18",
    "is_scraped": "1"
}