{
    "doi": "https://doi.org/10.1182/blood.V104.11.3850.3850",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=130",
    "start_url_page_num": 130,
    "is_scraped": "1",
    "article_title": "Whole-Body Positron Emission Tomography (PET) Using 2- 18 Fluoro-2-Deoxy-D-Glucose (FDG) for Monitoring Lymphadenopathy in Autoimmune Lymphoproliferative Syndrome (ALPS). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "autoimmune lymphoproliferative syndrome",
        "burkitt's lymphoma",
        "fluorodeoxyglucose f18",
        "glucose",
        "lymphadenopathy",
        "positron-emission tomography",
        "lymphoma",
        "biopsy",
        "hodgkin's disease",
        "autoantigens"
    ],
    "author_names": [
        "V. Koneti Rao, MD",
        "Jorge A. Carrasquillo, MD",
        "Janet K. Dale, RN, MPH",
        "Stephen Bacharach, PhD",
        "Millie Whatley, RNMT",
        "Faith Dugan, RN",
        "Jean Tretler, RN",
        "Elaine S. Jaffe, MD",
        "Wyndham Wilson, MD",
        "Nilo Avila, MD",
        "Stephen E. Straus, MD"
    ],
    "author_affiliations": [
        [
            "LCID/NIAID, NIH, Bethesda, MD, USA"
        ],
        [
            "NMD, CC, NIH, Bethesda, MD, USA"
        ],
        [
            "LCID/NIAID, NIH, Bethesda, MD, USA"
        ],
        [
            "NMD, CC, NIH, Bethesda, MD, USA"
        ],
        [
            "NMD, CC, NIH, Bethesda, MD, USA"
        ],
        [
            "LCID/NIAID, NIH, Bethesda, MD, USA"
        ],
        [
            "LCID/NIAID, NIH, Bethesda, MD, USA"
        ],
        [
            "CCR, NCI, NIH, Bethesda, MD, USA"
        ],
        [
            "CCR, NCI, NIH, Bethesda, MD, USA"
        ],
        [
            "NMD, CC, NIH, Bethesda, MD, USA"
        ],
        [
            "LCID/NIAID, NIH, Bethesda, MD, USA"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "ALPS is associated with mutations in genes that promote apoptosis of lymphocytes leading to accumulation of unwanted cells, including ones that react against self antigens. It is characterized by early childhood onset of chronic lymphadenopathy, hepatosplenomegaly and autoimmune cytopenias. ALPS Types Ia, Ib, IIa and IIb are associated with mutations in the genes encoding the apoptosis signaling proteins Fas, FasL, and Caspases 10 or 8 respectively, while patients in whom no mutations have been identified are classified as ALPS Type III. Patients with intracellular Fas mutations have a significantly increased (14–51 fold) risk of developing non-Hodgkin’s (NHL) and Hodgkin’s lymphoma (HL) relative to SEER data. The diagnosis of lymphoma can be particularly difficult because many ALPS manifestations overlap with those of lymphoma, risking the need for repeated biopsies. A non-invasive test is desired for ALPS patients to help discern whether a biopsy is warranted and decide which node to biopsy. PET using FDG, as a measure of glucose metabolism, has emerged as a useful technique in the staging and follow up of various tumors including lymphomas. We have been exploring the value of PET to determine whether qualitative or quantitative FDG localization can differentiate ALPS patients with benign adenopathy from those with ALPS-associated lymphomas. Patients received 15 mCi of FDG and underwent imaging of their torso using a dedicated PET scanner. Images were analyzed semi-quantitatively to determine the maximum standardized uptake values (SUVmax = mCi/g in node of interest/mCi injected x grams lean body mass) in sites of abnormal nodal uptake. Thus far, 9 male and 7 female patients with ALPS with a median age of 24 years (range 14–47yrs) have been studied. 11 patients have ALPS Type Ia, 1 has ALPS Type IIa, and 4 have ALPS Type III. 5 underwent lymph node biopsy following PET; 4 of them had lymph node histopathology consistent with ALPS. One patient was diagnosed with Burkitt lymphoma (BL) following his initial PET study, and is being followed after chemotherapy. Three subjects had prior diagnoses of lymphoma (2NHL and 1HL) and were in remission at the time of PET study. The patient with Burkitt lymphoma had an SUVmax of 26.9 at diagnosis; whereas the other 15 ALPS patients had a mean SUVmax of 8.2 (SE+0.5; range 4.2–11.3; with significant overlap between the groups. Qualitatively, the patients with ALPS Types Ia and IIa had greater numbers of nodal sites with increased FDG uptake than the patients with ALPS Type III. The biodistribution of FDG in patients with ALPS is abnormal compared to previously studied normal controls who typically exhibit no nodal uptake. With additional subjects studied, it may be possible to determine whether there are sufficient changes in FDG uptake to discriminate among the different subgroups of ALPS or between ALPS associated adenopathy and ALPS associated lymphoma. In the interim, one needs to be aware of the considerable FDG avidity of ALPS related adenopathy while assessing ALPS patients by PET scans for suspected lymphoma."
}