{
    "doi": "https://doi.org/10.1182/blood.V114.22.4079.4079",
    "article_title": " In Vitro Generation of Cytotoxic T Lymphocytes against MAGE A1 and MAGE A3 Derived From Healthy Donors. ",
    "article_date": "November 20, 2009",
    "session_type": "Tumor Immunotherapy Poster II",
    "abstract_text": "Abstract 4079 Poster Board III-1014 MAGE A1 and MAGE A3 are cancer testis antigens that are expressed on a number of malignant tumor cells, but not by normal cells, except for male germ cells which lack HLA expression. Therefore, MAGE cytotoxic T lymphocytes are strictly tumor-specific. Adoptive transfer of antigen specific cytotoxic T lymphocytes (CTL) provides immediate graft-versus tumor effects while minimizing risk for graft-versus-host disease. The aim of the current study was to find ideal conditions for expansion of CTL targeting tumor-associated antigens from peripheral blood mononuclear cells (PBMCs) of healthy donors to be used in allogenic cell therapy. In this study we investigated the ability to generate MAGE A1 and MAGE A3 specific cytotoxic T cells using autologous dendritic cells (DC) loaded with MAGE A1 and MAGE A3 overlapping peptides. CTL lines specific for MAGE A1 and MAGE A3 were established by stimulating CD8 T cells from healthy donors with autologous dendritic cells loaded with MAGE A1 or MAGE A3 overlapping pooled peptides in round-bottomed, 96-well plates. CD8 + T cells were restimulated with the same ratio of peptide pulsed DC on days 7 and 14 in the presence of IL-2 (50 U/ml), IL-7 and IL-15 (5 ng/ml). These microcultures were screened 10 days after the third stimulation for their capacity to produce interferon-gamma (IFN-gamma) when stimulated with autologous EBV-transformed B lymphocytes (BLCL) transduced with lentivirus(LV) encoding MAGE A1 or MAGE A3 and autologous BLCL transduced with LV encoding GFP. MAGE A1 and MAGE-A3 specific IFN-gamma producing cells were rapidly expanded in OKT3 and IL2. The specificity of the rapidly expanded MAGE A1 and MAGE A3 specific T cells was confirmed by IFN-gamma production as measured by intracellular cytokine staining and ELISA as well as antigen specific cytotoxicity by a standard 51 chromium ( 51 Cr) release assay. We successfully generated MAGE A1 and MAGE A3 specific CTL lines from healthy donors using this method. Specific CTL lines showed cytotoxicity in vitro not only to target cells pulsed with MAGE A1 or MAGE A3 peptides but also to target cells transduced with LV-MAGE A1 or LV-MAGE A3. Specific cytolytic activity was accompanied by IFN-gamma secretion. These data indicate that tumor antigen specific CTL can be expanded using overlapping peptides regardless of an individual's HLA specificity. The ability to generate tumor specific CTL from donors of various HLA backgrounds provide a rationale for utilizing MAGE A1 and MAGE A3 overlapping peptides for expansion of antigen specific T cells for adoptive T-cell therapy against MAGE A1 or MAGE A3 expressing tumors. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "aldesleukin",
        "antigens",
        "cell therapy",
        "chromium",
        "cytokine",
        "cytotoxicity",
        "donors",
        "graft-versus-host disease",
        "human leukocyte antigens",
        "interferon type ii"
    ],
    "author_names": [
        "Lei Bao, MD, PhD",
        "Mindy M Stamer, BS",
        "Kimberly Dunham, BS",
        "Deepa Kolaseri Krishnadas, PhD",
        "Kenneth G Lucas, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lei Bao, MD, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Penn State Children's Hosp., Hershey, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Mindy M Stamer, BS",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Penn State Children's Hosp., Hershey, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kimberly Dunham, BS",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Penn State Children's Hosp., Hershey, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deepa Kolaseri Krishnadas, PhD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Penn State Children's Hosp., Hershey, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kenneth G Lucas, MD",
            "author_affiliations": [
                "Pediatric Oncology/Hematology, Penn State Children's Hosp., Hershey, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T21:26:38",
    "is_scraped": "1"
}