{
    "doi": "https://doi.org/10.1182/blood.V118.21.2488.2488",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1902",
    "start_url_page_num": 1902,
    "is_scraped": "1",
    "article_title": "Evaluation of Autophagy Modulators and Isoprenoid Biosynthetic Pathway Inhibitors in Multiple Myeloma Cells ",
    "article_date": "November 18, 2011",
    "session_type": "604. Molecular Pharmacology, Drug Resistance: Poster II",
    "topics": [
        "autophagy",
        "multiple myeloma",
        "chloroquine",
        "monoclonal immunoglobulin",
        "acridine orange",
        "bisphosphonates",
        "bortezomib",
        "cytotoxicity",
        "diphosphates",
        "lovastatin"
    ],
    "author_names": [
        "Ella J. Born, BA",
        "Sara V. Hollins, BS",
        "Sarah A. Holstein, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Internal Medicine, University of Iowa, Iowa City, IA, USA"
        ],
        [
            "Internal Medicine, University of Iowa, Iowa City, IA, USA"
        ]
    ],
    "first_author_latitude": "41.6699982",
    "first_author_longitude": "-91.56066949999999",
    "abstract_text": "Abstract 2488 The production of monoclonal protein (MP) by malignant plasma cells is a hallmark of multiple myeloma (MM). We have previously demonstrated that select inhibitors of the isoprenoid biosynthetic pathway (IBP) which diminish Rab geranylgeranylation, disrupt MP trafficking in MM cells. The resulting intracellular accumulation of MP leads to induction of the unfolded protein response (UPR) pathway and apoptosis. The proteasome-mediated ER-associated degradation pathway has been shown to play an important role in intracellular degradation of monoclonal protein. Autophagy, another cellular process by which proteins are degraded, has been shown to play a role in clearing toxic aggregrated proteins in other systems. The extent to which autophagy is involved in clearing accumulated intracellular MP is unknown. We hypothesized that disruption of autophagy may enhance the cytotoxic effects of agents which impair MP trafficking. We therefore evaluated the effects of combining IBP and autophagy inhibitors in MM cells. Studies were performed in the lambda-light chain secreting RPMI-8226 (RPMI) MM line and the amyloidogenic lambda light chain-secreting ALMC-2 line. IBP inhibitors (IBPIs) included lovastatin (Lov) (HMG-CoA reductase inhibitor), digeranyl bisphosphonate (DGBP) (geranylgeranyl diphosphate synthase inhibitor), and 3-PEHPC (3P) (geranylgeranyl transferase II inhibitor). Autophagy modulators included bafilomycin A (Baf), 3-methyladenine (3-MA), and chloroquine (Chl). MTT cytotoxicity assays demonstrated differential effects when IBP and autophagy inhibitors were combined. Isobologram analysis revealed a synergistic interaction between Lov and Baf while predominantly additive or antagonistic interactions were observed with the combination of Lov and 3MA. A primarily additive interaction was observed between DGBP and Baf in the RPMI cells, while a synergistic effect was observed in the ALMC-2 cells. While concurrent incubation between 3P and Baf resulted in an additive interaction, pre-treatment with 3P for 24 h, followed by co-treatment with Baf for an additional 24 h, yielded a synergistic interaction. ELISA studies were performed to determine the effects of the autophagy modulators on MP trafficking. Treatment with Baf resulted in a concentration-dependent increase in intracellular MP level. Furthermore, addition of Baf potentiated the Lov-, DGBP-, or 3P-induced accumulation of intracellular MP. Neither 3-MA nor chloroquine increased intracellular MP levels by more than 20% and significant potentiation was not seen when these agents were combined with an IBPI. Finally, addition of the proteasome inhibitor bortezomib to the combination of Lov and Baf further increased intracellular MP levels. To evaluate the effects of combining IBPIs with autophagy inhibitors on autophagolysosome formation, studies were performed utilizing acridine orange staining and flow cytometric analysis. The shift from green to red fluorescence, a marker for acidic vesicular organelle (AVO) formation, was determined. These studies demonstrated that the select IBP inhibitors (DGBP and 3P to a greater extent than Lov) enhanced the Baf- and 3-MA-induced decrease in mean red:green fluorescence ratio. To determine whether Baf altered the ability of Lov to induce markers of the UPR, quantitative real time PCR studies were performed. These studies revealed that both Lov and Baf induce the upregulation of components of the UPR including PERK, IRE1, and GADD153. The combination of Lov and Baf further upregulated these UPR components compared with either agent alone. In conclusion, these studies demonstrate that the combination of the autophagy inhibitor Baf and select IBPIs results in enhancement of cytotoxic effects, disruption of MP trafficking, induction of components of the UPR, and inhibition of AVO formation. Further studies will be required to determine the extent to which autophagy regulates MP homeostasis, the mechanism underlying the differential effects of the autophagy inhibitors, and the effect of Rab inhibitors on autophagic processes in MM cells. This work forms the basis for future pre-clinical and clinical studies investigating the combination of inhibitors of MP secretion and autophagy in MM and related disorders. Disclosures: No relevant conflicts of interest to declare."
}