{
    "doi": "https://doi.org/10.1182/blood.V112.11.3530.3530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1215",
    "start_url_page_num": 1215,
    "is_scraped": "1",
    "article_title": "Active Immune Gene Therapy Using ISF35: Responses Associated with Priming for Death Receptor-Induced Apoptosis and Sensitivity to Fludarabine in Patients with CLL and Del 17p ",
    "article_date": "November 16, 2008",
    "session_type": "Gene Therapy and Transfer",
    "abstract_text": "CLL cells can be transduced with adenovirus vector to express CD40-ligand (CD154). Ad-ISF35 is the Ad-vector that encodes a novel molecule capable of ligating CD40 on CLL cells. We conducted a phase I clinical trial to evaluate tolerability, toxicities, and clinical activity of a single infusion of autologous ISF35-transduced CLL cells. Doses of 1×10 8 , 3×10 8 , and 1×10 9 transduced cells were administered. Three patients (pts) were treated at each dose level. All pts had active disease with an NCI-WG ‘96 indication for treatment, 2 were previously untreated and 7 were previously treated. Four of the previously treated pts had del 17p by FISH prior to ISF35. Pts experienced Grade 1–2 flu-like symptoms that resolved within 2–3 days. Infusions were associated with reduction in leukemia counts and lymph node size at all dose levels; there was no dose-response. These responses were associated with in vivo apoptosis of CLL cells demonstrated by Annexin V staining, including cells collected form pts with del 17p. In vivo phenotypic and biochemical changes occurred in bystander leukemia cells of treated pts, again including cells collected from pts with del 17p. These changes included increased expression of CD95 (FAS) and death receptor 5 (DR5). A notable biochemical change included de novo expression of bid, including in cells from pts with del 17p, which lasted several weeks. Bid links the intrinsic and extrinsic apoptosis pathways and facilitates death-receptor-induced killing. Leukemia cell sensitivity to purine analogue-based therapy can be increased following expression of p73 in CLL cells with del 17p or mutated TP53 . We demonstrated that ISF35 induced in vivo expression of p73 following infusion of transduced cells. Treatment of patients with del 17p with purine-analogue based regimens resulted in responses, including complete remissions. Increases in T cell counts were also observed at all dose levels; there was no dose-response relationship. T-cell increases peaked at 1–4 wks post-infusion. These results demonstrate that Ad-ISF35-transduced autologous leukemia cells can be given safely up to 1×10 9 transduced cells, without dose limiting toxicities, and resulting in phenotypic and biochemical changes in bystander cells in vivo that render them able to present antigen and primes them for death-receptor induced apoptosis.",
    "topics": [
        "annexin a5",
        "antigens",
        "apoptosis",
        "brachial plexus neuritis",
        "cd40 antigens",
        "cd40 ligand",
        "cd95 antigens",
        "death domain receptors",
        "disease remission",
        "fludarabine"
    ],
    "author_names": [
        "William G Wierda, MD, PhD",
        "Januario Castro, MD",
        "Robier A Aguillon, MD",
        "Deepa Sampath, PhD",
        "Annette Jalayer, RN",
        "Charles Prussak, PhD",
        "Michael J Keating, MBBS",
        "Thomas J Kipps, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Leukemia, U.T.M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Moores Cancer Center, University of California, San Diego, San Diego, CA, USA"
        ],
        [
            "Internal Medicine, University of Miami-Jackson Memorial Hospital, Miami, FL"
        ],
        [
            "Experimental Therapeutics, U.T.M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Leukemia, U.T.M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "MemGen, LLC, Solana Beach, CA, USA"
        ],
        [
            "Leukemia, U.T.M.D. Anderson Cancer Center, Houston, TX, USA"
        ],
        [
            "Moores Cancer Center, University of California, San Diego, San Diego, CA, USA"
        ]
    ],
    "first_author_latitude": "29.7068146",
    "first_author_longitude": "-95.3971547"
}