{
    "doi": "https://doi.org/10.1182/blood.V112.11.1352.1352",
    "article_title": "The Histone Deacetylase Inhibitor LAQ824 Maintains Normal Hematopoietic Progenitor cells (HPC) Associated with Induction of Notch Target Genes and Does Not Eliminate Leukemic HPC in Vitro. ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Malignant Stem and Progenitor Cells",
    "abstract_text": "Introduction: Histone deacetylase inhibitors (DACi) have shown promising antileukemic activity by overcoming the differentiation block and inducing apoptosis in AML blasts. Recent data demonstrating enhanced maintenance and functional capacity of normal, but also leukemic hematopoietic progenitor cells (HPC) by the selective class I DACi valproic acid (VPA) have raised concerns about VPA in AML therapy. As more potent pan-DACi have entered clinical trials, we analysed the impact of the hydroxamic acid LAQ824 on phenotype and function of normal and leukemic CD34+ HPC and studied LAQ824- induced gene expression in the most primitive CD34+CD38- population of normal HPC. Methods: Differentiation and proliferation of CD34+ cells of bone marrow of healthy donors and peripheral blood samples of newly diagnosed AML patients were evaluated after one week of culture in presence of SCF, FLT3 ligand, TPO, IL-3 +/− LAQ824. The effect of LAQ824 on gene expression profiles in normal CD34+CD38− cells was assessed in three independent cell samples following incubation with cytokines +/− LAQ824 for 48 hours using Affymetrix GeneChip Human Genome U133 Plus 2.0 and Gene Spring Software. Serial replating of murine Sca1+Lin- HPC was performed in the presence of SCF, G-CSF, GM-CSF, IL-3, IL-6 +/− LAQ824. Results: Treatment of murine Sca1+Lin- HPC with LAQ824 (10 nM) significantly augmented colony numbers (p<0.01; n=3), and supported colony growth after four cycles of replating whereas no colonies developed in its absence beyond the second plating indicating preservation of functionally active multipotent progenitor cells. LAQ824 (10–20 nM) mediated acetylation of histone H3 in human normal and leukemic HPC. In normal HPC, LAQ824 (0–20 nM) lead to a dose-dependent increase in the proportion of CD34+ cells (20% w/o LAQ824 vs. 36% with LAQ824 20nM, p=0.07) and a significant reduction of CD14+ monocytes (18% vs. 3%, p= 0.02; n=3). The total number of CD34+ cells remained stable up to 10 nM and decreased at 20 nM. Gene expression analysis showed, that LAQ824 (20 nM) lead to an at least 3-fold up-regulation of 221 genes in all three HPC samples tested including HDAC11 and the cell cycle inhibitor p21waf1/cip1 known to be induced by most DACi in HPC. We identified several members of the notch pathway such as mastermind-like protein 2 (MAML2, a component of the active notch transcriptional complex) and notch target genes including the transcription factors HES1, HEY1 and HOXA10 and confirmed increase of protein levels by Western blotting. Reduced gene expression of mini-chromosome-maintenance (MCM) protein family members was observed which - in addition to up-regulation of p21 - has previously been associated with notch-mediated cell cycle arrest. To compare the effect of LAQ824 (20 nM) with VPA (150 ng/ml) on leukemic HPC, cells were cultured for one week with or w/o DACi. Of note, LAQ824 resulted in a 0.8-fold reduction of CD34+ leukemic HPC, while VPA expanded this population 2.2-fold compared with cytokine-treated controls (p=0.03; n=12). CFU numbers growing from CD34+ leukemic HPC in presence of LAQ824 did not differ significantly from controls (n=9). Conclusion: LAQ824 seems to diminish, but not eliminate normal as well as leukemic HPC as determined by phenotypic and functional in vitro analyses. Our gene expression analysis suggested an association with coactivator and target genes of the notch pathway and cell cycle arrest-inducing genes. In contrast to VPA, LAQ824 does not seem to support growth of leukemic HPC which may contribute to its more potent antileukemic effect.",
    "topics": [
        "candidate disease gene",
        "hematopoietic stem cells",
        "histone deacetylase inhibitors",
        "mechlorethamine",
        "valproic acid",
        "cytokine",
        "interleukin-3",
        "flt3 ligand",
        "functional capacity",
        "gene expression profiling"
    ],
    "author_names": [
        "Kerstin Schwarz",
        "Oliver Ottmann",
        "Annette Romanski",
        "Anja Vogel",
        "Jeffrey W. Scott",
        "Hubert Serve",
        "Gesine Bug"
    ],
    "author_dict_list": [
        {
            "author_name": "Kerstin Schwarz",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oliver Ottmann",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Annette Romanski",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Vogel",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Scott",
            "author_affiliations": [
                "Novartis Oncology, Florham Park, NJ, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hubert Serve",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gesine Bug",
            "author_affiliations": [
                "Goethe-University of Frankfurt, Medizinische Klinik II, Frankfurt/Main, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-07T09:33:20",
    "is_scraped": "1"
}