{
    "doi": "https://doi.org/10.1182/blood.V112.11.2529.2529",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1247",
    "start_url_page_num": 1247,
    "is_scraped": "1",
    "article_title": "MRD Monitoring Reveals a Specific Biology of BCR/ABL-Positive ALL ",
    "article_date": "November 16, 2008",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis",
    "topics": [
        "bcr-abl tyrosine kinase",
        "bone marrow specimen",
        "child",
        "follow-up",
        "fusion genes",
        "genes",
        "genome",
        "genotype",
        "immunoglobulins",
        "leukemia"
    ],
    "author_names": [
        "Marketa Zaliova",
        "Leona Reznickova",
        "Eva Fronkova",
        "Katerina Krejcikova",
        "Katerina Muzikova",
        "Claus Meyer",
        "Rolf Marschalek",
        "Jan Stary",
        "Jan Trka",
        "Jan Zuna"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Institute of Pharmaceutical Biology, ZAFES, Diagnostic Center of Acute Leukemia, Goethe-University of Frankfurt, Biocenter, Frankfurt/Main, Germany"
        ],
        [
            "Institute of Pharmaceutical Biology, ZAFES, Diagnostic Center of Acute Leukemia, Goethe-University of Frankfurt, Biocenter, Frankfurt/Main, Germany"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ],
        [
            "Pediatric Hematology and Oncology, 2nd Medical School, Charles University Prague, CLIP-Childhood Leukemia Investigation Prague, Prague, Czech Republic"
        ]
    ],
    "first_author_latitude": "50.073917099999996",
    "first_author_longitude": "14.341215699999998",
    "abstract_text": "Minimal residual disease (MRD) monitoring is an essential tool for current leukaemia therapy. The only standard method for MRD monitoring in childhood ALL is the quantitative detection of clonal immunoglobulin (Ig) and T-cell receptor (TCR) genes rearrangements. The quantitative detection of fusion genes or transcripts provides an alternative option for MRD monitoring. We aimed to compare the significance of these MRD methods by parallel monitoring of fusion transcripts/genes and Ig/TCR targets during the follow-up of children from the three most common ALL genotype groups. We analysed 117, 109 and 191 bone marrow samples from 28 TEL/AML1-positive, 7 MLL fusion-positive and 16 BCR/ABL-positive patients, respectively. To keep the comparability of different MRD approaches, we used qPCR detection systems with similar sensitivity (at least 10 −4 ), we adopted ESG-MRD-ALL principles for MRD quantification and we related the MRD level in follow-up samples to the diagnostic level for all MRD methods. We found a very good correlation of fusion transcript- and Ig/TCR-based approaches (R 2 =0.903) with only 7% of samples differing by more than 1 log in a cohort of TEL/AML1-positive patients. A good correlation was also found between fusion transcript- and Ig/TCR-based MRD in MLL fusion-positive patients (R 2 =0.8419). Only 10% of samples differed by more than 1 log, being underestimated by Ig/TCR in 4.5% and by MLL-fusion transcript in 5.5%. For the follow-up of MLL-fusion-positive patients we further employed the monitoring of MLL-fusions on genomic level. The MRD based on genomic MLLfusion genes showed a very good correlation with Ig/TCR -based method (R 2 =0.9124) with only 5% of samples differing by more than 1 log, and it also closely correlated with MLL-fusion transcript levels (R 2 =0.9195). Strikingly, in BCR/ABL-positive patients we found a limited correlation of fusion transcript-based and Ig/TCR-based MRD (R 2 =0.6880) with 1/3 (34%) of samples differing by more than 1 log. In contrast to the MLL cases, the underestimation of MRD by individual methods was “asymmetrical”: 8% of the discordant samples had higher MRD measured by Ig/TCR and 26% by BCR/ABL transcript. Despite identical sensitivity of both methods, in 19% of samples the MRD positivity was revealed only by BCR/ABL approach while Ig/TCR approach gave negative results. Detailed analysis showed clinical significance of the discordant BCR/ABL vs. Ig/TCR MRD information. Altogether, 13 relapses occurred during the follow-up of our cohort. We compared number of BCR/ABL and Ig/TCR -positive samples among all BM specimens taken 6 and 12 months before relapse. While the majority of samples preceding relapse were BCR/ABL-positive (14/18 and 22/36 six and twelve months before relapse) only a minority of samples showed Ig/TCR positivity (7/18 and 12/36, respectively). The non-equal distribution of the BCR/ABL and Ig/TCR-positive samples was statistically significant (p=0.04 and p=0.03 for the two time-points, respectively). Our study shows, that in TEL/AML1 and MLL fusion-positive patients, fusion gene/transcript-based MRD monitoring provides information highly concordant to the standard Ig/TCR approach and thus it is useful as a complementary method in patients with absent or inadequate Ig/TCR targets (particularly in MLL cases where clonal Ig/TCR rearrangements are rare). The situation is different in BCR/ABL patients, where the MRD information from both approaches is discordant in a high subset of samples. This result probably reflects the dissimilar biology of this ALL subtype and the fact, that BCR/ABL-positive (prae-)leukaemic stem cell is different and multilineage involvement more common. Thus, in some cases, the fusion transcript monitoring reveals the existing pool of cells that increase the risk of relapse despite the Ig/TCR negativity. We conclude that MRD in all BCR/ABL–positive patients should be monitored not only by the standard Ig/TCR approach but in parallel also by the quantitative fusion transcript-based detection. Support: MSM0021620813, MZO00064203."
}