{
    "doi": "https://doi.org/10.1182/blood-2020-141506",
    "article_title": "Novel Method for Clonal Selection of Multiplexed Engineered CAR-T Cells Which Uniquely Demonstrate Anti-Tumor Functionality in the Tumor Microenvironment ",
    "article_date": "November 5, 2020",
    "session_type": "703.Adoptive Immunotherapy: Mechanisms and New Approaches",
    "abstract_text": "Despite the success of chimeric antigen receptor (CAR)-T cell therapy in various hematologic malignancies, obstacles to an effective therapeutic outcome are highly dependent on the tumor type being targeted and the immune microenvironment that the CAR-T cells encounter. For example, the presence of suppressive cells and soluble factors in the tumor microenvironment (TME) can prevent continued antitumor function of CAR-T cells. Toward this end, we explored multiple genetic editing options, including IL15-based edits, for improving the persistence and activation state of CAR-T cells in the TME. CAR-T cells engineered to express one of five different molecular barcoded constructs were developed and compared, including two versions of an IL-15 signaling complex (IL15RF), constitutively active IL-7 receptor (ca-IL7R), IL-21 signaling complex (IL21RF), and CD16 transgenes. The use of molecular tags allowed us to track CAR-T cell subpopulations in a complex pool with great resolution via next-generation sequencing (NGS) technology. Subsequent in vitro functional testing was performed to assess CAR-T expansion and function in response to serial stimulation with tumor cells bearing cognate antigen. Results showed that after four rounds of stimulation, cytotoxicity was enhanced in CAR-T cells engineered with the ca-IL7R and IL15RF transgene edits (1.5-fold increase in target cell lysis compared to control). Furthermore, an increased proportion of IL-2 producing cells was seen in CAR-T cells expressing the ca-IL7R and IL15RF-based edits (2-fold increase compared to control). In the initial proof of concept study, the best expansion after eight rounds of stimulation was seen in CAR-Ts engineered with IL15RF-based edits. Furthermore, using NGS to screen for the unique molecular barcodes in the CAR-T cell pool, we confirmed the enrichment of CAR-T cells with IL15RF-based edits over multiple rounds of stimulation. Single cell RNAseq was also performed after four and eight rounds of stimulation, where multiple clusters of CAR-T cells were identified and traced back to performance in vitro . Analysis of single cell clusters without IL15RF-based edits exhibited an increase in expression of the checkpoint receptor CTLA4 (p = 4.2E-2) and transcription factor GATA3 (p = 6.9E-5), while clusters with IL15RF-based edits had increased expression of effector molecules GZMB (p = 3.6E-2) and GZMH (p = 2.9E-8), T cell memory related markers CD62L (p = 5.2E-3) and CD27 (p = 2.2E-6), as well as increased expression of the cell proliferation marker Ki-67 (p = 3.3E-12). Because the presence and expansion of T cells in the tumor can be a good prognostic indicator for response to therapy, we used the pool of barcoded CAR-T cells and tested for enrichment/infiltration in a subcutaneous solid tumor implanted in NSG mice. Importantly, enrichment for CAR-T cells with IL15RF-based edits was observed using an NGS readout for the molecular barcodes present in the tumors. Analysis of the data from spatial transcriptomics on tumor sections, and single cell RNAseq of dissociated tumor samples, further informed our understanding of how CAR-T cells with IL15-based edits performed better in the TME (4-fold increase compared to control). The strategy of using molecular barcoded constructs for evaluating clonal populations of engineered CAR-T cells in a pool is shown here to be feasible and that it can be applied as a precise method to concurrently screen many distinct engineered modalities to improve effector cell function, homing and residence in various solid tumor settings. Disclosures Peralta: Fate Therapeutics, Inc.: Current Employment. Robbins: Fate Therapeutics, Inc.: Current Employment. Carron: Fate Therapeutics, Inc.: Current Employment. Denholtz: Fate Therapeutics, Inc: Current Employment. Navarrete: Fate Therapeutics, Inc.: Current Employment. Lu: Fate Therapeutics, Inc.: Current Employment. Yao: Fate Therapeutics, Inc.: Current Employment. Hanok: Fate Therapeutics, Inc.: Current Employment. Sui: Fate Therapeutics, Inc.: Current Employment. Gentile: Fate Therapeutics, Inc.: Current Employment. Sung: Fate Therapeutics, Inc.: Current Employment. ORourke: Fate Therapeutics, Inc.: Current Employment. Lee: Fate Therapeutics, Inc.: Current Employment. Shoemaker: Fate Therapeutics, Inc.: Current Employment. Nguyen: Fate Therapeutics, Inc.: Current Employment. Valamehr: Fate Therapeutics, Inc: Current Employment, Current equity holder in publicly-traded company.",
    "author_names": [
        "Eigen Peralta, PhD",
        "David Robbins, BS",
        "Emily Carron, PhD",
        "Matthew Denholtz, PhD",
        "Natalie Navarrete, BS",
        "Dan Lu, PhD",
        "Joyee Yao",
        "Sandeep Kothapally Hanok",
        "Yinghui Sui, PhD",
        "Angela Gentile",
        "Eric Sung",
        "Jason ORourke, PhD",
        "Tom Lee, PhD",
        "Daniel Shoemaker, PhD",
        "Cokey Nguyen, PhD",
        "Bahram Valamehr, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Eigen Peralta, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "David Robbins, BS",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Emily Carron, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Denholtz, PhD",
            "author_affiliations": [
                "Fate Therapeutics Inc., San Diego, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Natalie Navarrete, BS",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Lu, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joyee Yao",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sandeep Kothapally Hanok",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yinghui Sui, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Gentile",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Sung",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jason ORourke, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tom Lee, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Shoemaker, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cokey Nguyen, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bahram Valamehr, PhD",
            "author_affiliations": [
                "Fate Therapeutics, Inc., San Diego, CA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T18:42:10",
    "is_scraped": "1"
}