{
    "doi": "https://doi.org/10.1182/blood.V124.21.2798.2798",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2927",
    "start_url_page_num": 2927,
    "is_scraped": "1",
    "article_title": "Age-Associated Bone Disease in Factor VIII-Deficient Mice ",
    "article_date": "December 6, 2014",
    "session_type": "321. Blood Coagulation and Fibrinolytic Factors: Poster II",
    "topics": [
        "bone diseases",
        "mice",
        "biological markers",
        "diagnostic imaging",
        "hemophilia a",
        "hemophilias",
        "osteocalcin",
        "reverse transcriptase polymerase chain reaction",
        "computed tomography",
        "factor viii"
    ],
    "author_names": [
        "Emily A. Larson",
        "Urszula T. Iwaniec, PhD",
        "Sigrid C. Holmgren, MS",
        "Russell T. Turner, PhD",
        "Michael Recht, MD PhD",
        "Jason A. Taylor, MD PhD"
    ],
    "author_affiliations": [
        [
            "Portland VA Research Foundation, Portland, OR "
        ],
        [
            "Oregon State University, Corvallis, OR "
        ],
        [
            "Portland VA Research Foundation, Portland, OR "
        ],
        [
            "Oregon State University, Corvallis, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR "
        ],
        [
            "Oregon Health & Science University, Portland, OR ",
            "VA Medical Center, Portland, OR"
        ]
    ],
    "first_author_latitude": "45.49600029999999",
    "first_author_longitude": "-122.6833092",
    "abstract_text": "BACKGROUND: Bone disease is increasingly being clinically recognized in hemophilia. We previously demonstrated bone disease in factor VIII (FVIII)-deficient mice at peak bone mass that was independent of activity, hemarthroses, and weight compared to wild-type littermates. These findings are consistent with the hypothesis that FVIII-deficiency directly impacts skeletal health. However, the impact of FVIII-deficiency on skeletal health at different stages of growth and aging remains unknown. Addressing this issue is critical for understanding the potential underlying mechanisms as well developing therapeutic interventions to ameliorate bone disease in hemophilia. METHODS: The skeletal health of FVIII-deficient and wild-type littermate controls were characterized during growth (10 weeks of age), peak bone mass (20 weeks), and during aging (40 weeks). Characterization included micro computerized tomography (CT) imaging, bone mineral density, biomechanical testing, histomorphometry (quantitative histology), gene expression using reverse transcription polymerase chain reaction (RT-PCR), and bone biomarker evaluation. RESULTS: Femoral bone mineral density in FVIII-deficient mice is decreased compared to wild-type littermate controls with increasing statistical significance with age; p = 0.108 at 10 weeks (12 FVIII-deficient and 15 wild-type mice), p = 0.064 at 20 weeks (19 FVIII-deficient and 22 wild-type mice) and p = 0.017 at 40 weeks (18 FVIII-deficient and 23 wild-type mice) of age. Cortical bone (outer hard bone) thickness differences decrease with age, with FVIII-deficient mice having statistically thinner cortices at 10 weeks ( p = 0.0004) compared to 20 ( p = 0.008) and 40 weeks ( p = 0.079). Trabecular bone (softer inner bone), measured by trabecular number, decreased in FVIII-deficient mice, has a similar trend: 10 weeks ( p = 0.035), 20 weeks ( p = 0.048), and 40 weeks ( p = 0.643). Histomorphometry also shows an age-dependent pattern. At 10 weeks in the FVIII-deficient mice there is higher osteoclast (cells that break down bone) ( p = 0.0010) and no change in osteoblast (cells that build bone) numbers; at 20 weeks there is higher osteoclast ( p = 0.0011) and lower osteoblast ( p = 0.027) numbers; while at 40 weeks there is no difference in osteoclast and lower osteoblast ( p = 0.0017) numbers. Dynamic histomorphometry demonstrates lower bone formation rate at 40 weeks ( p = 0.002) but no difference at 20 weeks. Biomechanical strength, as measured by ultimate force, is decreased in FVIII-deficient mice at 20 weeks ( p = 0.017) and 40 weeks ( p = 0.023). 10 week bones were not evaluated for biomechanical strength due to small size. No statistical difference in CTX-1 (biomarker for bone resorption) or osteocalcin (biomarker for bone formation) is observed at any age group. Levels of gene expression using RT-PCR was characterized from the bone marrow cells in the 20 week cohorts evaluating genes related to bone metabolism. Normalized to beta-actin and glyceraldehyde 3-phosphate dehydrogenase, differential gene expression is not seen in osteocalcin, tumor necrosis factor-alpha, receptor activator of nuclear factor-kappa B (RANK), RANK ligand, interferon-beta or tartrate-resistant acid phosphatase. There is lower FBJ osteosarcoma oncogene (c-fos) gene expression ( p < 0.01), a transcriptional regulator of osteoclast formation, in the bone marrow from FVIII-deficient mice. There is also a trend for lower osteoprotegerin gene expression ( p < 0.10). CONCLUSIONS: Evidence for bone disease is present in growing, mature and aging bones in FVIII-deficient mice compared to littermate controls but the form of bone disease differs with age. Differences in imaging parameters are most pronounced at 10 weeks while BMD is most pronounced in bones of older mice. Furthermore, FVIII-deficient mice have an age-dependent pattern of osteoblast and osteoclast numbers with a relative increase in osteoclasts during growth and relative decrease in osteoblasts with aging. Even with these changes, the decreases in biomechanical strength, measured against aged-matched wild-type controls, are similar at both 20 and 40 weeks. The observed bone pathology is not associated with global changes in biomarkers of bone formation or bone resorption at any age. These results suggest that FVIII-associated bone disease is a complex age-dependent process that begins during development and continues throughout life. Disclosures Taylor: Baxter BioScience: Research Funding; Novo Nordisk: Research Funding."
}