{
    "doi": "https://doi.org/10.1182/blood.V110.11.2406.2406",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=869",
    "start_url_page_num": 869,
    "is_scraped": "1",
    "article_title": "ROCKI Regulates Critical Functions in Macrophages and Neutrophils. ",
    "article_date": "November 16, 2007",
    "session_type": "Granulocytes, Monocytes and Macrophages",
    "abstract_text": "Neutrophils and macrophages are a major cellular component of innate immune response and are recruited rapidly in large numbers to sites of infection. The small GTPase Rho and its downstream effectors, the serine/threonine kinase ROCKI and ROCKII have been implicated in various cellular functions including actin cytoskeleton organization, cell adhesion, and cell motility in non-hematopoietic cells. We show that loss of ROCKI results in a significant reduction in the number of B lymphocytes in the bone marrow (BM). The number of late pre-B cells were significantly reduced in ROCKI−/− bone marrow compared to WT controls (n=4, WT [51%] vs. ROCKI−/− [40%]). No significant difference in the number of pro/pre B-cells or immature B cells were observed in ROCKI−/− BM compared to WT controls (n=4). Surprisingly, recirculating mature B cells were significantly increased in ROCKI−/− BM compared to WT (n=4, WT [13.25%] vs. ROCKI−/− [25.2%]). Consistently , in vitro migration of ROCKI−/− B lymphocytes towards SDF-1was also significantly reduced compared to WT controls. Next, we analyzed the recruitment of macrophages deficient in the expression of ROCKI using a well-studied model of aseptic thioglycolate-induced peritonitis. In spite of comparable expression of F4/80 (WT; 85.63% vs. ROCKI−/−; 88.68%, n=4) and α4β1 and α5β1 integrins (WT; 67.49% & 88.2% vs. ROCKI−/−; 71.82% & 87.09%, respectively, n=4) in WT and ROCKI−/− macrophages, a ∼3.2 fold increase in the migration of macrophages was observed in the peritoneal cavity of ROCKI−/− mice compared to controls (WT; 0.46 X 10 6 vs. ROCKI−/−; 1.5 × 10 6 , n=3, p <0.01). In vitro, ROCKI deficiency in macrophages resulted in significant increase (∼2.2 fold) in haptotactic transwell migration in response to M-CSF on fibronectin coated wells (n=3, * p< 0.0075) as well as an increase in migration in a wound healing assay compared to controls (∼3 fold, n=3, * p <0.005). In addition, ROCKI deficient macrophages also demonstrated a ∼2.5 fold increase in adhesion and spreading on fibronectin (n=3, * p <0.002), although no significant difference in the phagocytosis of sheep red blood cells was observed between WT and ROCKI−/− macrophages (Phagocytic index: WT; 98% vs. ROCKI−/− 97%, n=3, p >.05). Close examination of the cytoskeleton of ROCKI deficient macrophages using confocal microscopy revealed that F-actin was localized more across the entire cell surface in spread cells compared to wildtype controls. Consistently, flow cytometric analysis using Alexa 488-phalloidin staining revealed abundance of F-actin in ROCKI−/− macrophages compared to WT controls (WT; 46.19% vs. ROCKI−/−; 65.23%, n=3, * p <0.05). Furthermore, immunofluorescence imaging of focal adhesion complexes carried out using anti-vinculin antibody revealed more pronounced and increased focal adhesion sites in ROCKI deficient macrophages compared to WT controls. Biochemically, deficiency of ROCKI resulted in increase levels of cyclinD1, a molecule known to play a critical role in macrophage migration. Consistently, deficiency of ROCKI in neutrophils also demonstrated a ∼2.63 fold increase in migration in response to fMLP in vitro and in vivo in response to thioglycolate challenge compared to WT controls (WT; 0.47 X 10 6 , ROCKI−/− vs. 1.6 × 10 6 , * p <0.05). Taken together, our results provide a critical physiologic role for ROCKI in regulating both macrophage and neutrophil functions.",
    "topics": [
        "adhesions",
        "antibodies",
        "complex",
        "diagnostic imaging",
        "fibronectins",
        "guanosine triphosphate phosphohydrolases",
        "infections",
        "integrins",
        "macrophage colony-stimulating factor",
        "macrophages"
    ],
    "author_names": [
        "Sasidhar Vemula, PhD",
        "Premchand Gandra, BS",
        "Jianjian Shi, MD/PhD",
        "John T. O’Malley, MD/PhD",
        "Ayek-Nati N. Ahyi, PhD",
        "Gretta Stritesky, PhD",
        "Norman Yeh, PhD",
        "Mark Kaplan, MD/PhD",
        "Lei Wei, MD/PhD",
        "Reuben Kapur, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ],
        [
            "Pediatrics, Indiana University School of Medicine, Indianapolis, IN, USA"
        ]
    ],
    "first_author_latitude": "39.78251395",
    "first_author_longitude": "-86.17072429999999"
}