{
    "doi": "https://doi.org/10.1182/blood.V114.22.4676.4676",
    "article_title": "Rapid Detection of Nucleophosmin ( NPM1 ) Mutations to Determine Prognostic Implications in Acute Myeloid Leukemia Patients with a Normal Karyotype. ",
    "article_date": "November 20, 2009",
    "session_type": "LEUKEMIAS - BIOLOGY, CYTOGENETICS AND MOLECULAR MARKERS IN DIAGNOSIS AND PROGNOSIS",
    "abstract_text": "Abstract 4676 INTRODUCTION Mutations of the nucleophosmin gene ( NPM1 ) occur in up to 40-50% of adult acute myeloid leukemia (AML) with a normal karyotype and are associated with a higher frequency of fms-like tyrosine kinase-3 internal tandem duplications ( FLT3 -ITD) and responsiveness to induction chemotherapy. The incidence of NPM1 mutations in Caucasians have been previously reported in several studies whereas there have been few reports from Asian countries including Japan, China, and Taiwan. The objectives of our study was to determine the prevalence of NPM1 mutations and distribution of AML subtypes in the normal karyotype AML Korean population in addition to establishing an easily applicable yet reliable method to indentify these mutations. We also examined treatment outcomes and survival (relapse-free survival (RFS) and overall survival (OS)) by stratifying them into groups according to NPM1 and FLT3 -ITD mutation status. METHODS We retrospectively analyzed the prevalence of NPM1 mutations in 185 patients with normal karyotype AML diagnosed between 2002 and 2009. Genomic DNA extracted from bone marrow aspirate specimens obtained at diagnosis was amplified by PCR, followed by analysis on an ABI 3130 Genetic Analyzer (Applied Biosystems) by capillary electrophoresis. Cases found to have mutation peaks at 174bp by Gene Mapper ID v3.2 software (Applied Biosystems) were further analyzed by direct sequencing of exon 12 of NPM1 gene. Follow-up data was reviewed by retrospective chart review for treatment outcome and survival analyses. Among the 185 AML patients, 18 with less than a 1-month follow-up period were excluded since they could not be sufficiently evaluated. RESULTS Mutations in exon 12 of NPM1 were found in 37 of 185 (20.0%) normal karyotype AML patients and were composed of TCTG duplications (Type A, 32/37, 86.5%), 3 previously reported variants, and 2 new variants previously not reported. Mutations were most frequently seen in AML M1 patients (12/37, 32.4%) and other subtypes such as M2, and M4 were often observed. NPM1 mutations were particularly associated with CD34-negativity (<0.0001) and higher bone marrow blast (%) at diagnosis (p=0.0067). There was a mild trend towards frequent FLT3 -ITD mutations in NPM1 + patients in comparison to the NPM1- group (35.1% and 19.6%, p=0.0787). After exclusion of the 18 patients lost during follow-up, no significant differences in RFS (8.5 and 10.8 months, p=0.7922) and OS (11.5 and 13.6 months, p=0.6147) were observed between the NPM1 + and NPM1 - groups. Stratification into good ( NPM1 +/ FLT3 -ITD-), intermediate ( NPM1 -/ FLT3 -ITD- & NPM1 +/ FLT3 -ITD+), and poor ( NPM1 -/ FLT3 -ITD+) prognostic groups did not reveal significant differences in median values of RFS and OS (in months; RFS, 16.0 and 13.8 and 7.3, p=0.1872; OS, 16.0 and 10.8 and 7.3, p=0.3661). However, the Kaplan-Meier survival analysis of these stratified prognostic groups showed a trend toward a difference in RFS (p=0.084) and a significantly longer OS in the NPM1 +/ FLT3 -ITD- (good prognostic) group (p=0.031). CONCLUSIONS The prevalence of NPM1 mutations in normal karyotype AML patients in Koreans was lower than those reported in Western studies. In areas with low prevalence, a screening method to detect mutations enables rapid reporting with only selective cases requiring the labor-intensive direct sequencing step. In accordance with previous studies, a significantly longer OS in the NPM1 +/ FLT3 -ITD- group suggests that NPM1 + may be associated with a favorable outcome. However, discordant parameters such as prevalence and RFS may signify that elucidation of the prognostic significance of NPM1 mutations in different ethnic groups may be necessary. Thus, NPM1 mutation studies should be considered in the diagnostic work-up of all AML patients with a normal karyotype given its role as a prognostic marker. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "karyotype determination procedure",
        "leukemia, myelocytic, acute",
        "mutation",
        "npm1 gene",
        "ms-like tyrosine kinase 3",
        "impedance threshold device",
        "follow-up",
        "bone marrow aspiration",
        "cd34 antigens",
        "chemotherapy, neoadjuvant"
    ],
    "author_names": [
        "Seo-Jin Park",
        "Hyun-Sook Chi, MzroM.D.",
        "Kyung Ran Jun",
        "Sook Kyoung Min",
        "Seongsoo Jang",
        "Chan-Jeoung Park, MD",
        "Kyoo Hyung Lee, MD",
        "Je-Hwan Lee",
        "Jung-Hee Lee",
        "Dae-Young Kim"
    ],
    "author_dict_list": [
        {
            "author_name": "Seo-Jin Park",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hyun-Sook Chi, MzroM.D.",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyung Ran Jun",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sook Kyoung Min",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seongsoo Jang",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chan-Jeoung Park, MD",
            "author_affiliations": [
                "Laboratory Medicine, Asan Medical Center and University of Ulsan College of Medicine, Seoul, South Korea, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kyoo Hyung Lee, MD",
            "author_affiliations": [
                "Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Je-Hwan Lee",
            "author_affiliations": [
                "Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jung-Hee Lee",
            "author_affiliations": [
                "Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dae-Young Kim",
            "author_affiliations": [
                "Hematology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, South Korea"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T06:40:09",
    "is_scraped": "1"
}