{
    "doi": "https://doi.org/10.1182/blood.V112.11.5339.5339",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1339",
    "start_url_page_num": 1339,
    "is_scraped": "1",
    "article_title": "The Risk of Venous Thrombosis among Women with Thrombophilia and Oral Contraceptive Use: A Meta-Analysis ",
    "article_date": "November 16, 2008",
    "session_type": "Pathophysiology of Thrombosis",
    "topics": [
        "oral contraceptives",
        "thrombophilia",
        "venous thrombosis",
        "antiphospholipid syndrome",
        "antithrombin iii",
        "cerebral venous thrombosis",
        "deep vein thrombosis",
        "factor v leiden",
        "factor viii",
        "hyperhomocysteinemia"
    ],
    "author_names": [
        "Natalie Dayan, MD",
        "Vicky Tagalakis, MD, MSc",
        "Christina Holcroft, PhD"
    ],
    "author_affiliations": [
        [
            "Medicine, SMBD Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Medicine, SMBD Jewish General Hospital, Montreal, QC, Canada"
        ],
        [
            "Medicine, SMBD Jewish General Hospital, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4979582",
    "first_author_longitude": "-73.6295809",
    "abstract_text": "Introduction: Several small studies have reported an increased risk of venous thrombosis (VT) with thrombophilic disorders that is compounded by the use of oral contraceptives (OCP). The objective of this meta-analysis was to summarize the risk of VT among women with thrombophilia and OCP use, and to assess the interaction between OCP use and thrombophilia. Methods: Data sources used included MEDLINE, EMBASE, CINAHL, and COCHRANE REVIEW databases (1950–2008), and reference lists of retrieved articles. We selected studies that assessed among reproductive-aged women with and without VT the prevalence of OCP use and thrombophilic disorders, including factor V Leiden (FVL), prothrombin (PT) G20210A, elevated procoagulant factor VIII, hyperhomocysteinemia, lupus anticoagulant, and deficiencies of proteins C, S and antithrombin III. VT was defined as objectively confirmed deep vein thrombosis, pulmonary embolism or cerebral vein thrombosis. Fifteen studies were included. Two independent reviewers extracted data on study characteristics, quality, risk factors, and outcomes. Odds ratios (ORs) were calculated for each study and pooled using the random effects model. Results : There was an increased risk of VT in women with OCP use (pooled OR 3.0, 95% confidence interval (CI) 2.0–4.5), women with any thrombophilic disorder (pooled OR 4.8, 95% CI 3.6–6.5), women with FVL (pooled OR 4.7, 95% CI 3.1–7.5), and women with PT G20210A (pooled OR 3.3, 95% CI 0.8, 13.1). OCP users with FVL had a 18-fold increased risk of VT compared to healthy OCP non-users (pooled OR 17.8, 95% CI 5.6–56.8) and OCP-using women with PT G20210A had a 12-fold increased risk (pooled OR 12.4, 96% CI 0.9– 166) compared to healthy OCP non-users. The association of OCP use and VT was of similar magnitude among women with FVL (pooled OR 3.2, 95% CI 1.3–7.7) and women without FVL (pooled OR 3.9, 95% CI 1.8 to 8.6). Significant heterogeneity (I2 >80%) was present among models for OCP use, PT G20210A, and OCP use among FVL-negative women. Conclusions: We have shown that OCP use, thrombophilia, and in particular FVL and PT G20210A are associated with an elevated risk of VT of similar magnitude. However, the combination of OCP use and thrombophilia further amplifies the risk of VT compared to when either of the risk factors are considered alone. Though heterogeneity was observed, our study suggests, and confirms previous reports of an interaction between OCP use and thrombophilia."
}