{
    "doi": "https://doi.org/10.1182/blood.V104.11.3660.3660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=120",
    "start_url_page_num": 120,
    "is_scraped": "1",
    "article_title": "Apical Sorting of Adamts13 in Madin-Darby Canine Kidney (MDCK) Cells Requires Cub Domains Via Its Interaction with Detergent-Insoluble Glycosphingolipid- and Cholesterol-Enriched Rafts. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "adamts13 gene",
        "cholesterol",
        "culture media, conditioned",
        "detergents",
        "glycosphingolipids",
        "kidney",
        "sorting",
        "thrombospondin 1",
        "spacer device",
        "adamts13 protein"
    ],
    "author_names": [
        "X. Long Zheng, MD, PhD",
        "Julie (Jihui) Ai, MD, PhD",
        "Ning Li",
        "David (Dezhi) Shang, DDM, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology and Laboratory Medicine, CHOP and University of Pennsylvania, Philadelphia, PA, USA."
        ],
        [
            "Pathology and Laboratory Medicine, CHOP and University of Pennsylvania, Philadelphia, PA, USA."
        ],
        [
            "Pathology and Laboratory Medicine, CHOP and University of Pennsylvania, Philadelphia, PA, USA."
        ],
        [
            "Pathology and Laboratory Medicine, CHOP and University of Pennsylvania, Philadelphia, PA, USA."
        ]
    ],
    "first_author_latitude": "39.9523764",
    "first_author_longitude": "-75.1955914",
    "abstract_text": "ADAMTS13, a member of a d isintegrin a nd m etalloprotease with t hrombo s pondin type 1 repeats family, is mainly synthesized in the liver and secreted into the blood stream. It limits platelet aggregation in small arteries by cleaving the Tyr 1605 -Met 1606 bond of von Willebrand factor (VWF). ADAMTS13 consists of a propeptide, a metalloprotease domain and a disintegrin domain, first thrombospondin type 1 repeat (TSP1), followed by a Cys-rich domain and a spacer domain. The carboxyl terminus of ADAMTS13 contains seven more TSP1 repeats and two CUB domains. The distal carboxyl terminal TSP1 repeats and CUB domains of ADAMTS13 appeared not to be essential for cleavage of VWF, but they might be important for ADAMTS13 biosynthesis and intracellular sorting. In this study, we determined: 1) the polarity of ADAMTS13 secretion in MDCK cells; 2) the signals that direct polarized sorting of ADAMTS13; 3) the platform by which ADAMTS13 is sorted. MDCK II cells were stably transfected with plasmids encoding a full-length ADAMTS13 and a series of carboxyl termini-deleted ADAMTS13 variants. The polarity of full-length ADAMTS13 and its variants was determined in a Transwell™ filter system by Western blotting with anti-V5 and by proteolytic activity toward VWF in the conditioned medium. We showed that full-length ADAMTS13 was predominantly sorted apically, with an approximately 75% of protein and 85% of proteolytic activity of ADAMTS13 detected in the apical domain of MDCK cells. An ADAMTS13 variant (del1) lacking two CUB domains was randomly sorted into both apical and basolateral domains of MDCK cells, with an approximately 52% of protein and 49% of proteolytic activity detected apically. The ADAMTS13 variant (del2) deleted after the spacer domain was also randomly secreted, but the ADAMTS13 variant (del3) deleted after the Cys-rich domain was sorted apically, with an approximately 92% of protein detected in the apical domain of MDCK cells. These data suggested the presence of an apical sorting signal in the CUB domains and Cys-rich domain, and an inhibitory sorting signal in the spacer domain and/or in the TSP1 2~8 repeats. Moreover, the ADAMTS13 variant (del4) deleted after the first TSP1 was predominantly sorted into the basolateral domain of MDCK cells, with an approximately 30% of protein detected apically, suggesting the presence of basolateral signal in the first TSP1 repeat. The ADAMTS13 variants deleted after the disintegrin domain (del5) and the metalloprotease domain (del6) were sorted apically again. These data suggested the presence of multiple sorting signals in ADAMTS13 protein. The polarity of ADAMTS13 sorting may depend on the overall strength of apical, basolateral and inhibitory signals in the protein. By Triton-X 100 solubility at 4 °C and sucrose gradient analyses, we showed that full-length ADAMTS13 protein was detected in top third and fourth fraction of the gradient where a plasma membrane protein, caveolin-1 was located, suggesting that full-length ADAMTS13 was incorporated into the detergent-insoluble glycosphingolipid and cholesterol-enriched microdomains, i.e lipid rafts in the biosynthetic and trafficking pathway. Deletion of two CUB domains abolished ADAMTS13 association with lipid rafts and randomized its sorting. Therefore, we conclude that apical sorting of ADAMTS13 in MDCK cells may be mediated by lipid rafts, and that the CUB domains of ADAMTS13 are required for raft association and apical sorting of ADAMTS13."
}