{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4158.4158",
    "article_title": "Effect on Clinical Outcomes of Anemia and Serum Level of Ferritin in Diffuse Large B Cell Lymphoma Treated with Rituximab Combined Chemotherapy ",
    "article_date": "December 7, 2017",
    "session_type": "627. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Retrospective/Observational Studies: Poster III",
    "abstract_text": "Background : There are many clinical and molecular factors used to predict outcomes in patients with malignant lymphomas. They have been demonstrated as meaningful prognostic factors in patients with DLBCL such as C-reactive protein (CRP), serum ferritin, β2-microglobulin (B2MG), Hemoglobin (Hb), absolute lymphocyte count (ALC) and albumin etc. However, some studies have shown that serum ferritin levels correlated with tumor mass and closely followed disease activity in patients with hematologic malignancies such as malignant lymphoma and acute leukemia. And serum ferritin has frequently been used as a surrogate marker for systemic iron stores, but may also be elevated in specific circumstances without excess iron stores, such as in inflammation. In our previous study, elevated levels of serum ferritin have been documented to be an adverse prognostic factor in patients with non-Hodgkin's lymphoma. So we investigated the relationship between ferritin and hemoglobin status for predicting more correct survival outcomes in patients with DLBCL treated with rituximab combined cyclophosphamide, adriamycin, vincristine and prednisone (RCHOP). Methods: A total of 234 patients who were newly diagnosed with DLBCL and received RCHOP at five hospitals in South Korea between January 2010 and August 2016 were enrolled retrospectively. Baseline serum CRP, serum ferritin, B2MG, Hb, ALC, albumin and factors of IPI were measured within 4 weeks before beginning the first line of chemotherapy. The relationship between ferritin and hemoglobin were divided into four groups ; group 1 was defined low Hb (Hb < 10g/dl) and high ferritin (≥ 300ng/mL), group 2 was high Hb (Hb ≥ 10g/dl) and high ferritin, group 3 was low Hb and low ferritin (< 300ng/mL) and group 4 was high Hb and low ferritin. Progression free survival and Overall survival were calculated with the use of the Kaplan-Meier thechnique. Results: In univariate analysis, the following factors showed significant higher 5 years overall survival rates (OS) : stage I/II disease (p=0.005), ECOG 0-1 (p<0.001), lower IPI (p<0.001), Hb ≥ 10.0 g/dL (p=0.039), lower ferritin (p=0.003), and lower B2MG (< 3.5 mg/L) (p=0.024). But some other factors did not showed significant OS and PFS in our data : extranodal involvement, ALC, and albumin. Especially, The 5-year OS according to the ferritin and Hb based group showed significant differences (41.8%, 63.2%, 74.2% and 78.9%, respectively, p=0.006), (Figure 1). Conclusions: The survival outcomes showed significant differences according to levels of Hb and Ferritin. High level of serum ferritin and low level of Hb can be helpful to predict poor prognosis and it makes treatment planning in patients with DLBCL treated with RCHOP. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "chemotherapy regimen",
        "diffuse large b-cell lymphoma",
        "ferritin",
        "rituximab",
        "treatment outcome",
        "serum ferritin level result",
        "albumins",
        "c-reactive protein",
        "hemoglobin"
    ],
    "author_names": [
        "Taeyun Kim, MD",
        "Ho Sup Lee, MD",
        "Jee-Yeong Jeong, PhD",
        "Jae-Cheol Jo, MD PhD",
        "Won-Sik Lee, MD PhD",
        "Ho-Jin Shin, MD",
        "Ji Hyun Lee, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Taeyun Kim, MD",
            "author_affiliations": [
                "Internal Medicine, Kosin University College of Medicine, Kosin University Gospel Hospital, Busan, Korea, Republic of (South) "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ho Sup Lee, MD",
            "author_affiliations": [
                "Kosin University Gospel Hospital, Busan, South Korea "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jee-Yeong Jeong, PhD",
            "author_affiliations": [
                "Kosin University College of Medicine, Busan, KOR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jae-Cheol Jo, MD PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Ulsan University Hospital, University of Ulsan College of Medicine, Ulsan, Korea, Republic of (South) "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Won-Sik Lee, MD PhD",
            "author_affiliations": [
                "Department of Internal Medicine, Inje University Busan Paik Hospital, Busan, Korea, Republic of (South) "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ho-Jin Shin, MD",
            "author_affiliations": [
                "Pusan National University Hospital, Busan, Korea, Republic of (South) "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ji Hyun Lee, MD PhD",
            "author_affiliations": [
                "Dong-A University College of Medicine, Busan, Korea, Republic of (South)"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:39:50",
    "is_scraped": "1"
}