{
    "doi": "https://doi.org/10.1182/blood-2019-130566",
    "article_title": "Patients with Bone and Bone Marrow Involvement Had Better OS and PFS in Patients with Aggressive Non-Hodgkin Lymphoma Treated with CD19 CAR T Cells ",
    "article_date": "November 13, 2019",
    "session_type": "626.Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)-Results from Prospective Clinical Trials",
    "abstract_text": "Factors associated with complete remission and durable remission after CD19 chimeric antigen receptor (CAR)-modified T-cell immunotherapy for aggressive B-cell non-Hodgkin lymphoma (NHL) have not been identified. We report multivariable analyses of factors affecting response and progression-free survival (PFS) in patients with aggressive NHL treated with CD19 CAR T cells. The best overall response rate was 71%, with 32% of patients achieving complete remission. The median PFS and OS of patients with aggressive NHL who achieved complete remission were 11 months and 12 months. The median PFS and OS of patients with bone and bone marrow involvement without soft tissue involvement were 14 months and 18 months. The median PFS and OS of patients with soft tissue involvement were 1 months and 4 months. We report complete remission rates and long-term survival rates in patients with bone and bone marrow involvement were significantly higher than those in patients with soft tissue involvement. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "bone marrow involvement",
        "cd19 antigens",
        "non-hodgkin's lymphoma, aggressive",
        "t-lymphocytes",
        "complete remission",
        "b-cell lymphomas",
        "chimeric antigen receptors",
        "disease remission",
        "immunotherapy",
        "soft tissue"
    ],
    "author_names": [
        "Lili Zhou",
        "Liang Aibin, MD",
        "Shaoguang Li",
        "Shiguang Ye",
        "Ping Li"
    ],
    "author_dict_list": [
        {
            "author_name": "Lili Zhou",
            "author_affiliations": [
                "Department of Hematology, Tongji University, Shanghai, China "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Liang Aibin, MD",
            "author_affiliations": [
                "Tongji University, Shanghai, CHN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaoguang Li",
            "author_affiliations": [
                "Department of Medicine, University of Massachusetts Medical School, Worcester, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shiguang Ye",
            "author_affiliations": [
                "Department of Hematology, Tongji Hospital of Tongji University, shanghai, China ",
                "Department of Hematology, Tongji Hospital of Tongji University, Shanghai, China "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ping Li",
            "author_affiliations": [
                "Department of Hematology, Tongji hospital of Tongji Unversity, Shanghai, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T12:57:57",
    "is_scraped": "1"
}