{
    "doi": "https://doi.org/10.1182/blood-2019-130063",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4299",
    "start_url_page_num": 4299,
    "is_scraped": "1",
    "article_title": "GSK1838705a, an IGF-1R/ALK Inhibitor, Overcomes Resistance to Crizotinib in ALK-Positive ALCL ",
    "article_date": "November 13, 2019",
    "session_type": "625.Lymphoma: Pre-Clinical-Chemotherapy and Biologic Agents",
    "topics": [
        "crizotinib",
        "insulin-like-growth factor i receptor",
        "ki-1+ anaplastic large cell lymphoma",
        "anaplastic lymphoma kinase",
        "molecule",
        "sincalide",
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "flow cytometry",
        "lymphoma, non-hodgkin",
        "neoplasms"
    ],
    "author_names": [
        "Wenyu Shi",
        "Jian-Yong Li, MD PhD"
    ],
    "author_affiliations": [
        [
            "Oncology Department, Affiliated Hospital of Nantong University, Nantong, China ",
            "Hematology Department, Affiliated Hospital of Nantong University, Nantong, China "
        ],
        [
            "Department of Hematology, 300 Guangzhou Road, Nanjing, China ",
            "The First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital,, nanjing, China ",
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing 210029, China, Department of Hematology, China, Nanjing, China, Nanjing, China ",
            "Department of Hematology, the First Affiliated Hospital of Nanjing Medical University, Jiangsu Province Hospital, Collaborative Innovation Center for Cancer Personalized Medicine, Nanjing 210029, China, Nanjing, China"
        ]
    ],
    "first_author_latitude": "32.0141386",
    "first_author_longitude": "120.86566439999999",
    "abstract_text": "Anaplastic large cell lymphoma (ALCL) is a type of CD30-expressing non-Hodgkin's lymphoma (NHL), which accounts for 2% to 3% of adult non-Hodgkin's lymphoma,accounting for 15% to 30% of children with large cell lymphoma. Anaplastic lymphoma kinase (ALK) positive ALCL is highly invasive, and currently it is generally based on CHOP combined with chemotherapy. The proportion of patients with complete relief of symptoms is as high as 90%, but the proportion of recurrence is also as high as 40%. Crizotinib is the first generation of ALK inhibitors that have been approved for the treatment of ALK+ ALCL. Unfortunately, most patients treated with crizotinib relapse after a significant initial response. The median progression-free survival of clinical trials was 10.5 months. Various mutations in the ALK kinase domain and amplification of the ALK gene copy number, activation of the alternative pathway, and tumor heterogeneity are major causes of crizotinib resistance. Studies have shown that IGF-1R interacts with NPM-ALK to promote ALK+ALCL transformation, proliferation and migration. GSK is a small molecule kinase inhibitor that inhibits both IGF-IR and ALK. Therefore, GSK with simultaneous inhibition of the bidirectional potential of IGF-IR and ALK has a promising prospect in the targeted therapy of NPM-ALK+ALCL. This study explored the inhibitory effects of GSK on NPM-ALK+ALCL and crizotinib-resistant NPM-ALK+ALCL by in vivo and in vitro experiments. In vitro experiments: The sensitivity of ALCL cell line to GSK1838705a was detected by CCK8 and flow cytometry. The expression of phosphorylation of IGF-1R and NPM-ALK signaling pathway in Karpas299 and SR786 cell lines stimulated by GSK was detected by WB method. In order to study the crizotinib resistance mutation, we established ALK+ALCL crizotinib-resistant cell lines Karpas299-R and SR786-R, and identified the resistance of Karpas299-R and SR786-R cell lines by CCK8 and flow cytometry. The drug-resistant and non-resistant strains were stimulated with gradient concentrations of crizotinib and gradient GSK, and the IC50 of the two were compared by CCK8. The WB method was used to compare the phosphorylation levels of downstream signaling pathways in drug-resistant and non-resistant strains. In vivo experiment: The ALK+ALCL and resistant-ALK+ALCL mouse model was established, and three groups of mice treated with control, GSK single drug 30 mg/kg, GSK single drug 60 mg/kg, were established. The tumor volume and body weight of the four groups were compared. Immunohistochemistry was used to compare the expression levels of key signaling molecules and apoptotic proteins in each group. SPSS statistical software draws survival curves. As the concentration of GSK gradually increases, the survival rate of ALCL cells gradually decreases. The expression of pIGF-1R, pNPM-ALK, pSTAT3, pAKT, casepase3 and other molecules decreased in the downstream signaling pathway, and the expression level of cleaved-casepase3 increased.In the crizotinib-resistant cell line, with the increase of the concentration of GSK, the apoptosis rate of the cells increased and the phosphorylation level of the downstream molecules gradually decreased. Tumor volume of three groups of mouse models: control>GSK single drug 30 mg/kg>GSK single drug 60 mg/kg. Immunohistochemistry results showed that the expression level of key signaling molecules in GSK-treated CHOP-treated mice decreased, and the expression level of apoptotic proteins increased. In this research, we explored the effects of GSK1838705A on proliferation, apoptosis, and clonogenesis of ALCL cell lines. Subsequently, we established a crizotinib-resistant cell line and noticed that GSK1838705A can effectively reduce the viability of resistant ALCL cells and significantly restrain the transmission of downstream survival signaling pathways induced by IGF1R/IR phosphorylation. Besides, we discovered that GSK1838705A inhibited the development of both crizotinib-sensitive and crizotinib-resistant ALCL tumors in the ALCL mouse model established by subcutaneous tumorigenesis. Based on the results of previous clinical trials, we put forward to use GSK1838705A as an alternative treatment strategy to overcome crizotinib-resistant ALCL. Disclosures No relevant conflicts of interest to declare."
}