{
    "doi": "https://doi.org/10.1182/blood.V118.21.5020.5020",
    "article_title": "POTENTIAL ROLE of 8-COLOR FLOW CYTOMETRY for CHARACTERIZATION of MDS with Del(5q) ABNORMALITIES ",
    "article_date": "November 18, 2011",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "Abstract 5020 Four-colour based flow cytometry (FCM) of bone marrow (BM) samples has become a valuable tool in the diagnostics of patients (pts) with myelodysplastic syndrome (MDS). It is still unknown, whether aberrations detected by FCM differ between certain cytogenetic subgroups. By using an 8-color (5-tube) FCM diagnostic panel we aimed to investigate the antigen patterns of MDS pts with del(5q) abnormalities and compared these to MDS pts with non-del(5q) MDS. BM samples of healthy donors (n=19) and 57 MDS pts including 28 pts (15 RCMD; 3 RAEB-1; 8 RAEB-2; 1 RAEB-t; 1 CMMoL-1) with del(5q) MDS (single n=15) and 29 pts (1 RCUD; 2 RA±RS; 17 RCMD; 2 RAEB-2; 7 sAML including 1 RAEB-t) with non-del(5q) MDS were investigated. FCM procedure was performed at a FACS Canto II (200,000 events) and standardized including the analysis of all samples after overnight storage at room temperature and erythrocytes lysis prior to antibody staining. Thresholds were set according to median ± 2SD and/or ½ log differences compared to healthy BM. Aberrations were scored according to the FCSS by Wells et al. 2003 and modified by Van de Loosdrecht et al. 2008. In del(5q) MDS several phenotypic characteristics differed to non-del(5q) pts. Of note, lineage infidelity (CD2, CD5, CD7, CD19, CD56) was detectable in significantly fewer del(5q) pts compared to non-del(5q) MDS (in granulocytes: 8% vs. 33%, p=0.040 and in monocytes: 24% vs. 56%, p=0.027). Thus, especially aberrant CD56 expression contributed to these results with only small subpopulations being positive in del(5q) vs. often more than 50% of aberrant granulocytes/monocytes in non-del(5q) MDS pts. Additionally, the lymphoid-to-granulocytes/monocytes-ratios were higher in del(5q) (p=0.029 and 0.025) and hypogranularity was more pronounced in those pts (p=0.05). Intensity of expression of CD14 on monocytes as well as CD71 on granulocytes showed significant differences (2478 vs. 4402, p=0.035 and 2098 vs. 1552, p=0.007). Most of the above mentioned differences could also be confirmed if only RCMD pts of both groups were considered (e.g. lineage infidelity in granulocytes: 0% vs. 36%, p=0.041). Furthermore, trends were seen for a lower CD45-lymphocytes-to-blasts-ratio (4.8 vs. 5.4; p=0.09), higher CD33 intensity on blasts (2416 vs. 1673, p=0.08), and higher qualitative CD36 expression on granulocytes (3.2% vs. 2.5%, p=0.0619) as well as quantitative expression on monocytes (1940 vs. 663, p=0.06). Finally, monitoring of aberrations by FCM allowed for minimal residual disease monitoring in del(5q) MDS pts. Interestingly, the decreased CD19 expression on blasts seemed to be stable independent from the extent of treatment response. Eight-colour based FCM is a valuable tool in the diagnostics of MDS. It might also be able to distinguish del(5q) MDS from other MDS subtypes. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "color",
        "congenital abnormality",
        "flow cytometry",
        "social role",
        "brachial plexus neuritis",
        "refractory anemia with excess blasts",
        "cytopenia, refractory, with multilineage dysplasia",
        "cd19 antigens",
        "cd56 antigens",
        "neural cell adhesion molecules"
    ],
    "author_names": [
        "Uta Oelschlaegel, PhD",
        "Katja Sockel, MD",
        "Brigitte Mohr",
        "Christian Thiede, MD",
        "Gerhard Ehninger, MD",
        "Uwe Platzbecker, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Uta Oelschlaegel, PhD",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Dresden, Dresden, Germany, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Katja Sockel, MD",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Dresden, Dresden, Germany, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Mohr",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Dresden, Dresden, Germany, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede, MD",
            "author_affiliations": [
                "Universitätsklinikum Carl Gustav Carus Dresden, Medizinische Klinik und Poliklinik I, Dresden, Germany, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gerhard Ehninger, MD",
            "author_affiliations": [
                "Medizinische Klinik und Poliklinik I, Universitätsklinikum Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uwe Platzbecker, MD",
            "author_affiliations": [
                "Medical Clinic and Policlinic I, University Hospital Dresden, Dresden, Germany, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-19T21:33:31",
    "is_scraped": "1"
}