{
    "doi": "https://doi.org/10.1182/blood-2019-130058",
    "article_title": "The Immunophilin FKBP12 Inhibits Hepcidin By Modulating BMP Type I-Type II Receptors Interaction and Ligand Responsiveness ",
    "article_date": "November 13, 2019",
    "session_type": "102.Regulation of Iron Metabolism",
    "abstract_text": "Introduction The liver hormone hepcidin is the master regulator of iron metabolism that modulates iron release into the circulation by binding and blocking the iron exporter ferroportin (Nemeth et al., 2004). Hepcidin expression is under the control of the BMP-SMAD pathway (Babitt et al., 2006), whose activation requires the formation of a hexameric complex composed of a dimer of BMP receptors type I (BMPR-Is), a dimer of BMPR type II (BMPR-IIs) and dimeric ligands. ALK2 and ALK3, as BMPR-Is (Steinbiecker et al., 2011), BMPR2 and ACVR2A, as BMPR-IIs (Mayeur et al., 2014), and BMP2 (Koch et al, 2017) and BMP6 (Meynard et al., 2009), as ligands, control hepcidin expression in vivo . We previously demonstrated that the immunophilin FKBP12 limits hepcidin expression in hepatocytes by binding ALK2 (Colucci et al., 2017). However, the molecular mechanism whereby FKBP12 regulates ALK2 and its relationship with BMPR-IIs and ligands in the regulation of the BMP-SMAD pathway and hepcidin expression are still unclear. Methods: BMPR-Is dimerization was evaluated by co-immunoprecipitation (CoIP) experiments performed in the HuH7 human hepatoma cell line. BMP-SMAD pathway and hepcidin promoter activation were analyzed by using a reporter vector with the luciferase under the control of BMP responsive elements or of the human hepcidin promoter, respectively. Endogenous hepcidin expression was measured by qRT-PCR. Results: Since BMPRIs act as dimers, we first tested whether FKBP12 modulates the dimerization process. MYC- and FLAG-tagged ALK2 or ALK3 were transfected in HuH7 cells in the presence of FKBP12. Cells were treated or not with tacrolimus (TAC), an immunosuppressive drug that sequesters FKBP12 from ALK2. FKBP12 promotes ALK2 homodimers, functionally inactive in the absence of ligands, with no effect on ALK3 homodimerization. TAC promotes increased ALK2 homodimerization and SMAD1/5/8 phosphorylation, demonstrating that in the absence of FKBP12, ALK2 homodimers are stabilized and functionally active. We next focused on BMP6, the physiologic ligand that binds preferentially ALK2 and plays a fundamental role in hepcidin regulation in vivo . In HuH7 cells transfected with FKBP12 and ALK2, BMP6 treatment reduced FKBP12-ALK2 binding and increased ALK2 homodimers. In agreement, SMAD1/5/8 phosphorylation was increased, indicating that FKBP12 displacement allows the formation of functional receptor complexes responsive to BMP6. BMPR-Is activate SMAD1/5/8 following BMPR-IIs phosphorylation. Since TAC induces SMAD1/5/8 phosphorylation in the absence of ligands, we hypothesized that FKBP12 displacement also affects the formation of BMPR-I/BMPR-II oligomers. HuH7 cells were transfected with ALK2, BMPR2 or ACVR2A and FKBP12, and treated or not with TAC. FKBP12 sequestration by TAC enhances the ALK2-BMPR2 and ALK2-ACVR2A interaction and accordingly activates SMAD1/5/8 signaling. Given that FKBP12 modulates BMP receptor interaction, we wondered how this functionally impacts on the response to BMP ligands, as BMP2, that guarantees basal hepcidin levels by binding ALK3, and BMP6, upregulated in iron overload that signals preferentially through ALK2. ALK3 upregulates the BMP pathway and hepcidin expression in a similar way in response to BMP2 and BMP6, in agreement with the evidence that both ligands bind ALK3. ALK2, which failed to activate the pathway in the absence ligands, leads to a greater response to BMP6, consistent with the fact that it is the BMP6 receptor. Thus FKBP12 quantitatively , rather than qualitatively , modulates the BMP-SMAD pathway activation in response to BMP ligands. Conclusions: Altogether our results clarify the molecular mechanisms of hepcidin regulation demonstrating that: 1) FKBP12 limits hepcidin expression by inducing the formation of inactive ALK2 homodimers in the absence of ligands. 2) Decreased FKBP12 binding to ALK2, by TAC or BMP6, favors the formation of active ALK2 homodimers. 3) FKBP12 sequestration increases the binding of ALK2 with the BMPR-IIs, thus favoring SMAD1/5/8 phosphorylation and pathway activation. 4) FKBP12 quantitatively modulates the response of BMPRIs to the ligands BMP2 and BMP6. Disclosures Camaschella: Vifor Iron Core: Consultancy; Celgene: Consultancy; Novartis: Consultancy.",
    "topics": [
        "hepcidin",
        "ligands",
        "peptidylprolyl isomerase",
        "tacrolimus binding protein 1a",
        "teller acuity cards",
        "total arterial compliance",
        "trigeminal autonomic cephalalgias",
        "iron",
        "carcinoma, hepatocellular",
        "complex"
    ],
    "author_names": [
        "Alessandro Dulja, MSc",
        "Alessia Pagani, PhD",
        "Mariateresa Pettinato",
        "Antonella Nai, PhD",
        "Clara Camaschella, MD",
        "Laura Silvestri, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandro Dulja, MSc",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessia Pagani, PhD",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariateresa Pettinato",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Vita-Salute San Raffaele University, Milano, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Antonella Nai, PhD",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Vita-Salute San Raffaele University, Milano, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clara Camaschella, MD",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Vita-Salute San Raffaele University, Milano, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Silvestri, PhD",
            "author_affiliations": [
                "Division of Genetics and Cell Biology, IRCCS San Raffaele Scientific Institute, Milano, Italy ",
                "Vita-Salute San Raffaele University, Milano, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:41:20",
    "is_scraped": "1"
}