{
    "doi": "https://doi.org/10.1182/blood-2018-167",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3997",
    "start_url_page_num": 3997,
    "is_scraped": "1",
    "article_title": "Clinical Outcomes of Lentiglobin Gene Therapy for Transfusion-Dependent β-Thalassemia Following Completion of the Northstar HGB-204 Study ",
    "article_date": "November 29, 2018",
    "session_type": "112. Thalassemia and Globin Gene Regulation: Clinical",
    "topics": null,
    "author_names": [
        "John E.J. Rasko, MBBS, PhD",
        "Alexis A. Thompson, MD MPH",
        "Janet L. Kwiatkowski, MD",
        "Suradej Hongeng, MD",
        "Gary J. Schiller, MD",
        "Usanarat Anurathapan, MD",
        "Marina Cavazzana, MD PhD",
        "P. Joy Ho, MBBS DPhil FRACP FRCPA",
        "Manfred Schmidt, PhD",
        "Morris Kletzel, MD MBA",
        "Philippe Leboulch, MD",
        "Elliott Vichinsky, MD",
        "Briana Deary",
        "Ying Chen, PhD",
        "Mohammed Asmal, MD PhD",
        "Mark C. Walters, MD"
    ],
    "author_affiliations": [
        [
            "Royal Prince Alfred Hospital, Camperdown, Australia ",
            "Sydney Medical School, University of Sydney, Camperdown, Australia ",
            "Gene and Stem Cell Therapy Program, Centenary Institute, Camperdown, Australia "
        ],
        [
            "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL ",
            "Northwestern University Feinberg School of Medicine, Chicago, IL "
        ],
        [
            "Division of Hematology, Children's Hospital of Philadelphia, Philadelphia, PA ",
            "Department of Pediatrics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA "
        ],
        [
            "Mahidol University, Ramathibodi Hospital, Bangkok, Thailand "
        ],
        [
            "David Geffen School of Medicine at UCLA, Los Angeles, CA "
        ],
        [
            "Mahidol University, Ramathibodi Hospital, Bangkok, Thailand "
        ],
        [
            "Biotherapy Department, Hopital Necker - Enfants Malades, Paris, France ",
            "IMAGINE Institute, Université Paris Descartes, Sorbonne Paris Cité, Paris, France ",
            "Biotherapy Clinical Investigation Center, Groupe Hospitalier Universitaire Ouest, Paris, France "
        ],
        [
            "Royal Prince Alfred Hospital, Camperdown, Australia ",
            "Sydney Medical School, University of Sydney, Camperdown, Australia "
        ],
        [
            "GeneWerk GmbH, Heidelberg, Germany "
        ],
        [
            "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL ",
            "Northwestern University Feinberg School of Medicine, Chicago, IL "
        ],
        [
            "Mahidol University, Ramathibodi Hospital, Bangkok, Thailand ",
            "Brigham & Women's Hospital and Harvard Medical School, Boston, MA ",
            "Institute of Emerging Diseases and Innovative Therapies (iMETI), CEA, INSERM, Université Paris-Sud, Paris, France "
        ],
        [
            "UCSF Benioff Children's Hospital, Oakland, CA "
        ],
        [
            "bluebird bio, Inc., Cambridge, MA"
        ],
        [
            "bluebird bio, Inc., Cambridge, MA"
        ],
        [
            "bluebird bio, Inc., Cambridge, MA"
        ],
        [
            "UCSF Benioff Children's Hospital, Oakland, CA "
        ]
    ],
    "first_author_latitude": "-33.8893087",
    "first_author_longitude": "151.183123",
    "abstract_text": "Background Advances in red blood cell (RBC) transfusion and chelation have improved the prognosis of patients with transfusion-dependent β-thalassemia (TDT); however, many patients experience organ damage due to iron overload and other complications. While potentially curative, allogeneic hematopoietic stem cell transplantation confers significant risks of morbidity and mortality and is limited by donor availability. Gene therapy (GT) has the potential to be an effective treatment option for patients with TDT without some of these limitations. LentiGlobin GT contains autologous CD34+ cells transduced ex vivo with the BB305 lentiviral vector (LVV) encoding a β-globin gene with a T87Q substitution. Initial data from the international, multi-center, phase 1/2 Northstar (HGB-204; NCT01745120) study evaluating the safety and efficacy of LentiGlobin in patients with TDT using the original manufacturing process has been published. Herein we present updated results with longer follow-up. Methods Northstar enrolled patients with TDT (history of ≥ 100 mL/kg/yr of RBCs or ≥ 8 RBC transfusions/yr) regardless of genotype. Autologous CD34+ cells were collected by apheresis after G-CSF and plerixafor mobilization and transduced with the BB305 LVV in a centralized facility. Patients received myeloablative conditioning with single-agent busulfan before the transduced cells were infused. Patients were monitored for engraftment, vector copy number (VCN), GT-derived hemoglobin (HbA T87Q ), RBC transfusions, transfusion independence (TI; defined as weighted average hemoglobin [Hb] ≥ 9g/dL without RBC transfusions for ≥ 12 months), adverse events (AEs), vector integration, and replication competent lentivirus (RCL). Patients were followed in Northstar for 2 years and then were offered participation in the long-term follow-up study, LTF-303 (NCT02633943). Results Eighteen patients with TDT, 12 - 35 years old, treated with LentiGlobin GT have completed 2-year follow-up in the Northstar study and subsequently enrolled in LTF-303. As of March 7, 2018, the median follow-up duration was 32.1 (min - max: 23.1 - 41.9) months. The median DP VCN was 0.7 (min - max: 0.3 - 1.5) copies/diploid genome (c/dg), the median cell dose was 8.1 x 10 6 (min - max: 5.2 - 18.1 x 10 6 ) CD34+ cells/kg, and the median proportion of transduced CD34+ cells was 32% (min - max: 17 - 58%). All patients engrafted and the median duration of hospitalization from conditioning to discharge was 40 days (min - max: 27 - 69 days). The toxicity profile was typical of myeloablative conditioning. No grade ≥ 3 events were related to LentiGlobin and there was no graft failure, death, or vector-mediated RCL, and no evidence of clonal dominance. Serious AEs reported in ≥ 2 patients were thrombosis and veno-occlusive liver disease; each occurred in 2 patients. Eight of 10 patients with non-β 0 /β 0 genotypes were able to discontinue transfusions at 0.3 - 5.8 months post-DP infusion and have sustained TI for a median duration of 33 months (min - max: 16 - 38 months). At last study visit, peripheral blood VCN for these patients was 0.1 - 1.0 c/dg, HbA T87Q was 3.8 - 10.1 g/dL and total Hb was 9.1 - 13.5 g/dL. Sustained HbA T87Q production was observed in all patients through last follow-up (Figure 1A). The 2 remaining patients with non-β 0 /β 0 genotypes had a reduction in transfusion volume of 82% and 27%. Their peripheral VCN and HbA T87Q levels at last study visit were 0.1 and 0.1 c/dg and 2.9 and 1.1 g/dL, respectively. Of the 8 patients with a β 0 /β 0 genotype, 3 no longer require chronic RBC transfusions for an ongoing duration of 16.4 - 22.1 months. Peripheral VCN, HbA T87Q and total Hb at last visit were 0.7, 0.4, 0.6 c/dg; 8.9, 9.7, 8.1 g/dL (Figure 1B); and 9.3, 10.3, 9.8 g/dL, respectively. The other 5 patients with a β 0 /β 0 genotype experienced median transfusion volume reduction of 53% (min - max: 8 - 74%). Longer follow-up and other analyses including iron measures will be presented. Summary LentiGlobin GT in patients with TDT enrolled in the Northstar study continues to demonstrate a sustained clinical benefit with up to 3.5 years of follow-up. The safety profile is consistent with myeloablative conditioning and 8/10 patients with non-β 0 /β 0 genotypes and 3/8 patients with a β 0 /β 0 genotype remain transfusion free. LentiGlobin GT using refined manufacturing to improve DP characteristics and patient outcomes is being evaluated in 2 ongoing phase 3 studies, Northstar-2 and Northstar-3. View large Download slide View large Download slide  Disclosures Rasko: Rarecyte: Consultancy, Equity Ownership; IMAGO Biosciences: Consultancy; Takeda: Speakers Bureau; Abbvie: Speakers Bureau; Gilead: Honoraria; Novartis: Consultancy, Speakers Bureau; Cynata: Consultancy, Honoraria; bluebird bio: Honoraria, Other: Clinical trials ; Spark: Consultancy; Genea: Equity Ownership; Current Cure The Future Foundation: Membership on an entity's Board of Directors or advisory committees; FSHD Global Research Foundation: Membership on an entity's Board of Directors or advisory committees; Gene Technology Technical Advisory, OGTR, Australian Government: Other: Chair; Advisory Committee on Biologics, Therapeutics Goods Administration, Australian Government: Other: Past Chair; International Society for Cellular Therapy: Membership on an entity's Board of Directors or advisory committees; GSK: Honoraria; Pfizer: Honoraria; Celgene: Honoraria. Thompson: Baxalta/Shire: Research Funding; La Jolla Pharmaceutical: Research Funding; Amgen: Research Funding; Biomarin: Research Funding; Celgene: Research Funding; bluebird bio: Consultancy, Research Funding; Novartis: Research Funding. Kwiatkowski: Apopharma: Research Funding; Agios Pharmaceuticals: Consultancy, Research Funding; Novartis: Research Funding; Terumo: Research Funding; bluebird bio: Consultancy, Honoraria, Research Funding. Schiller: bluebird bio: Research Funding; Astellas Pharma: Membership on an entity's Board of Directors or advisory committees, Research Funding. Ho: Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Takeda: Honoraria, Other: Travel to meeting; Celgene: Other: Travel to meeting . Schmidt: GeneWerk GmbH: Employment; German Cancer Research Center: Employment; bluebird bio: Consultancy. Leboulch: bluebird bio: Consultancy, Equity Ownership, Membership on an entity's Board of Directors or advisory committees, Patents & Royalties. Vichinsky: bluebird bio: Membership on an entity's Board of Directors or advisory committees; Global Blood Therapeutics: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Protagonist: Research Funding. Deary: bluebird bio: Employment, Equity Ownership. Chen: bluebird bio: Consultancy. Asmal: bluebird bio: Employment, Equity Ownership. Walters: Sangamo Therapeutics: Consultancy; ViaCord Processing Lab: Other: Medical Director; AllCells Inc.: Other: Medical Director; bluebird bio: Research Funding."
}