{
    "doi": "https://doi.org/10.1182/blood.V118.21.4023.4023",
    "article_title": "Prevention of Graft-Versus-Host Disease by HY-Specific Induced Tregs Through Activation-Dependent Manner, ",
    "article_date": "November 18, 2011",
    "session_type": "702. Experimental Transplantation - Immune Function, GVHD and Graft-versus-Tumor Effects: Posters III",
    "abstract_text": "Abstract 4023 Naturally occurring regulatory T cells (nTregs) may prevent graft-versus-host disease (GVHD) while preserving graft-versus-leukemia (GVL) activity. However, clinical application of nTregs has been severely hampered by their scarce availability and non-selective suppression. To overcome these limitations, we took the alternative approach to induce antigen-specific Tregs (iTregs) and tested their efficacy and selectivity in the prevention of GVHD in a pre-clinical model of bone marrow transplantation (BMT). We selected HY as target antigen, because it is a naturally processed and ubiquitously expressed minor histocompatibility antigen (miHAg) with a proven role in GVHD and GVL effect. To generate HY-specific iTregs, naïve CD4 + CD25 − cells were isolated from MHC II-restricted, HY-specific transgenic and Foxp3/GFP knock-in mice, and were stimulated with HY peptide and APC, in the presence of TGFb and retinoic acid. Marrow plus polyclonal CD4 T effector cells (Teffs) from B6 donor splenocytes induced GVHD when transplanted into lethally irradiated (B6 x bm12)F1 recipients, and adoptive transfer of HY-specific iTregs (CD4 + CD25 + GFP + ) significantly decreased GVHD mortality in male (HY + ) but not female (HY − ) recipients. On a per cell basis, HY-specific iTregs were significantly more potent than polyclonal Tregs in the prevention of GVHD. These data indicate that HY-specific iTregs were effective in controlling GVHD in an activation-dependent manner. Because polyclonal Teffs cells recognize bm12 alloantigen whereas iTregs recognize HY miHAg, these data suggest that Tregs may control GVHD through a linked-suppression on Teffs in vivo. Mechanistically, by measuring iTregs and Teffs in spleen and liver of the recipients, we found that HY-specific iTregs expanded extensively and significantly suppressed expansion and infiltration of Teffs in male but not female recipients. We finally generated alloreactive iTregs from polyclonal CD4 precursors, and found that these iTregs highly suppressed the Teffs alloresponse in vitro and in vivo. These results show that Ag-specific iTregs are promising cell therapy for effective GVHD prevention in human allogeneic hematopoietic cell transplantation. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "graft-versus-host disease",
        "antigens",
        "antigens, cd25",
        "bone marrow transplantation",
        "cell therapy",
        "hematopoietic stem cell transplantation",
        "leukemia",
        "minor histocompatibility antigens",
        "peptides",
        "tissue transplants"
    ],
    "author_names": [
        "Jun Li, M.D",
        "Kenrick Semple, Ph.D.",
        "Kane Koasaard",
        "Kelley M.K. Haarberg, Ph.D.",
        "Fang-ping Chen, M.D.",
        "Claudio Anasetti, MD",
        "Xue-Zhong Yu, M.D., M.S."
    ],
    "author_dict_list": [
        {
            "author_name": "Jun Li, M.D",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Kenrick Semple, Ph.D.",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kane Koasaard",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kelley M.K. Haarberg, Ph.D.",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fang-ping Chen, M.D.",
            "author_affiliations": [
                "Department of hematology, Xiangya Hospital Central South University, Changsha, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Claudio Anasetti, MD",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xue-Zhong Yu, M.D., M.S.",
            "author_affiliations": [
                "Immunology and Blood & Marrow Transplantation, H. Lee Moffitt Cancer Center & Research Institute, Tampa, FL, USA, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T12:59:28",
    "is_scraped": "1"
}