{
    "doi": "https://doi.org/10.1182/blood.V110.11.400.400",
    "article_title": "NR2F6, the Mammalian Homologue of Drosophila Seven Up, Can Initiate Myelodysplasia and Acute Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "Myelodysplastic Syndromes",
    "abstract_text": "A central conundrum in the biology of myelodysplastic syndrome (MDS) is the observation that haematopoietic cells derived from the MDS clone have an increased disposition to apoptosis, yet gain clonal dominance in the bone marrow (BM). One explanation for this apparent paradox could be that MDS stem cells attain clonal dominance by acquiring an augmented probability of self-renewal. We therefore sought to identify novel genes associated with self-renewal that are overexpressed in both MDS and AML. By analyzing the growth of individual clonal siblings derived from low passage cultures of OCI-AML4 we found the expression of the orphan nuclear receptor NR2F6 to be four-fold higher in leukaemia cells with high proliferative capacity, compared to those which spontaneously lose proliferative ability. NR2F6 mRNA transcripts were more abundant in patients (n=37) with MDS, CMML, and AML compared to normal BM (n=16; p<0.0003 MDS, <0.03 CMML, <0.0009 AML), validating the clinical relevance of this gene and suggesting that deregulation of NR2F6 might be an early event in disease progression. We studied the effects of NR2F6 on differentiation and proliferation in vitro in the monoblastic cell line U937. Induction of differentiation of U937 cells resulted in a decrease in NR2F6 expression, while forced expression of NR2F6 reduced the doubling time of U937 cells, and inhibited induction of differentiation by retinoic acid. We next studied the effects of NR2F6 on the behaviour of primary haematopoietic cells. Overexpression of NR2F6 in murine bone marrow cells resulted in a significant reduction in the number of BFU-E and CFU-GM and the size of erythroid and myeloid colonies, consistent with the idea that NR2F6 inhibits maturation of normal BM. These results were corroborated by immunophenotyping of BM cultured in suspension, which showed that NR2F6 overexpression resulted in a significant reduction in mature monocytes and granulocytes. In addition, serial replating of haematopoietic colonies revealed greatly extended replating potential in NR2F6-overexpressing BM, consistent with augmented self-renewal capacity. Finally, we assessed the effects of NR2F6 on haematopoiesis in vivo by bone marrow transplantation. Competitive repopulation of lethally irradiated murine hosts with NR2F6-transduced bone marrow cells resulted in successful engraftment and augmented self-renewal as evidenced by increased engraftment in some recipients as well as increased colony formation in serial replating experiments. Recipients of NR2F6-transduced grafts had hypercellular BM, with abnormal localization of immature precursors (ALIP) and an increase in the percentage of blasts. Strikingly, ∼30% of recipients of secondary transplants of NR2F6-transduced bone marrow cells developed acute leukaemia, characterized by infiltration by blasts of bone marrow, peripheral blood, spleen and liver, and by haematopoietic failure. These data establish the importance of NR2F6 in the regulation of haematopoietic cell self-renewal and differentiation. This suggests that deregulated expression of NR2F6 is an important step in the pathogenesis of human MDS and AML and supports the hypothesis that acquisition of augmented self-renewal capacity helps the MDS stem cell gain clonal dominance. Furthermore, the NR2F6 transplant chimera system provides a mouse model of MDS, and the transformation of MDS to AML.",
    "topics": [
        "drosophila",
        "leukemia, acute",
        "mammals",
        "myelodysplastic syndrome",
        "leukemia, myelomonocytic, chronic",
        "bone marrow transplantation",
        "disease progression",
        "hyperplasia",
        "immunophenotyping",
        "leukemia"
    ],
    "author_names": [
        "Christine V. Ichim, MSc",
        "Alden Chesney, MD",
        "Marciano D. Reis, MD",
        "Norman N. Iscove, MD, PhD",
        "Richard A. Wells, MD, DPhil"
    ],
    "author_dict_list": [
        {
            "author_name": "Christine V. Ichim, MSc",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, ON, Canada",
                "J. Douglas Crashley MDS Laboratory, Sunnybrook Research Institute, Toronto, ON, Canada"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alden Chesney, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marciano D. Reis, MD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Sunnybrook Health Sciences Centre, Toronto, ON, Canada"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Norman N. Iscove, MD, PhD",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, ON, Canada"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Wells, MD, DPhil",
            "author_affiliations": [
                "Department of Medical Biophysics, University of Toronto, Toronto, ON, Canada",
                "J. Douglas Crashley MDS Laboratory, Sunnybrook Research Institute, Toronto, ON, Canada"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-06T06:41:00",
    "is_scraped": "1"
}