{
    "doi": "https://doi.org/10.1182/blood.V118.21.3665.3665",
    "article_title": "The NF-κB-Inducing Kinase (NIK) Is Involved in Both Classical and Alternative NF-κB Activation and Is Necessary for the Survival of T Cell Lymphoma Cells, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "abstract_text": "Abstract 3665 Nuclear factor κB (NF-κB) signaling has a critical role in the development and progression of several types of cancers. T cell lymphomas have been associated with NF-κB activity and its inhibition has been suggested as a possible therapeutic strategy to be further evaluated. However, the causes of NF-κB activation and the importance of this signaling pathway in T cell lymphomagenesis are still poorly understood. The NF-κB-inducing kinase, NIK, is a serine/threonine kinase that is crucial for the activation of the alternative NF-κB pathway but can also be involved in classical pathway activation. We evaluated the expression of nuclear p50 (classical NF-κB activation) and p52 (alternative NF-κB activation) in 30 primary T cell lymphoma samples and observed that 80.0% and 80.6% of cases showed nuclear staining of p50 and p52, respectively. Subsequently, using T-cell lymphoma cell lines, we investigated whether this classical and alternative NF-κB activation could be dependent on NIK expression. A strong overexpression of NIK mRNA in T cell lymphoma cell lines, compared to purified healthy donor T cells, was observed. This overexpression was associated with both classical (nuclear p50 and p65) and alternative (nuclear p52 and RelB) NF-κB activation. Knockdown of NIK in T cell lymphoma cells resulted in decreased processing of both p100 and p105, as well as a decrease in DNA binding activity of both classical and alternative NF-κB members. Furthermore, NIK knockdown lead to a dramatic increase in cell death in NIK overexpressing T cell lymphoma cell lines. These results suggest that NIK is involved in both classical and alternative NF-κB activation and is a putative therapeutic target in T cell lymphomas. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "phosphotransferases",
        "t-cell lymphoma",
        "lymphoma",
        "cancer",
        "dna",
        "leukemogenesis",
        "protein-serine-threonine kinases",
        "rna, messenger",
        "t-lymphocytes",
        "cell lines"
    ],
    "author_names": [
        "Lina Odqvist",
        "Margarita Sánchez-Beato",
        "Esperanza Martín-Sánchez",
        "Juan C Cigudosa",
        "Javier Menarguez Palanca",
        "Federico García Bragado",
        "Purificación Domínguez Franjo",
        "Renato Franco",
        "Miguel A. Piris"
    ],
    "author_dict_list": [
        {
            "author_name": "Lina Odqvist",
            "author_affiliations": [
                "Molecular Pathology Programme, Spanish National Cancer Research Centre (CNIO), Madrid, Spain, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Margarita Sánchez-Beato",
            "author_affiliations": [
                "Molecular Pathology Programme, Spanish National Cancer Research Centre (CNIO), Madrid, Spain, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Esperanza Martín-Sánchez",
            "author_affiliations": [
                "Molecular Pathology Programme, Spanish National Cancer Research Centre (CNIO), Madrid, Spain, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juan C Cigudosa",
            "author_affiliations": [
                "Human Genetics Programme, Spanish National Cancer Research Centre (CNIO), Madrid, Spain, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Javier Menarguez Palanca",
            "author_affiliations": [
                "Pathology Department, Hospital Gregorio Marañon, Madrid, Spain, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federico García Bragado",
            "author_affiliations": [
                "Pathology Department, Hospital Virgen del Camino, Pamplona, Spain, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Purificación Domínguez Franjo",
            "author_affiliations": [
                "Pathology Department, Fundación Hospital de Alcorcón, Alcorcón, Spain, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renato Franco",
            "author_affiliations": [
                "Pathology Department, Istituto dei Tumori “Fondazione G. Pascale, Napoli, Italy, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel A. Piris",
            "author_affiliations": [
                "Pathology Department, Hospital Universitario Marques de Valdecilla, IFIMAV, Santander, Spain"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-20T09:42:03",
    "is_scraped": "1"
}