{
    "doi": "https://doi.org/10.1182/blood.V114.22.2047.2047",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1517",
    "start_url_page_num": 1517,
    "is_scraped": "1",
    "article_title": "A Phase 1 Dose-Escalation Study of the Novel KSP Inhibitor ARRY-520 in Advanced Leukemias. ",
    "article_date": "November 20, 2009",
    "session_type": "Acute Myeloid Leukemia - Therapy, Excluding Transplantation Poster II",
    "abstract_text": "Abstract 2047 Poster Board II-24 Introduction: The mitotic kinesin spindle protein (KSP) is required for the assembly of a normal bipolar spindle and cell cycle progression through mitosis. ARRY-520 is a potent, selective inhibitor of KSP that arrests cells in mitosis forming an abnormal monopolar spindle with subsequent onset of apoptosis. ARRY 520 has shown potent activity in preclinical models of hematological malignancies which support clinical investigation of this novel targeted antimitotic therapy in patients with leukemias. ARRY-520 was evaluated in a Phase 1 trial, administered as an intravenous (IV) infusion on Day 1 or on Days 1, 3 and 5 in patients with advanced/refractory leukemias. Objectives: The primary objectives of this study were to establish the safety and the maximum tolerated dose (MTD) of ARRY-520 when given as a 1-hour infusion in either a single dose or on a Days 1, 3 and 5 divided-dose schedule per cycle. Secondary objectives were to characterize the pharmacokinetics (PK) of ARRY-520 when given on these schedules, to assess evidence of preliminary clinical activity, and to explore potential biomarkers of KSP inhibition. Methods: ARRY-520 was administered as a 1-hour IV infusion as a single dose per cycle or on a divided dose schedule, in a “3 + 3” Phase 1 design. PK analyses for ARRY-520 were performed on plasma samples collected during Cycle 1 and Cycle 2. Results: A total of 33 patients with acute myelogenous leukemia (AML) and with a median age of 66 years (range 21-88 yrs) were enrolled: 15 in the single-dose schedule (dose levels 2.5, 3.75, 4.5 and 5.6 mg/m2) and 18 in the divided dose schedule (dose levels 0.8, 1.2, 1.5 and 1.8 mg/m2/day). All but one patient had disease refractory to and/or relapsed from prior therapy with a median of 4 prior regimens (range 0-7). The MTD was 4.5 mg/m2 for the single-dose schedule with the dose-limiting toxicity (DLT) of Grade 3 mucositis and was 1.5 mg/m2/day (cumulative dose per cycle of 4.5 mg/m2) for the divided dose schedule, with DLTs of Grade 3 mucositis, hand-foot syndrome and hyperbilirubinemia. ARRY-520 was well tolerated at the MTD and doses below. At the MTD, Grades 3 or 4 reversible drug-related leukopenia were observed in 4/8 evaluable patients (Grade 0 or 1 WBC at baseline) with a median nadir occurring on Day 7. In both schedules ARRY-520 showed promising signs of clinical activity as measured by significant decreases in leukemic blasts in both the peripheral blood and bone marrow. Four of 33 patients (12%) showed at least 50% reduction in bone marrow blasts and 12/33 patients (36%) showed > 1 log reduction in blasts in the peripheral blood. Preliminary plasma PK analyses revealed increasing ARRY-520 concentrations with increasing dose, a mean terminal t1/2 of ∼90 hours, with clearance values ranging from 1.6 to 8.0 L/hr. Conclusions: ARRY-520 showed promising signs of clinical activity and has been well tolerated in both schedules investigated in patients with AML. The most prominent DLTs were mucositis and hand-foot syndrome. The MTD was determined to be the same total dose per cycle for the single-dose and the divided-dose schedule. Data including the safety, PK, pharmacodynamics and preliminary activity of ARRY 520 from this study will be presented. Disclosures: Bethelmie-Bryan: Array BioPharma: Employment. Rush: Array BioPharma: Employment. Freeman: Array BioPharma: Employment. Simmons: Array BioPharma: Employment. Ptaszynski: Array BioPharma: Employment.",
    "topics": [
        "leukemia",
        "divided doses",
        "single-dose regimen",
        "mucositis",
        "infusion procedures",
        "palmar-plantar erythrodysesthesia syndrome",
        "sickle cell dactylitis",
        "antimitotic agents",
        "biological markers",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Guillermo Garcia-Manero, MD",
        "H. Jean Khoury, MD",
        "Gautam Borthakur, MD",
        "Farhad Ravandi, MD",
        "Tapan Kadia, MD",
        "Zeev Estrov, MD",
        "Elias Jabbour, MD",
        "Maria Cielo Foudray, RN",
        "Martha Arellano",
        "Amelia Langston, MD",
        "Beverly Bethelmie-Bryan",
        "Selena Rush",
        "Burgess Freeman",
        "Heidi Simmons, PhD",
        "Mieke Ptaszynski",
        "Hagop Kantarjian, MD"
    ],
    "author_affiliations": [
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ],
        [
            "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Hematology and Medical Oncology, Emory University, Atlanta, GA, USA, "
        ],
        [
            "Array BioPharma, Boulder, CO, USA"
        ],
        [
            "Array BioPharma, Boulder, CO, USA"
        ],
        [
            "Array BioPharma, Boulder, CO, USA"
        ],
        [
            "Array BioPharma, Boulder, CO, USA"
        ],
        [
            "Department of Leukemia, MD Anderson Cancer Center, Houston, TX, USA, "
        ]
    ],
    "first_author_latitude": "29.707097200000003",
    "first_author_longitude": "-95.39710199999999"
}