{
    "doi": "https://doi.org/10.1182/blood.V118.21.3595.3595",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1935",
    "start_url_page_num": 1935,
    "is_scraped": "1",
    "article_title": "Cigarette Smoking Significantly Increases the Risk of Invasive Fungal Disease (IFD) in Acute Myeloid Leukemia (AML) Patients Undergoing Induction Chemotherapy, ",
    "article_date": "November 18, 2011",
    "session_type": "613. Acute Myeloid Leukemia - Biology and Pathophysiology: Poster III",
    "topics": [
        "chemotherapy, neoadjuvant",
        "leukemia, myelocytic, acute",
        "systemic mycosis",
        "cigarette smoking",
        "brachial plexus neuritis",
        "disease remission",
        "complete remission",
        "itraconazole",
        "marijuana",
        "mycoses"
    ],
    "author_names": [
        "Sudipto Mukherjee",
        "Alex Zhengdong Fu",
        "Mary Mansour, DO",
        "Matt Kalaycio, MD",
        "Edward A. Copelan, MD",
        "Anjali S. Advani, MD",
        "Ramon V. Tiu, MD",
        "Yogen Saunthararajah, MD",
        "Jaroslaw P. Maciejewski, MD, PhD",
        "Mikkael A. Sekeres, MD, MS"
    ],
    "author_affiliations": [
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA, "
        ],
        [
            "Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH, USA"
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ],
        [
            "Hematologic Oncology and Blood Disorders, Cleveland Clinic Taussig Cancer Institute, Cleveland, OH, USA, "
        ]
    ],
    "first_author_latitude": "41.5017263",
    "first_author_longitude": "-81.6160094",
    "abstract_text": "Abstract 3595 Background: Invasive fungal disease (IFD) is an important cause of morbidity and mortality in patients undergoing treatment for acute leukemias. Although cigarettes are known to contain fungal spores, the effect of being a cigarette smoker (CS) on developing IFD has not been established in this population. We investigated whether CS increases the risk of IFD in patients (pts) with AML undergoing induction chemotherapy (IC). Methods: We conducted a retrospective review of newly diagnosed AML pts treated with cytarabine-based IC at Cleveland Clinic between 1994 and 2009, all of whom received liquid itraconazole prophylaxis. Data on age, gender, race, WBC at diagnosis (dx), AML etiology, French-American-British or World Health Organization classification, cytogenetics (per CALGB criteria), complete remission (CR) status, post-remission therapy, bone marrow transplant (BMT), prior steroid use, marijuana use and smoking status were collected from AML database. We defined IFD as proven, probable or possible using the modified European Organization for Research and Treatment of Cancer / Mycoses Study Group (EORTC / MSG) criteria, and reconfirmed all cases with independent data review. Analyses were restricted to probable or proven diagnoses: Probable IFD cases were defined using the modified criteria as immunocompromised host with clinically compatible illness including typical radiologic signs but without any definite proof of fungal pathogen; Proven cases required confirmation of a fungal pathogen. Multivariate logistic regression was used to calculate the risk of IFD in AML pts who were CS, and to assess the association between CS and IFD. Cox proportional hazard modeling was used to assess the association between CS and overall survival (OS). Results: Of 741 pts, 180 (24%) were current CS, 137 (18%) were past CS, and 20 (3%) used marijuana. Mean age was 58 years (yrs, range, 17–92), 45% were female, 27% had secondary AML, 3% had acute promyelocytic leukemia, and cytogenetics risks were: favorable (9%), intermediate (34%), unfavorable (23%), and unknown (34%). Overall, 389 pts (53%) achieved CR, and 274 (37%, or 70% of those achieving CR) received post-remission therapy; 146 (20%) underwent BMT. IFD developed in 31% of pts (proven/probable/possible = 4%/10%/17%). In univariate analyses and compared to non-smokers, CS were significantly younger (53 vs. 60 yrs, p<0.0001), less likely to be female (38% vs. 48%, p=0.023), more likely to have de novo AML (76% vs. 64%, p=0.011), to use marijuana (11% vs. 0.2%, p<0.0001), and to develop IFD [(69%, proven/probable/possible = 9%/28%/32%) vs. 19% (proven/probable/possible = 3%/4%/12%), (p<0.0001)]. The groups did not differ in AML classification, cytogenetics, WBC at diagnosis, prior steroid use, developing IFD post-BMT, receiving post-remission therapy, or achieving a CR. Median OS for smokers vs. nonsmokers were 0.64 vs. 0.84 yrs (p=0.23). The most common fungal pathogen identified among proven cases was Aspergillus species, accounting for 32% (8/25) of all IFD cases. In multivariable analyses controlling for age, gender, WBC at diagnosis, AML etiology or classification, cytogenetics, received BMT, day from diagnosis to induction, and achievement of complete remission, smoking remained significantly associated with IFD [odds ratio or OR 12.3, p <0.0001: OR 12.6 for Probable (p<0.0001), and OR 12.8 for Proven (p<0.0001)] compared to no IFD, Table 1 . Table 1: Risk of IFD for Smokers versus Non-Smokers  Outcomes of Interest (Reference: no IFG) . Regression type . Odds Ratio/Hazard Ratio . 95% CI . P-value . Any IFD (probable/proven)  Logistic 12.26 5.28–28.46 <0.0001 Any IFD (possible/probable/proven)  Logistic 7.24 3.81–13.79 <0.0001 Probable IFD  Logistic 12.59 5.04–31.47 <0.0001 Proven IFD  Logistic 12.82 3.79–43.34 <0.0001 Possible IFD  Logistic 4.79 2.46–9.34 <0.0001 Overall Survival  Cox 1.10 0.82–1.48 0.53 Outcomes of Interest (Reference: no IFG) . Regression type . Odds Ratio/Hazard Ratio . 95% CI . P-value . Any IFD (probable/proven)  Logistic 12.26 5.28–28.46 <0.0001 Any IFD (possible/probable/proven)  Logistic 7.24 3.81–13.79 <0.0001 Probable IFD  Logistic 12.59 5.04–31.47 <0.0001 Proven IFD  Logistic 12.82 3.79–43.34 <0.0001 Possible IFD  Logistic 4.79 2.46–9.34 <0.0001 Overall Survival  Cox 1.10 0.82–1.48 0.53 View Large Conclusions: Smokers who underwent IC for AML were at 12-fold higher risk of developing IFD even after adjusting for prognostic and treatment factors of interest. These findings strongly indicate use of intensive antifungal treatment at the earliest clinical suspicion of fungal infection, rather than relying on microbiological or tissue diagnosis, and thus avoiding unnecessary treatment delays. Prospective use of aggressive anti-fungal prophylaxis with agents other than itraconazole should be explored. Disclosures: Maciejewski: Celgene: Membership on an entity's Board of Directors or advisory committees. Sekeres: Celgene: Consultancy, Honoraria, Speakers Bureau."
}