{
    "doi": "https://doi.org/10.1182/blood.V128.22.3007.3007",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3508",
    "start_url_page_num": 3508,
    "is_scraped": "1",
    "article_title": "Italian Real Life Experience with Brentuximab Vedotin: Results of a National Observational Study on Relapsed/Refractory Anaplastic Large Cell Lymphoma ",
    "article_date": "December 2, 2016",
    "session_type": "624. Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies: Poster II",
    "topics": [
        "brentuximab vedotin",
        "ki-1+ anaplastic large cell lymphoma",
        "observational studies",
        "toxic effect",
        "transplantation",
        "follow-up",
        "anaplastic lymphoma kinase",
        "complete remission",
        "duration of treatment",
        "infusion procedures"
    ],
    "author_names": [
        "Cinzia Pellegrini",
        "Luigi Rigacci",
        "Caterina Patti, MD",
        "Guido Gini, MD",
        "Donato Mannina, MD",
        "Monica Tani",
        "Chiara Rusconi, MD",
        "Alessandra Romano, MD PhD",
        "Anna Vanazzi, MD",
        "Barbara Botto",
        "Carmelo Carlo-Stella, MD",
        "Stefan Hohaus",
        "Gian Matteo Rigolin",
        "Pellegrino Musto, MD",
        "Patrizio Mazza, MD",
        "Stefano Molica, MD",
        "Paolo Corradini",
        "Angelo Fama, MD",
        "Francesco Gaudio",
        "Michele Merli",
        "Angela Gravetti",
        "Giuseppe Gritti, MD",
        "Annalisa Arcari",
        "Patrizia Tosi",
        "Anna Marina Liberati, MD",
        "Antonello Pinto",
        "Vincenzo Pavone, MD",
        "Filippo Gherlinzoni, MD",
        "Virginia Naso",
        "Stefano Volpetti",
        "Andrea Visentin, MD",
        "Maria Cecilia Goldaniga, MD",
        "Maurizio Bonfichi, MD",
        "Amalia De Renzo",
        "Corrado Schiavotto",
        "Michele Spina",
        "Sergio Storti, MD",
        "Angelo Michele Carella",
        "Lisa Argnani",
        "Pier Luigi Zinzani, MD PhD"
    ],
    "author_affiliations": [
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ],
        [
            "Hematology Department, University and Hospital Careggi, Firenze, Italy "
        ],
        [
            "Dept. of Hematology, Azienda Ospedali Riuniti Villa Sofia Cervello, Palermo, Italy "
        ],
        [
            "Department of Hematology, Ospedali Riuniti di Ancona, Ancona, Italy "
        ],
        [
            "Hematology Unit, Ospedale Papardo, Messina, Italy "
        ],
        [
            "Hematology Unit, Santa Maria delle Croci Hospital, Ravenna, Italy "
        ],
        [
            "Division of Hematology, Niguarda Hospital, Milan, Italy "
        ],
        [
            "Division of Haematology, AOU, Catania, Italy "
        ],
        [
            "European Institute of Oncology, Milano, Italy "
        ],
        [
            "SC Ematologia, Azienda Ospedaliera Universitaria Città della Salute e della Scienza, Torino, Italy "
        ],
        [
            "Oncology and Hematology, Humanitas Cancer Center, Humanitas Clinical and Research Center, Rozzano, Italy "
        ],
        [
            "Institute of Hematology, Catholic University, Rome, Italy "
        ],
        [
            "Hematology Section, Azienda Ospedaliero-Universitaria S. Anna, University of Ferrara, Ferrara, Italy "
        ],
        [
            "CROB Rionero in Vulture, Roma, Italy "
        ],
        [
            "C/O Ospedale Moscati Dept. of Hematology-Oncology, Taranto, Italy "
        ],
        [
            "Department of Hematology, Ciaccio-Pugliese Hospital, Catanzaro, Italy "
        ],
        [
            "Department of Hematology, Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy "
        ],
        [
            "Hematology Unit, Arcispedale Santa Maria Nuova, Istituto di Ricovero e Cura a Carattere Scientifico, Reggio Emilia, Italy "
        ],
        [
            "Hematology Unit, Policlinico di Bari, Bari, Italy "
        ],
        [
            "Hematology, Ospedale di Circolo, Fondazione Macchi, Varese, Italy "
        ],
        [
            "Division of Hematology and Stem Cell Transplantation Unit, Cardarelli Hospital, Napoli, Italy "
        ],
        [
            "Department of Hematology, Hospital Papa Giovanni XXIII, Bergamo, Italy "
        ],
        [
            "Division of Hematology, Guglielmo da Saliceto Hospital, Piacenza, Italy "
        ],
        [
            "Hematology Unit, Infermi Hospital Rimini, Rimini, Italy "
        ],
        [
            "Hematology, Ospedale Perugia, Perugia, Italy "
        ],
        [
            "Hematology-Oncology and Stem Cell Transplantation Unit, National Cancer Institute, Fondazione Pascale, IRCCS, Napoli, Italy "
        ],
        [
            "Division of Hematology, Ospedale G. Panico, Tricase, Lecce, Italy "
        ],
        [
            "Hematology Unit, Ca' Foncello Hospital, Treviso, Italy "
        ],
        [
            "Sant'Andrea Hospital - Sapienza, Roma, Italy "
        ],
        [
            "Department of Hematology, DISM, Azienda Sanitaria Universitaria Integrata, Udine, Italy "
        ],
        [
            "Hematology and Clinical Immunology Unit, Department of Medicine, University of Padua, Padua, Italy "
        ],
        [
            "OncoHematology Unit, Fondazione Ca' Granda IRCCS Ospedale Maggiore Policlinico, Milan, Italy "
        ],
        [
            "Hematology, IRCCS Policlinico San Matteo, Pavia, Italy "
        ],
        [
            "Hematology, AOU Federico II Napoli, Napoli, Italy "
        ],
        [
            "Hematology, San Bortolo Hospital, Vicenza, Italy "
        ],
        [
            "Division of Medical Oncology A, National Cancer Institute, Aviano, Italy "
        ],
        [
            "Hematology, Università Cattolica Sacro Cuore Campobasso, Campobasso, Italy "
        ],
        [
            "Division of Hematology 1, IRCCS A.O.U. San Martino IST, Genova, Italy"
        ],
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ],
        [
            "Institute of Hematology \"L. e A. Seràgnoli\", University of Bologna, Bologna, Italy "
        ]
    ],
    "first_author_latitude": "44.4962318",
    "first_author_longitude": "11.354156999999999",
    "abstract_text": "From November 2012 to July 2014, brentuximab vedotin (BV) was available in Italy for patients with relapsed systemic anaplastic large cell lymphoma (ALCL) outside a clinical trial context based on a local disposition of the Italian Drug Agency (AIFA) issued according to a national law (Law 648/96: \"medicinal products that are provided free of charge on the national health service\"). A large Italian observational retrospective study was conducted on the use of BV in the everyday clinical practice to check if clinical trial results are confirmed even in a real life context. Primary endpoint was the best response; secondary endpoints were the overall response rate at the end of the treatment, duration of response, survival and the safety profile. BV was infused intravenously at the dose of 1.8 mg/kg every 3 weeks for a maximum of 16 cycles. A total of 40 ALCL (18 anaplastic lymphoma kinase [ALK] negative and 22 ALK-positive status) patients were treated with BV in 40 Hematology Centers. All patients had histologically documented CD30+ ALCL; 16 (40%) had relapsed and 24 (60%) had refractory disease. Patients were heavily pretreated with a median of 2 previous therapies (including autologous transplant in the 32.5% of cases). Best response was observed after a median of 4 cycles in 31 patients (77.5%): 19 (47.5%) patients obtained a complete response (CR) and 12 (30%) achieved a partial response (PR); overall response rate at the end of the treatment was 62.5% (18 CR and 7 PR). The best response rate was higher in the elderly subset (>60 years): 9 (64.2%) CR and 3 (21.4%) PR, achieving a total of 85.6%. At the latest follow up 15/18 patients are still in CR (3 with consolidative procedure). Global progression free survival was 39.1% at 29 months and disease free survival 54% at 23.9 months (median not reached). Median duration of response was 12 months (range 9-24 months). We identified 5 long term responders (patients with a response ≥ 12 months), all were still in CR at the latest follow up (1 underwent allogeneic transplant). Particularly, all the long term responders were aged <30 years at first BV infusion. All patients were included in the safety profile for the analysis; in general, the treatment was well tolerated even in this real life context and the toxicity profile was closely similar to the previously published data; no death has been linked to BV toxicity. Toxicity was primarily neurological and rarely so serious as to require treatment reduction or interruption; furthermore, neurological toxicity always reversed completely after end of treatment. No long-term toxicity was assessed during the follow-up period, even in patients later subjected to transplant consolidation. BV induces clinical responses quite rapidly, i.e. within the first 4 cycles in most responders, thus permitting the timely application of the transplantation phase. Furthermore, BV displays a favorable toxicity profile, without overlapping toxicities with most of the agents employed in high-dose conditioning regimens. For patients ineligible for transplant or for who transplant failed, BV may represent a feasible effective therapeutic option in everyday clinical practice. Disclosures Rusconi: Takeda: Consultancy; Teva: Consultancy, Other: Congress attendance; Janssen: Consultancy, Other: Congress attendance. Spina: Mundipharma: Membership on an entity's Board of Directors or advisory committees, Other: Speaker Fee; Teva Pharmaceuticals Industries: Membership on an entity's Board of Directors or advisory committees, Other: Speaker Fee. Zinzani: Abbvie: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; MorphoSys: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees; Celegene: Membership on an entity's Board of Directors or advisory committees; Roche: Membership on an entity's Board of Directors or advisory committees."
}