{
    "doi": "https://doi.org/10.1182/blood-2019-127161",
    "article_title": "Hemopexin Replacement Therapy Protects Sickle Cell Disease Mice from Acute Kidney Injury ",
    "article_date": "November 13, 2019",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-Basic and Translational Science",
    "abstract_text": "Acute kidney injury (AKI) is a major clinical concern during episodes of acute chest syndrome and vaso-occlusive crisis in sickle cell disease (SCD). AKI increases the risk of chronic kidney disease (CKD) and end stage renal disease (ESRD). We previously showed that alpha-1-microglobulin (A1M), a low affinity heme-binding protein that carries heme for renal clearance is elevated in patients and mice with homozygous SCD (SS). Hemopexin (Hx), which primarily scavenges circulating heme to the liver, is exhausted in SCD. In this study, we explored the idea that acquired Hx deficiency in SCD is a risk factor for AKI development in SCD. We studied mice with a global knockout of Hx with no detectable plasma Hx at baseline. Plasma A1M was significantly elevated in the Hx -/- mice compared to control (Hx +/+ ) mice (n=5; p<0.01). We then transplanted whole bone marrow cells from SS mice into Hx +/+ and Hx -/- mice to create bone marrow chimeric SS Hx+/+ and SS Hx-/- mice with SCD phenotype. The chimeras had elevated plasma A1M compared to recipient littermates (Hx +/+ and Hx -/- ) and low baseline glomerular filtration rate (GFR). Modest elevation of circulating heme with infusion of hemin (20 μmoles/kg bw) worsened GFR and caused severe AKI. Next, to determine whether hemin induced AKI is attenuated by elevation of circulating Hx, we infused SS mice with purified Hx, and control SS mice with either purified A1M or vehicle immediately prior to the hemin challenge. We observed improved GFR in the Hx-treated SS mice, while vehicle and A1M-treated mice suffered 23% and 39% loss of GFR respectively compared to their baseline. In agreement with the GFR data, the levels of several AKI diagnostic markers, plasma creatinine (plasma Cr), urinary albumin-creatinine ratio (uACR) and kidney injury molecule (uKIM-1) were elevated significantly in vehicle and A1M treated mice following hemin challenge. In Hx-treated mice, these biomarkers remained unaltered. Importantly, Hx infusions re-directed excess heme in SS mice to the liver, while A1M infusion significantly increased total heme content in the kidneys. Two-way ANOVA analysis of GFR (p<0.01) and plasma Cr (p<0.001) revealed significant exacerbation of kidney injury in A1M treated SS mice compared to vehicle treated mice. Histopathology of renal tissue showed considerable tissue damage in vehicle and A1M infused SS mice, while Hx treated SS mice kidneys appeared relatively normal. This study provides genetic evidence that hemopexin deficiency promotes AKI development in SCD, and we provide proof-of-principle for hemopexin replacement therapy to treat AKI in SCD. Disclosures Ofori-Acquah: Shire Human Genetic Therapies Inc: Other: Financial Relationship.",
    "topics": [
        "hemopexin",
        "mice",
        "renal failure, acute",
        "sickle cell anemia",
        "heme",
        "hemin",
        "kidney failure, chronic",
        "creatinine",
        "infusion procedures",
        "renal trauma"
    ],
    "author_names": [
        "Samit Ghosh",
        "Oluwaseun Orikogbo",
        "Rimi Hazra",
        "Bethany Flage",
        "Danielle Crosby",
        "Solomon Fiifi Ofori-Acquah"
    ],
    "author_dict_list": [
        {
            "author_name": "Samit Ghosh",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oluwaseun Orikogbo",
            "author_affiliations": [
                "University of Pittsburgh School of Medicine, Pittsburgh, PA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rimi Hazra",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bethany Flage",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Danielle Crosby",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Fiifi Ofori-Acquah",
            "author_affiliations": [
                "Pittsburgh Heart, Lung, and Blood Vascular Medicine Institute, Department of Medicine, University of Pittsburgh, Pittsburgh, PA ",
                "School of Biomedical and Allied Health Sciences, University of Ghana, Accra, Ghana"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-17T09:38:24",
    "is_scraped": "1"
}