{
    "doi": "https://doi.org/10.1182/blood-2020-143336",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4509",
    "start_url_page_num": 4509,
    "is_scraped": "1",
    "article_title": "Factors Affecting Lymphocyte Collection Efficiency and Manufactured Product Specification during Leukapheresis for Diffuse Large B Cell Lymphoma Patients Treated with Commercial Tisagenlecleucel ",
    "article_date": "November 5, 2020",
    "session_type": "711.Cell Collection and Processing",
    "topics": null,
    "author_names": [
        "Ariel Perez Perez, MD",
        "Christina A Bachmeier, PharmD",
        "Renee Smilee",
        "Albert J Ribickas",
        "Aleksandr Lazaryan, MDPhDMPH",
        "Julio C. Chavez, MD",
        "Claudio Anasetti, MD",
        "Bijal Shah, MD",
        "Farhad Khimani, MBBS",
        "Taiga Nishihori, MD",
        "Marco L. Davila, MD PhD",
        "Frederick L. Locke, MD",
        "Michael D. Jain, MDPhD",
        "Hien D. Liu, MD"
    ],
    "author_affiliations": [
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, "
        ],
        [
            "Hematology, Oncology and Transplantation, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Division of Malignant Hematology, H. Lee Moffitt Cancer Center and Research Institute, Lutz, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplantation and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "H. Lee Moffitt Cancer Center, Tampa, FL"
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, Moffitt Cancer Center, Tampa, FL "
        ],
        [
            "Department of Blood and Marrow Transplant and Cellular Immunotherapy, H. Lee Moffitt Cancer Center and Research Institute, Tampa, FL "
        ]
    ],
    "first_author_latitude": "28.01654715",
    "first_author_longitude": "-82.46327185",
    "abstract_text": "Introduction: Leukapheresis and adequate cell collection of patient derived T cells is critical in the successful manufacturing of chimeric antigen receptor T cell (CAR-T) therapy. There are limited published data on parameters that might affect quality of leukapheresis collection or collection efficiency (CE). The aim of this study is to identify patient characteristics or collection parameters that might affect leukapheresis CE and any potential impact on manufactured product characteristics. Methods: We retrospectively reviewed collection data from 23 consecutive patients with relapsed/refractory diffuse large B cell lymphoma (DLBCL) who underwent leukapheresis for Kymriah® (tisagenlecleucel) at our institution from May 1 st , 2018 to July 1 st , 2020. The study was approved by the Institutional Review Board. Non-stimulated mononuclear cell (MNC) collections were performed on the Spectra Optia, Terumo BCT, using the continuous MNC collection protocol. Acid citrate dextrose A (ACD-A) was used for anticoagulant. Inlet/AC ratio maintained at 15:1. Collection flow rates were targeted for 60-85 mL/min, with goal of processing 2-4 times the patient's total blood volume (TBV). Patients underwent peripheral collection if they had adequate venous access, otherwise central venous access was obtained. Peripheral blood (PB) flow cytometry was obtained prior to leukapheresis. Collection efficiency (CE) was calculated using the following formula: CE = Product CD3+ x10 6 / (PB CD3+ cells/μL x Total Volume Processed/ 1000). Descriptive summary statistics included median (range) for continuous variables and number (percentage) for categorical variables. Routine methods of continuous and categorical data analysis were performed using Statistica (version 7). Graph Pad Prism 8 was used to look for possible relations between variables. Results: Table 1 summarizes patient baseline characteristics (at time of leukapheresis) and pre-collection laboratory results. Table 2 summarizes the apheresis product. The median CE was 73% (with SD=13%). Baseline characteristics did not correlate significantly with collection efficiency. Collection by tunneled catheter or peripheral vein access did not significantly impact collection efficiency. PB absolute lymphocyte count (ALC) strongly correlated with PB CD3 cell and apheresis product CD3 counts (p<0.0001). PB CD3 cell count significantly correlated with apheresis product CD3 count (p<0.03; Figure 1). Notably, one patient with PB ALC of 0.0 K/uL and PB CD3+ of 0.204 K/uL was adequately collected, with successful product manufactured. All patients were able to receive manufactured product. Table 3 summarizes the tisagenlecleucel product information. Nine patients received out of specification (OOS) product due to low cell viability. All OOS products were due to cell viability below 80% threshold. When OOS products were compared to in specification products, OOS products were significantly associated with lower patient weight, less total volume processed, shorter collection run times, and smaller final collection product volumes. TBV processed was similar between groups. Conclusions: High CE is feasible in heavily pre-treated DLBCL patients, even with very low peripheral blood lymphocyte counts (ALC < 100). Our study confirms that pre-collection ALC and PB CD3 are strong indicators of CD3 yield in the leukapheresis collection product. OOS products were significantly associated with smaller volume processed, shorter run times, and smaller product volumes. This warrants further investigation. View large Download slide View large Download slide  Disclosures Shah: NCCN: Vice-Chair, Acute Lymphoblastic Leukemia Working Group: Membership on an entity's Board of Directors or advisory committees; Kite/Gilead, Precision Biosciences, Novartis, AstraZeneca: Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Kite/Gilead, Celgene/Juno/BMS, Novartis, Pfizer, Amgen, Spectrum/Acrotech, Precision Biosciences, Beigene, AstraZeneca, Pharmacyclics/Jansen, Adaptive: Honoraria; Moffitt Cancer Center: Current Employment; Kite/Gilead, Jazz, Incyte: Research Funding. Nishihori: Karyopharm: Other: Research support to institution; Novartis: Other: Research support to institution. Locke: Calibr: Consultancy; Allogene: Consultancy; Cellular Biomedicine Group: Other: Consultancy with grant options; Celgene/Bristol-Myers Squibb: Consultancy; Novartis: Consultancy; Wugen: Consultancy; GammaDelta Therapeutics: Consultancy; Kite, a Gilead Company: Consultancy, Research Funding. Jain: Kite/Gilead: Consultancy; Novartis: Consultancy."
}