{
    "doi": "https://doi.org/10.1182/blood.V124.21.2038.2038",
    "article_title": "A Comparison of Outcomes in the First-Line Treatment of Multiple Myeloma Presenting with Single Versus Multiple Monoclonal Paraproteins ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster I",
    "abstract_text": "Background: Multiple myeloma (MM) is characterized by the neoplastic proliferation of plasma cells that most often produce a single monoclonal immunoglobulin (M-protein). In approximately 2% of cases however, two or more distinct M-proteins of different immunoglobulin isotype are noted at diagnosis. The International Myeloma Working Group (IMWG) does not provide specific guidelines for determination of treatment response for MM with multiple M-proteins (MMP) and evidence comparing response and treatment outcomes of patients (pts) with MMP to those with a single M-protein (SMP) is lacking. The current tacit convention for assessing treatment response is to sum all M-proteins to get an aggregate M-protein value to compare to subsequent aggregate M-proteins over time. This approach has not been formally validated; it is unknown whether pts with MMP have a different natural history of the disease or response to treatment. We therefore conducted a retrospective analysis comparing clinical outcomes of 1 st -line therapy of patients with MMP vs SMP. Methods: A retrospective cohort study of MM pts undergoing first-line therapy was performed by interrogation of the clinical database at the Weill Cornell Medical College / New York Presbyterian Hospital. Subjects diagnosed with active MM who received first-line treatment were included. MMP status was assigned to any patient (pt) with two or more distinct bands appearing on a serum protein electrophoresis with different isotypes on serum immunofixation prior to receiving any therapy. Baseline pt characteristics, therapy received, treatment, and survival outcomes were collected and compared. For pts with MMP, response was determined by following the change in sum of all M-proteins and following the sum as a SMP when applying IMWG criteria. Results: 170 pts were identified in the period of 2005-2014 and included in the analysis: 159 pts (93.5%) with SMP and 11 (6.5%) with MMP. Pts with MMP were older (median age 72 vs 62, P = 0.01) with a lower degree of bone marrow plasmacytosis (median 19% vs 45%, P = .003), with a trend towards a higher rate of extramedullary presentation (18.2% vs 4.5%, P = 0.051). Staging by ISS and Durie-Salmon, presence of adverse cytogenetics, sex, lactate dehydrogenase, C-reactive protein, baseline hemoglobin, and serum creatinine were similar in the two groups. The M-protein isotype distribution for SMP and MMP are shown below in Table 1, with no clear pattern emerging for the SMP group. Pts with SMP were more likely to have been treated with thalidomide (32% vs 0 pts, P = .025) and less with alkylating agents (8.8 vs 27.2%, p = 0.49), however were equally likely to have received treatment with lenalidomide, bortezomib, or autologous stem cell transplant. Overall response to therapy appeared deeper in SMP vs MMP ( Table 2) but was not statistically different ( P = 0.053). Median PFS was similar for SMP and MMP at 148 vs 135 weeks, respectively (log rank P = 0.87). Overall survival was also unaffected by the presence of MMP: median OS for SMP and MMP was 411 and 423 weeks, (log rank P = .42). A logistic regression model showed higher age (OR 1.15, 95% CI 1.04,1.28) and lower percent plasmacytosis (OR 0.92, 95% CI 0.87, 0.98) to be associated with the presence of MMP at diagnosis. Discussion: The presence of more than one distinct M-spike isotype at diagnosis of active MM was not associated with adverse treatment or survival outcomes. The current convention of following the sum of all M-proteins in these pts is valid. The IMWG criteria should be amended to formally clarify this method of determination of response in pts with MMP. Table 1: Multiple M-protein isotypes  M-Protein Isotypes . N = 170 (%) . IgG-kappa 60 (35.3) IgG-lambda 33 (19.4) IgA-kappa 16 (9.4) IgA-lambda 16 (9.4) Free kappa 24 (14.1) Free lambda 9 (5.3) IgD-lambda 1 (0.6) IgG lambda and IgG kappa 2 (1.1%) IgG kappa and IgA kappa 2 (1.1%) IgA kappa and IgG lambda 2 (1.1%) IgG kappa and free mu heavy chains 1 (0.6%) IgG lambda and IgA lambda 1 (0.6%) IgG kappa and IgG lambda and IgM kappa 1 (0.6%) Biclonal IgG kappa, monoclonal IgA kappa 1 (0.6%) IgG kappa, IgM kappa, and IgA kappa 1 (0.6%) M-Protein Isotypes . N = 170 (%) . IgG-kappa 60 (35.3) IgG-lambda 33 (19.4) IgA-kappa 16 (9.4) IgA-lambda 16 (9.4) Free kappa 24 (14.1) Free lambda 9 (5.3) IgD-lambda 1 (0.6) IgG lambda and IgG kappa 2 (1.1%) IgG kappa and IgA kappa 2 (1.1%) IgA kappa and IgG lambda 2 (1.1%) IgG kappa and free mu heavy chains 1 (0.6%) IgG lambda and IgA lambda 1 (0.6%) IgG kappa and IgG lambda and IgM kappa 1 (0.6%) Biclonal IgG kappa, monoclonal IgA kappa 1 (0.6%) IgG kappa, IgM kappa, and IgA kappa 1 (0.6%) View Large Table 2: Overall response for SMP vs MMP  IMWG Response . SG (N = 159) . PG (N = 11) . P . Overall Response Rate  N = 155 N = 11 .053 PD  3 2  SD  14 0  PR  38 5  VGPR  63 3  CR  3 0  SCR  38 1  IMWG Response . SG (N = 159) . PG (N = 11) . P . Overall Response Rate  N = 155 N = 11 .053 PD  3 2  SD  14 0  PR  38 5  VGPR  63 3  CR  3 0  SCR  38 1  View Large Disclosures Mark: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millennium: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau; Onyx: Research Funding, Speakers Bureau. Niesvizky: Celgene: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Millennium: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Onyx: Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "multiple myeloma",
        "paraproteins",
        "plasmacytosis",
        "immunoglobulin g",
        "brachial plexus neuritis",
        "immunoglobulin a",
        "immunoglobulin isotypes",
        "immunoglobulin m",
        "alkylating agents",
        "autologous stem cell transplant"
    ],
    "author_names": [
        "Tomer M Mark, MD MSc",
        "Jason P Meadows, MD",
        "Abbal Koirala, MD",
        "David Jayabalan, BSMS, MSc",
        "Ruben Niesvizky, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Tomer M Mark, MD MSc",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jason P Meadows, MD",
            "author_affiliations": [
                "Memorial Sloan-Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abbal Koirala, MD",
            "author_affiliations": [
                "University of Pittsburgh Medical Center, Pittsburgh, PA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Jayabalan, BSMS, MSc",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T18:38:56",
    "is_scraped": "1"
}