{
    "doi": "https://doi.org/10.1182/blood-2021-144468",
    "article_title": "Leukaemia Cells Induced Metabolic Alterations in AML Associated Mesenchymal Stem Cells Via Notch Signalling ",
    "article_date": "November 5, 2021",
    "session_type": "604.Molecular Pharmacology and Drug Resistance: Myeloid Neoplasms",
    "abstract_text": "Introduction: Acute myeloid leukaemia (AML) is a haematological malignancy with a high relapse rate and poor prognosis. Leukaemia cell proliferation is dependent on its interaction with the bone marrow (BM) microenvironment. AML associated mesenchymal stem cells (AML-MSCs) supported the proliferation of leukaemia cells and contributed to disease progression. Stromal microenvironment promoted a metabolic switch but precise underlying molecular mechanisms are poorly understood. Previous studies have demonstrated transfer of functional mitochondria from AML-MSCs to AML blasts facilitating energy requirements. To further improve our understanding of the crosstalk between leukaemia and AML-MSCs, we sought to determine contribution of AML-MSCs and signalling cascades regulating metabolic processes. Methods: Sorted MSCs from non-leukaemic and MLL-AF9 leukaemic mice were isolated, and gene expression profiling was performed using RNA microarray. Additionally sorted MSCs from long-term cultures were cultured alone or with MLL-AF9 leukaemia cells and analysed by RNA-sequencing. Gene set enrichment analysis (GSEA) was used to identify the hallmark gene sets overrepresented in AML-MSCs. We further cocultured murine wild type BM-MSCs alone or together with murine AML cells (C1498 and MLL-AF9 ) or the control lineage negative cells (Lin - ). Metabolic alterations, oxygen consumption rate (OCR) and extracellular acidification rate (ECAR) were analysed by Agilent Seahorse XFe96 analyser. Additionally, glucose consumption, lactate secretion and mitochondrial DNA copy number were measured. Results: Microarray analysis in sorted MSCs from leukaemic and non-leukaemic mice have identified hallmark oxidative phosphorylation (p<0.01, NES=-1.6) and glycolysis (p<0.01, NES=-1.3) gene sets to be negatively enriched in AML-MSCs. Interestingly, both the gene sets were also negatively enriched in sorted AML-MSCs when cocultured with leukaemia but not control cells. To validate these findings, we analysed OCR and EACR in WT-MSCs in an identical setting. The oxidative phosphorylation was significantly decreased in MSCs cocultured with C1498 (p<0.0001) and MLL-AF9 (p<0.005) but not with Lin - cells. Interestingly, glycolysis rate, glucose consumption, lactate secretion were significantly decreased in MSCs cocultured with leukaemia cells. Mitochondrial DNA copy number were significantly decreased in MSCs cocultured with C1498 (p<0.001) or MLL-AF9 (p<0.005) but not with control cells. Recent evidence from the lab has demonstrated an essential role for Notch signalling in the leukaemia and AML-MSCs interaction. To functionally determine the crosstalk of leukaemia-MSC interaction and subsequent Notch signalling, we ectopically expressed the Notch intracellular domain ( Notch-ICN1 ) to mimic Notch activation in a murine stromal cell line, MS-5. Confirming Notch activation, Hes1 mRNA expression (encoding a transcriptional target of Notch signalling) was significantly increased in these cells. Underscoring a role for Notch signalling and activation, Notch-ICN1 overexpression in MS-5 cells demonstrated less oxidative phosphorylation and glycolysis rates as compared to MS-5 cells transduced with empty vector. Conclusion: In line with our microarray and GSEA analysis, our findings confirmed that leukaemia cells indeed induced metabolic alterations decreasing oxidative phosphorylation and glycolysis, and thereby potentially altering AML-MSCs function. At the molecular level, Notch signalling (via upregulated Notch1 and 2 expressions and Notch-ICN) in AML-MSCs contributed to metabolic alterations. Therefore, therapeutically interfering this pathway could target the bidirectional interaction between leukaemia and AML-MSCs improving therapeutic efficacy of AML. Disclosures Khandanpour:  GSK: Honoraria; Takeda: Honoraria; Janssen: Honoraria; AstraZeneca: Honoraria, Research Funding; Pfizer: Honoraria; Sanofi: Honoraria, Research Funding; BMS/Celgene: Honoraria.",
    "author_names": [
        "Helal Mohammed Mohammed Ahmed Noman",
        "Yahya Saleh Al-Matary",
        "Subbaiah Chary Nimmagadda",
        "Pradeep Kumar Patnana",
        "Longlong Liu",
        "Lanying Wei",
        "Daria Frank",
        "Georg Lenz",
        "Cyrus Khandanpour"
    ],
    "author_dict_list": [
        {
            "author_name": "Helal Mohammed Mohammed Ahmed Noman",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Münster, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yahya Saleh Al-Matary",
            "author_affiliations": [
                "Klinik für Dermatologie, AG Helfrich, University Hospital Essen, Essen, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Subbaiah Chary Nimmagadda",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pradeep Kumar Patnana",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Longlong Liu",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lanying Wei",
            "author_affiliations": [
                "Institute of Medical Informatics, University Hospital Muenster, Muenster, Germany., Muenster, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daria Frank",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Georg Lenz",
            "author_affiliations": [
                "Department of Medicine A, Hematology, Oncology and Pneumology, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrus Khandanpour",
            "author_affiliations": [
                "Department of Medicine A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-23T02:36:42",
    "is_scraped": "1"
}