{
    "doi": "https://doi.org/10.1182/blood-2019-128041",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4279",
    "start_url_page_num": 4279,
    "is_scraped": "1",
    "article_title": "Sex Differences in Multiple Myeloma Biology and Clinical Outcomes: Results from 3894 Patients in the Myeloma XI Trial ",
    "article_date": "November 13, 2019",
    "session_type": "651.Myeloma: Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "multiple myeloma",
        "sex characteristics",
        "treatment outcome",
        "lenalidomide",
        "autologous stem cell transplant",
        "thalidomide",
        "adverse effects",
        "chemotherapy regimen",
        "cyclophosphamide",
        "dexamethasone"
    ],
    "author_names": [
        "Sarah Anne Bird",
        "David Cairns, MSc, PhD",
        "Faith E. Davies, MD",
        "Kevin Boyd, MB BS, BSc, MRCP, FRCPath, PhD",
        "Gordon Cook",
        "Mark T Drayson, MB ChB, PhD FRCPath",
        "Walter M Gregory, PhD",
        "Matthew Jenner, MBBS, MRCP, FRCPath",
        "John R Jones, MD",
        "Martin F. Kaiser",
        "Roger G. Owen, MD",
        "Nigel H. Russell, MD",
        "Gareth Morgan, MDPhDFRCP",
        "Graham Jackson, MA, MB BS, FRCP, FRCPath, MD",
        "Charlotte Pawlyn, BA,PhDMBBChir,MRCP,FRCPath"
    ],
    "author_affiliations": [
        [
            "Institute of Cancer Research, London, United Kingdom ",
            "Royal Marsden Hospital, London, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "NYU Langone Helath, New York, NY "
        ],
        [
            "Division of Haematology, The Royal Marsden NHS Foundation Trust, London, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "Institute of Immunology and Immunotherapy, University of Birmingham, Birmingham, United Kingdom "
        ],
        [
            "Clinical Trials Research Unit, Leeds Institute of Clinical Trials Research, University of Leeds, Leeds, United Kingdom "
        ],
        [
            "University Hospital Southampton NHS Foundation Trust, Southampton, United Kingdom "
        ],
        [
            "Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Royal Marsden Hospital, London, United Kingdom ",
            "The Institute of Cancer Research, London, United Kingdom "
        ],
        [
            "Haematological Malignancy Diagnostic Service, St. James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "Nottingham University Hospital, Nottingham, United Kingdom "
        ],
        [
            "NYU Langone Health, Laura & Isaac Perlmutter Cancer Center, New York, NY "
        ],
        [
            "Northern Institute for Cancer Research, Newcastle University, Newcastle upon Tyne, United Kingdom "
        ],
        [
            "Royal Marsden Hospital, London, United Kingdom ",
            "Institute of Cancer Research, Sutton, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.3444431",
    "first_author_longitude": "-0.1888103",
    "abstract_text": "Introduction: Multiple myeloma (MM) is more common in men than women but the mechanism(s) driving this are not understood. In our previous study (Myeloma IX) we found sex disparities in the cytogenetic lesions present in myeloma cells at the time of diagnosis and that female sex was associated with reduced overall survival in the context of treatment with traditional chemotherapy (CVAMP/MP) and thalidomide combinations. Here, we evaluate sex differences in almost 4000 patients recruited to the UK NCRI Myeloma XI trial, in which treatment exposure to lenalidomide predominated. Methods: Myeloma XI recruited newly diagnosed patients of all ages, with pathways for transplant eligible (TE) and ineligible (TNE) patients. An induction randomisation compared the triplet combination of cyclophosphamide, lenalidomide and dexamethasone to a similar combination with thalidomide (CRD vs CTD). Eligible patients underwent autologous stem cell transplant (ASCT) and in both pathways a maintenance randomisation compared lenalidomide (+/-vorinostat) until disease progression versus observation. We compared baseline characteristics of males and females using Fisher's Exact test for categorical characteristics and the Wilcoxon-Mann-Whitney test for continuous characteristics with p1 lesion present. Results: Of 3894 patients enrolled in the trial 2268 (58%) were male and 1626 (42%) were female, in keeping with the known sex disparity in MM. There was no difference in the median age, WHO performance status, ethnicity and most laboratory values of the two groups. Females were more likely to have the molecular risk lesions t(14;16) and del(17p) and had proportionately more HiR and UHiR disease, Table 1 . Despite these differences, PFS and OS from induction randomisation did not significantly differ (PFS: Males 25 months, [95% CI 24, 26], Females 24 months, [95% CI 22, 25] and OS: Males 67 months, [95% CI 62, 70], Females 70 months, [95% CI 64, 74]). Molecular lesions that have been associated with outcome remained prognostic in both sexes, with a stepwise reduction in PFS and OS with cumulative risk lesions. PFS: Males SR 29 months, HiR 23 months, UHiR 16 months (p < 0.0001), Females SR 27 months, HiR 18 months, UHiR 17 months (p = 0.0007); OS: Males SR 77 months, HiR 59 months, UHiR 34 months (p < 0.0001), Females SR 82 months, HiR 54 months, UHiR 41 months (p < 0.0001). There was, however, no significant difference in PFS or OS when we compared males and females with a given cytogenetic lesion or cytogenetic risk. There was a significant difference in the proportion of patients of either sex who continued through the trial and underwent ASCT in the TE pathway (Males 72%, Females 67%; p = 0.031), but no significant difference in those that entered the maintenance randomisation (TE: Males 56%, Females 50%, p = 0.107; TNE Males 45%, Females 42%, p = 0.249). There was no significant PFS or OS difference by sex when analysed within each treatment pathway (TE, TNE), induction regimen (CTD, CRD) and maintenance approach (lenalidomide maintenance, observation). Conclusions: Females had a higher proportion of the adverse molecular risk lesions del(17p) and t(14;16) and were more likely to have HiR and UHiR disease. In the context of Myeloma XI trial treatment this did not correspond to a difference in PFS or OS, either overall or within the induction or maintenance randomisation treatment options (even though males were more likely to undergo ASCT). This suggests that in women the treatment delivered may have been able to overcome some of the adverse effect of the risk lesions present or that other factors affecting outcome were more important. on behalf of the NCRI Haematological Oncology Clinical Studies Group. View large Download slide View large Download slide  Disclosures Cairns: Celgene, Amgen, Merck, Takeda: Other: Research Funding to Institution. Davies: Janssen, Celgene: Other: Research Grant, Research Funding; Amgen, Celgene, Janssen, Oncopeptides, Roche, Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Consultant/Advisor. Boyd: Novartis: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Amgen: Consultancy, Honoraria; Celgene: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Cook: Celgene, Janssen-Cilag, Takeda: Honoraria, Research Funding; Janssen, Takeda, Sanofi, Karyopharm, Celgene: Honoraria, Speakers Bureau. Drayson: Abingdon Health: Consultancy, Equity Ownership. Gregory: Abbvie, Janssen: Honoraria; Amgen, Merck: Research Funding; Celgene: Consultancy, Research Funding. Jenner: Abbvie, Amgen, Celgene, Novartis, Janssen, Sanofi Genzyme, Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Jones: Celgene: Honoraria, Research Funding. Kaiser: Takeda, Janssen, Celgene, Amgen: Honoraria, Other: Travel Expenses; Celgene, Janssen: Research Funding; Abbvie, Celgene, Takeda, Janssen, Amgen, Abbvie, Karyopharm: Consultancy. Owen: Celgene, Janssen: Honoraria; Celgene, Janssen: Consultancy; Celgene: Research Funding; Janssen: Other: Travel expenses. Russell: DSI: Consultancy, Honoraria, Speakers Bureau; Jazz: Consultancy, Honoraria, Speakers Bureau; Pfizer Inc: Consultancy, Honoraria, Speakers Bureau; Astellas: Consultancy, Honoraria, Speakers Bureau. Morgan: Bristol-Myers Squibb, Celgene Corporation, Takeda: Consultancy, Honoraria; Amgen, Janssen, Takeda, Celgene Corporation: Other: Travel expenses; Celgene Corporation, Janssen: Research Funding. Jackson: Celgene, Amgen, Roche, Janssen, Sanofi: Honoraria. Pawlyn: Amgen, Celgene, Takeda: Consultancy; Amgen, Janssen, Celgene, Takeda: Other: Travel expenses; Amgen, Celgene, Janssen, Oncopeptides: Honoraria. OffLabel Disclosure: CTD/CRD induction therapy for myeloma, Lenalidomide maintenance 10mg 21/28 days"
}