{
    "doi": "https://doi.org/10.1182/blood.V114.22.3151.3151",
    "article_title": "Loss of red cell ABH Antigens and Hypermethylation of the ABO Gene Promoter region is frequent in Myeloid Malignancies. ",
    "article_date": "November 20, 2009",
    "session_type": "Basic Science and Clinical Practice in Blood Transfusion Poster II",
    "abstract_text": "Abstract 3151 Poster Board III-88 Background Loss of red blood cell (RBC) antigens may occur in solid tumors and in hematological diseases; however the mechanisms involved in these changes are not fully understood. Aberrant DNA hypermethylation is thought to be involved in acute myeloid leukemia (AML) as well as in myelodysplastic syndromes (MDS), and the methylation of cytosines residues in the dinucleotide CpG may account for the expression patterns of the ABO genes. In this study we investigated loss of RBC ABH antigens and the possible role of DNA methylation in the ABO promoter gene in patients with myeloid diseases. Methods Forty-three patients were included in our study (MDS=16, chronic myeloid leukemia (CML)=12, AML=4, polycythemia vera (PV)=3, essential thrombocythemia (ET)=3, chronic myelomonocytic leukemia (CMML)=3, myelofibrosis (MF)=1 and chronic neutrophilic leukemia (CNL)=1). Forty-one patients were evaluated according to their ABO group using serological immunohematological tests (Diamed Inc., Brazil). ABH secreted antigens were investigated in saliva and a PCR-based ABO genotyping using restriction enzyme digestion ( Alu and Kpn ) was performed to confirm the ABO blood type. In addition, the expression of the A, B and H antigens was analyzed by flow cytometry in 26 patients (median age=63 yrs; 6M/17F) and 81 healthy controls (median age=33 yrs; 38M/43F). Methylation of CpG islands was investigated in 45 bone marrow samples using methylation specific PCR (MSP) technique with methylated and unmethylated primer sets for region from -200 to +26 sequence of the ABO gene. Results The investigation of the secreted antigens in saliva and the genotyping studies confirmed the results of the ABO serological tests in 40 patients, but we found that the RBCs of one patient were not agglutinated by anti-B while his genotype result was compatible with BO indicating loss of the B antigen in his RBCs. Overall, loss of A, B or H antigen was detected by flow cytometry in 11/26 (42%) patients. Hypermethylation of the ABO promoter gene was detected in 51% (23/45) of the analyzed bone marrow samples. Among patients with hypermethylation in the ABO promoter gene, 44% had loss of A or B antigens confirmed by serological or flow cytometric tests compared with 28% in the group of patients with unmethylated ABO promoter gene (p=0.632). Conclusions Epigenetic changes including methylation of cytosine residues are recognized as major contributors to gene silencing, disease progression and worse outcome in several cancer patients. Our data showed that the hypermethylation of the ABO gene is frequent in patients with myeloid malignancies corresponding to the pathogenesis already described for AML and MDS. However, not all patients showing loss of RBCs antigens had ABO methylation evidence, suggesting that other mechanisms may take place. Patients with myeloid malignancies often need blood transfusion support and loss of RBCs antigens can lead to changing in ABO blood group increasing the risk of serious blood transfusion reactions. The relatively high rate (42%) of loss of ABH antigens found in this study demonstrated that these patients have to be carefully managed to avoid such severe transfusion reactions. (Grants supported by CNPq, 478814/2006-2). Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "antigens",
        "cancer",
        "erythrocytes",
        "genes",
        "hypermethylation",
        "promoter regions (genetics)",
        "abo blood-group system",
        "bone marrow specimen",
        "flow cytometry",
        "genotype determination"
    ],
    "author_names": [
        "Aline Amorim Martinez",
        "Alessandra Midori Kuniyoshi",
        "Mihoko Yamamoto",
        "Maria de Lourdes Chauffaille",
        "André Luiz Vettore",
        "Akemi Kuroda Chiba",
        "Eliza Yuriko Sugano Kimura",
        "Aline Akemi Nagado",
        "José Orlando Bordin"
    ],
    "author_dict_list": [
        {
            "author_name": "Aline Amorim Martinez",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Midori Kuniyoshi",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mihoko Yamamoto",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria de Lourdes Chauffaille",
            "author_affiliations": [],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "André Luiz Vettore",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akemi Kuroda Chiba",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliza Yuriko Sugano Kimura",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aline Akemi Nagado",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "José Orlando Bordin",
            "author_affiliations": [
                "Hematology and Transfusion Medicine, Federal University of São Paulo, São Paulo, Brazil"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T15:36:11",
    "is_scraped": "1"
}