{
    "doi": "https://doi.org/10.1182/blood.V106.11.1770.1770",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=524",
    "start_url_page_num": 524,
    "is_scraped": "1",
    "article_title": "Second Allogeneic Bone Marrow Transplantation for Patients with Either Graft Failure or Relapsed Leukemia. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow transplantation, allogeneic",
        "leukemia",
        "tissue transplants",
        "human leukocyte antigens",
        "transplantation",
        "cancer",
        "follow-up",
        "graft-versus-host disease, acute",
        "heart failure",
        "acute lymphocytic leukemia"
    ],
    "author_names": [
        "Stella Santarone, MD",
        "Erminia Di Bartolomeo, MD",
        "Pasqua Bavaro, MD",
        "Paolo Di Carlo, MD",
        "Paola Olioso, MD",
        "Gabriele Papalinetti, MD",
        "Antonella Sau, MD",
        "Paolo Di Bartolomeo, MD"
    ],
    "author_affiliations": [
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ],
        [
            " Department of Hematology, Bone Marrow Transplant Center, Pescara, Italy."
        ]
    ],
    "first_author_latitude": "37.7638026",
    "first_author_longitude": "-122.45725909999999",
    "abstract_text": "Despite myeloablative and immunosuppressive conditioning therapy, allogeneic bone marrow transplantation (BMT) may fail because of either graft failure or relapse of the malignant disease. In this study we have evaluated the impact of second BMT on long-term disease-free survival (DFS) in 42 patients who were transplanted in our institution between January 1983 and March 2005. GRAFT FAILURE . Eleven patients (4 with aplastic anemia, 4 thalassemia major (TM), 3 chronic myeloid leukemia (CML), 2 acute myeloid leukemia (AML), 1 acute lymphoblastic leukemia (ALL), 1 myelodisplastic syndrome (MDS) received a second BMT for graft failure, either primary (n=8) or secondary (n=3). The median age at time of first BMT was 19 years (range, 3 to 42). The median interval between the first and second BMT was 35 days (range, 27 to 532). Donors were the same of the first BMT. They were HLA genotipically identical (n=8) or HLA phenotipically identical (n=1) or 1 antigen mismatched family members. Four patients died for BMT related causes (2 for acute GvHD, 1 for heart failure and 1 for CNS hemorrhage and rejection). Six patients are now living after a median follow-up of 169 months (range, 52 to 202). Five patients are cured and one had an autologous thalassemia reconstitution and is now living under transfusion treatment. RELAPSE . Thirty-one patients (11 with CML, 9 AML, 9 ALL, 1 MDS, 1 TM) were given a second BMT following relapse of the malignant disease. The median age at time of first BMT was 27 years (range, 1 to 43). The median interval between the first and second BMT was 528 days (range, 115 to 5584 ). Thirty patients received the second BMT from the same HLA genotipically identical family member used for the first transplant. One patient was given the first BMT from a matched unrelated donor and the second transplant from an haploidentical brother. The 6 months transplant related mortality (TRM) was 19%. Six patients died for BMT related causes (4 for acute GvHD, 1 for heart failure and 1 for infection and multiorgan failure). Eight patients had leukaemia relapse following second BMT. Five of them died of chemotherapy complications. One of them, who was reinducted into complete remission and received a third BMT from an unrelated donor, died because encephalopathy. Nineteen patients are living after a median follow-up of 72 months (range, 4 to 236). The 5-years probabilities of overall survival and disease free survival (DFS) were 59% and 52% respectively. The 5-years DFS for AML, CML and ALL patients was 72%, 54% and 12% respectively (p=0.03). The 5-years DFS for 17 patients conditioned with TBI and for 13 patients conditioned with busulphan (BU) was 62% and 31% respectively (p=0.09). This study show that many patients may benefit from a second BMT either following graft failure or leukemia relapse with an acceptable TRM. In particular, patients with AML or CML are the best candidates to be cured from second BMT. TBI conditioning regimen gives better results as compared to BU regimen."
}