{
    "doi": "https://doi.org/10.1182/blood.V124.21.2134.2134",
    "article_title": "Updated Results from a Phase 2 Extension Study of Patients with Multiple Myeloma or Solid Tumors Previously Enrolled in Carfilzomib Company-Sponsored Phase 1 and 2 Clinical Trials (PX-171-010) ",
    "article_date": "December 6, 2014",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Introduction: PX-171-010 (010; NCT00884312) is an extension study of patients who completed a phase 1 or 2 carfilzomib study that aims to provide insights into the long-term tolerability, safety, and clinical benefit of carfilzomib. Methods: Patients who completed a carfilzomib study were eligible to enroll and continue receiving carfilzomib at the same dosing level, with dose adjustments permitted per protocol. Addition of other approved anticancer agents at the time of progression was allowed. The primary end point was safety; efficacy was also evaluated. Results: Between 2009 and 2012, patients with multiple myeloma (MM; n=91) or solid tumors (ST; n=9) were enrolled in this extension study. Patients were enrolled from the PX-171-002, PX-171-003-A0, PX-171-003-A1, PX-171-004, PX-171-005, PX-171-006, PX-171-007, and PX-171-008 studies (Table 1). Among patients with MM, 57.1% had prior bortezomib exposure and 95.6% had prior immunomodulatory agent (IMiD) exposure; 37.4% were refractory to bortezomib, 61.5% were refractory to an IMiD, and 31.9% were refractory to both bortezomib and an IMiD. In the initial studies, patients received 15–70 mg/m 2 carfilzomib. In 010, patients received a median dose of 27 mg/m 2 carfilzomib (range, 13–52 mg/m 2 ). Median duration of carfilzomib treatment (initial study+010) was 88.9 weeks (range, 4.4–273.4 weeks). Median number of carfilzomib treatment cycles was 22.5 (range, 2–67); 60.0% of patients received carfilzomib for ≥19 cycles and 27.0% for ≥37 cycles. Treatment-emergent grade ≥3 adverse events (AEs) and serious AEs are presented in Table 2. Twenty-three patients (23.0%) had treatment-emergent AEs that led to discontinuation of study treatment, including 18 patients with MM (19.8%). Eight patients (8.0%) died on the 010 study or within 30 days of last dose of study drug, including 7 patients with MM (4 deaths due to AEs, 3 due to disease progression). One patient with ST died due to disease progression. The 4 AE deaths were due to myocardial infarction (MI; n=2), pneumonia (n=1), and pneumonia with MI (n=1). The 3 patients with MI had pre-existing cardiac disease and died after 9–47 cycles on study. None of the 8 deaths were assessed as carfilzomib-related. Overall, 74 patients (74.0%) had ≥1 regimen change. Among patients with MM, 72 patients (79.1%) had ≥1 regimen change; 22 (30.6%) of these patients continued receiving single-agent carfilzomib at a different dose/schedule, and 50 (69.4%) received additional combination therapy, including 48 patients (66.7%) who received dexamethasone, 26 (36.1%) who received lenalidomide, and 25 (34.7%) who received cyclophosphamide. Notably, responses were observed among patients with MM after regimen change due to disease progression: the overall response rate was 20.0% after first progression, 35.0% after second progression, and 30.8% after third progression. Conclusion: The types and rates of AEs in 010 were similar to those previously reported with single-agent carfilzomib. Patients were able to receive carfilzomib for an average of 89 weeks (up to 273 weeks; median of 22.5 treatment cycles) and continued receiving clinical benefit, with no new significant safety signals noted from additional cumulative exposure. Table 1 View large Download slide Patient Enrollment in PX-171-010 by Initial Study Table 1 View large Download slide Patient Enrollment in PX-171-010 by Initial Study Close modal Table 2 View large Download slide Treatment-Emergent Grade ≥3 or Serious AEs Occurring in ≥5% of Patients in PX-171-010 Table 2 View large Download slide Treatment-Emergent Grade ≥3 or Serious AEs Occurring in ≥5% of Patients in PX-171-010 Close modal Disclosures Off Label Use: Carfilzomib as treatment in multiple myeloma and solid tumors. Kaufman: Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Onyx: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Spectrum: Consultancy, Honoraria; Merck: Research Funding. Wang: Onyx: Honoraria, Research Funding. Martin: Sanofi: Research Funding; Novartis: Speakers Bureau. Niesvizky: Celgene: Consultancy, Research Funding, Speakers Bureau; Millennium: Consultancy, Research Funding, Speakers Bureau; Onyx: Consultancy, Research Funding, Speakers Bureau. Reu: Onyx: Consultancy, Speakers Bureau. Jagannath: Millennium: Honoraria; Celgene: Honoraria; Onyx: Honoraria; Merck: Honoraria; Ortho Biotech: Membership on an entity's Board of Directors or advisory committees; Imedex: Membership on an entity's Board of Directors or advisory committees; Medicom Worldwide: Membership on an entity's Board of Directors or advisory committees; Optum Health Worldwide: Membership on an entity's Board of Directors or advisory committees; PER group: Membership on an entity's Board of Directors or advisory committees. Rajangam: Onyx Pharmaceuticals, an Amgen subsidiary: Employment, Equity Ownership. Huang: Onyx Pharmaceuticals: Employment. Vij: Celgene: Honoraria, Research Funding; Onyx: Honoraria, Research Funding; Sanofi: Honoraria; Jannsen: Honoraria; Novartis: Honoraria; Millennium: Honoraria; Array: Honoraria.",
    "topics": [
        "carfilzomib",
        "extension",
        "multiple myeloma",
        "solid tumors",
        "bortezomib",
        "disease progression",
        "pneumonia",
        "adverse event",
        "antineoplastic agents",
        "biological response modifiers"
    ],
    "author_names": [
        "David S. Siegel, MD PhD",
        "Jesus G. Berdeja, MD",
        "Jeffrey R. Infante, MD",
        "Jonathan L. Kaufman, MD",
        "Michael (Luhua) Wang, MD",
        "Thomas G. Martin, MD",
        "Ruben Niesvizky, MD",
        "Frederic J. Reu, MD",
        "Sundar Jagannath, MD",
        "Kanya Rajangam, MDPhD",
        "Mei Huang, MS",
        "Ravi Vij, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "David S. Siegel, MD PhD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jesus G. Berdeja, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute, Nashville, TN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey R. Infante, MD",
            "author_affiliations": [
                "Sarah Cannon Research Institute/Tennessee Oncology, PLLC, Nashville, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jonathan L. Kaufman, MD",
            "author_affiliations": [
                "Emory University, Atlanta, GA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael (Luhua) Wang, MD",
            "author_affiliations": [
                "The University of Texas M. D. Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas G. Martin, MD",
            "author_affiliations": [
                "University of California San Francisco, San Francisco, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben Niesvizky, MD",
            "author_affiliations": [
                "New York Presbyterian Hospital-Weill Cornell Medical Center, New York, NY "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederic J. Reu, MD",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sundar Jagannath, MD",
            "author_affiliations": [
                "Mount Sinai Hospital, New York, NY "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanya Rajangam, MDPhD",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Inc., South San Francisco, CA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mei Huang, MS",
            "author_affiliations": [
                "Onyx Pharmaceuticals, Inc., South San Francisco, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ravi Vij, MD",
            "author_affiliations": [
                "Washington University School of Medicine, Saint Louis, MO"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T13:01:44",
    "is_scraped": "1"
}