{
    "doi": "https://doi.org/10.1182/blood-2020-139794",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4487",
    "start_url_page_num": 4487,
    "is_scraped": "1",
    "article_title": "Factors Associated with Clinical Outcomes after Venetoclax-Based Combination Therapy in Acute Myeloid Leukemia and High-Grade Myeloid Neoplasms ",
    "article_date": "November 5, 2020",
    "session_type": "613.Acute Myeloid Leukemia: Clinical Studies",
    "topics": null,
    "author_names": [
        "Yazan F. Madanat, MD",
        "Hetalkumari Patel, PharmD, BCOP",
        "Omik Patel, PharmD, BCOP",
        "Jingsheng Yan, PhD",
        "Jude Khatib, MD",
        "Madhuri Vusirkala, MD",
        "Suleyman Y Goksu, MD",
        "Chul Ahn, PhD",
        "Prapti A. Patel, MD",
        "Robert H. Collins, MD",
        "Stephen Chung, MD"
    ],
    "author_affiliations": [
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Department of Pharmacy, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Department of Pharmacy, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Biostatistics Shared Resources, Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Biostatistics shared resources, Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX"
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ],
        [
            "Simmons Comprehensive Cancer Center, UT Southwestern Medical Center, Dallas, TX "
        ]
    ],
    "first_author_latitude": "32.81538894999999",
    "first_author_longitude": "-96.84154545",
    "abstract_text": "Background Outcomes of older patients (pts) with acute myeloid leukemia (AML) ineligible for intensive chemotherapy (IC) remain poor with an overall survival (OS) of <12 months (mo). The combination of venetoclax (ven) and azacitidine (aza) for such newly diagnosed AML pts in the confirmatory VIALE-A trial demonstrated an improvement in OS compared with aza alone. However, this trial excluded pts with prior hypomethylating (HMA) therapy, as well as pts with relapsed/refractory (R/R) disease. Therefore, the outcomes of those pts remain unknown. We thus investigated the outcomes of pts treated with ven-based therapy in the newly diagnosed and R/R settings. Methods Pts diagnosed with AML or high-grade myeloid neoplasms (MN) between 2/2018 - 5/2020 who completed at least one cycle of ven-based therapy were included. Clinical data were collected and targeted next generation sequencing evaluating a panel of ~80 genes commonly mutated in myeloid malignancies was performed. Responses were assessed using the IWG criteria, and OS was calculated from cycle one day one until the date of last follow-up/death. Categorical variables were compared using Fisher's exact test. Univariable and multivariable Cox- and logistic-regression were used to assess factors associated with response and OS. Results Fifty pts were prescribed ven at our center, and eight were excluded as they received less than one full cycle of therapy. Of the 42 pts included, the majority (91%) had AML and 9% had high-grade R/R MDS or CMML. Median age at diagnosis was 66 years (28-88) and 23 pts (55%) were female. Per ELN risk stratification, most (81%) pts had poor, 14% had intermediate, and 5% had favorable-risk disease. Forty percent had de novo- , 52% had secondary/therapy-related AML (t-AML) and 8% had R/R MN. Twenty one (50%) pts received venetoclax for newly diagnosed AML, and of those nine (43%) had prior HMA therapy. Of the other 21 (50%) pts who received venetoclax in the R/R setting, 10 (48%) received prior HMA therapy. Median duration of prior HMA therapy was 6 cycles (1-24). Ven was given in combination with HMA, low dose cytarabine (LDAC), or IC in 35 (83.3%), 6 (14.3%), and 1 (2.4%) pt respectively. Forty pts were evaluable for response. Complete response (CR) or CR with incomplete count recovery (CRi) rate was 47.5%. CR/CRi rates were significantly different based on ven combination (IC> HMA > LDAC, p =.001), AML status ( de novo > t-AML > s-AML, p =.025), ELN risk and cytogenetic group (favorable > intermediate > poor, p =.001 and p =.004 respectively). CR/CRi rates were lower for pts receiving prior HMA, p =.012. CR/CRi rates were higher for pts with FLT3 ( p =.040) and NPM1 mutations ( p =.04). There was a trend for lower CR/CRi for pts with TP53 mutations, p =.095. [Table 1] Newly diagnosed vs R/R disease status, number of mutations (≤3 vs >3), and prior treatment with IC for AML had no impact on CR/CRi rates. There was no difference in median OS (mOS) between newly diagnosed vs R/R pts: 10.9mo vs 9.5mo respectively, p =.61 . OS was significantly different based on response (CR vs CRi vs MLFS/PR vs PD with mOS not reached, 13.2, 9.5, and 2.3 mo respectively, p t-AML> s-AML with mOS of 15.6, 10.9, and 2.8 mo respectively, p =.007. Lastly, mOS was significantly shorter for pts with prior HMA exposure vs not at 5.0 vs 15.6 mo respectively, p =.003. [Figure 1] Multivariable analysis (MVA) for response demonstrated ELN cytogenetic intermediate vs high risk to be the only factor associated with CR/CRi, p =.004 . MVA for OS showed prior HMA exposure and ELN poor cytogenetic risk to be the only two factors associated with shorter OS, p =.022 and p =.007 respectively. Conclusions In summary, this study of real world outcomes with ven combination therapy in AML has revealed disease features predictive of clinical outcomes. Remarkably, we observed no difference in response rates or OS between pts with newly diagnosed AML or R/R disease, which may be in part reflective of a population with high disease risk less likely to respond to upfront therapy. Additionally, we identify in a MVA disease factors predictive of response to therapy such as ELN cytogenetic risk and prior HMA exposure, the latter of which was not previously evaluated in clinical trials. Together, these observations highlight the clinical potential of ven combinations for R/R AML, as well as the need for novel therapeutic strategies to overcome the poor outcomes of pts with prior HMA exposure. View large Download slide View large Download slide  Disclosures Patel: Celgene: Consultancy, Speakers Bureau; DAVA Pharmaceuticals: Honoraria; France Foundation: Honoraria; Agios: Consultancy."
}