{
    "doi": "https://doi.org/10.1182/blood.V112.11.3027.3027",
    "article_title": "Natural History of Mesenteric Venous Thrombosis: A Large Multicentre Study ",
    "article_date": "November 16, 2008",
    "session_type": "Antithrombotic Therapy",
    "abstract_text": "Introduction: Mesenteric venous thrombosis (MVT) is an uncommon but potentially life-threatening disease, accounting for 5–15% of mesenteric ischemic events. Most cases of MVT are either identified at laparotomy or at autopsy, with a mortality rate of approximately 50% in old series. Advances in imaging techniques have facilitated the early diagnosis of MVT and, thus, have contributed to a decrease in mortality in the more recent series. The treatment of MVT involves anticoagulation alone or in combination with surgery. Experts suggest that MVT can safely be managed without surgery if there is no evidence of bowel infarction. However, information on the natural history of MVT and on efficacy and safety of long term treatment with oral anticoagulant (OAT) is based on small uncontrolled series of patients with a limited follow up. Therefore, the aim of our study is to clarify the natural history of this disease in a large cohort of patients recently diagnosed with MVT. Methods: The charts of all patients with splanchnic vein thrombosis who are currently attending or who have attended four anticoagulation clinics (Denver, Albuquerque, Varese and Palermo) were reviewed. At these centres, patients are regularly followed up for the monitoring of OAT and information on clinical events is documented and registered in a computerized database. All patients with objectively diagnosed MVT, were selected. The charts of eligible patients were reviewed for baseline clinical characteristics including sex, age, prior history of cardiovascular disease and use and type of anticoagulant therapy. Information on mortality and all objectively confirmed recurrent venous thromboembolic events were noted. Results: Seventy seven patients (mean age 49.2 years; 45 males) were included. Thirteen patients had a previous thromboembolic event. Thirty two were idiopathic. Forty six patients were on long term OAT. Median follow up was 36 months (Range 2–204 months). Seven patients had a recurrent thromboembolic event (5 splancnic vein thromboses and two PEs) for an incidence rate of 23.4 events/1000 year patient. Two patients (2.6%) had a major bleeding event (one subdural haematoma and one gastroenteric bleeding). Five patients had a VTE recurrence when suspended OAT for an incidence rate of 45.9 events/1000 year patient. Seven patients (9.1%) died during follow up (4 were related to cancer). Conclusion: patients with a previous episode of MVT have a low risk of recurrent thromboembolic events while on oral anticoagulant treatment. This risk is clearly increased after treatment is stopped. In these patients, long term anticoagulant therapy appears as a safe and effective option.",
    "topics": [
        "multicenter studies",
        "thrombosis of mesenteric vein",
        "thromboembolic event",
        "anticoagulation",
        "follow-up",
        "anticoagulants, oral",
        "hemorrhage",
        "surgical procedures, operative",
        "cancer",
        "cardiac papillary fibroelastoma"
    ],
    "author_names": [
        "Francesco Dentali, MD",
        "Walter Ageno",
        "Dan Witt",
        "Alessandra Malato",
        "Nathan Clark, II",
        "David Garcia, MD",
        "Sergio Siragusa, MD",
        "Kathleen McCool",
        "Shannon Dyke",
        "Mark A. Crowther, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesco Dentali, MD",
            "author_affiliations": [
                "Clinical Med., Insubria Univ., Varese, Varese, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Walter Ageno",
            "author_affiliations": [
                "Clinical Med., Insubria Univ., Varese, Varese, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dan Witt",
            "author_affiliations": [
                "Kaiser Permanente Colorado"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandra Malato",
            "author_affiliations": [
                "Hematology, University of Palermo, Palermo, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nathan Clark, II",
            "author_affiliations": [
                "Kaiser Permanente Colorado"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Garcia, MD",
            "author_affiliations": [
                "University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sergio Siragusa, MD",
            "author_affiliations": [
                "Istituto di Ematologia, Policlinico Universitario di Palermo, Palermo, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kathleen McCool",
            "author_affiliations": [
                "Kaiser Permanente Colorado"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Dyke",
            "author_affiliations": [
                "University of New Mexico, Albuquerque, NM, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark A. Crowther, MD",
            "author_affiliations": [
                "St. Joseph’s Hospital and McMaster University, Hamilton, Ontario, Canada"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T13:07:27",
    "is_scraped": "1"
}