{
    "doi": "https://doi.org/10.1182/blood.V116.21.1884.1884",
    "article_title": "Epidemiological and Clinicopathological Data From the Brazilian Registry of Patients with Myelodysplastic Syndromes and Comparative Analysis Between Different Geographic Areas ",
    "article_date": "November 19, 2010",
    "session_type": "Myelodysplastic Syndromes: Poster I",
    "abstract_text": "Abstract 1884 Brazil is a country of continental dimensions, divided into five regions with ethnic, economical and social heterogeneity. The country is experiencing a rapid and intense demographic transition. Those aged 60 and over represent 10.5%, the fastest growing age group in the population. Myelodysplastic syndromes (MDS) have been reported to differ regarding clinical features, subtype distribution, frequency of abnormal karyotypes and overall survival between Western and Eastern countries, suggesting that ethnic and environmental differences may play a role. This study is a multicenter observational cross-sectional registry. The primary objective was to characterize demographics, clinicopathological features and patterns of care of patients with MDS treated in 12 Brazilian tertiary centers, selected based on clinical expertise and scientific experience. Four hundred and seventy-six patients with date of diagnosis between January/2003 and December/2007 were considered in the analysis: 50.8% were female, the median age at time of diagnosis was 68.3 years, with lower figure in Southern region: 65 years (p=0.02); 86.6% lived in urban area and rural origin was higher in Northeast (p<0.001). Median Hb at presentation was 8g/dL, neutrophils 1,575/mm 3 and platelets 97,000/mm 3 . No difference in severity of cytopenias was observed between regions. Dyserythropoiesis was the most prevalent abnormality (82%). A biopsy was performed in 74.1% of cases. Any degree of fibrosis was detected in 19.5%. Lower median estimated cellularity (50%) (p=0.001) and higher percentage of fibrosis (p=0.01) was observed in Northeast. Most patients performed cytogenetics (62.4%) and a protocol to exclude non-clonal disorders. Ferritin was analyzed in only 24.6% of cases and median value was 483ng/dL. Most patients had primary MDS (92.9%) and low-risk IPSS (83.2%). The predominant subtype was refractory anemia (56.7%) according to FAB and refractory cytopenia with multilineage dysplasia (40.6%) according to WHO classification. Red cell transfusion dependency was recorded in 66.3%, the majority received ≥20 units and iron overload was diagnosed in only 21% of cases. Referring to treatment, any growth factor was used in 44.2%, thalidomide in 16.1%, immunosuppressive therapy in 9.4% and iron chelation in only 6.4%. Allogenic bone marrow transplantation was reported in 3.4% of cases. Although pattern of supportive care did not differ between regions a significant difference was observed in median overall survival (p=0.002). Median time of follow-up was 31m. The Brazilian registry of MDS patients represents a unique opportunity to characterize demographic and clinicopathological features and patterns of care and to compare data from the different regions and from different countries. Some clinical features are similar to Eastern countries, supporting the speculation that different, adapted clinical guidelines would be required. Regional differences may be due to ethnic and racial characteristics secondary to different patterns of migration in a large geographical area, suggesting that genetic as well as environmental factors may play a role. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "myelodysplastic syndrome",
        "epidemiology",
        "fibrosis",
        "signs and symptoms",
        "biopsy",
        "bone marrow transplantation, allogeneic",
        "cytopenia",
        "cytopenia, refractory, with multilineage dysplasia",
        "dyserythropoiesis",
        "erythrocyte transfusion"
    ],
    "author_names": [
        "Silvia M. M. Magalhaes",
        "Tania Silva Madeira",
        "Rosane Bittencourt",
        "Elvira Velloso",
        "Maria de Lourdes Chauffaille",
        "Alita A Azevedo",
        "Evandro M Fagundes",
        "Maria Aparecida Zanichelli",
        "Gloria Bonfim",
        "Ligia N Melo",
        "Renato S Tavares",
        "Tereza Cristina Bortolheiro"
    ],
    "author_dict_list": [
        {
            "author_name": "Silvia M. M. Magalhaes",
            "author_affiliations": [
                "Federal University of Ceará, Fortaleza, Brazil, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tania Silva Madeira",
            "author_affiliations": [
                "HEMORIO, Rio de Janeiro, Brazil, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rosane Bittencourt",
            "author_affiliations": [
                "Federal University of Rio Grande do Sul, Porto Alegre, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elvira Velloso",
            "author_affiliations": [
                "University of Sao Paulo, Sao Paulo, Brazil, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria de Lourdes Chauffaille",
            "author_affiliations": [
                "UNIFESP/EPM, Sao Paulo, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alita A Azevedo",
            "author_affiliations": [
                "HEMOPE, Recife, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Evandro M Fagundes",
            "author_affiliations": [
                "Federal University of Minas Gerais, Belo Horizonte, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Aparecida Zanichelli",
            "author_affiliations": [
                "Brigadeiro Hospital, Sao Paulo, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gloria Bonfim",
            "author_affiliations": [
                "Federal University of Bahia, Salvador, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ligia N Melo",
            "author_affiliations": [
                "UNESP, Botucatu, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Renato S Tavares",
            "author_affiliations": [
                "Universidade Federal de Goias, Goiania, Brazil, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tereza Cristina Bortolheiro",
            "author_affiliations": [
                "Faculdade de Ciencias Medicas da Santa Casa de Sao Paulo, SaoPaulo"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T15:41:21",
    "is_scraped": "1"
}