{
    "doi": "https://doi.org/10.1182/blood.V126.23.1417.1417",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3146",
    "start_url_page_num": 3146,
    "is_scraped": "1",
    "article_title": "Constitutive Activation of FLT3 Is a Positive Prognostic Factor in Infants with MLL-Rearranged Acute Lymphoblastic Leukemia ",
    "article_date": "December 3, 2015",
    "session_type": "618. Acute Lymphoblastic Leukemia: Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "topics": [
        "acute lymphocytic leukemia",
        "flt3 gene",
        "infant",
        "ms-like tyrosine kinase 3",
        "prognostic factors",
        "1-phosphatidylinositol 3-kinase",
        "flt3 inhibitors",
        "high-resolution melt curve analysis",
        "leukemia, acute",
        "ligands"
    ],
    "author_names": [
        "Henning Fedders, PhD",
        "Denis Martin Schewe, MD",
        "Martin Zimmermann, PhD",
        "Ameera Alsadeq, PhD",
        "Anja Moericke, MD",
        "Udo zur Stadt, PhD",
        "Martin A. Horstmann, MD",
        "Rob Pieters, MD PhD",
        "Martin Schrappe, MD PhD",
        "Gunnar Cario, MD",
        "Martin Stanulla, MD"
    ],
    "author_affiliations": [
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of Paediatric Haematology and Oncology, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Clinic of Pediatric Hematology and Oncology, Hamburg, Germany "
        ],
        [
            "University Medical Center Hamburg-Eppendorf, Clinic of Pediatric Hematology and Oncology, Hamburg, Germany "
        ],
        [
            "Department of Pediatric Oncology/Hematology, Erasmus MC - Sophia Children's Hospital, Rotterdam, Netherlands"
        ],
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of General Pediatrics, ALL-BFM Study Group, Christian-Albrechts University Kiel and University Medical Center Schleswig-Holstein, Kiel, Germany "
        ],
        [
            "Department of Paediatric Haematology and Oncology, Hannover Medical School, Hannover, Germany "
        ]
    ],
    "first_author_latitude": "54.337826549999996",
    "first_author_longitude": "10.128621950000001",
    "abstract_text": "Constitutive activation of the FMS-related tyrosine kinase-3 (FLT3) is a common feature of acute leukemias which can be caused by activating mutations or by high expression levels. Aberrant FLT3 downstream signaling is mediated via the RAS/MAPK, PI-3-Kinase/AKT, and STAT5 pathways leading to proliferation, survival, and therapy resistance. In MLL-rearranged acute lymphoblastic leukemia (ALL) activating FLT3 tyrosine kinase domain mutations (TKDs) affecting codons D835 and I836 are frequently identified (Armstrong et al., 2003; Taketani et al., 2004). In addition, MLL-rearranged ALLs are consistently characterized by an exceptionally high FLT3 expression (Armstrong et al., 2002) which has been shown to be associated with ligand independent signaling (Stam et al., 2005). However, the prognostic impact of a constitutive activation of FLT3 in this ALL subset remains controversial. Here, we report on the FLT3 mutational status and gene transcription levels in a large cohort of 95 infants and 72 children with MLL-rearranged ALL. Results obtained were further complemented by a high resolution melting (HRM) screen for common activating NRAS and KRAS mutations at codons 12, 13, and 61. All patients were enrolled in the multicenter trials ALL-BFM 86, 90, 95, 2000, and AIEOP-BFM ALL 2009 as well as Interfant-99 and Interfant-06. In infants, FLT3-TKD mutations were identified in 12/95 patients (12.6%) including one novel insertion/deletion involving codons D835 to S838. In only 2/95 patients (2.1%) an alteration in the juxtamembrane domain of FLT3 was detected. Of the 12 infants with mutation only 2 suffered from a relapse, 2-years cumulative incidence of relapse (CIR) 18%± 12%. In children, only one FLT3 aberration (FLT3-TKD D835 mutation) was detected (1/72, 1.4%). FLT3 transcript levels were analyzed by quantitative real-time PCR in 124 patients (69 infants and 55 children) with available RNA. When we separated the infant cohort into two groups according to the median RQ value, FLT3 high and FLT3 low , the CIR was significantly different (CIR 19%±7% vs. 66%± 9%, Gray p=0.0001). Of the 6 patients with low FLT3 transcription level, but with presence of a mutation, only one had a relapse. These results indicate that activating FLT3 mutations may compensate for the high relapse risk of patients with a low FLT3 expression. Accordingly, we could show that the CIR was significantly reduced for infants with a low FLT3activation (low transcription, no mutation 19%±7%) compared to those with a high FLT3 activation (high transcription or mutation 75%±9%, Gray p<0.0001, Figure 1). In multivariate analysis, the high prognostic impact of the FLT3 transcription level in infants was independent of age (< vs. ≥6 month), white blood cell count at diagnosis (WBC ≥ vs. <300000), or prednisone response (poor vs. good). This influence of the FLT3 expression could not be seen in children: CIR 13%±7% for low transcription vs. 12%±7% for high transcription. The only other known recurrent mutations in pediatric MLL-rearranged ALL are activating N- and KRAS mutations at codons 12, 13, and 61 (Liang et al., 2006; Andersson et al., 2015). As RAS signaling is considered as a putative downstream target of FLT3, we investigated the frequency of these mutations and their impact in the context of the prognostic value of FLT3 activation. We identified non-synonymous N/KRAS mutations in 21/95 (22.1%) infants and in 10/72 (13.9%) children. The presence of activating RAS mutations correlated with a higher rate of relapse and a lower probability of event-free survival (pEFS). For infants alone, constitutive activation of N/KRAS resulted in a lower pEFS (43%±6% wt vs. 11%±8%, p=0.01), but there were no significant differences in the CIR (40%±6% wt vs. 51±12%, p=0.40). In summary, we confirm that MLL-rearranged infant ALL represents a biologically distinctive entity with unique molecular genetic features. However, in contrast to published studies, we report that hyperactivation of FLT3 signaling is associated with a good prognosis in MLL-rearranged infant ALL. Our data has important implications for the design of rational therapies in MLL-rearranged ALL as the use of small molecule FLT3 inhibitors may be disadvantageous in some infants depending on FLT3 expression levels and FLT3 and RAS mutational status. Figure 1. View large Download slide Cumulative incidence of relapse (CIR) at 3 years for infant MLL-rearranged ALL patients with high or low FLT3 activation. Figure 1. View large Download slide Cumulative incidence of relapse (CIR) at 3 years for infant MLL-rearranged ALL patients with high or low FLT3 activation.  Disclosures No relevant conflicts of interest to declare."
}