{
    "doi": "https://doi.org/10.1182/blood.V108.11.2307.2307",
    "article_title": "The Role of C-KIT Mutations in the Leukemogenesis of Core-Binding Factor Acute Myeloid Leukemia: A Comparative Analysis on Paired Diagnosis and Relapse Samples. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "C-KIT is a member of the type III receptor tyrosine kinase family and plays a crucial role in normal hematopoiesis and acute myeloid leukemia (AML). C-KIT mutations have been described in core-binding factor (CBF) AML at initial diagnosis. The role of C-KIT mutations in the relapse of CBF AML is not clear. In the present study, we analyzed C-KIT mutations on paired diagnosis and relapse samples in CBF AML. Among 1014 adults and 162 children with AML, CBF AML was detected in 11.4% of adults and 25.3% of children. Mutational analysis of C-KIT was performed by direct sequencing for all cDNA PCR products amplified with 5 overlapping primer pairs, which cover the whole coding sequences of C-KIT gene from exon 1 through exon 21. In AML with t(8;21)/AML1-ETO, 33.0 % (29/88) of adults and 44.4 % (12/27) of children had C-KIT mutations. In AML with inv(16)/CBFβ-MYH11, 22.2 % (6/27) of adults and 38.5 %(5/13) of children had C-KIT mutations. Taken together, C-KIT mutations were present in 30.4 % (35/115) of adults and 42.5 % (17/40) of children with CBF AML. Forty-two patients with CBF AML relapsed. Twenty-two(18 adults and 4 children) of the 23 patients with CBF AML and C-KIT(+) at diagnosis had relapse samples available for comparative analysis. All the 22 patients relapsed with C-KIT mutations, 21 of them showed the identical C-KIT mutation patterns as those at diagnosis. Of the 20 relapsed patients with t(8;21)/AML1-ETO and C-KIT(+), 3 had mutations in exon 8: T417_D419delinsY, Y418_D419delinsA, and [Y418N;Y418_D419insFF], respectively; one had mutation in exon 9: I478V; another one had mutation in exon 11: [D572_P573insL; E561_D572dup]; 14 had mutations in exon 17: 5 D816V, 3 N822K, 3 D816Y, and one each with D816H, D820G, and D820Y; the remaining one patient relapsed twice, the patterns of C-KIT mutations changed but remained in exon 17: D816A at diagnosis, D816V at the first relapse, and N822K at the second relapse. Genotyping analysis with 15 loci of short tandem repeats at 13 different chromosomes showed identity for the diagnosis and the two relapse samples. Of the 2 adults with inv(16)/CBFβ-MYH11 and C-KIT(+) who relapsed, both had mutations in exon 17: N822K and D816Y, respectively. C-KIT mutations were absent in all of the 35 complete remission samples examined. In those with CBF AML and C-KIT(−) at diagnosis, 19 patients including 16 adults and 3 children relapsed; C-KIT mutations were not present in all the relapse samples except one who acquired D816H mutation. The present study showed that all patients with de novo CBF AML harboring C-KIT mutations at diagnosis retained the mutations at relapse, indicating that C-KIT mutations play a crucial role in the leukemogenesis in a substantial proportion of patients with CBF AML.",
    "topics": [
        "c-kit mutation",
        "core-binding factor",
        "leukemia, myelocytic, acute",
        "leukemogenesis",
        "proto-oncogene protein c-kit",
        "complete remission",
        "dna, complementary",
        "genotype determination",
        "mutation analysis",
        "polymerase chain reaction"
    ],
    "author_names": [
        "Der-Cherng Liang, MD",
        "Lee-Yung Shih, MD",
        "Chein-Fuang Huang, PhD",
        "Ya-Tzu Chang, MS",
        "Huei-Ying Li, MS",
        "Chang-Liang Lai, BS"
    ],
    "author_dict_list": [
        {
            "author_name": "Der-Cherng Liang, MD",
            "author_affiliations": [
                "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Lee-Yung Shih, MD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Chang Gung Memorial Hospital, Taipei, Taiwan",
                "School of Medicine, Chang Gung University, Taoyuan, Taiwan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chein-Fuang Huang, PhD",
            "author_affiliations": [
                "Division of Hematology-Oncology, Chang Gung Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ya-Tzu Chang, MS",
            "author_affiliations": [
                "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huei-Ying Li, MS",
            "author_affiliations": [
                "Division of Pediatric Hematology-Oncology, Mackay Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chang-Liang Lai, BS",
            "author_affiliations": [
                "Division of Hematology-Oncology, Chang Gung Memorial Hospital, Taipei, Taiwan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:38:17",
    "is_scraped": "1"
}