{
    "doi": "https://doi.org/10.1182/blood.V124.21.2490.2490",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2848",
    "start_url_page_num": 2848,
    "is_scraped": "1",
    "article_title": "Selective Depletion of Recipient-Alloreactive T-Cells While Retaining Viral-Specific and Memory T-Cells Enables Safe and Efficacious Haplo-Identical HSCT ",
    "article_date": "December 6, 2014",
    "session_type": "722. Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "topics": [
        "hematopoietic stem cell transplantation",
        "t-lymphocytes",
        "t-lymphocytes, memory",
        "graft-versus-host disease",
        "antigens",
        "dilution technique",
        "follow-up",
        "hematologic neoplasms",
        "human leukocyte antigens",
        "human leukocyte interferon"
    ],
    "author_names": [
        "Jurjen H.L. Velthuis, PhD",
        "Liesbeth De Jong, PhD",
        "Radia Sidi Boumédine",
        "Marie-Pier Giard",
        "Denis-Claude Roy, MD",
        "Manfred Rüdiger, PhD"
    ],
    "author_affiliations": [
        [
            "Kiadis Pharma, Amsterdam-Duivendrecht, Netherlands "
        ],
        [
            "Kiadis Pharma, Amsterdam-Duivendrecht, Netherlands "
        ],
        [
            "Hôpital Maisonneuve-Rosemont, Montreal, Canada"
        ],
        [
            "Hôpital Maisonneuve-Rosemont, Montreal, Canada"
        ],
        [
            "Hôpital Maisonneuve-Rosemont, Montreal, Canada"
        ],
        [
            "Kiadis Pharma, Amsterdam-Duivendrecht, Netherlands "
        ]
    ],
    "first_author_latitude": "52.2979984",
    "first_author_longitude": "4.9539656",
    "abstract_text": "Haplo-identical HSCT may resolve the shortage of sufficient available HLA-matched donors for treatment of end-stage blood-cancer patients with a HSCT. Yet, current techniques do not allow for such procedure as presence of T-cells will cause severe GvHD and absence of T-cells (i.e. naked Haplo) will lead to occurrence of opportunistic infections. Kiadis Pharma is developing ATIR, a personalized T-cell immunotherapy based on a donor lymphocyte preparation selectively depleted of host alloreactive T-cells, through use of photo-dynamic therapy. Briefly, recipient-reactive T-cells from donor-origin are activated in a unidirectional mixed lymphocyte reaction (MLR). Thereafter the cells are treated with the proprietary compound TH9402 which is selectively retained in activated T-cells. Subsequent light-exposure eliminates the activated recipient-reactive T-cells but preserves the other T-cells. In a dose-finding phase I/II clinical study (CR-GVH-001), the product was shown to enable safe and efficacious haplo-identical HSCT with doses up to 5x10 6 viable T-cells/kg. Currently, a subsequent phase II clinical study (CR-AIR-007) on ATIR (2x10 6 /kg) is ongoing. Figure 1 View large Download slide Figure 1 View large Download slide  Using recently developed analytical methods, the ATIR product is extensively characterized showing that recipient-alloreactive T-cells were selectively depleted from the product while retaining reactivity against unrelated 3 rd party antigens and general potent T-cells. In the figure above, a typical example of the ATIR responsiveness profile is shown when analyzing the cells in a CFSE-dilution based proliferation assay. Clearly, the cells in ATIR no longer proliferate to recipient antigens, but do still propagate when co-incubated with unrelated 3 rd party cells or the poly-clonal T-cell stimulus anti-CD3/28. Generally, almost all recipient-responsiveness is depleted, while 3 rd party responsiveness remains unchanged. The ATIR proliferation profile is corroborated by examination of interferon-γ production at day 5: the original donor cells produced a median of 775 pg/ml IFN-γ when stimulated with recipient cells, whereas ATIR produced a median of 1 pg/ml IFN-γ. Also less IFN-γ was produced by ATIR when co-incubated with 3 rd party cells: 127 pg/ml vs 1106 pg/ml. However, ATIR produced more IFN-γ when polyclonally stimulated with PMA+ionomycin: 4075 pg/ml vs 2580 pg/ml. Table    Naïve (%)  Effector (%)  CM (%)  EM (%)  CD4 T-cells Donor 48 40 2 10 ATIR 44 35 7 14 CD8 T-cells Donor 59 16 11 14 ATIR 69 11 9 11   Naïve (%)  Effector (%)  CM (%)  EM (%)  CD4 T-cells Donor 48 40 2 10 ATIR 44 35 7 14 CD8 T-cells Donor 59 16 11 14 ATIR 69 11 9 11 View Large Additionally, ATIR was shown to have retained the presence of memory and naïve T-cells (see table), viral-specific T-cells as assessed by multimers staining and showed responsiveness to pathogens. Thereby, ATIR will provide mature immune cells that offer immune protection without eliciting severe GvHD. The in vitro characterization data are supported by clinical data showing absence of TRM during 5-year follow-up (CR-GVH-001) over a broad dose range and no occurrence of grade 2 or higher GvHD in the ongoing clinical study (CR-AIR-007). Together, these data show that using ATIR as an adjunctive medication, haplo-identical HSCT can be safe and efficacious. Disclosures No relevant conflicts of interest to declare."
}