{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1052.1052",
    "article_title": "PRN1008, a Reversible Covalent BTK Inhibitor in Clinical Development for Immune Thrombocytopenic Purpura ",
    "article_date": "December 7, 2017",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "abstract_text": "PRN1008 is an oral, reversible covalent inhibitor of Bruton's tyrosine kinase (BTK) in clinical development for the treatment of multiple autoimmune diseases. BTK is an essential signaling element downstream of the B cell receptor (BCR), Fc-gamma receptor and Fc-epsilon receptor pathways. BTK activation is critical for B cell activation and maturation. BTK also regulates antibody mediated activation of other immune cells, such as macrophages, neutrophils and mast cells through Fc receptor signaling. Treatment with PRN1008 in vitro profoundly inhibited B cell activation and blocked antibody mediated activation of immune cells via Fc receptor signaling. In preclinical studies, PRN1008 demonstrated a significant dose-dependent reduction of platelet-loss in an anti-CD41 induced mouse model of immune thrombocytopenia. In addition, PRN1008 showed rapid and significant anti-inflammatory effects in an antibody driven rat arthus model and in spontaneous autoantibody-mediated canine pemphigus foliaceus. The preclinical data suggest that PRN1008 could reduce platelet destruction via inhibition of autoantibody/Fc-gamma receptor signaling in splenic macrophages, and also affect autoantibody generation through effects on B-cell activation, to diminish platelet loss in ITP. Platelets express high levels of BTK, however alternative signaling pathways exist which bypass BTK signaling to retain normal platelet functions. The effect of PRN1008 on platelet function was assessed in vitro in both normal healthy volunteer and ITP patient platelets using a standard panel of platelet agonists. In contrast to ibrutinib, treatment with PRN1008 at clinically relevant concentrations did not impact collagen-induced platelet aggregation in either normal or ITP patient platelet samples, or interfere with responses to all other platelet agonists tested. In the clinic, PRN1008 has been well tolerated. Thrombocytopenia, bleeding or bruising signals have not been reported. An analysis of platelet counts from the ongoing 12 week study of pemphigus vulgaris (NCT02704429) showed no evidence of an effect of PRN1008 on platelet counts in the normal range. Principia Biopharma is developing PRN1008 for the treatment of autoimmune diseases including ITP, blistering skin diseases such as pemphigus vulgaris and other immunologic disorders where autoantibodies and/or B-cell signaling are pathogenic. Disclosures Langrish: Principia Biopharma: Employment. Bradshaw: Principia Biopharma: Employment. Owens: Principia Biopharma: Employment. Campbell: Principia Biopharma: Employment. Francesco: Principia Biopharma: Employment. Karr: Principia Biopharma: Employment. Murray: Principia Biopharma: Employment. Quesenberry: Principia Biopharma: Employment. Smith: Principia Biopharma: Consultancy. Taylor: Principia Biopharma: Consultancy. Zhu: Principia Biopharma: Employment. Nunn: Principia Biopharma: Employment. Gourlay: Principia Biopharma: Employment.",
    "topics": [
        "btk inhibitors",
        "purpura, thrombocytopenic, idiopathic",
        "autoantibodies",
        "antibodies",
        "agonists",
        "autoimmune diseases",
        "fc receptors",
        "pemphigus vulgaris",
        "anti-inflammatory agents",
        "blister"
    ],
    "author_names": [
        "Claire L Langrish, PhD BSc",
        "J Michael Bradshaw",
        "Timothy D Owens",
        "Robert L Campbell",
        "Michelle R Francesco",
        "Dane E Karr",
        "Steve K Murray",
        "Robert C Quesenberry",
        "Patrick F Smith",
        "Michael D. Taylor",
        "Jiang Zhu",
        "Philip A Nunn",
        "Steven G Gourlay"
    ],
    "author_dict_list": [
        {
            "author_name": "Claire L Langrish, PhD BSc",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "J Michael Bradshaw",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Timothy D Owens",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert L Campbell",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle R Francesco",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dane E Karr",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steve K Murray",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert C Quesenberry",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick F Smith",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael D. Taylor",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiang Zhu",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philip A Nunn",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steven G Gourlay",
            "author_affiliations": [
                "Principia Biopharma, South San Francisco, CA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-11T18:42:37",
    "is_scraped": "1"
}