{
    "doi": "https://doi.org/10.1182/blood.V114.22.4576.4576",
    "article_title": "Impaired Osseous Wound Healing Following Ionizing Irradiation Is Ameliorated by Mitochondrial Targeted Nitroxide JP4-039. ",
    "article_date": "November 20, 2009",
    "session_type": "HEMATOPOIESIS - MICROENVIRONMENT, CELL ADHESION AND MESENCHYMAL STEM CELLS",
    "abstract_text": "Abstract 4576 In the case of a nuclear explosion, combined injuries may include ionizing irradiation and bone fracture. We evaluated the potential bone wound healing stimulation capacity of a new mitochondrial targeted nitroxide - JP4-039 - that was developed and demonstrated to protect against total body irradiation. JP4-039 was synthesized by coupling Tempol (4-hydroxy-2,2,6,6-tertamethylpiperidine-N-oxyl) and a novel alkene isotere analog of a gramicidin S (GS) fragment. JP4-039 is now being tested to determine whether it can also improve osseous wound healing. A model for osseous wound healing was used in the right hind leg of C57BL/6NHsd female mice and irradiated in doses ranging from 0 to 30 Gy, then holes drilled in both tibias 24 hr later. The mice were sacrificed at 7, 14, 21, 28 or 35 days. Tibial wounding and x-rays were used for determination of wound size. The bones were fixed, sectioned, and examined for osseous wound repair. A significant irradiation- induced delay in wound repair (hole diameter) was detected at 21 days in both the 20 Gy (0.93 ± 0.11 mm, p=0.008) and 30 Gy (1.1 ± 0.1 mm, p=0.0002) groups, compared with the 0 Gy group (0.67 ± 0.23 mm). At 28 days, there were statistically significant increased hole diameters between each irradiation groups (10 Gy, 0.76 ± 0.08 mm, p=0.003; 20 Gy, 0.87 ± 0.36 mm, p=0.04; 30 Gy, 0.76 ± 0.22 mm, p=0.02) and the 0 Gy group (0.32 ± 0.32 mm). By day 35, the wounds in the 0 Gy group were healed (0.08 ± 0.17 mm), while wounds in the 20 Gy group (0.22 ± 0.24 mm, p=0.02) and 30 Gy group (0.34 ± 0.23 mm, p=0.001) remained significantly larger. To determine whether JP4-039 improved the time of osseous wound healing, mice were injected intraperitoneally with JP4-039 (10 mg/kg) 10 min before drilling holes in both rear legs. Mice injected with JP4-039 before drilling showed significant improvement in osseous wound healing in 14 days and 21 days after drilling (0.55 ± 0.3 and 0.47 ± 0.04 mm, respectively), compared with 0.84 ± 0.05 and 0.64 ± 0.05 mm, respectively for control mice (p < 0.05 according to Tukey's multiple comparison statistical test). To test whether JP4-039 can improve osseous wound healing in irradiated limbs, mice were injected with JP4-039 (10 mg/kg) 10 min before 20 Gy to the right hind leg. Wounds were made in both tibae 24 hr after irradiation. At 21 and 28 days after wounding, bones from JP4-039 treated-irradiated mice displayed improved healing with holes of 0.51 ± 0.05 and 0.37 ± 0.04 mm, respectively, compared with 1.01 ± 0.10 and 0.76 ± 0.13 mm, respectively, for control irradiated bones. This is significant at < 0.05 as calculated using a Tukey's multiple comparison statistical test. Histopathological evaluation of specimens from mice pre-treated with JP4-039 prior to irradiation confirmed radiographic evidence of improved healing. Thus, JP4-039 enhances bone repair and is effective in a combined irradiation injury setting. Supported by NIAID/NIH grant U19AI068021 and BARDA Contract HHSO10200800062C. Disclosures: Roodman: Novartis: Consultancy, Research Funding, Speakers Bureau; Amgen: Consultancy; Celgene: Consultancy; Acceleron: Consultancy.",
    "topics": [
        "alkenes",
        "fractures",
        "gramicidin",
        "histopathology tests",
        "mitochondria",
        "osteoplasty",
        "whole-body irradiation",
        "wound healing",
        "mice",
        "leg"
    ],
    "author_names": [
        "Jean-Claude Rwigema",
        "Abhay Gokhale",
        "Julie Glowacki, PhD",
        "Tracy Dixon",
        "Ken Patrene",
        "G. David Roodman, MD, PhD",
        "Peter Wipf, PhD",
        "Joel Greenberger, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jean-Claude Rwigema",
            "author_affiliations": [
                "University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Abhay Gokhale",
            "author_affiliations": [
                "University of Pittsburgh, Pennsylvania, PA, USA, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Julie Glowacki, PhD",
            "author_affiliations": [
                "MGH Skeletal Research Center, Charlestown, MA, USA, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tracy Dixon",
            "author_affiliations": [
                "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ken Patrene",
            "author_affiliations": [
                "Medicine/Hem-Onc., University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "G. David Roodman, MD, PhD",
            "author_affiliations": [
                "University of Pittsburgh, VA Pittsburgh Healthcare System and University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peter Wipf, PhD",
            "author_affiliations": [
                "Department of Chemistry and Center for Chemical Methodologies and Library Development, University of Pittsburgh, Pittsburgh, PA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joel Greenberger, MD",
            "author_affiliations": [
                "Radiation Oncology, University of Pittsburgh, Pittsburgh, PA, USA, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-12T09:32:20",
    "is_scraped": "1"
}