{
    "doi": "https://doi.org/10.1182/blood.V120.21.2071.2071",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2206",
    "start_url_page_num": 2206,
    "is_scraped": "1",
    "article_title": "Analysis of the Impact and Burden of Illness of Polycythemia Vera (PV) and Essential Thrombocythemia (ET) in the US ",
    "article_date": "November 16, 2012",
    "session_type": "901. Health Services and Outcomes Research: Poster I",
    "topics": [
        "bcr-abl tyrosine kinase",
        "bone pain",
        "brachial plexus neuritis",
        "cost of illness",
        "equity",
        "fatigue",
        "hemorrhage",
        "international classification of diseases",
        "leukemia, myelocytic, acute",
        "medical history"
    ],
    "author_names": [
        "Jyotsna Mehta",
        "Hongwei Wang",
        "Usman Iqbal",
        "Ruben A. Mesa"
    ],
    "author_affiliations": [
        [
            "Global Evidence & Value Development, Sanofi, Cambridge, MA, USA, "
        ],
        [
            "Global Evidence & Value Development, Sanofi, Bridgewater, NJ, USA, "
        ],
        [
            "Global Evidence & Value Development, Sanofi, Cambridge, MA, USA, "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ, USA"
        ]
    ],
    "first_author_latitude": "37.599999999999994",
    "first_author_longitude": "-95.665",
    "abstract_text": "Abstract 2071 Background: PV and ET are clonal stem cell diseases belonging to the 3 BCR ABL negative myelopoliferative neoplasms. Patients with PV and ET suffer from splenomegaly and disease associated symptoms such as pruritus, night sweats, fatigue, and bone pain. Both diseases, if progressive despite standard therapies, are associated with an increased risk of thrombosis, bleeding, and progression to MF or even acute myeloid leukemia. Literature estimates looking at burden of illness are lacking for these disorders. Hence, real world analyses evaluating economic burden are imperative. The objective of this study was to evaluate the clinical and economic burden of these disorders by describing the patient demographics, prevalence, comorbidities, utilization and costs using large scale databases. Method: The US IMPACT® claims database was used to retrospectively identify unique patients with PV and ET between 1/1/08 and 12/31/10. This database is a fully de-identified, HIPAA compliant national database that captures the complete medical history for over 100M managed care individuals, including patient demographics, disease description, laboratory results, and details of medical, pharmacy, outpatient, and inpatient claims. ICD9 CM codes were used to identify PV and ET. Charlson Comorbidity Index (CCI) was used to assess overall comorbid disease status. Enrollment was restricted to those with a full year of medical and pharmacy benefit. Control group was age and gender matched but without any diagnosis of PV or ET. Medical costs include inpatient, outpatient and ER cost. Result: In 2010, we identified 5752 PV patients from ∼12M enrollees. This corresponds to an age adjusted prevalence of 56.5 cases/100000 patients. Compared with age gender matched control patients, PV patients had higher overall comorbidities (mean CCI 1.2 vs 0.7), were hospitalized more often (16% vs 8%), had higher average number of hospital days spent (1.7 vs 0.8), and had more outpatient visits (31 vs 18). PV patients incurred much higher average annual cost ($14,903 vs $7,913) than age gender matched controls driven by both medical ($12,006 vs $6,188) and pharmacy ($2,897 vs $1,724) cost. In 2010, we identified 5483 ET patients from ∼12M enrollees. This corresponds to an age adjusted prevalence of 56.1 cases/100000 patients. Compared with age gender matched control patients, ET patients had higher overall comorbidities (mean CCI 1.4 vs 0.7), were hospitalized more often (30% vs 9%), had higher average number of hospital days spent (5 vs 0.9 days), and had more outpatient visits (37 vs 19). ET patients incurred much higher average annual cost ($29,553 vs $8,026) than age gender matched controls driven by both medical ($26,287 vs $6,394) and pharmacy ($3,267 vs $1,631) cost. Similar trend was observed in 2008 and 2009. Over a period of 3 years, annual cost of PV ranged from $14,000-$16,000 and those of ET ranged from $29,000-$31,000. The utilization rate and total cost in each of conditions were significantly higher than those of their matched patients in each of the 3 years. Characteristics, healthcare utilization and cost for PV and ET versus age gender matched control patients in 2010.  Baseline Characteristics . PV . ET . PV pts (N=5752) . Matched pts * (N=5752) . ET pts (N=5483) . Matched pts * (N=5483) . Age (yrs mean ± SD) (% female) 53.4 ± 13.9 (35) 51.1 ± 16.2 (67) CCI 1.2 ± 1.8 0.7 ± 1.4 1.4 ± 2.3 0.7 ± 1.4 Utilization      Outpatient # of Office Visits (mean ± SD) 30.7 ± 32.0 17.6 ± 24.5 36.7 ± 46.7 18.7 ± 25.8 Inpatient Any Hospitalization N (%) 925 (16.1) 457 (7.9) 1,630 (29.7) 470 (8.6) Days in hospitalization (mean ± SD) 1.7 ± 7.9 0.8 ± 5.5 5.0 ± 16.8 0.9 ± 6.8 ER Any ER Visit N (%) 1805 (31.4) 1281 (22.3) 2280 (41.6) 1234 (22.5) Cost (Mean, $)      Inpatient 4670 2019 14567 2199 Outpatient 6806 3863 10818 3894 ER 529 306 902 301 Pharmacy 2897 1724 3267 1631 Total 14903 7913 29553 8026 Baseline Characteristics . PV . ET . PV pts (N=5752) . Matched pts * (N=5752) . ET pts (N=5483) . Matched pts * (N=5483) . Age (yrs mean ± SD) (% female) 53.4 ± 13.9 (35) 51.1 ± 16.2 (67) CCI 1.2 ± 1.8 0.7 ± 1.4 1.4 ± 2.3 0.7 ± 1.4 Utilization      Outpatient # of Office Visits (mean ± SD) 30.7 ± 32.0 17.6 ± 24.5 36.7 ± 46.7 18.7 ± 25.8 Inpatient Any Hospitalization N (%) 925 (16.1) 457 (7.9) 1,630 (29.7) 470 (8.6) Days in hospitalization (mean ± SD) 1.7 ± 7.9 0.8 ± 5.5 5.0 ± 16.8 0.9 ± 6.8 ER Any ER Visit N (%) 1805 (31.4) 1281 (22.3) 2280 (41.6) 1234 (22.5) Cost (Mean, $)      Inpatient 4670 2019 14567 2199 Outpatient 6806 3863 10818 3894 ER 529 306 902 301 Pharmacy 2897 1724 3267 1631 Total 14903 7913 29553 8026 * age gender matched, no PV or ET. View Large Conclusion: PV and ET are associated with significant burden of illness. Healthcare expenditure was twice as higher in PV patients compared with the control group. ET patients incurred more than 3 times the healthcare expenditure than the control group. Our study indicates that PV and ET associated medical resource utilization and the corresponding expenditures for those services are substantive. In order to reduce the burden of illness associated with these diseases, continued efforts in the development of more efficacious treatments for these disorders are needed. Disclosures: Mehta: Sanofi: Employment. Wang: Sanofi: Employment, Equity Ownership. Iqbal: Sanofi: Employment, Equity Ownership. Mesa: Incyte: Research Funding; Lilly: Research Funding; Sanofi: Research Funding; NS Pharma: Research Funding; YM Bioscience: Research Funding."
}