{
    "doi": "https://doi.org/10.1182/blood.V110.11.491.491",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1032",
    "start_url_page_num": 1032,
    "is_scraped": "1",
    "article_title": " CD38 Gene Polymorphisms Contribute to Genetic Predisposition to B-Cell Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "topics": [
        "cd38",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genetic predisposition to disease",
        "polymorphism",
        "antigens",
        "cancer",
        "exoenzymes",
        "flow cytometry",
        "genotype determination"
    ],
    "author_names": [
        "Krzysztof Jamroziak, MD, PhD",
        "Zofia Szemraj",
        "Olga Grzybowska-Izydorczyk, MD",
        "Janusz Szemraj, PhD",
        "Barbara Cebula, PhD",
        "Ewa Balcerczak, PhD",
        "Ewa Wawrzyniak, PhD",
        "Marek Mirowski, PhD",
        "Tadeusz Robak, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Medical Biochemistry, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Pharmaceutical Biochemistry, Molecular Biology Laboratory, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Pharmaceutical Biochemistry, Molecular Biology Laboratory, Medical University of Lodz, Lodz, Poland"
        ],
        [
            "Department of Hematology, Medical University of Lodz, Lodz, Poland"
        ]
    ],
    "first_author_latitude": "51.76988099999999",
    "first_author_longitude": "19.454088",
    "abstract_text": "Genetic background and abnormal immune response are supposed to play a role in the pathogenesis of B-cell chronic lymphocytic leukaemia (B-CLL). CD38 is a leukocyte activation antigen and ectoenzyme involved in numerous immune functions as well as important prognostic factor in B-CLL. The aim of this study was to investigate potential association of two single nucleotide polymorphism (SNPs) located in CD38 gene at position 182 (C/G) in intron 1 and at position 418 (C/T) in exon 3 with genetic susceptibility to B-CLL. Furthermore, we wanted to verify whether these SNPs influence CD38 expression or clinical outcome of B-CLL patients. Genotyping of 365 Caucasian individuals (163 B-CLL patients and 202 healthy controls) was performed by restriction fragment length polymorphism (RFLP) and allele-specific polymerase chain reaction (ASPCR) assays. CD38 gene expression was quantified by real-time RT-PCR and CD38 protein expression was measured by flow cytometry in circulating B-CLL cells from 50 patients and normal B and T lymphocytes from 30 healthy controls. We found that allele frequency and distribution for both CD38 SNPs differed significantly in patients and controls with increased prevalence of alternative alleles detected in B-CLL (allele 182G found in 34.7% B-CLL patients vs. 13.4% controls, p<0.0001, and allele 418T found in 4.6% B-CLL patients vs. 0.5% controls, p=0.0002). Logistic regression analysis regarding SNP at position 128 showed that the 182CG heterozygotic genotype conferred risk of B-CLL (odds ratio, OR=3.8, 95% confidence interval, CI=2.4–6.1) that was further increased in alternative allele homozygotes (OR=7.3, 95%CI=2.8–19.1), p<0.0001. Similarly, compared to the individuals with wild-type 418CC genotype, carriers of heterozygotic 418CT genotype and alternative allele 418TT homozygotes were at higher risk of B-CLL (OR=7.3 and OR=240, respectively, p=0.032). Interestingly, we did not observe any differences in CD38 gene or protein expression in B-CLL or normal lymphocytes related to genotypes at position 128 or 418, however, this could be due to low numbers of rare genotypes found among patients included to the expression tests. Finally, the survival analysis showed that SNP at position 128 of CD38 gene influenced overall survival (OS) of B-CLL patients, with the best prognosis observed in carriers of 128CG genotype (p=0.05). In conclusion, our data indicate that inherited SNPs located in the CD38 gene are associated with genetic susceptibility to B-CLL in Caucasian patients, and may have some impact on prognosis of this malignancy."
}