{
    "doi": "https://doi.org/10.1182/blood-2019-125673",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4418",
    "start_url_page_num": 4418,
    "is_scraped": "1",
    "article_title": "Sickle-Cell Disease Patients' Attitudes Towards Their Treatment with Hydroxycarbamide ",
    "article_date": "November 13, 2019",
    "session_type": "114.Hemoglobinopathies, Excluding Thalassemia-Clinical",
    "topics": [
        "hydroxyurea",
        "sickle cell anemia",
        "attitude",
        "withdrawing treatment",
        "fetal hemoglobin",
        "follow-up",
        "mean corpuscular volume analyses",
        "blood transfusion",
        "fatigue",
        "hematologic neoplasms"
    ],
    "author_names": [
        "Frédéric Galactéros, MD PhD",
        "Ersi Voskaridou",
        "Anoosha Habibi",
        "Giovanna Cannas, MD",
        "Laure Joseph, MD",
        "Stephanie Ngo, MD",
        "Nathalie Lemonne",
        "Emmanuelle Bernit, MD",
        "Justine Gellen-Dautremer, MD",
        "Gylna Loko, MD"
    ],
    "author_affiliations": [
        [
            "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Creteil, France ",
            "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France "
        ],
        [
            "Thalassemia and Sickle Cell Disease Center, \"Laiko\" General Hospital, Athens, Greece "
        ],
        [
            "Sickle cell referral center, Internal Medicine Unit, Henri Mondor Hospital, Assistance Publique-Hôpitaux de Paris, Creteil, France ",
            "INSERM-U955, EFS, Institut Mondor, Université Paris-Est Créteil, Team 2 Transfusion et maladies du globule rouge, Laboratoire d´Excellence GR-Ex, Créteil, France "
        ],
        [
            "Edouard Herriot Hospital, Lyon, France "
        ],
        [
            "Biotherapy Department, Necker Children's Hospital, Assistance Publique-Hôpitaux de Paris, Paris, France ",
            "Biotherapy Clinical Investigation Center, Groupe Hospitalier Universitaire Ouest, Assistance Publique-Hôpitaux de Paris, INSERM, Paris, France "
        ],
        [
            "Delafontaine hospital, Saint-Denis, France "
        ],
        [
            "Ricou hospital CHU de Pointe à Pitre, Pointe à Pitre, Guadeloupe "
        ],
        [
            "Hospital La Timone, Marseille, France "
        ],
        [
            "CHU la Milétrie, Poitiers, France "
        ],
        [
            "Martinique University Hospital, Le Lamentin, Martinique"
        ]
    ],
    "first_author_latitude": "48.7965722",
    "first_author_longitude": "2.4532529",
    "abstract_text": "Hydroxyurea (HU) is approved in the EU and USA for prevention of vaso-occlusive crises (VOC) including acute chest syndromes (ACS) in patients over 2 years with sickle-cell disease (SCD). The major benefits of HU in SCD are directly related to its abilities to increase HbF, decrease sickling of red blood cells and hemolysis, leading to reduction of vaso-occlusive episodes, need for blood transfusions and consequently reduction of morbidity and mortality. Adherence to the treatment is paramount for effectiveness, but in spite of proven benefits, barriers to adherence persist.[1] ESCORT-HU study (European Sickle Cell Disease COhoRT - HydroxyUrea), is a multicentric, prospective, non-interventional European study designed to evaluate the safety profile of HU in real life. Patients were enrolled from January 2009 to June 2017 with a follow-up of up to 10 years. All interruptions and resumptions of HU treatment exceeding 15 days were recorded in this study. We hereby present the analysis of the group of patients who self-discontinued HU at least once during the study before informing their caregiver, with a view to identify potential barriers to long-term adherence. In total, 1906 patients were enrolled in ESCORT-HU from 63 centers in France, Germany, Greece and Italy. Of these, 619 patients (32%) stopped HU for over 15 days at least once, and around a third (11% of all patients) were due to patient's will. The mean duration of HU treatment before the first discontinuation was 4.8 ± 5.1 years. Data are summarized in table 1. Compared to the rest of the cohort, the 'treatment discontinuation' group had similar distribution by gender and indication for HU prescription, but a higher proportion of adults stopped HU more than 15 days. It is notable that the proportion of patients with SC genotype was higher in the 'treatment discontinuation' group (4.5% vs 1.7%). The patients in the 'treatment discontinuation' group had more frequent SCD symptoms before enrolment in the study (table 2). Hematological and clinical improvement compared to the baseline was observed in both groups. However, average mean Corpuscular Volume (MCV) and Fetal Hemoglobin percentage (HbF%) were lower and mean percentages of patients with SCD symptoms were higher over the three years of follow-up in the 'treatment discontinuation' group, suggesting that HU daily dose was insufficient (table 2). Sixty patients have no treatment resumption date reported which suggest a permanent interruption of their treatment. Among them 32% preferred to switch to another HU medicinal product and 13% have safety issue (table 3). Understanding and managing self-discontinuation of HU before taking medical advice is challenging for the physician. It is tempting to speculate that it may be due, at least in part, to lack of effectiveness potentially due to an underdosage of the treatment. Resistance to the treatment may also be suggested based on past literature data revealing a great variability in the response (determined by HbF%) to HU therapy. There is evidence that genetic modifiers affect individual response to HU.[2] ,[3] Finally, weariness from long-term use may also explain the patient's wish to discontinue HU. But treatment at optimal effective should be the primary goal of caregivers. [1]Smaldone A., Manwani D., Green NS, Greater number of perceived barriers to hydroxyurea associated with poorer health-related quality of life in youth with sickle cell disease, Pediatr Blood Cancer. 2019 [2] Steinberg MH, Voskaridou E, Kutlar A, Loukopoulos D, Koshy M, et al. (2003). Concordant fetal hemoglobin response to hydroxyurea in siblings with sickle cell disease. Am J Hematol 72: 121-126 [3] Ware RE, Despotovic JM, Mortier NA, Flanagan JM, He J, et al. (2011) Pharmacokinetics, pharmacodynamics, and pharmacogenetics of hydroxyurea treatment for children with sickle cell anemia. Blood 118: 4985-4991 View large Download slide View large Download slide  Disclosures Galactéros: Addmedica: Membership on an entity's Board of Directors or advisory committees. Voskaridou: Celgene Corporation: Consultancy, Research Funding; Protagonist: Research Funding; Genesis: Consultancy, Research Funding; Acceleron: Consultancy, Research Funding; Addmedica: Membership on an entity's Board of Directors or advisory committees. Cannas: Addmedica: Membership on an entity's Board of Directors or advisory committees."
}