{
    "doi": "https://doi.org/10.1182/blood.V128.22.2168.2168",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3553",
    "start_url_page_num": 3553,
    "is_scraped": "1",
    "article_title": " In Vitro Expanded γδ T Cells Derived from Cord Blood Induce Potent and Specific Cytotoxicity Against Human Acute Myeloid Leukemia Cells ",
    "article_date": "December 2, 2016",
    "session_type": "703. Adoptive Immunotherapy: Poster I",
    "topics": [
        "cytotoxicity",
        "leukemia, myelocytic, acute",
        "t-lymphocytes",
        "umbilical cord blood",
        "minimally conscious state",
        "infusion procedures",
        "male-pattern baldness",
        "graft-versus-host disease",
        "allogeneic hematopoietic stem cell transplant",
        "immunotherapy"
    ],
    "author_names": [
        "Alice MS Cheung, PhD",
        "Kar Wai Tan, PhD",
        "Dian Yan Guo, BSc",
        "Su-Ann Goh, BSc",
        "Amanda SY Lau, BSc",
        "Yeh Ching Linn, MBBS, MRCP",
        "William YK Hwang, MBBS, MRCP, FRCP",
        "Yeow Tee Goh, MD",
        "Shang Li, MD PhD"
    ],
    "author_affiliations": [
        [
            "Cancer and Stem Cell Biology, Duke-NUS Medical School, Singapore, Singapore "
        ],
        [
            "Department of Clinical Translational Research, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Clinical Translational Research, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Cancer and Stem Cell Biology, Duke-NUS Medical School, Singapore, Singapore "
        ],
        [
            "Department of Clinical Translational Research, Singapore General Hospital, Singapore, Singapore "
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, Singapore"
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, Singapore"
        ],
        [
            "Department of Haematology, Singapore General Hospital, Singapore, Singapore"
        ],
        [
            "Cancer and Stem Cell Biology, Duke-NUS Medical School, Singapore, Singapore "
        ]
    ],
    "first_author_latitude": "1.2811830000000002",
    "first_author_longitude": "103.8340418",
    "abstract_text": "Conventional chemotherapeutic regimens for acute myeloid leukemia (AML) patients have demonstrated unsurpassed efficacy in the past decades, but are far from optimal with many patients experiencing multiple disease recurrence or intolerant of the intensive chemotoxicity. Variations in the treatment scheme as well as the use of alternative, targeted agents have been pursued with limited success. This is partly ascribed to the highly heterogeneous nature of the disease comprising a dynamic repertoire of evolving leukemic clones that are both molecularly and biologically diverse, making it difficult to achieve complete disease eradication without inducing adverse off-target effects. In this regard, cellular immunotherapy has emerged as a plausible alternative, leveraging on the diversity and degeneracy of the tumor antigen-recognizing receptor complex expressed by immune cells. In particular, there is a growing interest in the specific anti-leukemia efficacy of the innate-like γδ T cells, prompted by the association of an increased number of donor derived γδ T cells (specifically the Vδ1+ subtype) in allogeneic hematopoietic stem cell transplant (HSCT) patients with improved disease control in the absence of significant graft-versus-host disease (GvHD). We therefore hypothesize that these allogeneic γδ T cells exhibit potent leukemia specific cytotoxicity and serve as an effective treatment for AML. Given the rapid availability and widespread use of cord blood (CB) as an alternative for allogeneic HSCT, we first characterized and explored the potential of expanding CB-derived γδ T cells in vitro . Compared to mobilized peripheral blood (mPB), there is a significantly lower level of γδ T cell within CB mononuclear cells (MCs) (0.61% ± 0.36% in CB vs 4.95% ± 3.83% in mPB, p3.5-fold higher than that in mPB (56.05% ± 9.49% in CB vs 14.54% ± 12.2% in mPB, p90% of the Vδ1+ T cells in CB are of naive or central memory phenotype, more than 40% of these cells in mPB show effector memory expression. We established that optimal in vitro expansion of CB-derived γδ T cells requires direct contact to a mixture of irradiated PBMCs and Epstein-Barr virus-transformed lymphoblastoid cell line (EBV-LCL) at a fixed ratio in the gas-permeable G-Rex culture flask. Under these conditions, we were able to achieve up to 5,200-fold expansion of the starting γδ T cells over a period of 21 days. These cells exhibit potent in vitro cytotoxicity against a range of human AML cell lines, including K562, MOLM-14, MV4-11 and NOMO-1, as well as primary patient samples in a dose dependent manner. In contrast, there is minimal in vitro cytotoxicity against CD34 + cells isolated from allogeneic CB samples even at the highest effector-to-target cell (E:T) ratio tested. Infusion of the expanded γδ T cells into NOD/SCID/IL2Rγ -/- (NSG) mice at 3 weeks post-transplantation of a FLT3-ITD + AML patient sample (P1) resulted in a significant decrease in leukemic cell engraftment in 40% of the γδ T cells-treated mice (87.46 ± 2.25% in non-treated vs 74.85 ± 1.55% in γδ T cells-treated mice, p=0.022). In a separate experiment, infusion into NSG mouse that was engrafted with low level (0.1%) of a different FLT3-ITD + AML patient sample (P2) maintained the leukemic cell level low at 0.1% at 4 weeks post-infusion, as opposed to the >15-fold increase in leukemic burden (1.76%) seen in the untreated mouse. Consistent with our in vitro finding, infusion of up to 5 x 10 8 expanded CB derived γδ T cells/kg failed to induce severe GvHD symptoms in NSG mice engrafted with allogeneic human CB cells up to 8 weeks post-infusion, with no significant effect on the level of in vivo regenerated human myeloid and lymphoid cells, as well as colony-forming cells (CFCs). In summary, our data demonstrates that in vitro expanded CB derived γδ T cells show potent AML-specific cytotoxicity both in vitro and in vivo , making it a promising alternative cell source for immunotherapy. Further investigations to enhance the mechanistic understanding would be needed to seed for future clinical translation. Disclosures Hwang: Pfizer: Honoraria, Other: Travel support; MSD: Honoraria, Other: Travel support; BMS: Honoraria, Other: Travel support; Novartis: Honoraria, Other: Travel support; Celgene: Honoraria, Other: Travel support; Roche: Honoraria, Other: Travel support; Janssen: Honoraria, Other: Travel support; Sanofi: Honoraria, Other: Travel support."
}