{
    "doi": "https://doi.org/10.1182/blood.V122.21.4376.4376",
    "article_title": "Final Report Of a Phase II Clinical Trial Of Lenalidomide Monotherapy For T-Cell Lymphoma ",
    "article_date": "November 15, 2013",
    "session_type": "624. Lymphoma: Therapy with Biologic Agents, excluding Pre-Clinical Models: Poster III",
    "abstract_text": "Background Patients with T-cell lymphomas face a poorer prognosis when compared to patients with B-cell lymphomas. New therapeutic approaches need to be developed in order to improve outcomes for these patients. We report the final results of a phase 2 multicenter clinical trial evaluating lenalidomide monotherapy in T-cell lymphomas. Methods Forty patients with relapsed and refractory T-cell lymphomas other than mycosis fungoides, as well as patients with untreated T-cell lymphoma who were not candidates for combination chemotherapy, were prescribed oral lenalidomide (25mg daily) on days 1 to 21 of each 28 day cycle, with standardized dose reductions for toxicity. Treatment continued until disease progression, death or unacceptable toxicity. The primary endpoint was overall response rate, and secondary endpoints were complete and partial response rates, progression-free and overall survival (PFS, OS), and safety. We also determined duration of response (DoR). Results Forty patients were enrolled in the study; one was subsequently deemed ineligible. In the 39 eligible patients, the median age was 65. ECOG PS was 0-1 (n=29), 2 (n=8), and 3 (n=2). The histology of the studied cases included peripheral T-cell unspecified (PTCL-u, n=14), angioimmunoblastic (n=9), anaplastic large cell (n=10), enteropathic T-cell (n=2), Hepatosplenic gamma/delta (n=2), and lymphoblastic T-cell lymphoma (n=2). The number of prior therapies was 0 (n=8), 1 (n=14), 2 (n=8), 3 (n=6), 4 (n=2), and 5 (n=1). Five patients had previous autologous stem cell transplant. Eleven patients were refractory to their previous treatment. The median time from diagnosis until the start of treatment was 14 months (range, 1-204 months). The median time from completion of prior therapy to the start of lenalidomide was 5 months (range, 1-48 months). The ORR was 10/39 (26%); 3 (8%) were complete responses and 7 were partial responses. Responses occurred in anaplastic, angioimmunoblastic, and PTCL-u histologies. Three additional patients had SD ≥5 cycles. The median OS was 12 months (range<1-69+ months), median PFS was 4 months (range,<1-50+ months) and the median DoR was 13 months (range 2-37+ months), including 5 responses lasting greater than 1 year. The most common grade 4 adverse event was thrombocytopenia (21%) while pain NOS (21%) and neutropenia (13%) were the most commonly reported grade 3 adverse events. Among the patients who had relapsed/refractory peripheral T-cell lymphoma (n=29) the ORR was 24%, median OS was 12 months, median PFS was 4 months, and median DoR was 5 months (range, 2-37+ months). The ORR of the subpopulation of previously untreated patients who were not eligible for combined chemotherapy (n=8) was 43%, median OS was 22 months (range,<1-38+ months), median PFS was 2 months (range,<1-38+ months), and median DoR was 21 months (range 5-28+ months). Discussion In T-cell lymphomas, oral lenalidomide monotherapy demonstrated clinically relevant efficacy. The toxicity profile in T-cell lymphoma is manageable and consistent with prior studies involving lenalidomide. Lenalidomide also showed promise for patients who are not eligible for combination chemotherapy. The results with lenalidomide in relapsed/refractory patients are comparable to those seen with other available monotherapies for this disease. Several durable (>1 year) responses were seen, but the proportion of durable responses was low. Future development of lenalidomide therapy for T-cell lymphomas should include efforts to identify the subset of patients most likely to benefit, and the development of rational drug combinations. Disclosures: Off Label Use: Lenalidomide was prescribed to treat T-cell lymphoma. Stewart: Celgene: Honoraria. van der Jagt: Millenium: Consultancy; Roche: Consultancy; Celgene: Consultancy. Reiman: Celgene: Consultancy; Celgene: Research Funding.",
    "topics": [
        "lenalidomide",
        "phase 2 clinical trials",
        "t-cell lymphoma",
        "dor fundoplication",
        "receptors, opioid, delta",
        "lymphoma, t-cell, peripheral",
        "toxic effect",
        "adverse event",
        "combination drug therapy",
        "partial response"
    ],
    "author_names": [
        "Ethan Toumishey, B. Sc",
        "Angeli Prasad, CCRP",
        "Gregory S. Dueck, MD, MSc, BSc, FRCPC",
        "Neil Chua, MD, FRCPC",
        "Daygen Finch, MD",
        "Douglas A. Stewart, MD, FRCPC",
        "Darrell J. White, MD",
        "Richard H. van der Jagt, MD, FRCPC",
        "James B Johnston, MD",
        "Andrew R Belch, MD",
        "Tony Reiman, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ethan Toumishey, B. Sc",
            "author_affiliations": [
                "Faculty of Medicine, Dalhousie University, Halifax, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angeli Prasad, CCRP",
            "author_affiliations": [
                "Department of Oncology, University of Alberta, Edmonton, Canada, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregory S. Dueck, MD, MSc, BSc, FRCPC",
            "author_affiliations": [
                "Department Oncology, University of Alberta, Edmonton, Canada, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Neil Chua, MD, FRCPC",
            "author_affiliations": [
                "Cross Cancer Institute, Edmonton, AB, Canada, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daygen Finch, MD",
            "author_affiliations": [
                "BC Cancer Agency-Southern Interior, Kelowna, BC, Canada, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas A. Stewart, MD, FRCPC",
            "author_affiliations": [
                "Medicine and Oncology, University of Calgary, Calgary, AB, Canada, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Darrell J. White, MD",
            "author_affiliations": [
                "Division of Hematology, Queen Elizabeth II Health Sciences Ctr., Halifax, NS, Canada, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard H. van der Jagt, MD, FRCPC",
            "author_affiliations": [
                "Ottawa Hospital-General Campus, Ottawa, ON, Canada, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James B Johnston, MD",
            "author_affiliations": [
                "Manitoba Institute of Cell Biology, Cancer Care Manitoba, Winnipeg, MB, Canada, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew R Belch, MD",
            "author_affiliations": [
                "University of Alberta and Cross Cancer Institute, Edmonton, AB, Canada, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tony Reiman, MD",
            "author_affiliations": [
                "Dept of Oncology, Saint John Regional Hospital, University of New Brunswick, Saint John, New Brunwsick, Canada"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-28T02:08:23",
    "is_scraped": "1"
}