{
    "doi": "https://doi.org/10.1182/blood.V116.21.3515.3515",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1769",
    "start_url_page_num": 1769,
    "is_scraped": "1",
    "article_title": "Response to Tyrosine Kinase Inhibitor Therapy In Patients Undergoing Allogeneic Hematopoietic Stem Cell Transplantation for Advanced Phase Chronic Myeloid Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Clinical Results - Allogeneic Matched Related Donor Transplantation: Poster I",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "leukemia, myelocytic, chronic",
        "protein-tyrosine kinase inhibitor",
        "allopurinol",
        "transplantation",
        "graft-versus-host disease",
        "imatinib mesylate",
        "accelerated phase",
        "blast phase",
        "dasatinib"
    ],
    "author_names": [
        "Ailsa Holroyd, MD",
        "Elizabeth Phillips, MD",
        "Richard Szydlo, PhD",
        "David Marin, MD, PhD",
        "Letizia Foroni, MD, PhD",
        "Jamshid Khorashad, MD, PhD",
        "Dragana Milojkovic, MD, PhD",
        "Edward J. Kanfer, MD",
        "Francesco Dazzi",
        "Donald H. MacDonald, MD, PhD",
        "Amin Rahemtulla, MBBS, PhD, FRCP",
        "Donal McLornan, MD, PhD",
        "Ian H Gabriel, MD",
        "Jiri Pavlu, MD",
        "Jeremy Sargent, MD",
        "John M. Goldman, MD, PhD",
        "Jane F. Apperley, MD",
        "Katayoun Rezvani, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ],
        [
            "Department of Hematology, Hammersmith Hospital, Imperial College London, London, United Kingdom"
        ]
    ],
    "first_author_latitude": "51.498822200000006",
    "first_author_longitude": "-0.1748735",
    "abstract_text": "Abstract 3515 With the advent of tyrosine kinase inhibitors (TKI), allogeneic stem cell transplantation (allo-SCT) is largely reserved for patients with CML who do not achieve durable cytogenetic responses to TKIs or patients with advanced phase (Adv) disease. Data relating to the outcome of transplant in Adv-CML is limited. We have allografted 43 patients (median age 40.8 yrs) for Adv phase disease who had received prior treatment with one or more TKI. The indications for allo-SCT included progression from CP to accelerated phase (AP) (n=16) or blast crisis (BC) (n=11) on TKI and presentation in accelerated phase (AP) (n=9) or blast crisis (BC) (n=7). The median duration of TKI therapy prior to transplantation was 5.5 months (range 1–51 months); 42 patients received imatinib, 9 received dasatinib (8 following imatinib failure), 2 received nilotinib (following imatinib and dasatinib failure). 35 patients were transplanted from HLA-identical siblings and 36 patients received myeloablative conditioning. The status at transplant was CP>1 in 17 patients, AP in 24, and BC in 2. In patients in whom CP was restored prior to transplant (n=17), this had been achieved using a TKI only in 6 and with combination chemotherapy in 11. There was no difference in disease-free survival (DFS) or overall survival (OS) between the TKI only group and the group that received chemotherapy in addition. Among the 43 patients in the TKI-treated cohort, 13 died without relapse, 3 from graft versus host disease (GVHD), 8 from sepsis, pneumonitis and multiorgan failure, and one each from graft failure and VOD. The estimated probabilities of non-relapse mortality (NRM) at 100 days and 1 year were 17.3% and 43.3%, Grade 2–4 acute GVHD was seen in 24% and extensive cGVHD in 54%. The estimated 1- and 3-year DFS rates were 23% and 16%. The 1 year and 3 year estimates of overall survival according to disease stage at allo-SCT were as follows: AP (54.2% and 50%), CP >1 (49.4% and 29.6%) and BC disease 0% and 0%. The impact of maximal disease stage was examined, documented as either AP (23/43 patients) or BP (20/43 patients) at any time prior to allo-SCT. The probability of 3 year OS for patients who were in AP at maximal disease stage was 61% compared to 33% of patients who had at one time been in BC (p=0.04). Post allo-SCT, patients were monitored for relapse by RQ-PCR. Eleven patients received TKIs, 5 for molecular relapse, 1 for cytogenetic relapse, 4 for hematological relapse and 1 for GvHD. Three of the 11 remain alive, 2 of whom received a TKI for molecular relapse.We compared the outcome of these 43 patients with that of 158 patients who were transplanted for Adv-CML but who had been treated before TKI became available. The disease status at time of transplant was AP (n=90), CP>1 (n=41) and BC (n=27). The two groups were matched for type of donor, conditioning regimens and time from diagnosis to transplant but the historical group were younger at allo-SCT with a median age of 33.3 yrs (p=0.001). There were no significant differences in the incidences of acute and chronic GvHD, NRM, DFS or OS between the two groups. The 1 year and 3 year estimates of OS for the historical cohort were 46.4% and 38.5% in AP, 53.7% and 24.3% for CP >1 and 7% and 0% in BC. For the total group of 201 patients the outcome of transplant defined as 3yr OS was 40.9% for AP 25.7% for CP>1 and 0% for BC. In conclusion, we found that patients receiving transplant for advanced phase disease after prior treatment with a TKI have similar outcomes to a historical group of advanced phase patients transplanted prior to the advent of TKI therapy. Our data strongly support the influence of disease stage in prediction of allo-SCT survival. Allo-SCT may be valuable for CML patients who have never progressed to BC. Overt BC is a predictor of poor allo-SCT outcome, so attempts should be made to restore CP prior to allo-SCT. Close monitoring of patients still classifiable as AP who are responding poorly to TKI should permit identification of those who may do well if offered allo-SCT before their disease has progressed further. Disclosures: Marin: Novartis: Consultancy, Honoraria, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding."
}