{
    "doi": "https://doi.org/10.1182/blood.V126.23.5621.5621",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3254",
    "start_url_page_num": 3254,
    "is_scraped": "1",
    "article_title": "Successful Treatment of HU-Refractory Polycythemia Vera with Atorvastatin and Low Dose Hydroxyurea. Results from a Pilot Study in Bolivia ",
    "article_date": "December 3, 2015",
    "session_type": "902. Health Services and Outcomes Research - Malignant Diseases",
    "topics": [
        "atorvastatin",
        "bolivia",
        "hydroxyurea",
        "polycythemia vera",
        "phlebotomy",
        "aspirin",
        "simvastatin",
        "thrombus",
        "hypercholesterolemia",
        "statins"
    ],
    "author_names": [
        "Ricardo Amaru, MD",
        "Ariel Amaru, MD",
        "Hortensia Miguez",
        "Gina Torres",
        "Josue Mamani",
        "Maria Aguilar",
        "Heriberto Cuevas"
    ],
    "author_affiliations": [
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ],
        [
            "San Andres University Medical School, La Paz, Bolivia"
        ]
    ],
    "first_author_latitude": "-16.51838225",
    "first_author_longitude": "-68.1004506",
    "abstract_text": "Background Polycythemia Vera (PV) is a clonal myeloproliferative neoplasm, characterized by the JAK2V617F mutation. The main goal of current therapies for PV is to prevent thrombotic events and delay transformation to Myelofibrosis (MF) or Acute Myeloid Leukemia (AML).Treatment for PV to keep an hematocrit (Hct) level <45 %, has been associated with a reduction in cardiovascular deaths and thrombotic events (Marchioli, R et al. NEJM 2013). Currently, low-risk PV patients (<60 years and no previous thrombotic events) are treated with aspirin and phlebotomy while high-risk patients require additional cytoreductive therapy, usually with Hydroxyurea (HU). Resistance to HU is associated with an increased risk of transformation and reduced survival. This is why for HU-refractory patients, second line treatments with interferon alpha, anagrelide or even ruxolitinib are recommended. In Latin America, because of high cost and drugs availability, this last group reflects difficulties to be treated. Because statins have been reported to modulate the erythroid clonogenic activity of normal BM erythroid colonies we performed a pilot study to investigate in vitro and in vivo the biologic and clinical activity of atorvastatin in PV patients Patients and Methods Ten high risk PV patients with a median age of 64.3 years (range 58-73) entered into this study. The diagnosis of PV was done according to the 2008 World Health Organization diagnostic criteria and patients were stratified according to an algorithm proposal provided by Griesshammer et al. (Ann Hematol, 2015). The definition of HU resistance (Barosi, G et al.: BJH 2009) was applicable to five patients (median age 63.9 years) failing to achieve a satisfactory hematologic response upon treatment with more than 2 g of HU, 100 mg of Aspirin and phlebotomies. The assessment of the JAK2V617F mutation was performed as previously described (Guerini et al.: Leukemia 2009). Colony assay, proliferation and apoptosis tests were performed with or without Simvastatin (3.5 uM), as previously described (Amaru, A, Experimental Hematology 2012), on cell lines (UKE1 and K562) and bone marrow mononuclear cells obtained from PV patients and healthy donors. Patients with HU refractory PV (n=5) and high risk PV with hypercholesterolemia (n=5) were eligible to receive Atorvastatin (20 mg/day) added on the top of the ongoing treatment with phlebotomies, Aspirin (100 mg/day) and cytoreductive HU therapy (500 mg/day). All treated patients were high altitude residents (> 3.600 m.a.s.l.) of La Paz (Bolivia) where the normal Hct level of healthy subjects is 48-57% for men and 44-54% for women. This pilot study was approved by the Review Board of the Hospital and the University of San Andres, La Paz. Results In a preliminary set of in vitro proliferation cell assays, simvastatin (3.5 uM), added for 5 days, induced a 33% inhibition of cell proliferation of UKE-1 (JAK2V617F mutated) as compared to 5 % of K562 (BCR/ABL positive). A comparable result was obtained in a 7-day clonogenic cell assay where the colony inhibition was 50 % for UKE-1 and 10 % for K562. On the basis of these results similar experiments were also performed using BM mononuclear cells derived from PV patients and healthy donors. In these experiments performed with the addition of simvastatin, it induced a 41% of inhibition in BFU-E colonies of PV patients and a 25% of inhibition in healthy donors. Furthermore, BFU-E colonies inhibited by simvastatin presented a decrease in hemoglobinization and the size of colonies. HU refractory PV patients and High-risk PV patients with hypercholesterolemia treated with the addition of Atorvastatin, Aspirin, cytoreductive HU and phlebotomies; after a follow-up of 2.6 years (1-7 years), induced a decrease of WBC from 16.500 to 9.270/ul, Hct 61.1 to 52.3% and PLT 457.900,000 to 324.7000/ul. The number of required phlebotomies is reduced in comparison to the required at starting treatment. None of the patients presented thrombotic or cardiopulmonary event. One patient died within two years of starting treatment, due to complications of diabetes mellitus. Conclusions In vitro and in vivo, statins showed some evidence of inhibitory activity of the hematopoiesis of PV patients. These preliminary results might indicate the opportunity to further investigate the potential clinical value of these molecules in the treatment of PV. Disclosures Off Label Use: Atorvastatin was used for its antiproliferative activity on myeloid progenitor cells shown by in vitro experiments."
}