{
    "doi": "https://doi.org/10.1182/blood-2018-99-114448",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4003",
    "start_url_page_num": 4003,
    "is_scraped": "1",
    "article_title": "Telomere Length Predicts for Outcome to FCR Chemoimmunotherapy in CLL ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster I",
    "topics": null,
    "author_names": [
        "Kevin Norris, PhD",
        "Peter Hillmen, MB ChB, PhD FRCP, FRCPath",
        "Andy Rawstron, BSc, PhD",
        "Robert K. Hills, MA, DPhil, MSc",
        "Duncan M Baird, PhD",
        "Chris Pepper, BSc, PhD",
        "Christopher Fegan, MD"
    ],
    "author_affiliations": [
        [
            "Division of Cancer & Genetics, Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "St. James's University Hospital, Leeds, United Kingdom "
        ],
        [
            "Leeds Teaching Hospitals, Leeds, GBR "
        ],
        [
            "Centre for Trials Research, College of Biomedical & Life Sciences, Cardiff University,, Cardiff, United Kingdom "
        ],
        [
            "Division of Cancer and Genetics, Cardiff University, Cardiff, United Kingdom "
        ],
        [
            "Brighton and Sussex Medical School, University of Sussex, Brighton, United Kingdom "
        ],
        [
            "Cardiff and Vale University Health board, Cardiff, GBR"
        ]
    ],
    "first_author_latitude": "51.508658200000006",
    "first_author_longitude": "-3.1913641999999998",
    "abstract_text": "Telomeres are structures that cap the ends of chromosomes and play a critical role in maintaining genomic integrity. Telomere length is a key determinant of telomere function, with short telomeres being subjected to aberrant DNA repair activity that leads to telomere fusion and large scale genomic rearrangements. Single telomere length analysis (STELA) is a high-resolution approach to determine telomere length and is capable of detecting telomeres within the length range at which fusions can occur. Using STELA, we have previously shown a link between short telomeres, telomere fusion and genomic instability in CLL. We went on to define the telomere length threshold at which the chromosome end-capping function is lost resulting in telomere fusion events and genomic instability, the so-called 'fusogenic' range. We have shown that dividing patients with CLL into those with telomeres inside the fusogenic range (IFR) and outside the fusogenic range (OFR) is powerful prognostic tool. Consequently, we developed a high-throughput version of the assay (HT-STELA) to allow for rapid evaluation of large numbers of clinical samples. In this study, we used HT-STELA to evaluate whether telomere length could predict for outcome following fludarabine, cyclophosphamide, rituximab (FCR)-based treatment using samples collected from two concurrent phase II studies, ARCTIC and ADMIRE (n = 275). Patients with a mean telomere length IFR had significantly shorter progression-free survival (P<0.0001; HR=2.17) and shorter overall survival (P=0.0002; HR=2.44) when compared to patients with a mean telomere length OFR. In contrast, CD38 expression and β2-microglobulin were not informative and IGHV mutation status was only predictive of progression-free survival (P=0.0016; HR=1.9). Bifurcation of the IGHV -mutated and unmutated subsets according to telomere length revealed that patients with short, dysfunctional telomeres in each subset had shorter progression-free survival (HR = 4.35 and HR = 1.48 respectively) and shorter overall survival (HR = 3.81 and HR = 2.18 respectively). Although the mean telomere length of the IGHV -unmutated group was significantly shorter than the IGHV -mutated group (P<0.0001), patients with long (OFR) telomeres in both subsets has a significantly better overall survival (P = 0.025; 79% at 5 years and P = 0.006; 83% at 5 years respectively). Indeed, the overall survival of the OFR and IFR subsets were not significantly different regardless of IGHV mutation status (P = 0.61; HR = 1.24 and P = 0.41; HR = 1.47 respectively). In multivariate modelling using Cox proportional hazards with forward selection, telomere length was the dominant co-variable for progression-free survival (P=0.0002; HR=1.85) and overall survival (P=0.05; HR=1.61); when telomere length was added into the model no other parameter retained independent significance in the presence of telomere length. Taken together our data suggest that telomere length is a powerful predictor of outcome to FCR-based treatment and could be used to inform the design of future risk-adapted clinical trials. Figure 1. Stratification of patients by telomere length predicts for progression-free and overall survival following FCR-based treatment. Bifurcation of the patient cohort according to the previously defined telomere length threshold for telomere dysfunction was predictive of (A) PFSand (B) OS. Patients whose telomere length were ≤ the mean of the fusogenic range (IFR) showed shorter PFS and OS than those patients with mean telomere length outside of the fusogenic range (OFR). (C) In terms of OS, the short telomere subsets in both (C) IGHV -mutated and (D) IGHV -unmutated groups showed significantly reduced survival. It is of particular interest that the OS of patients with (E) long telomeres (OFR) and (F) short telomeres (IFR) were not significantly different in IGHV -mutated and IGHV -unmutated groups. View large Download slide View large Download slide  Disclosures Norris: Cardiff University: Patents & Royalties: Telomere measurement patent. Hillmen: Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; F. Hoffmann-La Roche Ltd: Research Funding; Novartis: Research Funding; Alexion Pharmaceuticals, Inc: Consultancy, Honoraria; Gilead Sciences, Inc.: Honoraria, Research Funding; Pharmacyclics: Research Funding; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Acerta: Membership on an entity's Board of Directors or advisory committees; Celgene: Research Funding. Hills: Daiichi Sankyo: Consultancy, Honoraria. Baird: Cardiff University: Patents & Royalties: Telomere measurement patents. Pepper: Cardiff University: Patents & Royalties: Telomere measurement patents. Fegan: Janssen: Honoraria; Gilead Sciences, Inc.: Honoraria; Abbvie: Honoraria; Napp: Honoraria; Roche: Honoraria."
}