{
    "doi": "https://doi.org/10.1182/blood.V116.21.4802.4802",
    "article_title": "Polyploidization of Megakaryocyte Is Associated with the Proliferation Rate of Precursor Cell ",
    "article_date": "November 19, 2010",
    "session_type": "HEMATOPOIETIC STEM AND PROGENITOR BIOLOGY",
    "abstract_text": "Abstract 4802 Endomitosis, the uncoupling of DNA replication with cytokinesis, occurs during the maturation of megakaryocytes (MK) and leads to the MK polyploidization (4N to 128N DNA content). The mechanism that controls the ploidy in MKs is not well understood. We investigated the correlation of cell proliferation rate with MK ploidy in several differentiating megakaryoblastic cell lines. Meg-01, CHRF-288, and K562 cells were treated with a Src kinase inhibitor (3 μm Su6656) for 4 days and the ploidy was assessed by propidium iodide. Proliferation rate was determined by the doubling time of synchronized cells cultured in 10% serum. We found a significant correlation between ploidy and proliferation rate in these cell lines, with the K562 line having both the highest proliferation rate and the percentage of ploidy cells. We then differentiated the megakaryocyte cell line L8057 cells by thrombopoietin using various concentrations of serum (5%, 10%, and 20%) to control proliferation. The proliferation rate of L8057 cells varied with serum concentration and was also highly correlated the percentage of ploidy cells (23%, 32.8%, and 40.9% respectively). Thus, our data suggest that factors control the cell proliferation rate may contribute to the polyploidization of megakaryocyte. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "hematopoietic stem cells",
        "iodides",
        "kinase inhibitors",
        "meckel-gruber syndrome",
        "megakaryocytes",
        "propidium",
        "thrombopoietin",
        "cell lines",
        "doubling time",
        "k562 cells"
    ],
    "author_names": [
        "Jianhui Wang, MS",
        "Michael A. Nardi, MS",
        "Zongdong Li, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jianhui Wang, MS",
            "author_affiliations": [
                "New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Michael A. Nardi, MS",
            "author_affiliations": [
                "New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zongdong Li, PhD",
            "author_affiliations": [
                "New York University School of Medicine, New York, NY, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:37:20",
    "is_scraped": "1"
}