{
    "doi": "https://doi.org/10.1182/blood.V118.21.3692.3692",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2096",
    "start_url_page_num": 2096,
    "is_scraped": "1",
    "article_title": "Incidence of Peripheral Neuropathy in Waldenström Macroglobulinemia Patients At Diagnosis, ",
    "article_date": "November 18, 2011",
    "session_type": "622. Non-Hodgkin Lymphoma - Biology, excluding Therapy: Poster III",
    "topics": [
        "peripheral neuropathy",
        "waldenstrom macroglobulinemia",
        "immunoglobulin m",
        "beta 2-microglobulin",
        "neuropathy",
        "uterine fibroids",
        "amyloidosis",
        "antibodies",
        "asthenia",
        "bone marrow involvement"
    ],
    "author_names": [
        "Claudia E. Paba-Prada, MD",
        "Ranjit Banwait, MA",
        "Steven Treon, MD, PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Medical Oncology, Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3375158",
    "first_author_longitude": "-71.1081418",
    "abstract_text": "Abstract 3692 INTRODUCTION: Waldenström Macroglobulinemia (WM) is a rare indolent B-cell lymphoma characterized by lymphoplasmacytic infiltration of the bone marrow and a monoclonal immunoglobulin M (IgM). One common complication of WM is peripheral neuropathy (PN). However, the incidence of PN in WM has not been established. The most frequent neurologic abnormality is distal, symmetric, and slowly progressive sensorimotor polyneuropathy characterized by paresthesias and weakness. Although the exact pathogenesis remains unclear, neurological complications of WM can occur as a result of hyperviscosity, deposition of the monoclonal protein, direct infiltration of nerves by neoplastic lymphoplasmacytic cells, and IgM antibodies binding to myelin-associated glycoprotein in nerves such as anti-MAG and anti-GM1. Cryoglobulinemia and amyloidosis deposits are also associated with nerve damage. We aimed to describe the incidence of PN in a large population of WM patients and the possible associated clinical and laboratory features that may contribute to the development of PN. METHODS: A retrospective analysis was performed on 182 WM patients seen at Dana-Farber Cancer Institute between November 2000 to October 2009. Patient medical records were studied to gather information on demographics, initial diagnosis, disease staging by ISS-WM (age, beta-2 microglobulin, hemoglobin, platelet count and IgM level at the time of initial therapy), bone marrow involvement, neuropathic symptoms, anti-GM1 and anti-MAG antibodies, B12 and folate levels, and presence of cryoglobulins, and amyloid deposits. RESULTS: Of the 182 patients, 112 (62%) were female, and the median age was 63 years (range, 42–86). Based on the Morel ISS-WM study (ISS-WM), 51 (28%) patients were high risk, 56 (31%) were intermediate risk, and 75 (41%) were low risk. Forty-seven (25%) patients were identified with neuropathic symptoms at the time of initial presentation. The most common neurologic symptoms included paresthesias and distal extremity weakness. Among the 47 patients with neuropathic symptoms, 9 (19%) were high risk, 12 (26%) were intermediate risk and 26 (55%) were low risk by ISS-WM staging. The median hemoglobin level in the patients with PN was 11.1 g/dL (range, 6.8–15.6 g/dL) and the median platelet count was 222 K/uL (range, 30–560 K/uL), while in patients without PN had a median hemoglobin of 10.2 g/dl (range, 4.9–15.1 g/dL) and median platelet count of 217 K/uL (range, 29–675 K/uL). Additionally, patients with PN had a median IgM level of 3095 mg/dL (251–12,700 mg/dL) and median beta-2 microglobulin level of 2.5 mg/L (1.0–8.8 mg/L). In the patients without PN, the median IgM level was found to be 4002 mg/dL (range, 222–9550 mg/dL) and beta-2 microglobulin was 3.5 mg/L (range, 1.2–14.4 mg/L). Furthermore, we identified 2 patients with positive anti-MAG (4%) and 1 patient with anti-GM1 antibodies (2%). Three patients (6%) had evidence of concurrent amyloidosis and 2 patients (4%) had positive cryoglobulins. Among the patient with PN, the median bone marrow involvement by lymphoplasmacytic cells was 50% (range, 5–90%). We also identified 3 patients (6%) with concomitant B12 deficiency (B12 levels <300 pg/mL), which could have contributed to the etiology of their neuropathy. CONCLUSION: Peripheral neuropathy is a common finding among WM patients with 25% of the cases presenting at diagnosis. The findings suggest that at the time of initial assessment, most WM patients with PN present with a low ISS-WM staging, and interestingly a lower beta-2 microglobulin level than the patients without PN. No association with IgM levels or bone marrow percent involvement with the incidence of neuropathy was found in this patient population. Few of these patients have positive anti-MAG and anti-GM1 antibodies, or other concurrent cause for neuropathy such as amyloidosis. Identifying these patients for specific clinical trials that are tailored to overcome IgM mediate neuropathy is warranted. Disclosures: Treon: Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees. Ghobrial: Noxxon: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol-Myers Squibb: Research Funding; Millennium: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Consultancy; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees, Research Funding."
}