{
    "doi": "https://doi.org/10.1182/blood.V122.21.1652.1652",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2415",
    "start_url_page_num": 2415,
    "is_scraped": "1",
    "article_title": "Aberrant Megakaryocytic/Erythroid Progenitors Contributes To Transformation Of Cbfb-SMMHC Induced Acute Myeloid Leukemia ",
    "article_date": "November 15, 2013",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster I",
    "topics": [
        "erythroid progenitor cells",
        "leukemia, myelocytic, acute",
        "megakaryocytes",
        "leukemia",
        "antigens, cd16",
        "spinocerebellar ataxia type 1",
        "electrophysiological studies",
        "fusion proteins",
        "leukemia, myeloid",
        "oncogene proteins"
    ],
    "author_names": [
        "Qi Cai, PhD",
        "Robin Jeannet, PhD",
        "Hongjun Liu",
        "Ya-Huei Kuo, PhD"
    ],
    "author_affiliations": [
        [
            "Hematopoietic Stem Cell and Leukemia, Beckman Research Institute, City of Hope Medical Center, Duarte, CA, USA, "
        ],
        [
            "Hematopoietic Stem Cell and Leukemia, Beckman Research Institute, City of Hope Medical Center, Duarte, CA, USA, "
        ],
        [
            "Hematopoietic Stem Cell and Leukemia, Beckman Research Institute, City of Hope Medical Center, Duarte, CA, USA, "
        ],
        [
            "Hematology and Hematopoietic Cell Transplantation, City of Hope, Duarte, CA, USA"
        ]
    ],
    "first_author_latitude": "34.130051099999996",
    "first_author_longitude": "-117.97186129999999",
    "abstract_text": "Inv(16)(p13q22) is a recurrent chromosomal rearrangement found in approximately 12% of human acute myeloid leukemia (AML) cases and creates a fusion gene between CBFb and MYH11 . The fusion gene encodes a fusion protein CBFß-SMMHC which causes defects in lymphoid and myeloid differentiation. Previous studies also showed that primitive erythropoiesis is impaired by CBFß-SMMHC, however, CBFß-SMMHC knocked-in cells was able to contribute to adult erythropoiesis in chimeric mice. Expressing CBFß-SMMHC in the hematopoietic cells using a conditional knock-in mouse model ( Cbfb 56M/+ /Mx1-Cre ; 129SvEv strain ) recapitulates inv(16)-associated AML. Previous studies in this model showed that CBFß-SMMHC expression leads to pre-leukemic hematopoietic alterations, and together with additional cooperative mutations, result in spontaneous myeloid leukemia in mice with a 3-6 month latency. We hypothesized that an expanded cell population at the pre-leukemic stage could be the target of additional mutations, and hence the cell of origin of leukemia initiating cells. To further delineate the pre-leukemic progenitors and leukemia initiating cells, we backcrossed Cbfb 56M/+ /Mx1-Cre into C57BL/6 for more than 10 generations. Similar to previous studies in the129SvEv strain, expressing CBFß-SMMHC in adult C57BL/6 mice leads to cell number dependent development of AML. Analysis of pre-leukemic bone marrow as early as 2 weeks after induction revealed a 5.7-fold expansion of Pre-Meg/E cells (Pre-Megakaryocyte/Erythrocyte: Lin - cKit + Sca1 - CD16 -/lo CD150 + CD105 - ) compared to similarly treated control mice. While there was a significant increase in Pre-Meg/E population, we did not find significant increase in their proliferation but observed a 4.7 fold decrease of the erythroid progenitor (EP; Lin - cKit + Sca1 - CD16 -/lo CD105 hi ) subset. Methylcellulose-based colony forming assay showed that pre-leukemic Pre-Meg/E had an impaired differentiation potential for erythroid lineage. In vitro erythroid differentiation assay also showed a partial block of differentiation from pre-leukemic Pre-Meg/E progenitors. These Pre-Meg/E like progenitors were able to induce leukemia in the presence of a known cooperative oncoprotein MPL when transplanted in lethally irradiated congenic recipient mice. In summary, our Results suggest that expression of CBFß-SMMHC impairs adult erythropoiesis at the transition of Pre-Meg/E to EPs, causing an expansion of Pre-Meg/E cells, which can be the target cell of additional mutations contributing to leukemia transformation. Disclosures: No relevant conflicts of interest to declare."
}