{
    "doi": "https://doi.org/10.1182/blood.V124.21.387.387",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2975",
    "start_url_page_num": 2975,
    "is_scraped": "1",
    "article_title": "The DOT1L Inhibitor EPZ-5676: Safety and Activity in Relapsed/Refractory Patients with MLL-Rearranged Leukemia ",
    "article_date": "December 6, 2014",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: New Drugs II",
    "topics": [
        "leukemia",
        "brachial plexus neuritis",
        "hypomagnesemia",
        "leukemia, acute",
        "nausea",
        "acute biphenotypic leukemia",
        "acute lymphocytic leukemia",
        "adverse event",
        "allogeneic stem cell transplant",
        "anemia"
    ],
    "author_names": [
        "Eytan M. Stein",
        "Guillermo Garcia-Manero, MD",
        "David A. Rizzieri, MD",
        "Michael Savona, MD",
        "Raoul Tibes, MD",
        "Jessica K Altman",
        "Mojca Jongen-Lavrencic, MD PhD",
        "Hartmut Döhner, Prof.",
        "Scott Armstrong, MD PhD",
        "Roy M Pollock, PhD",
        "Nigel J Waters, PhD",
        "Michelle Legler, MSHS",
        "Blythe Thomson, MD",
        "Scott Daigle",
        "Alice McDonald",
        "Carly Campbell",
        "Ed Olhava",
        "Eric E Hedrick, MD",
        "Bob Lowenberg, MDPhD",
        "Robert A Copeland, PhD",
        "Martin S. Tallman, MD"
    ],
    "author_affiliations": [
        [
            "Memorial Sloan-Kettering Cancer Center, New York, NY "
        ],
        [
            "The University of Texas MD Anderson Cancer Center, Houston, TX "
        ],
        [
            "Duke Univ. Med. Ctr., Durham, NC "
        ],
        [
            "Sarah Cannon Research Institute/Tennessee Oncology, Nashville, TN "
        ],
        [
            "Mayo Clinic Arizona, Scottsdale, AZ "
        ],
        [
            "Northwestern University, Chicago, IL "
        ],
        [
            "Erasmus MC Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "University of Ulm, Ulm, Germany "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Erasmus University Medical Center Cancer Institute, Rotterdam, Netherlands "
        ],
        [
            "Epizyme, Inc., Cambridge, MA "
        ],
        [
            "Memorial Sloan Kettering Cancer Center, New York, NY"
        ]
    ],
    "first_author_latitude": "40.766023",
    "first_author_longitude": "-73.9614012",
    "abstract_text": "Introduction: Rearrangements of the MLL (mixed lineage leukemia) gene on chromosome 11q23 are present in 5-10% of either acute myeloid (AML) or acute lymphoblastic leukemia (ALL), and are associated with a poor prognosis. Fusion proteins involving the MLL histone methyltransferase (HMT) result in recruitment of another HMT, DOT1L, to a multi-protein complex leading to aberrant methylation of Histone H3 lysine 79 (H3K79) at MLL target genes and enhanced expression of leukemogenic genes such as HOXA9 and MEIS1 . EPZ-5676 is a small molecule inhibitor of DOT1L with sub-nanomolar affinity and >37,000 fold selectivity against additional HMTs. EPZ-5676 treatment of cultured cells reduced histone H3K79 methylation, decreased MLL target gene expression and resulted in selective killing of MLL-rearranged (MLL-r) leukemia cells by inducing apoptosis and differentiation. EPZ-5676 administration led to tumor regression in an MLL-r leukemia xenograft model. We report preliminary results of an ongoing Phase 1 trial of EPZ-5676 in patients with advanced hematologic malignancies, including acute leukemia with MLL-r. Methods: This is a 2-part phase 1 open label dose escalation study investigating the safety, tolerability, pharmacokinetics (PK), pharmacodynamics (PD) and anti-leukemic activity of EPZ-5676 in adult patients (pts) with relapsed/refractory leukemia (CT.gov: NCT01684150). In the dose-escalation phase, patients with AML, ALL, acute mixed lineage leukemia, myelodysplastic syndrome, myeloproliferative neoplasia (MPN) or chronic myeloid leukemia were eligible. Eligibility in the expansion phase of the study was restricted to pts with MLL-r or partial tandem duplication of MLL (MLL-PTD). EPZ-5676 was administered via continuous intravenous infusion (CIV) for 21 days of a 28 day cycle in the dose escalation phase and CIV for all 28 days of a 28 day cycle in the expansion phase, until disease progression or unacceptable toxicity. Results: Between October 2012 and July 2014, 37 pts have enrolled; 36 are evaluable for safety (received at least 1 dose of EPZ-5676) and 28 pts (19 MLL-r, 4 MLL-PTD) are evaluable for anti-leukemia activity (completed at least one post baseline marrow evaluation). The median age at time of enrollment was 53 years (range: 20 to 81 years); the median number of prior systemic therapies was 2 (range: 1 to 6) and 14 pts had a prior allogeneic stem cell transplant. Of the treated pts, disease characteristics were: 31 pts with AML (21 MLL-r, 5 MLL-PTD), 4 pts with ALL (3 MLL-r) and 1 pt with MPN (MLL-r). Table 1: Number of evaluable pts per cohort  . Dose (mg/m 2 /day) . . 12 . 24 . 36 . 54 . 80 . 90 . 21 day CIV 1 5 4 6 3 - 28 day CIV - - - - - 17 . Dose (mg/m 2 /day) . . 12 . 24 . 36 . 54 . 80 . 90 . 21 day CIV 1 5 4 6 3 - 28 day CIV - - - - - 17 View Large The median time on study was 29 days (range: 5-196 days). Adverse events (AEs) reported in >15% of pts were: anemia, fever/neutropenia, thrombocytopenia, constipation, diarrhea, nausea, chills, fatigue, mucosal inflammation, peripheral edema, hypomagnesemia, dyspnea and sepsis; of which leukocytosis, nausea and hypomagnesemia were assessed by the investigator as drug related. Grade I PR interval prolongation, without associated QTc changes, was observed in 2 pts. There were no deaths attributed to study drug treatment, and there were 2 pts with treatment discontinuation for potentially drug-related AEs. Dose proportional PK was observed with rapid attainment of steady-state plasma concentrations on Day 1 of treatment. Preliminary PD data demonstrated inhibition of H3K79 methylation from baseline in marrow (median: 52%, range 0-81%) and peripheral blood mononuclear cells (median: 43%, range 25-67%) at doses above 36 mg/m 2 /day. PD effects were observed by day 8. The 21 day CIV pts recovered H3K79 methylation towards baseline by day 28, and the 28 day CIV pts maintained methyl-mark inhibition throughout cycle 1. To date, best responses for pts with MLL-r are morphologic CR (1 pt.), cytogenetic CR (1 pt), and resolution of leukemia cutis (2 pts). In addition, a treatment-related increase in neutrophils (PMN) and/or monocytes was observed in 6 pts with a median day of onset of 15 days (range 8-28 days). The identification of the MLL-r by split signal FISH in mature PMN suggests a differentiation effect on the leukemic clone. Conclusions: EPZ-5676 is well tolerated and exhibits anti-leukemic activity in MLL-rearranged acute leukemia. These data provide rationale for continued clinical investigation of potential utility of EPZ-5676 in patients with rearrangements of the MLL gene. Disclosures Stein: Janssen Pharmaceuticals: Consultancy. Garcia-Manero: Epizyme, Inc: Research Funding. Rizzieri: Novartis, Inc: Consultancy, Speakers Bureau; Ariad, Inc: Speakers Bureau. Savona: Karyopharm: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Gilead: Membership on an entity's Board of Directors or advisory committees; Incyte: Membership on an entity's Board of Directors or advisory committees. Altman: Astellas: Membership on an entity's Board of Directors or advisory committees; Ariad: Membership on an entity's Board of Directors or advisory committees; Spectrum: Membership on an entity's Board of Directors or advisory committees; Foundation Medicine: Membership on an entity's Board of Directors or advisory committees. Armstrong: Epizyme, Inc: Consultancy. Pollock: Epizyme: Employment, Equity Ownership. Waters: Epizyme, Inc: Employment, Equity Ownership. Legler: Epizyme, Inc: Employment. Thomson: Epizyme, Inc: Employment. Daigle: Epizyme, Inc: Employment, Equity Ownership. McDonald: Epizyme, Inc: Employment. Campbell: Epizyme, Inc: Employment, Equity Ownership. Olhava: Epizyme, Inc: Employment. Hedrick: Epizyme, Inc: Employment; Pharmacyclics, Inc: Equity Ownership. Copeland: New Enterprise Associates: Ad hoc consultant, Ad hoc consultant Other; Mersana: Membership on an entity's Board of Directors or advisory committees; Epizyme, Inc: Employment, Equity Ownership."
}