{
    "doi": "https://doi.org/10.1182/blood.V128.22.1131.1131",
    "article_title": "Small Molecules Targeting the TLR Pathway Alleviate Anemia in a Zebrafish Model of MDS with Del(5q) ",
    "article_date": "December 2, 2016",
    "session_type": "636. Myelodysplastic Syndromes-Basic and Translational Studies: Molecular Mechanisms of MDS",
    "abstract_text": "MDS with isolated del(5q) (MDS5q) is a defined entity in the WHO classification for myeloid malignanies owing to its unique morphological and biological phenotype and striking responseslenalidamide. Nonetheless approximately 1/3 of patients with MDS5q fail to achieve tansfusion independance and dose limiting toxicity is common. Furthermore 3-year survival remains poor at around 50%, and this disease remains incurable without bone marrow transplantation. Thus there is an unmet need to identify additional therapies for MDS5q. Ribosomal protein gene 14 (RPS14 ), located on 5q, has been shown to be the likely genetic determinant of anemia in patients with MDS5q. Importantly, loss of 5q has been shown to be an initiating event in the development of MDS in these patients. We have previously shown that Rps14-deficient zebrafish exhibit a robust anemia during development permitting in vivo assessment of an MDS-like phenotype in these animals. We utilized Rps14 deficient embryos in drug screen to identify compounds that alleviate the anemia in this model. Rps14 was knocked down using antisense oligonucleotides directed against the splice donor site of the 2 nd exon (first coding exon). At1 day post fertilization (dpf) embryos were plated in a 96 well plate, 2-3 embryos per well and exposed to compounds from the Spectrum library of known bioactive drugs at 5µM and 20µM in duplicate plates. L-Leucine was utilized as a positive control. At 4dpf embryos were assessed visually in vivo by 2 independent observers for anemia and developmental effects. They were then stained with o-dianisidine to assesshemoglobinization. Hits were defined as compounds that scored in at least 2 wells with a minimum of one from each observer. Our primary hit was validated with fresh compound and dose titration (Figure 1A,B). This compound targets TLR signaling which has recently been implicated in the pathogenesis of MDS5q in murine models. We went on to utilize an additional drug targeting the same receptor and observed similar improvements inhemoglobinization, validating this pathway as a putative therapeutic route for MDS5q. To further confirm our findings we generated a stable mutant line carrying a heritable mutation in zebrafish Rps14 using genome editing with Transcription activator-like effector nuclease (TALENS). These mutants have an 11bp complex indelin Exon 2 (Rps14 E8fs ). Rps14 E8fs/E8fs embryos show profound developmental anomalies including a marked anemia in keeping with other ribosomal protein mutants and are embryonic lethal by 5dpf. The majority of Rps14 E8fs/+ heterozygotes were indistinguishable from their WT siblings in early development and no overt abnormality in hemoglobinization could be detected by o-dianisidine staining. By contrast heterozygous adults were smaller than their siblings, weighed less and flow cytometry of whole kidney marrow demonstrated pancytopenia. As expected the features were most marked in the erythroid lineage highlighted using Tg(globin:eGFP);Rps14 E8fs/+ animals. Rps14 E8fs/+ adults also showed reduced hemoglobin levels in their peripheral blood although this was modest compared to the marrow features (Figure 1C). As all lineages appeared to be affected in Rps14 E8fs /+ we went on to address myeloid development during development. Using Sudan Black (SB) staining Rps14 E8fs/E8fs and Rps14 E8fs/+ showed reduced numbers of mature myeloid cells from 2dpf. To further assess the effects of Rps14 E8fs/+ in embryonic erythropoiesis we used Tg(Gata1:dsRed); Rps14 E8fs/+ embryos and subjected them to flow cytometry. Rps14 E8fs/+ at 3dpf showed reduced numbers of dsRed expressing erythroid cells compared to their siblings. Increased numbers of dsRed positive cells were observed when embryos were treated with L-leucine. Finally we treated embryos with our hit compound. Rps14 E8fs/+ embryos showed increased numbers of dsRed expressing cells compared to Rps14 +/+ siblings confirming our findings from Rps14morphants. In summary we have identified a putative new therapeutic compound that can increase erythroid cell numbers using an in vivo model of MDS5q anemia. We also describe the features of heterozygous Rps14 E8fs/+ mutants that recapitulate features of MDS during developmental and adult hematopoiesis providing a novel platform for drug screen and second hit analyses in future studies. Our ongoing work is validating these compounds in patient cells from individuals with MDS5q. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "anemia",
        "molecule",
        "zebrafish",
        "dianisidine",
        "drug screening",
        "flow cytometry",
        "leucine",
        "ribosomal proteins",
        "antisense oligonucleotides",
        "bone marrow transplantation"
    ],
    "author_names": [
        "Jasmine Rowell",
        "Oscar Pena",
        "Catherine Hockings, MBBChir, MA, FRCPath, MRCP",
        "Laura Bruce, BS",
        "Youngrock Jung",
        "Maria Virgilio, BS",
        "Gregorz Pietka",
        "Gregorio Contento",
        "Elspeth M Payne, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Jasmine Rowell",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Oscar Pena",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Hockings, MBBChir, MA, FRCPath, MRCP",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Laura Bruce, BS",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Youngrock Jung",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Virgilio, BS",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregorz Pietka",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gregorio Contento",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elspeth M Payne, MD PhD",
            "author_affiliations": [
                "Cancer Institute, University College London, London, United Kingdom ",
                "NIHR/ UCLH Clinical Research Facility, University College London Hospitals NHS Foundation Trust, London, United Kingdom"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:15:00",
    "is_scraped": "1"
}