{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4213.4213",
    "article_title": "Coexisting Oncogenic Signaling Pathway Mutations in Cnl/Acml/CMML/MPN-U ",
    "article_date": "December 7, 2017",
    "session_type": "635. Myeloproliferative Syndromes: Basic Science: Poster III",
    "abstract_text": "Purpose: Chronic neutrophilic leukemia (CNL), chronic myelomonocytic leukemia (CMML), atypical myeloid leukemia (aCML), and unclassified myeloproliferative neoplasms (unMPN) are rare entities of myeloproliferative or myelodysplastic/myeloproliferative (MDS/MPN) syndromes. Due to poorly defined molecular mechanisms, these diseases have been, until now, diagnosed based on morphology and exclusionary criteria and treated empirically, resulting in dismal outcomes. Recent application of next generation sequencing has shed light on the genetic mechanisms of CNL/aCML/CMML/MPN-U. In particular, Maxson et al. and others have shown that CSF3R membrane proximal and transmembrane mutations are present in 83-89% of CNL and 3.3-44% of aCML patients, and expression of CSF3R membrane proximal mutants is sufficient to recapitulate the clinical features (mature granulocyte accumulation) of CNL in a mouse model. This has led to revision of the WHO diagnostic criteria for CNL, enabling a more accurate diagnosis and facilitating the development of targeted treatment for this disease. Aside from the CSF3R driver mutations, few recurrent signaling pathway mutations have been characterized in this group of diseases that could serve as the basis for such targeted therapeutic strategies. The aim of the current study is to characterize the frequency and distribution of signaling pathway driver mutations in a large cohort of CNL/aCML/CMML/MPN-U patients with the hope of informing diagnosis, prognosis and treatment. Methods and results: We performed whole exome sequencing on a large cohort of patients (n=160) with plausible diagnosis of CNL/aCML/MPN-U/CMML. We screened hotspot variants in genes representing kinases, non-kinase growth factor and cytokine receptors. We observed that 66.9% of patients harbor at least one signaling pathway driver mutations (CSF3R 20.6%, NRAS 17.5%, JAK2 9.4%, CBL 6.5%, PTPTN11 5.6%, ETNK1 5.6, KRAS 4.4%, NF1 3.1%, FLT3 3.1%, SH3B2 3.1%, etc.), largely involving JAK/STAT and RAS signaling pathways. Interestingly, MPL mutations and CALR indels were rare in our cohort. The variants of signaling pathway driver mutations were observed with high allele frequencies: CSF3R (52.1%), JAK2 (48.9%), NRAS (46.3%), PTPN11 (40.7%), CBL (34.4%) and KRAS (29.5%), indicating the majority of these driver mutations are present in the dominant leukemic clones. Interestingly, 21.5% and 3.7% patients harbor two and three different active signaling pathway mutations, respectively. Clonality analysis demonstrated a co-occurrence pattern in more than half of the cases where more than two signaling pathway mutations were identified, underscoring a complex genetic pathogenesis. CSF3R was shown to co-occur with NRAS, SH2B3, PTPN11, NTRK2, CBL, ETNK1 and ABL1 mutations; NRAS mutations were present in combination with CSF3R, KRAS, JAK2, CBL, STAT3, NTRK2, FLT3, and GNB1 mutation. Since CSF3R and RAS mutation co-occur at high frequencies (n=5, 22%) in this cohort. We performed drug sensitivity assays, and we observed reduced drug sensitivity to either JAK or MEK inhibitors in cells transformed by co-existing mutations, whereas drug combinations targeting the co-existing mutations demonstrated synergistic cytotoxicity . Conclusions: In sum, CNL/aCML/MPN-U/CMML is a group of heterogeneous diseases associated with high frequencies of signaling pathway mutations in the major clone. More than 25% of patients demonstrate multiple different pathway mutations in a co-existing pattern, which warrants comprehensive screening of molecular targets and high-efficacy drug combination strategies. Disclosures Tyner: AstraZeneca: Research Funding; Incyte Corporation: Research Funding; Leap Oncology: Consultancy; Syros: Research Funding; Seattle Genetics: Research Funding; Agios Pharmaceuticals: Research Funding; Takeda Pharmaceutical Company: Research Funding; Constellation Pharmaceuticals: Research Funding; Aptose Biosciences: Research Funding; Janssen Pharmaceutica: Research Funding; Gilead: Research Funding; Genentech: Research Funding; Array Biopharma: Research Funding.",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "mutation",
        "signal pathway",
        "signal transduction pathways",
        "granulocyte colony-stimulating factor receptors",
        "myeloproliferative disease",
        "drug combinations",
        "ms-like tyrosine kinase 3",
        "neurotrophic tyrosine kinase receptor type 2",
        "phosphotransferases"
    ],
    "author_names": [
        "Haijiao Zhang",
        "Daniel Bottomly",
        "Libbey K. White",
        "Beth Wilmot, PhD",
        "Shannon Mcweeney, PhD",
        "Jeffrey W. Tyner, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Haijiao Zhang",
            "author_affiliations": [
                "Oregon Health and Science University, Knight Cancer Institute, Portland, OR "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Daniel Bottomly",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Libbey K. White",
            "author_affiliations": [
                "Division of Bioinformatics and Computational Biology, knight Cancer Institute, Oregon Health & Science University, Portland, OR "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Beth Wilmot, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shannon Mcweeney, PhD",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Bioinformatics and Computational Biology, Oregon Health and Science University, Portland, OR "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Tyner, PhD",
            "author_affiliations": [
                "Department of Cell, Developmental & Cancer Biology, Oregon Health & Science University, Knight Cancer Institute, Portland, OR"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T02:29:14",
    "is_scraped": "1"
}