{
    "doi": "https://doi.org/10.1182/blood.V104.11.538.538",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=44",
    "start_url_page_num": 44,
    "is_scraped": "1",
    "article_title": "Total Therapy 3 (TT 3) for Newly Diagnosed Myeloma, Incorporating Velcade into Remission Induction with DT PACE: Early Results Regarding Efficacy, PBSC Mobilization and Toxicities. ",
    "article_date": "November 16, 2004",
    "session_type": "Oral Sessions",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "peripheral blood stem cells",
        "program for all-inclusive care of the elderly",
        "remission induction",
        "toxic effect",
        "transplantation",
        "cisplatin",
        "consolidation therapy",
        "cyclophosphamide"
    ],
    "author_names": [
        "Bart Barlogie, MD, PhD",
        "Klaus Hollmig, MD",
        "Maurizio Zangari, MD",
        "Julie Stover",
        "Lisa Jackson",
        "Teresa Milner",
        "Athanasios Fassas, MD",
        "Guido Tricot, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ],
        [
            "Myeloma Institute for Research & Therapy, UAMS, Little Rock, AR, USA"
        ]
    ],
    "first_author_latitude": "34.748461999999996",
    "first_author_longitude": "-92.3192351",
    "abstract_text": "TT 3 represents a further development of the Total Therapy concept after completion of accrual to TT 2 with 668 patients. Based on the high salvage potential of the Velcade + Thal + Dex (VTD) regimen for endstage MM, VTD had been added to PACE (4 day continuous infusions of cisplatin 10 mg/m 2 , adriamycin 10 mg/m 2 , cyclophosphamide 400 mg/m 2 and etoposide 40 mg/m 2 ) x 2 cycles for induction with PBSC collection with first or second cycle; followed by MEL 200 mg/m 2 -based autotransplant 2–3 months apart and subsequent consolidation therapy with further VTD PACE and VTD maintenance. As of July 1, 2004, allowing for a 1-month time to evaluate initial response and toxicity, 57 patients have been accrued to TT 3. M protein responses by level demonstrated ≥ near-CR in 16% prior to cycle 2; 26% after cycle 2 prior to first transplant and nearly 40% after first transplant (patients not yet evaluable for response for a particular step were considered non-responders; intent-to-treat analysis). The PBSC collection target of 20 million CD 34 cells/kg was accomplished within 2 days of collection in all 10 patients mobilized on the first cycle; among 29 patients collected on the second cycle, 17 collected at least 20 million CD 34 cells/kg during 2–3 days, especially when only 2 or 3 doses of Vel 1.0 mg/m 2 were applied, whereas in case of 4 doses (day −2, +1, +5, +8) 5 of 23 patients failed to collect on this cycle and 13 reached ≥ 20 x 10 6 /kg procurement goal. There was only 1 treatment-related death in a setting of renal failure at diagnosis. Other toxicities were mainly myelosuppression whereas non-hematologic toxicities appeared to be similar to those seen with DT PACE previously. Laboratory correlates such as gene expression profiling, after a test dose of Velcade and after VTD PACE along with early suppression of FDG uptake on PET will also be presented. These preliminary data indicate remarkable activity and safety of a regimen that incorporates all available drugs with single agent activity in a multi-combination strategy, aimed at maximizing and accelerating tumor mass reduction in an effort to overcome the negative consequences especially of metaphase cytogenetic abnormalities."
}