{
    "doi": "https://doi.org/10.1182/blood-2021-152235",
    "article_title": "A Phase 1 Study to Evaluate the Safety, Pharmacokinetics (PK) and Pharmacodynamics (PD) of Lisaftoclax (APG-2575), a Novel BCL-2 Inhibitor (BCL-2i), in Patients (pts) with Certain Relapsed or Refractory (R/R) Hematologic Malignancies (HMs) ",
    "article_date": "November 5, 2021",
    "session_type": "642.Chronic Lymphocytic Leukemia: Clinical and Epidemiological",
    "abstract_text": "Background : Many B-cell malignancies evade apoptosis by overexpressing BCL-2 proteins. Studies of the BCL-2i venetoclax have demonstrated activity in certain HMs but show that venetoclax requires a slow dose ramp-up over several weeks to reduce the risk of tumor lysis syndrome (TLS), which may warrant frequent or intensive laboratory monitoring. Cases of severe neutropenia with venetoclax treatment have also been reported. Lisaftoclax is a novel, potent, selective BCL-2i that is active against HMs and offers a potential advantage of a daily clinical ramp-up (rather than weekly) to the target dose over a few days. Methods : This Chinese, multicenter, open-label, single-agent, phase 1 trial is evaluating the safety (including dose-limiting toxicity [DLT] and maximum tolerated dose [MTD]), efficacy, PK, and PD of lisaftoclax in adults with histologically confirmed diagnoses of R/R chronic lymphocytic leukemia (CLL) or non-Hodgkin's lymphoma. Eligibility criteria include an ECOG performance score of 0-1 (in dose escalation) or 0-2 (in dose expansion); life expectancy ≥ 3 months; and adequate bone marrow, renal, and liver function. Lisaftoclax was orally administered once daily in 4-week cycles across multiple dose cohorts. Results : As July 27, 2021, 31 pts had been enrolled and treated with lisaftoclax at doses ranging from 20 to 800 mg. Pts had a median (range) of 4 (1-14) prior lines of treatment and diagnoses of CLL/SLL (n = 9), mantle cell lymphoma (MCL; n = 6), marginal zone lymphoma (MZL; n = 3), follicular lymphoma (n = 8), diffuse large B-cell lymphoma (n = 2), lymphoplasmacytic lymphoma/Waldenstrom macroglobulinemia (n = 1), angioimmunoblastic T-cell lymphoma (n = 1) or mycosis fungoides (MF; n = 1). DLT, MTD, and laboratory/clinical TLS have not been observed at doses up to 800 mg. The recommended phase 2 dose (RP2D) is 600 mg. Lisaftoclax was generally well tolerated. Treatment-related adverse events (TRAEs) were reported in 28 pts (87.5%), most of which were grade 1 to 2. Any grade TRAEs in > 10% of pts include thrombocytopenia (34.4%), neutropenia (21.9%), leukopenia (21.9%), anemia (28.1%), hyperuricemia (15.6%), hyperphosphatemia (12.5%), hypertriglyceridemia (12.5%), and diarrhea (15.6%). Grade 3-4 TRAEs were reported in 7 pts (21.9%), including thrombocytopenia (18.8%), neutropenia (12.5%), leukopenia (9.4%), and anemia (6.3%). Serious TRAEs occurred in 1 pt and included anemia and thrombocytopenia (in 3.1% each). With a median (range) treatment of 4 (1-14) cycles, 9 of 25 evaluable pts achieved an objective response (CR or PR), for an ORR of 39% with a median (range) time to response of 2 (2-4) cycles. The highest response rates were seen in pts with CLL/SLL (ORR 66.7% [6/9]). At doses ≥ 200 mg, an ORR of 100% (6/6 including 1 CR and 5 PR) was observed. Responses were also observed in MZL, with a PR in 2 of 3 pts (ORR, 66.7%), and MCL, with a PR in 1 of 4 pts (ORR, 25%). In 1 pt with MF, skin tumor shrinkage was observed after 1 lisaftoclax treatment cycle. Favorable absolute lymphocyte count (ALC) profiles included reductions at lisaftoclax doses as low as 100 mg/day. The preliminary PK profile showed that exposures increased with lisaftoclax doses from 20 to 800 mg, with an average half-life of 4 to 6 hours. On BH3 profiling, lisaftoclax rapidly triggered changes in BCL-2 complex in CLL/SLL pt samples, which were consistent with rapid clinical reductions in ALCs. Conclusions : Lisaftoclax was well tolerated up to 800 mg/day. No TLS was observed, even with the daily ramp-up schedule. There were no significantly new or unmanageable safety findings. Lisaftoclax showed single-agent antitumor activity in CLL/SLL, MZL, and MCL. The BCL-2i lisaftoclax offers a treatment alternative for pts with R/R HMs, with a daily ramp-up schedule that may be more pt friendly with a favorable preliminary safety profile. Internal study identifier APG-2575-CN-001; ClinicalTrials.gov identifier: NCT03913949. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Chen:  Ascentage Pharma (Suzhou) Co., Ltd: Current Employment, Current equity holder in publicly-traded company. Zhang:  Ascentage Pharma (Suzhou) Co., Ltd.: Current Employment, Current equity holder in publicly-traded company. Lu:  Ascentage Pharma Group Inc.: Current Employment, Current equity holder in publicly-traded company. Ahmad:  Ascentage Pharma Group Inc.: Current Employment, Current equity holder in publicly-traded company. Men:  Ascentage Pharma (Suzhou) Co., Ltd.: Current Employment, Current equity holder in publicly-traded company. Cen:  Ascentage Pharma (Suzhou) Co., Ltd.: Current Employment, Current equity holder in publicly-traded company. Yang:  Ascentage Pharma (Suzhou) Co., Ltd.: Current Employment, Current equity holder in publicly-traded company, Other: Leadership and other ownership interests, Patents & Royalties, Research Funding. Wang:  Astellas Pharma, Inc.: Research Funding; AbbVie: Consultancy. Zhai:  Ascentage Pharma Group Inc.: Current Employment, Current equity holder in publicly-traded company, Other: Leadership and other ownership interests, Patents & Royalties, Research Funding.",
    "author_names": [
        "Mingyuan Sun",
        "Junyuan Qi",
        "Zi Chen",
        "Hongli Zhang",
        "Yongping Song",
        "Aizong Shen",
        "Huilan Liu",
        "Jianying Huang",
        "Fuling Zhou",
        "Jie Jin",
        "Ming Lu",
        "Mohammad Ahmad",
        "Lichuang Men",
        "Wan Cen",
        "Dajun Yang",
        "Jianxiang Wang",
        "Yifan Zhai"
    ],
    "author_dict_list": [
        {
            "author_name": "Mingyuan Sun",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Junyuan Qi",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zi Chen",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hongli Zhang",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongping Song",
            "author_affiliations": [
                "Department Hematology, Affiliated Cancer Hospital of Zhengzhou University, Zhengzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aizong Shen",
            "author_affiliations": [
                "First Affiliated Hospital of USTC Anhui Provincial Hospital, Hefei, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huilan Liu",
            "author_affiliations": [
                "First Affiliated Hospital of USTC Anhui Provincial Hospital, Hefei, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianying Huang",
            "author_affiliations": [
                "Zhongnan Hospital, Wuhan University, Wuhan, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fuling Zhou",
            "author_affiliations": [
                "Zhongnan Hospital, Wuhan University, Wuhan, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jie Jin",
            "author_affiliations": [
                "First Affiliated Hospital Zhejiang Univ. School of Med., Hangzhou, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ming Lu",
            "author_affiliations": [
                "Ascentage Pharma Group Inc., Rockville, MD"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mohammad Ahmad",
            "author_affiliations": [
                "Ascentage Pharma Group Inc., Rockville, MD"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lichuang Men",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wan Cen",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dajun Yang",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China",
                "State Key Laboratory of Oncology in South China Collaborative Innovation Center for Cancer Medicine, Sun Yat-Sen University Cancer Center, Guangzhou, China"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jianxiang Wang",
            "author_affiliations": [
                "State Key Laboratory of Experimental Hematology, National Clinical Research Center for Blood Diseases, Institute of Hematology and Blood Diseases Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Tianjin, China"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yifan Zhai",
            "author_affiliations": [
                "Ascentage Pharma (Suzhou) Co., Ltd., Suzhou, China",
                "Ascentage Pharma Group Inc., Rockville, MD"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T15:34:57",
    "is_scraped": "1"
}