{
    "doi": "https://doi.org/10.1182/blood-2018-99-120364",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4148",
    "start_url_page_num": 4148,
    "is_scraped": "1",
    "article_title": "Comparison of Rivaroxaban with Argatroban in Heparin Induced Thrombocytopenia Using Historical Controls : A Case-Control Study ",
    "article_date": "November 29, 2018",
    "session_type": "311. Disorders of Platelet Number or Function",
    "topics": [
        "argatroban",
        "rivaroxaban",
        "thrombocytopenia, heparin-induced",
        "hemorrhage",
        "direct oral anticoagulants",
        "thrombosis",
        "antibodies",
        "bleeding diathesis",
        "direct thrombin inhibitor",
        "heparin"
    ],
    "author_names": [
        "Vivek Suresh Modi, MBBS",
        "Karan Jatwani, MBBS",
        "Sridevi Rajeeve, MD",
        "Gaurav Kakked, MBBS, MS",
        "Hardikumar Patel, mbbs",
        "Dhrubajyoti Bandyopadhyay, MBBS, MD",
        "Siva Krishna Mannem, MBBS"
    ],
    "author_affiliations": [
        [
            "Internal Medicine, Mount Sinai West- St. Luke's Hospital Center, New York, NY "
        ],
        [
            "Department of Internal medicine, Mount Sinai West- St Luke's Hospital center, New York, NY "
        ],
        [
            "Icahn School of Medicine/Mount Sinai St.Luke's-West Hospital, New York, NY "
        ],
        [
            "Mount Sinai West-St. Luke's Hospital Center, new york, NY "
        ],
        [
            "Mount Sinai West-St. Luke's Hospital Center, new york, NY "
        ],
        [
            "Mount Sinai West-St. Luke's Hospital Center, new york, NY "
        ],
        [
            "Virginia Mason Memorial- Yakima Memorial hospital, Yakima, WA"
        ]
    ],
    "first_author_latitude": "40.77369745",
    "first_author_longitude": "-73.9711582",
    "abstract_text": "Introduction Heparin-induced thrombocytopenia (HIT) is an uncommon and a serious complication of heparin therapy. Currently, only two intravenous Direct Thrombin Inhibitors (DTI) are approved for its therapy. However, their cost and frequent monitoring make the Direct-Acting Oral Anticoagulants (DOACs) an attractive option for its treatment. Several case series and systematic reviews have been published with positive results for use of NOACs in HIT. No head to head trials comparing NOACs and DTI have been published as infrequency of cases make such a study prohibitive. The landmark multicenter trials establishing the role of Argatroban in the treatment of HIT used historical controls to establish it's efficacy. In this study, we aim to compare a cohort of patients treated with Rivaroxaban as recruited from prior case series with a historical cohort treated with Argatroban to establish it's safety and efficacy compared to Argatroban. Methods: A literature review was done using Embase and Pubmed to find HIT patients treated with Rivaroxaban. A total of 14 publications were found including case studies, case series, and systematic reviews. A database was created of a total of 51 HIT patients treated with Rivaroxaban alone or argatroban followed by Rivaroxaban using all the publications. All the cases were confirmed HIT cases based on Serotonin release assay and/or HIT antibody. Platelet nadir and Platelet count at the start of therapy as noted wherever possible. Patients with known bleeding diathesis and bleeding sites were excluded from both the cohorts. Outcomes were thrombosis after initiation of therapy and bleeding after initiation of therapy. The cohort was compared with a historical cohort of patients treated with Argatroban alone in the paper published by Lewis et al. Chi-square test was done to compare new thrombosis and bleeding during hospitalization. Results: No significant difference was found in the rates of new thrombosis (OR: 0.18, CI: 0.02-1.36, p: 0.06). 5% of patients had major bleeding in the argatroban cohort while none of the patients had major bleeding in Rivaroxaban cohort. Conclusion: The study indicates that Argatroban is not significantly better in the treatment of HIT in preventing new thrombosis. However, the bleeding complications might be lower with Rivaroxaban therapy compared to Argatroban therapy. The study is limited by less than ideal comparability of cohorts and low power. However, it provides only such evidence of it's kind. Table. View large Download slide Table. View large Download slide  Disclosures No relevant conflicts of interest to declare."
}