{
    "doi": "https://doi.org/10.1182/blood.V112.11.4805.4805",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1258",
    "start_url_page_num": 1258,
    "is_scraped": "1",
    "article_title": "Increased Plasma Levels of NGAL and IL-18 Correlate with Reduced GFR Providing Two Novel Biomarkers for Kidney Injury Assessment: Evidence of Early Tubuloglomerular Defect in Patients with HbS/b-Thalassemia ",
    "article_date": "November 16, 2008",
    "session_type": "Hemoglobinopathies, excluding Thalassemia",
    "topics": [
        "beta thalassemia",
        "biological markers",
        "glomerular filtration rate",
        "hemoglobin, sickle",
        "interleukin-18",
        "lipocalin-2 protein",
        "plasma",
        "renal trauma",
        "cystatin c measurement",
        "early diagnosis"
    ],
    "author_names": [
        "Ioannis Papassotiriou, PhD",
        "Alexandra Margeli, PhD",
        "Eugenia Hantzi, BSc",
        "Evangelos Terpos, MD",
        "Ersi Voskaridou"
    ],
    "author_affiliations": [
        [
            "Clinical Biochemistry, Aghia Sophia Children’s Hospital, Athens, Greece"
        ],
        [
            "Clinical Biochemistry, Aghia Sophia Children’s Hospital, Athens, Greece"
        ],
        [
            "Clinical Biochemistry, Aghia Sophia Children’s Hospital, Athens, Greece"
        ],
        [
            "Hematology, 251 General Airforce Hospital, Athens, Greece"
        ],
        [
            "Thalassemia Center, Laikon General Hospital, Athens, Greece"
        ]
    ],
    "first_author_latitude": "37.984784499999996",
    "first_author_longitude": "23.768901099999997",
    "abstract_text": "Promising novel biomarkers for the assessment of the acute kidney injury (AKI) or chronic kidney injury (CKI) include plasma levels of cystatin C, Neutrophil Gelatinase-associated Lipocalin (NGAL) and Interleukin-18 (IL-18) and urinary levels of NGAL, IL-18 and Kidney Injury Molecule-1 (KIM-1). These biochemical indices have been reported to be useful for evaluating the duration and severity of kidney disease and predicting progression and adverse clinical outcomes. Furthermore, these markers have given promising results in differentiating the various causes of AKI or CKI. Progressive renal failure is one of the main complications in HbS/β-thalassemia (HbS/β-thal). Early identification of patients at high risk of developing renal failure is of great importance as it may allow specific measures to delay the progression of renal damage and thus to reduce the incidence of end-stage renal failure and mortality. Continuing our previous studies ( Voskaridou et al, Kidney Int  2006 ; 69 : 2037 –42 ), we explored the activation of tubuloglomerular feedback in 58 adult patients (age 42±17years, males/females 20/58) with HbS/b-thal by measuring the above mentioned parameters, along with the more classical ones such us b 2 -microglobulin and N-acetyl-b-D-glucosaminidase (NAG) in blood and urine using standard methodology. GFR values were calculated according to the recently proposed cystatin C–based prediction equation using only each concentration in mg/L (nephelometric assay, Dade Behring Siemens Healthcare Diagnostics): GFR [mL/min/1.73m 2 ] = 76.7 x Cystatin C − 1.18 . The main results of the study were: impairment of GFR in 21/58 patients (36%); increased plasma concentrations of NGAL and IL-18 in 34/58 (58%) and 58/58 (100%) patients, respectively; increased and/or detectable urine concentrations of NGAL and IL-18 in 54/58 (93%) and 46/58 (79%) patients, respectively; significant negative correlations between GFR and plasma NGAL and IL-18 (r=−0.735, p<0.0001 and r=−0.350, p<0.007, respectively) and significant positive correlations between cystatin C and urine NGAL and IL-18 (binomial, p<0.005 and r=0.412, p<0.03, respectively). These findings suggest that tubuloglomerular feedback is activated in almost all studied patients with HbS/b-thalassemia. Measurements of plasma and urine NGAL and IL-18 contribute significantly to the early detection and risk stratification of renal disease in these patients. However, prior to their clinical use, these biomarkers must undergo through rigorous validation in multiple cohorts."
}