{
    "doi": "https://doi.org/10.1182/blood-2021-147480",
    "article_title": "Hospitalization and Healthcare Resource Use of Omidubicel Vs Cord Blood Transplantation for Hematological Malignancies in a Global Randomized Phase III Clinical Trial ",
    "article_date": "November 5, 2021",
    "session_type": "903.Health Services Research-Myeloid Malignancies",
    "abstract_text": "Introduction Umbilical cord blood (UCB) remains an important source of hematopoietic stem cells for patients, where no matched donor is available and for racial minorities. However, cord blood transplants have been associated with delayed hematopoietic recovery, prolonged hospitalization, and higher costs of transplant compared with other donor sources. Omidubicel is an advanced cell therapy that preserves stem cell function to optimize cell homing, engraftment, differentiation, and self-renewal and is manufactured from an appropriately HLA-matched single UCB unit for each patient. A recent phase III clinical trial (NCT02730299) reported that patients who received omidubicel experienced faster time to neutrophil engraftment, faster platelet recovery, reduced rates of infections and shorter hospitalization time than patients who received standard single (33%) or double (67%) UCB transplantation [Horwitz et al, Blood, 2021]. We report on an analysis of resource utilization including hospital length of stay, hospital care setting, visits by provider type, rates of transfusions and readmissions from the Phase III trial. Methods The Phase III clinical trial included patients aged 12-65 with hematological malignancies and eligible for an allogeneic transplant. The primary endpoint was time to neutrophil engraftment, with secondary endpoints of time to platelet engraftment, first grade 2/3 bacterial or fungal infections and days alive and out of hospital in the first 100 days. 125 patients were randomized in the study. We analyzed resource utilization data for patients treated with omidubicel (n=52) or UCB (n=56) (\"as-treated population\") focusing on resource utilization within the first 100 days of transplantation. Summary statistics were compared between treatment arms, means and medians used to draw comparison and significance testing was performed. Results In the Phase III clinical trial, omidubicel met its primary endpoint and secondary endpoints with statistical significance. The demographics and patient characteristics were overall well-balanced with slightly more males (52% vs 63%) and a lower median age (40 vs 36) in the UCB arm. The study population was diverse with 17.6% Black, 14.8% Asian, 14% Hispanic or Latino and 12% other/unknown. Most patients had AML (45%) or ALL (34.3%), with MDS, CML and lymphomas making up the rest of the study population. The disease risk index was high/very high in 35% of the patients and 24% of the patients had a Karnofsky/Lansky performance score of <90. The rapid hematopoietic recovery was supported by a reduced rate of infections. The rates of acute and chronic GVHD in the two arms were comparable. Within the first 100 days after transplant, omidubicel patients experienced shorter average total length of hospital stay than UCB recipients (mean 41.2 vs 50.8 days; p = 0.027) and more days alive and out of the hospital (mean 55.8 vs 43.7 days; p=0.023). 12% of patients on omidubicel arm died vs 16% on UCB arm before day 100. During the primary hospitalization (transplant to discharge), fewer omidubicel patients required intensive care unit (ICU) stay (9.6% vs 23.2%) and spent fewer days in the ICU (mean 0.4 vs 4.7 days; p =0.028) and the transplant unit (mean 25.3 vs 32.9 days; p =0.022) compared to UCB recipients. Omidubicel patients required fewer outpatient consultant visits and fewer outpatient non-consultant visits (X-rays, scans, biopsies etc.) and required fewer platelet or other transfusions (RBC, albumin, plasma, and factor product) within 100 days from transplant (Table 1). Conclusions This analysis shows that more rapid hematopoietic recovery in patients transplanted with omidubicel was associated with significantly shorter hospital length of stay and reduced healthcare resource use compared to UCB in the clinical trial. Although economic data were not collected as part of the clinical trial, the costs of providing transplantation care during the first 100 days are likely lower with omidubicel compared to UCB in the real-world setting, as hospital stay, outpatient visits, and blood product transfusions are among the major drivers of costs during this time period. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Majhail:  Incyte Corporation: Consultancy; Anthem, Inc: Consultancy. Manghani:  Gamida Cell, Inc.: Current Employment; Tricida, Inc.: Ended employment in the past 24 months. Sivaraman:  Incyte Corporation: Current equity holder in publicly-traded company, Ended employment in the past 24 months; Gamida Cell, Inc.: Current Employment. Galamidi-Cohen:  Gamida Cell, Ltd: Current Employment. Maziarz:  Bristol-Myers, Squibb/Celgene,, Intellia, Kite: Honoraria; CRISPR Therapeutics: Consultancy; Artiva Therapeutics: Consultancy; Intellia: Honoraria; Omeros: Research Funding; Athersys: Other: Data and Safety Monitoring Board, Patents & Royalties; Incyte Corporation: Consultancy, Honoraria; Novartis: Consultancy, Other: Data and Safety Monitoring board, Research Funding; Allovir: Consultancy, Research Funding; Vor Pharma: Other: Data and Safety Monitoring Board.",
    "author_names": [
        "Navneet S. Majhail",
        "Beckley Miller",
        "Rebecca Dean",
        "Rocio Manghani",
        "Smitha Sivaraman",
        "Einat Galamidi-Cohen",
        "Richard T. Maziarz"
    ],
    "author_dict_list": [
        {
            "author_name": "Navneet S. Majhail",
            "author_affiliations": [
                "Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH",
                "Blood and Marrow Transplant Program, Department of Hematology and Medical Oncology, Taussig Cancer Institute, Cleveland Clinic, Cleveland, OH"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Beckley Miller",
            "author_affiliations": [
                "PrecisionHEOR, Boston, MA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rebecca Dean",
            "author_affiliations": [
                "PrecisionHEOR, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rocio Manghani",
            "author_affiliations": [
                "Gamida Cell, Inc., Boston, MA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Smitha Sivaraman",
            "author_affiliations": [
                "Gamida Cell, Inc., Boston, MA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Einat Galamidi-Cohen",
            "author_affiliations": [
                "Gamida-Cell Ltd., Jerusalem, Israel"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard T. Maziarz",
            "author_affiliations": [
                "Center for Hematologic Malignancies, Oregon Health & Science Knight Cancer Institute, Portland, OR"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:46:47",
    "is_scraped": "1"
}