{
    "doi": "https://doi.org/10.1182/blood.V120.21.2800.2800",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2354",
    "start_url_page_num": 2354,
    "is_scraped": "1",
    "article_title": "Short Survival and High Rates of Transformation Prevail in Chronic Myelomonocytic Leukemia Despite Hypomethylating Agent Therapy. ",
    "article_date": "November 16, 2012",
    "session_type": "633. Myelodysplastic Syndromes: Poster II",
    "topics": [
        "leukemia, myelomonocytic, chronic",
        "follow-up",
        "karyotype determination procedure",
        "myelodysplastic syndrome",
        "azacitidine",
        "bone marrow transplantation",
        "decitabine",
        "dysplasia",
        "erythropoiesis-stimulating agents",
        "hydroxyurea"
    ],
    "author_names": [
        "Emily J. Vannorsdall, M.D.",
        "Vu H. Duong, M.D.",
        "Xinyi Ng, B.S.",
        "Dan P. Zandberg, M.D.",
        "Michael L. Tidwell, C.R.N.P.",
        "Amy J. Davidoff, M.S., Ph.D.",
        "Maria R. Baer, M.D."
    ],
    "author_affiliations": [
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD, USA, "
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ],
        [
            "University of Maryland Greenebaum Cancer Center, Baltimore, MD, USA, "
        ],
        [
            "Pharmaceutical Health Services Research, University of Maryland School of Pharmacy, Baltimore, MD, USA"
        ],
        [
            "Greenebaum Cancer Center, University of Maryland, Baltimore, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.2880132",
    "first_author_longitude": "-76.6248449",
    "abstract_text": "Abstract 2800 Background: Chronic myelomonocytic leukemia (CMML) is a clonal hematopoietic stem cell disorder categorized as a mixed myeloproliferative/myelodysplastic disorder in the World Health Organization classification system. Diagnostic criteria include a persistent peripheral blood monocytosis >1 × 10 9 /L and bone marrow dysplasia. Our recent review of SEER Medicare data (ASH 2011 abstract 2784) demonstrated that CMML has a shorter overall survival (OS) and more frequent progression to acute myeloid leukemia (AML), compared to myelodysplastic syndromes (MDS). Due to the heterogeneity of this disease and its differences from MDS, efforts to identify prognostic factors have been ongoing. The MD Anderson prognostic score was previously validated, but was derived from patients treated prior to the availability of the hypomethylating agents (HMAs) azacitidine and decitabine. HMAs have now emerged as standard therapy, with reported response rates of 37–69%, but their impact on survival and AML transformation is unclear. The OS of CMML patients has been reported at 12–18 months and transformation rates have varied between 15–52%. We reviewed our own single-center experience with CMML over the past 12 years. Methods: We conducted a retrospective review of CMML patients evaluated at the University of Maryland Greenebaum Cancer Center between January 2000 and August 2012. Patient and disease characteristics, treatments, complications, progression to AML, and OS were recorded and analyzed. Descriptive statistics were used for baseline characteristics and Kaplan-Meier analysis was performed for all time-to-event data. Statistical analyses were performed using SPSS version 20.0. Results: We identified 35 patients with CMML, 71% were male and 71% white, with a median age of 69 (range 34–86) years; 75% had <10% bone marrow (BM) blasts and 68% had low-risk cytogenetic findings (normal karyotype or -Y). Most patients treated prior to 2005 received hydroxyurea and/or erythropoiesis-stimulating agents or were enrolled on clinical trials, while patients treated since 2005 received HMAs as primary therapy. The median OS of the entire cohort was 19.5 months, with 49% of patients progressing to AML with a median time to progression (TTP) of 16.9 months. Of the entire cohort, patients with <10% and ≥10% BM blasts had an estimated OS of 19.4 and 11.7 months respectively (p=.021). Patients with low-, intermediate-, and high-risk (complex karyotype, +8, or chromosome 7 abnormalities) cytogenetic findings had an estimated OS of 23.3, 16.5, and 12.0 months respectively (p<0.001). Twenty-two patients received HMAs. Their estimated OS was 16.5 months, compared to 23.0 months for patients who did not receive HMAs (p =.683); 50% of patients treated with HMAs had known progression to AML, with TTP varying from 3–28 months. AML-free-survival was 16 months in patients receiving HMAs, compared to 14 months in patients not treated with HMAs (p=0.960). The majority of patients receiving HMA therapy (63%) were treated with ≥ 6 cycles; 57% of these patients transformed to AML despite initial response, often in a sudden and unpredictable manner. Conclusions: Published trials using HMAs in CMML have been limited by small patient numbers, short median follow-up, and paucity of data on AML transformation. Our study had a median follow-up period of 41.1 months. We found a high rate of AML transformation and short OS even in patients who received HMAs. HMA treatment had no statistically significant impact on AML-free survival or OS. Although the results may be confounded by some selection bias, treatment with HMAs was largely based on the date of diagnosis rather than prognostic variables or performance status. Therefore, the favorable response rates previously reported with these agents, and also seen in our patients, do not appear to translate into an OS or AML-free-survival advantage. Our study underscores the continued need for novel agents and the need to prioritize clinical trials for this group of patients. Additionally, based on our data, early bone marrow transplantation should be strongly considered for CMML patients when feasible. Disclosures: Davidoff: Novartis: Research Funding; Celgene: Research Funding; GlaskoSmithKline: Research Funding. Baer: Novartis, Inc.: Research Funding; Celgene, Inc.: Research Funding."
}