{
    "doi": "https://doi.org/10.1182/blood-2018-99-111679",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4069",
    "start_url_page_num": 4069,
    "is_scraped": "1",
    "article_title": "Pre-Transplant Serum Beta-2 Microglobulin Level Is a Potential Novel Prognostic Marker for Overall Survival after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 29, 2018",
    "session_type": "732. Clinical Allogeneic Transplantation: Results: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "beta 2-microglobulin",
        "prognostic marker",
        "transplantation",
        "hematopoietic stem cell transplantation",
        "patient prognosis",
        "allopurinol",
        "graft-versus-host disease, chronic",
        "hematologic neoplasms",
        "albumins"
    ],
    "author_names": [
        "Naonori Harada",
        "Takahiko Nakane, MD PhD",
        "Mika Nakamae, MD PhD",
        "Hiroshi Okamura",
        "Satoru Nanno, MD PhD",
        "Mitsutaka Nishimoto, MD PhD",
        "Yasunobu Takeoka, MD PhD",
        "Asao Hirose, MD PhD",
        "Yasuhiro Nakashima, MD PhD",
        "Hideo Koh, MD PhD",
        "Masayuki Hino, MD PhD",
        "Hirohisa Nakamae, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ],
        [
            "Department of Hematology, Osaka City University Graduate School of Medicine, Osaka, Japan"
        ]
    ],
    "first_author_latitude": "34.5922748",
    "first_author_longitude": "135.5046827",
    "abstract_text": "Background: Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is a curative treatment for hematologic malignancies. In addition to hematopoietic cell transplantation-comorbidity index (HCT-CI) and disease risk index (DRI), age, performance status (PS), conditioning regimen intensity, and donor source are used to assess the transplant outcome in patients. Recently, several serum markers, such as ferritin and albumin, have also been reported as additional useful prognostic markers. Beta-2 microglobulin (BMG) is a component of major histocompatibility complex class 1 molecules in all nucleated cells, and serum BMG levels reflect renal function, tumor burden, and inflammatory conditions. Although elevated serum BMG levels are reportedly markers for poor prognosis of several hematological malignancies, no study has assessed the prognostic significance of pre-transplant serum BMG levels for allo-HSCT. Methods: We retrospectively registered consecutive patients who underwent allo-HSCT from April 2010 to September 2017 with available pre-transplant serum BMG levels at our institute. Cox regression models were used to estimate hazard ratios (HRs) with 95% confidence intervals in the univariate and multivariate analyses. In this study, the variables analyzed were age, sex, disease, HCT-CI, PS, DRI, number of times HSCT was performed, conditioning regimen intensity, donor source, cytomegalovirus (CMV) serostatus, and pre-transplant serum BMG level in each patient. Predictors with borderline significance (p<0.10) in the univariate analysis were subjected to multivariate analysis with both age and sex as mandatory covariates. A p value <0.05 was considered statistically significant. The Kaplan-Meier method was used for calculating overall survival (OS). Gray's test was used to estimate the cumulative incidence of relapse/progression (Rel/Prog) or non-relapse mortality (NRM) and acute/chronic graft versus host disease (GVHD). Rel/Prog and NRM were considered competing events. The Fine-Gray proportional hazard regression model was used for the univariate and multivariate analyses with competing risks. Result: A total of 288 patients were identified during the study period. The median age was 47 (range: 17-48) years. The clinical characteristics are shown in Table 1. The median follow-up period of survivors (192 patients) was 674.5 (range: 15-2642) days. The median pre-transplant BMG level was 2.1 (range: 0.9-11.6) mg/mL. When stratified into quartiles of pre-transplant BMG levels, the 2-year OS rates were 89.2%, 62.8%, 64.3%, and 33.7% in quartiles 1 (0.9-1.6), 2 (1.7-2.0), 3 (2.1-2.9), and 4 (3.0-11.6), respectively. Because quartiles 2 and 3 showed almost the same OS rates, we combined these two groups and assessed the association between major transplant outcomes (OS, Rel/Prog, NRM, acute GVHD, and chronic GVHD) and the following three groups of BMG levels: 0.9-1.6 mg/mL (lower BMG group), 1.7-3.0 mg/mL (intermediate BMG group as the reference), and >3.0 mg/mL (higher BMG group). In the univariate analysis, the lower BMG group was significantly associated with an increased probability of OS (HR: 0.29, p=0.002) and decreased probability of Rel/Prog and NRM (HR: 0.58, p=0.048 and HR: 0.19, p=0.02, respectively) compared with those of the intermediate BMG group. The higher BMG group was significantly associated with a decreased probability of OS (HR: 2.4, p<0.001) and an increasing trend of NRM (HR: 1.7, p=0.09). For OS, age, DRI, HCT-CI, PS, CMV serostatus, donor source, conditioning regimen intensity, and number of times HSCT was performed in each patient were also statistically significant in the univariate analysis. The adjusted OS rates of the three BMG groups by the multivariate analysis are shown in Table 2 and Figure 1. The lower BMG group had favorable OS (HR: 0.31, p=0.005), and the higher BMG group had an unfavorable trend for OS (HR: 1.55, p=0.063) compared with those in the intermediate BMG group. In the multivariate analysis of other transplant outcomes, including Rel/Prog, NRM, and acute/chronic GVHD, pre-transplant serum BMG levels were not statistically significant. Conclusions: The study results suggest that pre-transplant serum BMG level is a potential prognostic marker for survival after allo-HSCT, which is independent of other prognostic factors, including well-known prognostic systems, such as HCT-CI and DRI. View large Download slide View large Download slide  Disclosures Nakamae: Otsuka Pharmaceutical Co., Ltd.: Consultancy, Honoraria, Research Funding. Hino: Otsuka Pharmaceutical Co., Ltd.: Research Funding; Novartis: Research Funding. Nakamae: Otsuka Pharmaceutical Co., Ltd.: Consultancy, Honoraria, Research Funding."
}