{
    "doi": "https://doi.org/10.1182/blood-2020-138640",
    "article_title": "Retroperitoneal Involvement of Light Chain Amyloidosis-Case Series and Literature Review ",
    "article_date": "November 5, 2020",
    "session_type": "653.Myeloma/Amyloidosis: Therapy, excluding Transplantation",
    "abstract_text": "Introduction Amyloidosis is a disease caused by aggregates of misfolded insoluble proteins that accumulate extracellularly and impair organ function. The most common type of systemic amyloidosis is immunoglobulin light chain (AL), which typically involves the heart, kidneys, nerves, liver, gastrointestinal tract and soft tissue. Retroperitoneal involvement in the setting of systemic AL amyloidosis is rare and only published as case reports. Aim To report characteristics and outcomes of AL amyloidosis patients that had retroperitoneal deposition of amyloid in the novel agent era. Methods Retrospective study of all consecutive systemic AL amyloidosis patients with retroperitoneal involvement at all three Mayo Clinic sites and at Davidoff cancer center, a tertiary hospital in Israel. All patients were diagnosed with retroperitoneal involvement based on computerized tomography (CT) scans. All patients had biopsy proof of amyloidosis with Congo red staining. Patients that were diagnosed with localized amyloidosis of the bladder or ureter and patients that did not receive systemic treatment were excluded. Results We identified 11 patients with systemic AL amyloidosis and retroperitoneal involvement between January 2001 and December 2018. Median age at diagnosis was 65 years (range 50-72). Ten were male (91%) and one was female. Five patients had amyloid secondary to B cell lymphoma (4 Waldenstrom macroglobulinemia and 1 had follicular lymphoma). The involved light chain was lambda in 7 patients and kappa in 4 patients. All patients were diagnosed with retroperitoneal involvement of amyloidosis at presentation (not at progression). In 10 out of the 11 patients, amyloidosis in the retroperitoneum was confirmed by a core biopsy of the retroperitoneal tissue. Significant unintentional weight loss (more than 5 kg) at presentation was documented in six patients (55%). Seven patients (64%) had enlarged lymph nodes on the CT scan. Three patients had CT finding of calcifications, and the distribution pattern was diffuse in 7 patients (64%), while 4 patients presented with a mesenteric mass. Six patients (55%) had evidence of amyloid deposits in the bone marrow and 3 patients (27%) had a positive fat pad. Periorbital purpura was observed in one patient and none had macroglossia. Therapy regimens used are described in table 1. Five patients underwent an autologous stem cell transplantation (ASCT). Eight patients (72%) presented with unilateral (N=2) or bilateral (N=6) hydronephrosis and 7 had nephrostomy tubes or stents inserted. The median follow-up from stent/nephrostomy tube insertion was 33 months (IQR 8-91). Regression of the deposition was documented in one patient and one patient was able to have his nephrostomy tube removed. One patient (9%) developed end stage renal disease requiring dialysis. Data regarding hematologic response rates were available for 9 patients and all responded and achieved hematologic PR or better. The median follow-up for all surviving patients was 91 months (IQR 27-179). Seven of the patients are currently alive. The median OS from diagnosis was 150 months. Figure 1 shows typical diffuse retroperitoneal involvement of AL amyloidosis on a CT scan. Review of the literature revealed 5 cases of retroperitoneal involvement of systemic AL amyloidosis. Most were reports published before routine typing of amyloid. Four of the five cases (80%) were male. The ages ranged from 46 to 80 years. Four of the five cases (80%) presented with weight loss. Two patients had calcifications on the CT scans, and one had a large pleural effusion. Conclusions We report a multicenter case series of 11 patients diagnosed with systemic AL amyloidosis with retroperitoneal involvement, all received systemic chemotherapy. We found male predominance in our cohort. Eight patients presented with hydronephrosis, and only one patient had the nephrostomy tube removed successfully after systemic therapy. ORR was 100% and median OS from diagnosis was 150 months, suggesting that retroperitoneal deposition might confer improved prognosis compared to the general amyloid population. View large Download slide View large Download slide  Close modal Disclosures Kumar: Takeda: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Merck: Consultancy, Research Funding; Dr. Reddy's Laboratories: Honoraria; Genentech/Roche: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Sanofi: Research Funding; AbbVie: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Karyopharm: Consultancy; BMS: Consultancy, Research Funding; Carsgen: Other, Research Funding; Genecentrix: Consultancy; Cellectar: Other; Amgen: Consultancy, Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments, Research Funding; Celgene/BMS: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments; Adaptive Biotechnologies: Consultancy; MedImmune: Research Funding; Novartis: Research Funding; Kite Pharma: Consultancy, Research Funding; Oncopeptides: Consultancy, Other: Independent Review Committee; IRC member; Tenebio: Other, Research Funding; Janssen Oncology: Other: Research funding for clinical trials to the institution, Consulting/Advisory Board participation with no personal payments. Dispenzieri: Intellia: Research Funding; Janssen: Research Funding; Celgene: Research Funding; Takeda: Research Funding; Alnylam: Research Funding; Pfizer: Research Funding. Dingli: Rigel: Consultancy; Bristol Myers Squibb: Research Funding; Alexion: Consultancy; Apellis: Consultancy; Millenium: Consultancy; Sanofi-Genzyme: Consultancy; Janssen: Consultancy; Karyopharm Therapeutics: Research Funding. Kapoor: Amgen: Research Funding; Sanofi: Consultancy, Research Funding; Janssen: Research Funding; GlaxoSmithKline: Research Funding; Celgene: Honoraria; Cellectar: Consultancy; Takeda: Honoraria, Research Funding. Gertz: DAVA oncology: Speakers Bureau; Appellis: Other: personal fee; Proclara: Other; Medscape: Other: personal fee, Speakers Bureau; Springer Publishing: Patents & Royalties; Annexon: Other: personal fee; Research to Practice: Other; Celgene: Other; Prothena: Other: personal fee; Spectrum: Other: personal fee, Research Funding; Physicians Education Resource: Other: personal fee; Abbvie: Other; Johnson and Johnson: Speakers Bureau; Teva: Speakers Bureau; Janssen: Other: personal fee; Amgen: Other: personal fee; Alnylam: Other: personal fee; Ionis/Akcea: Other: personal fee; Aurora Bio: Other; Sanofi: Other.",
    "author_names": [
        "Iuliana Vaxman, MD",
        "Alissa Visram, MD",
        "Oren Pasvolsky, MD",
        "Shaji K. Kumar, MD",
        "Angela Dispenzieri, MD",
        "Francis K. Buadi, MB, CHB",
        "David Dingli, MD PhD",
        "Martha Q. Lacy, MD",
        "Suzanne R. Hayman, MD",
        "Robert A. Kyle, MD",
        "Prashant Kapoor, MD",
        "Nelson Leung, MD",
        "Wilson I Gonsalves, MD",
        "Taxiarchis Kourelis, MD",
        "Rahma M Warsame, MD",
        "Abdullah S. Al Saleh",
        "Morie A. Gertz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Iuliana Vaxman, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah- Tikva, Israel ",
                "Sackler Faculty of Medicine Tel-Aviv University, Tel-Aviv, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alissa Visram, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oren Pasvolsky, MD",
            "author_affiliations": [
                "Sackler Faculty of Medicine, Tel-Aviv University, Tel Aviv, Israel ",
                "Institute of Hematology, Davidoff Cancer Center, Rabin Medical Center, Petah Tikva, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shaji K. Kumar, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Angela Dispenzieri, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francis K. Buadi, MB, CHB",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David Dingli, MD PhD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martha Q. Lacy, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Suzanne R. Hayman, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert A. Kyle, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prashant Kapoor, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelson Leung, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wilson I Gonsalves, MD",
            "author_affiliations": [
                "Division of Hematology, Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taxiarchis Kourelis, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rahma M Warsame, MD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abdullah S. Al Saleh",
            "author_affiliations": [
                "Mayo Clinic, Rochester, Rochester, MN ",
                "King Saud bin Abdulaziz University for Health Sciences, Riyadh, Saudi Arabia"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Morie A. Gertz, MD",
            "author_affiliations": [
                "Mayo Clinic Rochester, Division of Hematology, Rochester, MN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T09:42:10",
    "is_scraped": "1"
}