{
    "doi": "https://doi.org/10.1182/blood.V118.21.2891.2891",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1965",
    "start_url_page_num": 1965,
    "is_scraped": "1",
    "article_title": "Truncation of NF-KB2 Is Associated with Poor Response to Bortezomib Treatment in Multiple Myeloma ",
    "article_date": "November 18, 2011",
    "session_type": "651. Myeloma-Biology and Pathophysiology, excluding Therapy: Poster II",
    "topics": [
        "bortezomib",
        "multiple myeloma",
        "dexamethasone",
        "partial response",
        "rna, messenger",
        "biological markers",
        "biological response modifiers",
        "dna",
        "immunologic adjuvants",
        "lenalidomide"
    ],
    "author_names": [
        "Sampath Ramachandiran, PhD",
        "Xiangxue Guo, PhD",
        "Laurent Garderet, MD",
        "Souhila Ikhlef, MD",
        "Jean El-cheikh, MD",
        "Michael R Weil, PhD",
        "Andrew N Young, M. D., Ph.D.",
        "Mahir Bagirov",
        "Sagar Lonial, MD",
        "Zhengjia Chen, PhD",
        "Jeanne Kowalsky, PhD",
        "Yuhong Du, Ph.D",
        "Hanna J. Khoury, MD",
        "Susan Sunay",
        "Jonathan L. Kaufman, MD",
        "Lawrence H. Boise, PhD",
        "Michael Rossi, PhD",
        "Leon Bernal-Mizrachi, MD"
    ],
    "author_affiliations": [
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Hopital Saint Antoine, Paris, France, "
        ],
        [
            "Division of Hematology - Oncology and Nuclear Medicine, Hospital and Unversity Saint Antoine, Paris, "
        ],
        [
            "Hematology and Transplantation, Institut Paoli Calmettes, Marseille, France, "
        ],
        [
            "Department of Human Genetics, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Winship Cancer Institute of Emory University, Atlanta, USA, "
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Biostatistics and Bioinformatics, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Biostatistics and Bioinformatics, Winship Cancer Institute of Emory University, Atlanta, "
        ],
        [
            "Department of Pharmacology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Pathology and Laboratory Medicine, Winship Cancer Institute of Emory University, Atlanta, GA, "
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Hematology & Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ],
        [
            "Department of Radiology Oncology, Winship Cancer Institute of Emory University, Atlanta, GA"
        ],
        [
            "Hematology and Medical Oncology, Winship Cancer Institute of Emory University, Atlanta, GA, USA, "
        ]
    ],
    "first_author_latitude": "33.792823000000006",
    "first_author_longitude": "-84.31945449999999",
    "abstract_text": "Abstract 2891 The proteasome inhibitor, bortezomib, is a powerful agent for the treatment of Multiple Myeloma (MM). However, many patients fail to achieve an optimal response. To identify biomarkers that could predict an optimal response to bortezomib, we assessed the role of the noncanonical NF-kB pathway in the response to bortezomib. Our in vitro studies identified that NF-kB2/p100 protein levels correlated directly with bortezomib sensitivity. Based on this finding, we measured at diagnosis the mRNA levels of different NF-kB2 regions in 64 patients schedule to receive bortezomib-based regimens. While no difference in expression of the 5'end regions was found between the CD138 (+) and CD138 (-) cells in these patients, half of them demonstrated low or absent 3'end expression levels in the CD138 (+) cells. Among forty-seven patients treated with four cycles of Bortezomib and dexamethasone, we found that low plasma cell NF-kB2 3'end levels were associated with a lower overall response rate (low: 47.8% vs . high: 96%, see table). In contrast, low plasma cell NF-kB2 3'end levels failed predict bortezomib response when lenalidomide or thalidome was added to the therapeutic regimen. To further understand the cause for NF-kB2 truncation, we are currently analyzing RNA sequencing in 3 non-responder patients and whole genome sequencing of 38 MM patients to determine the potential causative mechanisms. Preliminary results suggest that NF-kB2 truncation result from multiple genetic alterations, including: premature stop codons produced by ALU insertions, inversions and splicing variants. Overall, this study substantiates the basis of a more precise therapeutic algorithm according to NF-kB2 3'end plasma cell levels, which include the use of bortezomib and dexamethasone in patients with high NF-kB2 3'end plasma cell levels and immunomodulators or DNA damaging agents in patients with low NF-kB2 3'end plasma cell levels.  . BD + . BTD or BRD ++ . NF-kB2 3' end mRNA (CD 138(+)/CD138(−) . Low . High . Low . High . > Very Good Partial Response  5 (21.7) 9 (37.5) 1 (11) 4 (50) Partial Response  6 (26.1) 14 (58.3) 7 (78) 4 (50) Stable Disease  4 (17.4) 1 (4.2) 0 (0) 0 (0) Progressive disease  8 (34.8) 0 (0) 1 (12) 0 (0) Overall Response  11 (47.8) 23 (95.8) 8 (88) 8 (100) . BD + . BTD or BRD ++ . NF-kB2 3' end mRNA (CD 138(+)/CD138(−) . Low . High . Low . High . > Very Good Partial Response  5 (21.7) 9 (37.5) 1 (11) 4 (50) Partial Response  6 (26.1) 14 (58.3) 7 (78) 4 (50) Stable Disease  4 (17.4) 1 (4.2) 0 (0) 0 (0) Progressive disease  8 (34.8) 0 (0) 1 (12) 0 (0) Overall Response  11 (47.8) 23 (95.8) 8 (88) 8 (100) * Bortezomib + Dexamethasone ** Bortezomib+Lenalidomide/Thalidomide+Dexamethasone View Large Disclosures: Kaufman: Millenium, Onxy, Novartis, Keryx: Consultancy; Merck, Celgene: Research Funding."
}