{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.4124.4124",
    "article_title": "Results of Inter-B-NHL Ritux 2010 - Phase II Study of DA-EPOCH-R for Children and Adolescents with Primary Mediastinal Large B-Cell Lymphoma (PMLBL) on Behalf of European Intergroup for Childhood Non Hodgkin's Lymphoma (EICNHL) and Children's Oncology Group (COG) ",
    "article_date": "December 7, 2017",
    "session_type": "626. Aggressive Lymphoma (Diffuse Large B-Cell and Other Aggressive B-Cell Non-Hodgkin Lymphomas)—Results from Prospective Clinical Trials: Poster III",
    "abstract_text": "Background Dose Adjusted EPOCH with Rituximab (DA-EPOCH-R) has been shown to deliver excellent survival for adults with PMLBL (Dunleavy K et al. NEJM 2013; 368:1408-16). We evaluated this regimen in a prospective international trial of children and adolescents with this disease. Methods The international phase II trial (NCT01516567) sponsored by Gustave Roussy and COG, evaluated the event-free-survival (EFS) following DA-EPOCH-R in patients with PMLBL aged <18 years. A total of 6 courses of DA-EPOCH-R with escalation of doses as in published literature were delivered. A course of cyclophosphamide, vincristine and prednisolone (COP) was allowed 1 week prior to commencement of DA-EPOCH-R for urgent treatment whilst awaiting histological confirmation. The primary endpoint was EFS with events as presence of viable cells in residue after 6th course, progression, relapse, second malignancy or death from any cause. The efficacy of DA-EPOCH-R was assessed by comparing the observed EFS with that of the historical rate modeled by [S(t) = 0.67 + 0.33{exp(-1.5t)}] (t in years), using the one-sample log-rank test. The planned sample size was 40 patients. Results Between April 2012 and April 2016, 47 eligible patients (35 from Europe and 12 from COG) were recruited across 7 countries. Twenty-seven were female and the median age was 15 years. Thirty-two percent of patients had lactate dehydrogenase (LDH)> 2xNormal, 66% had mediastinal mass >10cm and 16% were Stage IV by Ann Arbor classification. Pathological review is ongoing (15/47 cases already reviewed). Due to a protocol error 7 patients received only half dose predniso(lo)ne in DA-EPOCH-R and on the recommendation of the Independent Data Monitoring Committee the additional 7 patients were recruited. The primary analysis was restricted to the 40 patients treated according to the full predniso(lo)ne dosing. Sensitivity analyses were conducted on the whole group of 47 patients. The median follow up was 27 months (range 9.9- 53 months) Forty percent of patients (17/47) received a COP prior to the first course of DA-EPOCH-R. The protocol was well tolerated and 47% (22/47) of patients reached dose level 4 or higher. Febrile neutropenia was seen in 11% (30/281) of courses. One patient experienced left ventricular systolic dysfunction (grade 2) at dose level 6. Eighty-five percent (39/46) of patients achieved complete remission (CR) or CR (unconfirmed). There were 13 events (11 relapse/refractory or progression and 2 second malignancies). Isolated CNS relapse occurred in 2 patients. The observed 2-year EFS among the 40 patients who received full dose prednisolone of 69% (95%CI 52%-82%) did not differ from the historical rate (p=0.71). A similar result was seen in the sensitivity analysis of all 47 patients (EFS 72% (95% CI 57%-84%), p=0.68). The 2-year overall survival rate for all 47 patients was 82% (95%CI 67-91%). An analysis of prognostic factors for the whole group showed that the presence of extrathoracic involvement was associated with associated with inferior outcome in multivariate analysis (HR 5.62[1.49-21.2], p=0.011). Conclusion DA-EPOCH-R did not improve the EFS compared to a historical control in this international study of children and adolescents with PMLBL in contrast to the published adult series. Further studies are required to determine the optimum therapy for children and adolescents with this lymphoma. Disclosures Bollard: Cellectis: Membership on an entity's Board of Directors or advisory committees; Neximmune: Consultancy, Membership on an entity's Board of Directors or advisory committees; Torque: Membership on an entity's Board of Directors or advisory committees.",
    "topics": [
        "adolescent",
        "child",
        "epoch protocol",
        "lymphoma, non-hodgkin",
        "phase 2 clinical trials",
        "primary mediastinal large b-cell lymphoma",
        "medical oncology",
        "neoplasms, second primary",
        "prednisolone",
        "complete remission"
    ],
    "author_names": [
        "G A Amos Burke",
        "Thomas G. Gross, MD PhD",
        "Marta Pillon",
        "Veronique Minard-colin",
        "Raphael F Delgado",
        "József Zsíros",
        "Anne Uyttebroeck",
        "Jean Michon",
        "Catherine M. Bollard, MD FRACP, FRCPA",
        "Monika Csoka",
        "Donald A Barkauskas",
        "Keith Wheatley, DPhil",
        "Anne Aupérin",
        "Catherine Patte"
    ],
    "author_dict_list": [
        {
            "author_name": "G A Amos Burke",
            "author_affiliations": [
                "Department of Paediatric Haematology, Oncology and Palliative Care, Cambridge University Hospitals NHS Foundation Trust, Addenbrooke's Hospital, Cambridge, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Thomas G. Gross, MD PhD",
            "author_affiliations": [
                "Center for Global Health, National Cancer Institute, NIH, Rockville, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marta Pillon",
            "author_affiliations": [
                "University of Padova, Padova, ITA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Minard-colin",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Raphael F Delgado",
            "author_affiliations": [
                "Dept. de Pediatría., Sociedad Española de Hematología y Oncología Pediátricas, Valencia, Spain "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "József Zsíros",
            "author_affiliations": [
                "Emma Children's Hospital Academic Medical Center University of Amsterdam, Amsterdam, Netherlands "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Uyttebroeck",
            "author_affiliations": [
                "Center for Human Genetics, University Hospital Leuven, Leuven, Belgium "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Michon",
            "author_affiliations": [
                "Institute Curie, Paris, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine M. Bollard, MD FRACP, FRCPA",
            "author_affiliations": [
                "Program for Cell Enhancement and Technologies for Innovation, Children's National Medical Center, Washington, DC "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monika Csoka",
            "author_affiliations": [
                "2nd Dept. of Pediatrics, Semmelweis University, Budapest, Hungary "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donald A Barkauskas",
            "author_affiliations": [
                "Children's Oncology Group, Monrovia, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keith Wheatley, DPhil",
            "author_affiliations": [
                "Institute of Cancer and Genomic Sciences, Cancer Research UK Clinical Trials Unit, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Aupérin",
            "author_affiliations": [
                "Biostatistics and Epidemiology Unit, Institut Gustave Roussy, Villejuif, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Catherine Patte",
            "author_affiliations": [
                "Institut Gustave Roussy, Villejuif, France "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-09T09:42:19",
    "is_scraped": "1"
}