{
    "doi": "https://doi.org/10.1182/blood-2021-146549",
    "article_title": "Immediate Allogeneic Hematopietic Stem Cell Transplantation for Patients with NPM1-Mutated AML in Molecular Relapse ",
    "article_date": "November 5, 2021",
    "session_type": "613.Acute Myeloid Leukemias: Clinical and Epidemiological",
    "abstract_text": "Background According to ELN 2017 classification NPM1-mutated AML is characterized as favorable or intermediate risk depending on the coexistence of FLT3 mutations. For pts with favorable risk profile allogeneic hematopoietic stem cell transplantation (HSCT) in first complete remission (CR) is not recommended. Because NPM1 mutations are stable, and persisting or increasing levels are a strong predictor of relapse, regular monitoring of measurable residual disease (MRD) by quantitative PCR (qPCR) is recommended. Early HSCT in molecular relapse can be an effective treatment strategy and avoid possible complications of reinduction chemotherapy. From 2014 we started to search for a donor immediately after molecular relapse and proceed to HSCT without reinduction chemotherapy. Methods MRD was monitored at least every 3 months (mos) in all pts with NPM1-mutated AML in CR by qPCR in bone marrow or peripheral blood. Molecular relapse was defined as an increase of MRD above a cut-off of 1% NPM1/ABL1. The conditioning regimen consisted of Treosulfan (Treo, 30g/m 2 ) and Fludarabin (Flu, 120mg/m 2 ). In pts with hematological relapse or a very high NPM1 ratio at the time of HSCT Melphalan (Mel, 100mg/m 2 ) was added before Treo/Flu to induce aplasia. Donors were HLA-compatible unrelated donors in 10/13 pts, HLA identical sibling in 1 pt and haploidentical related donors in 2 pts. All pts were transplanted with G-CSF stimulated peripheral blood stem cells. Immunosuppression consisted of ATG and Ciclosporin in combination with MTX or MMF and posttransplant Cyclophosphamide for haploidentical HSCT (2 pts). Results 17/37 pts fit for allogeneic transplantation relapsed after initial induction and consolidation therapy. 4 pts showed a hematological relapse. In 13/15 pts (median age 52 (37-72) years) a molecular relapse was detected at a median of 9 (6-42) mos after diagnosis, these pts are analyzed here. 10/13 relapses occurred within 12 mos after CR. 11/13 pts relapsed after achieving MRD negative remission, 2 pts progressed from MRD positive hematological remission. Median time from increase in MRD to HSCT was 2 (2-4) mos. Even after this short time period, 6/13 pts developed a hematological relapse before start of conditioning therapy. Together with 3 pts with a high molekular NPM1 level, these 6 pts received melphalan for induction of aplasia before starting Treo/Flu. Although hematological regeneration took longer for these pts compared to pts without melphalan, there were not more infectious or bleeding complications. All 13 pts reached complete hematological and molecular remission after HSCT. After a median follow-up of 20 (4-47) mos all pts are in CR. 2 pt relapsed 6 and 13 mos after HSCT, but reached CR again after DLI (1 pt.) and venetoclax(1pt). In all pts the duration of second CR after HSCT lasted longer than the first CR. Conclusion This analysis shows the efficacy and feasibility of early allogeneic HSCT without reinduction chemotherapy in molecular or early hematological relapse for NPM1- mutated AML pts. For this strategy pts have to be monitored strictly at regular intervals after end of chemotherapy consolidation, because most relapses can be detected at molecular level. Disclosures No relevant conflicts of interest to declare.",
    "author_names": [
        "Kerstin Schaefer-Eckart",
        "Knut Wendelin",
        "Sabine Dressler",
        "Johannes Gärtner",
        "Lisa Schneider",
        "Christian Thiede"
    ],
    "author_dict_list": [
        {
            "author_name": "Kerstin Schaefer-Eckart",
            "author_affiliations": [
                "Med. Clinic 5, BMT Unit, Nuremberg Hospital, Paracelsus Medizinische Privatuniversität, Nuremberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Knut Wendelin",
            "author_affiliations": [
                "Klinikum Nuernberg, Paracelsus Medizinische Privatuniversität, Nuernberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabine Dressler",
            "author_affiliations": [
                "Bone Marrow Transplantation Unit, Medical Clinic 5, Nuernberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Johannes Gärtner",
            "author_affiliations": [
                "Department of Internal Medicine 5, Oncology, Hematology and Bone Marrow Transplantation Unit, Klinikum Nürnberg Nord, Nürnberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Schneider",
            "author_affiliations": [
                "BMt-Unit, Klinikum Nürnberg, Paracelsus Medizinische Privatuniversität, Nürnerg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christian Thiede",
            "author_affiliations": [
                "Department of Internal Medicine I, University Hospital Carl Gustav Carus, Dresden, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:38:52",
    "is_scraped": "1"
}