{
    "doi": "https://doi.org/10.1182/blood-2019-121786",
    "article_title": "Population-Level Trends in Early Mortality and Overall Survival of Patients with Multiple Myeloma. Are We Facing Stagnation? ",
    "article_date": "November 13, 2019",
    "session_type": "905.Outcomes Research-Malignant Conditions (Lymphoid Disease)",
    "abstract_text": "Background: Therapeutic advances in multiple myeloma (MM) in the last two decades resulted in population-level reduction in early mortality (EM) and improvements in overall and relative survival when consecutive cohorts are compared. We utilized updated information from the Surveillance Epidemiology and End Result (SEER-18) program to test whether prior improvement trends have persisted in more recent years. Methods: Patients diagnosed with MM as first malignant neoplasm between the years of 2001 and 2015 were included in the analysis. Survival data are available up to the end of 2016. We analyzed year-by-year EM, herein defined as death from any cause within the first year of diagnosis of MM. Updated 5-year OS was available for patients diagnosed 2001-2011 and analyzed year-by-year. We also analyzed outcomes using age brackets (<65, 65-74 and 75+ years) and race/ethnicity subgroups [non-Hispanic White (NHW), non-Hispanic Black (NHB) and Hispanic]. Results: There were 54,475 patients included in the EM analysis and 37,452 in the 5-year OS analysis. For the EM analysis, 42.7% of patients were <65, 29.0% were 65-74 and 28.4% were 75+. NHW were 62.0%, NHB 19.7%, Hispanic 11.4% , and 54.6% of patients were male. We observe a year-by-year decline in EM between 2001 (31.0%) and 2012 (20.5%), however no significant reduction in EM was noted between 2013 (19.5%) and 2015 (18.5%) (P= 0.24). Such plateau in EM was also noted in each of the age brackets (Figure 1) and race/ethnicity subsets, with no significant difference seen in the last 3 years of data. For patients diagnosed in 2015, EM remained high at 11.6% for patients <65, 17.1% for patients 65-74, 31.5% for patients 75+, 19.5% for NHW, 18.8% for NHB and 16.8% for Hispanics. Five-year OS improved between cohorts of patients diagnosed in 2001 (29.3%) and patients diagnosed in 2008 (43.3%) (P<0.001), but remained stable for patients diagnosed between 2009 (44.4%) and 2011 (44.2%) (P=0.86). Similar pattern was seen for all age (Figure 2) and race/ethnicity subsets. Conclusions: These data indicate possible stagnation in risk of EM and 5-year survival for patients diagnosed with MM in the US beyond the introduction of proteasome inhibitors and immunomodulatory agents. The absolute risk of EM remains unacceptably high for all ages pointing to an unmet need in MM care. Future data will indicate whether the introduction of monoclonal antibodies and other new classes of drugs will have sufficient impact to change population-level outcomes in MM. View large Download slide View large Download slide  Close modal Disclosures Costa: Celgene: Consultancy, Honoraria, Research Funding; Sanofi: Consultancy, Honoraria, Speakers Bureau; GSK: Consultancy, Honoraria, Research Funding; Fujimoto Pharmaceutical Corporation Japan: Other: Advisor; Janssen: Research Funding, Speakers Bureau; Abbvie: Consultancy; Karyopharm: Consultancy; Amgen: Consultancy, Honoraria, Research Funding, Speakers Bureau.",
    "topics": [
        "multiple myeloma",
        "biological response modifiers",
        "cancer",
        "monoclonal antibodies",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Luciano J. Costa, MD PhD",
        "Susan Bal, MDMBBS",
        "Saurabh Chhabra, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Luciano J. Costa, MD PhD",
            "author_affiliations": [
                "O' Neal Comprehensive Cancer Center, University of Alabama at Birmingham, Vestavia, AL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Susan Bal, MDMBBS",
            "author_affiliations": [
                "University of Alabama at Birmingham, Birmingham, AL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Saurabh Chhabra, MD",
            "author_affiliations": [
                "Medical University of South Carolina, Milwaukee, WI"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T21:31:45",
    "is_scraped": "1"
}