{
    "doi": "https://doi.org/10.1182/blood.V108.11.4405.4405",
    "article_title": "Sulforaphane Switches Cyclin E Isoform Expression and Blocks Leukemic Cell Cycling. ",
    "article_date": "November 16, 2006",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Sulforaphane (SFN), an isothiocyanate derived from cruciferous vegetables, has been shown to inhibit the growth of prostate cancer cells in vitro and in vivo. We were interested in exploring potential antileukemic effects of SFN. The viability of multiple myeloid leukemic cell lines was decreased by 25uM SFN. Pharmacokinetic studies reported in rats suggest that this serum concentration can be achieved through oral dosing. Lower SFN concentrations (1–5 uM) inhibited leukemic cell growth without affecting cell viability. Synchronized HL-60 cells exposed to 25uM SFN were blocked at the G1/S phase transition. Kinetic analysis of cell cycle proteins demonstrated that the G1/S block arose from downmodulation of cyclins D3 and E rather than upregulation of cdk-inhibitors. Interestingly, we found that HL-60 cells expressed a low molecular weight (LMW, 36 kD) variant of cyclin E rather than (50 kD) full-length cyclin E. Treatment with SFN for as little as 2 hours caused a decrease in expression of the LMW cyclin E and induced the expression of a higher molecular weight (~50 kD) cyclin E isoform. Because LMW cyclin E has been associated with increased cdk2 activity and p27 resistance compared to full-length cyclin E, we postulate that SFN-mediated cyclin E isoform-switching contributed to growth inhibition of these leukemic cells. The signaling pathway through which SFN altered cyclin E expression appeared to be distinct from MEK/ERK and JNK pathways that have been implicated in the apoptotic effects of SFN. Given that cyclin E overexpression and, particularly, LMW cyclin E expression are correlated with poor prognosis in multiple cancers, the mechanism through which SFN decreases LMW cyclin E expression in these leukemic cells could have therapeutic significance.",
    "topics": [
        "cyclin e",
        "leukemic cells",
        "protein isoforms",
        "sulforaphane",
        "kawasaki's disease",
        "ketogenic diet",
        "cancer",
        "cdk2 protein, human",
        "cell cycle proteins",
        "cyclin-dependent kinase inhibitors"
    ],
    "author_names": [
        "Laura M. Gorham, MD",
        "Gigi Frye",
        "Michelle Miranda, PhD",
        "Richard A. Steinman, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Laura M. Gorham, MD",
            "author_affiliations": [
                "Medicine and Pediatrics, University of Pittsburgh Medical Center, Pittsburgh, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gigi Frye",
            "author_affiliations": [
                "Biology, Hampton University, Hampton, VA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michelle Miranda, PhD",
            "author_affiliations": [
                "Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard A. Steinman, MD, PhD",
            "author_affiliations": [
                "Medicine, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T21:34:40",
    "is_scraped": "1"
}