{
    "doi": "https://doi.org/10.1182/blood-2021-146587",
    "article_title": "Novel Hemorrhagic Dermatologic Toxicity Associated with Bruton's Tyrosine Kinase Inhibitor Therapy ",
    "article_date": "November 5, 2021",
    "session_type": "623.Mantle Cell, Follicular, and Other Indolent B Cell Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Background: Bruton Tyrosine Kinase inhibitors (BTKi), including ibrutinib and acalabrutinib, are an integral part of the treatment paradigm for many B-cell malignancies including chronic lymphocytic leukemia (CLL), mantle cell lymphoma (MCL), and Waldenstrom macroglobulemia (WM). Dermatologic toxicities associated with drugs in this class including petechiae, easy bruising, panniculitis, folliculitis, and aphthous ulcerations have been previously documented (Sibaud et al Am J Clin Dermatol. 2020). The ecchymotic lesions noted in this recent review by Sibaud et al were noted to mimic solar purpura with discrete areas of bruising or hematoma. In the present case series, we present a cohort of patients experiencing an array of skin toxicities during treatment with ibrutinib or acalabrutinib including instances of striking confluent ecchymotic skin lesions. Method s: A retrospective chart review was conducted on patients treated within our health system who had received ibrutinib, acalabrutinib or zanubrutinib treatment. IRB approval was obtained prior to collection of clinical data. Patients who had a dermatologic toxicity including petechiae, ecchymoses, hematoma or vasculitis were identified. Patients were excluded if they were receiving BTKi for graft versus host disease or an indication other than CLL or lymphoma, or if there were insufficient records. Data collection included the BTKi agent and dosing utilized, the age at onset of dermatologic toxicity, the time from initiation of BTKi therapy to the development of dermatologic toxicity, and subsequent treatments following BTKi cessation (if any). Data was compiled and descriptive statistics were obtained. Results: Patients had a median age of 73; five patients were male and two female. Diagnoses included CLL (n = 3), MCL (n = 3), and WM (n = 1). Three were treated with acalabrutinib while 4 received ibrutinib. Two patients received combination therapy with ibrutinib, one with ublituximab and one with ixazomib. The average time to onset of skin toxicity was sooner in those taking acalabrutinib (63 days) versus ibrutinib (642 days). Two of the acalabrutinib-related events were documented within 1 month of therapy initiation. Skin biopsy on one patient treated with acalabrutinib revealed vascular ectasia with non-occlusive thrombotic vasculopathy. Following development of these skin toxicities, therapy with the BTKi was discontinued in only 2 of 7 patients. Three patients were transitioned to an alternative BTKi and two were continued on therapy without modification and without further clinical deterioration. Conclusion: While dermatologic toxicity associated with use of ibrutinib and acalabrutinib has been previously described, this cohort represents, to our knowledge, the first documentation of large confluent BTKi- associated ecchymoses. While several patients in this cohort were transitioned to an alternative BTKi or to a different therapeutic class entirely at the onset of dermatologic toxicity, two continued on the implicated BTKi without alteration in therapy. As demonstrated by these varied approaches, management of BTKi therapy following development of dermatologic toxicity is not standardized, with optimal management determined on an individualized basis through discussion and joint decision making with the patient. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Williams:  Janssen: Consultancy, Research Funding; Pharmacyclics: Research Funding. Flowers:  Venthera: Current Employment.",
    "author_names": [
        "Nicholas J Schmidt, Jr.",
        "Krista Isaac",
        "Michael E. Williams",
        "Richard Flowers",
        "Alina Zufall",
        "Krishna Patel"
    ],
    "author_dict_list": [
        {
            "author_name": "Nicholas J Schmidt, Jr.",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Virginia Health System, Charlottesville, VA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Krista Isaac",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Virginia, Charlottesville, VA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael E. Williams",
            "author_affiliations": [
                "Division of Hematology/Oncology, University of Virginia, Charlottesville, VA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Flowers",
            "author_affiliations": [
                "Dermatology, University of Virginia, Charlottesville, VA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alina Zufall",
            "author_affiliations": [
                "University of Virginia School of Medicine, Charlottesville, VA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Krishna Patel",
            "author_affiliations": [
                "University of Virginia School of Medicine, Charlottesville, VA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T18:37:18",
    "is_scraped": "1"
}