{
    "doi": "https://doi.org/10.1182/blood-2021-154067",
    "article_title": "Impairment of Annexin A2-Mediated Cell Surface Fibrinolysis in Nonalcoholic Steatohepatitis Cirrhosis with Portal Vein Thrombosis ",
    "article_date": "November 5, 2021",
    "session_type": "321.Coagulation and Fibrinolyis: Basic and Translational",
    "abstract_text": "The annexin A2 (A2) complex assembles tissue plasminogen activator and plasminogen on cell surfaces, resulting in efficient plasmin generation, and is markedly reduced in some patients with thrombophilia. Nonalcoholic steatosis (NASH) cirrhosis is the leading cause of cirrhosis in developed countries, and patients with NASH cirrhosis are at increased risk of portal vein thrombosis (PVT). However, the exact mechanism for PVT in NASH cirrhosis is poorly understood. Our objective was to determine the potential contribution of A2 to NASH thrombogenesis. Using semiquantitative immunoblot analysis, we examined A2 expression in peripheral blood mononuclear cell (PBMC) lysates from obese controls and NASH subjects with or without cirrhosis, and in human umbilical vein endothelial cells (HUVECs) treated with platelet-poor plasma (PPP) from patients with varying degrees of NASH cirrhosis. We also analyzed formalin-fixed liver tissue from patients with or without steatosis or NASH cirrhosis for A2 expression by immunofluorescence. Finally, we evaluated A2-dependent PBMC surface plasmin generation using a fluorogenic assay, and systemic fluid-phase fibrinolysis via plasmin-anti-antiplasmin (PAP) complex and D-dimer ELISAs. Total A2 expression in PBMC lysates did not differ among subjects with a range of severity of NASH cirrhosis versus obese controls. Src kinase-dependent tyrosine phosphorylation of A2, which is critical for its translocation to the cell surface, decreased in HUVECs after co-culture with NASH Child-Turcotte-Pugh C PPP despite no change in total A2. Immunofluorescence of liver tissue from patients with NASH cirrhosis who developed PVT revealed an 85% decrease in microvascular A2 expression compared to NASH cirrhosis patients without PVT. Similarly, PBMC surface plasmin generation decreased as NASH severity worsened, even though d-dimer and PAP complex level increased with worsening disease severity, indicating more activated systemic fibrinolysis in decompensated NASH cirrhosis. Despite preservation of total A2 and acceleration of systemic fibrinolysis in NASH, A2-mediated cell surface fibrinolysis decreased as NASH cirrhosis worsened. We show for the first time that impaired A2-related fibrinolysis may reflect inhibition of A2 phosphorylation by NASH plasma, and that reduction of A2 expression in the hepatic microvasculature may contribute to PVT in these subjects. Disclosures Desancho:  Sanofi-Genzyme: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Hana I. Lim",
        "Brett Fortune",
        "Maria T. Desancho",
        "Katherine A. Hajjar"
    ],
    "author_dict_list": [
        {
            "author_name": "Hana I. Lim",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Brett Fortune",
            "author_affiliations": [
                "Department of Medicine, Division of Gastroenterology and Hepatology, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria T. Desancho",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology and Oncology, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katherine A. Hajjar",
            "author_affiliations": [
                "Department of Pediatrics, Weill Cornell Medicine, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T09:43:02",
    "is_scraped": "1"
}