{
    "doi": "https://doi.org/10.1182/blood.V122.21.5022.5022",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2553",
    "start_url_page_num": 2553,
    "is_scraped": "1",
    "article_title": "Variability In Precursor B ALL Killing With Moxetumomab Pasudotox (CAT-8015) Linked To Differential Binding and Endocytic Trafficking ",
    "article_date": "November 15, 2013",
    "session_type": "614. Acute Lymphoblastic Leukemia: Therapy, excluding Transplantation",
    "topics": [
        "acute lymphocytic leukemia",
        "antibodies",
        "burkitt's lymphoma",
        "cancer",
        "complex",
        "disulfides",
        "exotoxins",
        "immunotoxins",
        "killing",
        "leukemia, precursor b-cell lymphoblastic"
    ],
    "author_names": [
        "Ksenia Matlawska-Wasowska, PhD",
        "Christian K. Nickl",
        "Stuart S. Winter, MD",
        "Patricia Burke",
        "Theresa LaVallee, PhD",
        "Bridget S. Wilson, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatrics, Hematology/Oncology, University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
        ],
        [
            "Department of Pediatrics, Hematology/Oncology, University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
        ],
        [
            "Department of Pediatrics, Hematology/Oncology, University of New Mexico Health Sciences Center, Albuquerque, NM, USA, "
        ],
        [
            "Department of Research, Translational Medicine Oncology, MedImmune, Gaithersburg, MD, USA, "
        ],
        [
            "Department of Research, Translational Medicine Oncology, MedImmune, Gaithersburg, MD, USA, "
        ],
        [
            "Department of Pathology, University of New Mexico, Albuquerque, NM, USA"
        ]
    ],
    "first_author_latitude": "35.0878681",
    "first_author_longitude": "-106.618831",
    "abstract_text": "Precursor-B acute lymphoblastic leukemia (pre-B ALL) is the most common malignancy in children and can be cured in a majority of patients. However, cure remains elusive in approximately 20% of patients for reasons that are not well understood. Moxetumomab pasudotox is one of several CD22-targeting therapies currently under investigation in clinical trials for subjects with B-cell malignancies, including pediatric subjects with pre-B ALL. Moxetumomab pasudotox (MP) is a second-generation immunotoxin composed of disulfide-stabilized, affinity matured V L and V H regions of the mouse anti CD22 monoclonal antibody RFB4 fused to PE38, a truncated form of Pseudomonas exotoxin E. We evaluated in vitro activity of MP against six pre-B ALL cell lines (697, Nalm6, MHH-Call3, RS4;11, SupB15, REH), as well as freshly isolated patient blasts. We found the most sensitive cell line to be Reh, followed by 697, MHH-Call3, and the least sensitive cell lines to be Nalm6 and RS4;11. Toxicity of MP on ALL cell lines and patient blasts was not well-correlated with the number of the CD22 receptors present on the cell surface. However, we found that cleavage of MP by ALL cell lines into active toxin correlated with uptake and inhibition of protein synthesis. Using ALL cell lines, we also demonstrated that binding and internalization of MP/CD22 complexes was correlated with pre-B ALL cell line responses to MP. In addition, the Fv MP/CD22 complexes internalized more slowly than the parent RFB4 antibody/CD22 complexes. In addition to evaluating cell lines, we applied similar assays to 7 patient samples of bone marrow blasts, where we evaluated bound and internalized MP with cellular toxicity up to 72 hours. Our results suggest that some of the heterogeneity observed in in vitro responses to treatment with MP may be related to differences in internalization. Additional studies evaluating intracellular cleavage and trafficking/processing of MP in cell lines and patient blasts is ongoing. These studies, combined with planned in vivo studies evaluating MP antitumor efficacy using ALL cell lines and patient blasts, will provide a more comprehensive picture for differences in ALL response to treatment with MP. TLaVallee currently affiliated with Kolltan Pharmaceuticals, New Haven, CT, USA; work related to this abstract occurred at MedImmune. Disclosures: Burke: MedImmune: Employment. LaVallee: MedImmune: full employee when work was conducted Other."
}