{
    "doi": "https://doi.org/10.1182/blood.V112.11.685.685",
    "article_title": " AF4-MLL Expression Is Necessary and Sufficient for Leukemia Onset in Mice ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Suppressors and Oncogenes II",
    "abstract_text": "Uniform structural and numerical chromosomal abnormalities are frequently demonstrated in human leukemia and lymphomas, probably as initiating events in cancer formation. Recurrent chromosomal translocations generally result in two derivative chromosomes, both of which are usually present in the leukemic blasts at the time of diagnosis. The human MLL (mixed lineage leukemia) gene on chromosome 11, band q23, participates in a variety of chromosomal translocations, which are assumed to be the initial step of the malignant transformation of haematopoietic cells leading to malignancies of myeloid and/or lymphoid lineage. Translocation t(4;11)(q21;q23) fuses the MLL gene to the AF4 (ALL-1 fused gene on chromosome 4; MLLT2) gene and is one of the most frequent rearrangements of the human MLL gene, being particularly common in infant acute lymphoblastic leukemia (ALL) associated with a poor outcome with treatment. Of note, the fusion of MLL to most other partners results in acute myeloid leukemia (AML). While MLL fusions associated with AML have been successfully established in mice, modeling a t(4;11) associated ALL emerged as more delicate. To generate such a model system in mice and to elucidate a potential association of the resulting fusion genes, MLL-AF4 and AF4-MLL for leukemia phenotype specification, the cDNA constructs of both fusion genes were used in a retroviral transduction/transplantation setup. Therefore murine HSCs (Lin − , Sca-1 + ) were transduced with either both fusion genes, or with MLL-AF4 or AF4-MLL alone, and subsequently administered by suborbital injection to sublethally irradiated recipient mice. Mice were observed daily and moribund primary AF4-MLL and MLL-AF4/AF4-MLL recipient mice were monitored after a latency of approximately 6 months and with a penetrance of 25% for the AF4-MLL and 40% for the MLL-AF4/AF4-MLL cohort. Diseased mice exhibited the following criteria for classification as a leukemic disorder: All leukemia mice showed enlarged spleen and thymus, and a massive infiltration of lymphoblast-like leukemic cells in the peripheral blood, bone marrow, and other major organs. cDNA cassettes of the fusion genes were transcribed in the analyzed samples, as assessed by RT-PCR. Furthermore, leukemic cells of AF4-MLL and MLL-AF4/AF4-MLL mice could be successfully re-transplanted into secondary recipients with a latency of 3–7 weeks and a penetrance of 90%, phenocopying the primary leukemia. Flow cytometry was used to further characterize the leukemic immunophenotype. Primary AF4-MLL recipients exclusively developed a CD3 + precursor T-cell lymphoblastic leukemia (Pre-T LBL; according to Bethesda proposals for classification of lymphoid neoplasms in mice), and aside from CD3 + Pre-T LBL, one of the MLL-AF4/AF4-MLL leukemia mice displayed a mixed lymphoid/myeloid malignancy. In contrast, expression of the MLL-AF4 fusion protein in muHSCs did not show any detectable effect in recipient mice over an observation period of more than 13 months. Taken together, in this particular model system the expression of the AF4-MLL fusion protein in multi-potent haematopoietic stem cells is necessary and sufficient to cause cancer. Additional expression of the MLL-AF4 fusion protein in murine HSCs indicates an instructive function in lineage determination of the tumor. For further examination of this finding we consider the establishment of a xenograft NOD/SCID mouse model expressing the fusion genes MLL-AF4 and AF4-MLL in human CD34 + cells.",
    "topics": [
        "leukemia",
        "mice",
        "cancer",
        "fusion proteins",
        "dna, complementary",
        "leukemic cells",
        "precursor t-cell lymphoblastic lymphoma/leukemia",
        "acute lymphocytic leukemia",
        "cd34 antigens",
        "flow cytometry"
    ],
    "author_names": [
        "Adelheid Bursen, PhD",
        "Karen Schwabe",
        "Brigitte Rüster, PhD",
        "Anne Wenger, PhD",
        "Martin Ruthardt, MD",
        "Reinhard Henschler, MD",
        "Theo Dingermann, PhD",
        "Rolf Marschalek, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Adelheid Bursen, PhD",
            "author_affiliations": [
                "Institute of Pharmaceutical Biology/DCAL/ZAFES, Goethe-University of Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Karen Schwabe",
            "author_affiliations": [
                "Institute of Pharmaceutical Biology/DCAL/ZAFES, Goethe-University of Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brigitte Rüster, PhD",
            "author_affiliations": [
                "Institute for Transfusion Medicine and Immunohaematology, Blood Transfusion Centre of the German Red Cross, Frankfurt/Main, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Wenger, PhD",
            "author_affiliations": [
                "Centre d’Immunologie de Marsaille-Luminy, Marsaille, France"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Ruthardt, MD",
            "author_affiliations": [
                "Department of Internal Medicine II, Haematology, Goethe-University of Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Reinhard Henschler, MD",
            "author_affiliations": [
                "Institute for Transfusion Medicine and Immunohaematology, Blood Transfusion Centre of the German Red Cross, Frankfurt/Main, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Theo Dingermann, PhD",
            "author_affiliations": [
                "Institute of Pharmaceutical Biology/DCAL/ZAFES, Goethe-University of Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rolf Marschalek, PhD",
            "author_affiliations": [
                "Institute of Pharmaceutical Biology/DCAL/ZAFES, Goethe-University of Frankfurt, Frankfurt/Main, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T09:35:13",
    "is_scraped": "1"
}