{
    "doi": "https://doi.org/10.1182/blood.V112.11.2791.2791",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1140",
    "start_url_page_num": 1140,
    "is_scraped": "1",
    "article_title": "Cytogenetically Cryptic Tyrosine Kinase Fusion Genes Are Rare in Atypical Myeloproliferative Neoplasms: An Analysis by Targeted Array Comparative Genomic Hybridization ",
    "article_date": "November 16, 2008",
    "session_type": "Myeloproliferative Syndromes",
    "topics": [
        "array-based comparative genomic hybridization",
        "atypical",
        "fusion genes",
        "myeloproliferative disease",
        "protein tyrosine kinase",
        "imatinib mesylate",
        "leukemia, myelomonocytic, chronic",
        "eosinophilia",
        "platelet-derived growth factor alpha receptor",
        "acute basophilic leukemia"
    ],
    "author_names": [
        "Thomas Ernst, MD",
        "Andrew Chase, PhD",
        "Francis Grand, PhD",
        "Andreas Reiter, MD",
        "Nicholas C.P. Cross, PhD"
    ],
    "author_affiliations": [
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ],
        [
            "III. Medizinische Universitätsklinik, Medizinische Fakultät Mannheim der Universität Heidelberg, Mannheim, Germany"
        ],
        [
            "Wessex Regional Genetics Laboratory, University of Southampton, Salisbury, United Kingdom"
        ]
    ],
    "first_author_latitude": "50.9351092",
    "first_author_longitude": "-1.3957594",
    "abstract_text": "Aberrant activation of tyrosine kinases (TKs), caused either by mutation or gene fusion, is of major importance for the development of many hematological malignancies, particularly myeloproliferative neoplasms (MPNs). In general, TKs activated by mutations are associated with less aggressive MPNs, whereas TK fusions are seen in more aggressive diseases. We hypothesized that hitherto unrecognized, cytogenetically cryptic tyrosine kinase fusions may be common in atypical MPNs. To detect genomic copy number changes associated with such fusions, we performed a systematic search using custom designed, targeted high-resolution array comparative genomic hybridization (array CGH). Arrays contained 44,000 oligonucleotide probes that targeted all TKs (n=90) plus a further 450 genes encoding downstream TK signaling components, other translocation targets plus receptors and other factors known to be important for myelopoiesis. For each target, 50–100 probes were selected that spanned the gene plus flanking sequences of up to 200 kb, providing a resolution of approximately 5–10 kb. Pretreatment genomic DNA from 68 patients (44 males, 24 females; median age 62 years, range 16–86) with atypical MPNs was studied: atypical MPN associated with eosinophilia, n=17; chronic eosinophilic leukemia or hypereosinophilic syndrome (HES), n=17; chronic myelomonocytic leukemia (CMML), n=10; unclassified atypical MPN, n=9; atypical chronic myeloid leukemia (aCML), n=6; unclassifiable MDS/MPN, n=5; chronic neutrophilic leukemia, n=3; acute basophilic leukemia, (n=1). All patients were negative for BCR-ABL, FIP1L1-PDGFRA, JAK2 V617F and none had karyotypic abnormalities suggestive of other known TK fusions. Nine HES patients showed a significant response to imatinib treatment in the absence of any known imatinib-sensitive abnormality. Control experiments indicated that the arrays were readily able to identify FIP1L1-PDGFRA in a background of 50% normal cells. Seven cytogenetically cryptic abnormalities were detected in five (7%) patients: Pt 1 with aCML: 0.5 Mb del(21q22.12) (including RUNX1) plus 1 kb del(19p13.11) (JUND); Pt 2 with HES: 1 kb del(19p13.11) as seen in Pt 1; Pt 3 with CMML: 53 kb dup(19p13.3) (in 5’ proximity to MATK); Pt 4 with unclassified atypical MPN: 44 kb del(5p12) (FGF10) together with a 25 kb del(15q21.1) (FGF7); Pt 5 with atypical MPN and eosinophilia: 44 kb dup(22q13.2) (L3MBTL2). No abnormalities involving TKs were detected. Amplification of whole chromosomes or chromosome arms was observed in 8 patients (chr 8, n=3; 21q, n=2; 6p, 16, 17q, n=1 each) and loss of 17p in one patient. Forty different regions of copy number variation (CNV) were identified in genes on the array of which 17 (e.g. within BCL6, TLX3, CDKN1A, FUS) were novel. We conclude that cytogenetically cryptic TK fusion genes are rare in patients with atypical MPNs, even in cases who responded to imatinib. Other abnormalities were identified in a minority of cases which warrant further investigation."
}