{
    "doi": "https://doi.org/10.1182/blood-2020-143002",
    "article_title": "Hypomethylating Agents in Combination with Venetoclax As a Bridge to Allogeneic Transplant in Acute Myeloid Leukemia ",
    "article_date": "November 5, 2020",
    "session_type": "732.Clinical Allogeneic Transplantation: Results",
    "abstract_text": "Introduction Older adults with AML are often ineligible for high intensity chemotherapy and potentially curative allogeneic hematopoietic cell transplantation (HCT) due to poor performance status at presentation, comorbidities, and/or adverse genetic features associated with refractory disease and chemoresistance. Recently, the lower intensity combination of a hypomethylating agent and venetoclax (HMA/Ven) was shown to achieve durable responses in patients with AML. Despite this combination having been studied primarily in older, transplant-ineligible adults, a small subset of patients on the Phase 1b trial were successfully bridged to HCT (Pratz et al, 2019). We conducted a multi-center analysis assessing patient characteristics and clinical outcomes of patients treated with HMA/Ven who subsequently proceeded to HCT. Methods We retrospectively identified 51 adults who received HMA/Ven in either the front-line or relapsed/refractory (R/R) setting and underwent subsequent HCT between 2017 - 2019 at Stanford University, the University of California, San Francisco, and the University of California, Los Angeles. Patients received either azacitidine or decitabine in combination with venetoclax. Patients were evaluated for efficacy endpoints including: best response prior to HCT (complete remission [CR], CR with incomplete hematologic recovery [CRi], morphologic leukemia-free state [MLFS]), measurable residual disease (MRD) prior to HCT by flow cytometry (sensitivity threshold ≤1x10 -4 ), and post-HCT relapse and survival. Results The median age at HCT was 65.5 years (24 - 76). Fifty-three percent of patients had a KPS of ≤ 80, and 29% had an HCT-CI of ³ 3. Fifty-seven percent had adverse-risk disease by 2017 European Leukemia Net criteria. The majority (63%) received decitabine; 23 (45%) received HMA/Ven as front-line induction and 28 (55%) for R/R disease. Compared to patients with R/R disease, patients who received front-line HMA/Ven were more likely to be older (67 vs 54 years, p = 0.003) and have a KPS ≤ 80 (65% vs 47%, p = 0.03). Patients with R/R disease had a median of 2 (1 - 4) lines of therapy prior to receiving HMA/Ven and 2 patients had undergone prior HCT. The number of HMA/Ven cycles prior to HCT varied considerably, with a median of 3 (1 - 11). The majority (78%) of patients achieved a complete remission prior to HCT. Of the patients who received front-line HMA/Ven, 83% achieved CR, 13% CRi, and 4% MLFS; 17 (74%) patients had a pre-HCT MRD assessment, of which 71% were MRD-negative. Of the patients who received HMA/Ven for R/R disease, 41% achieved CR, 22% CRi, 33% MLFS, and 4% had refractory disease; 24 (86%) of patients had a pre-HCT MRD assessment, of which 54% were MRD-negative. Across the full cohort, 49% of patients received non-myeloablative, 35% myeloablative, and 16% reduced intensity conditioning. The majority (94%) of patients received peripheral blood stem cell grafts; donor sources were 35% HLA-matched related, 43% HLA-matched unrelated, and 22% haploidentical. Following HCT, 100-day non-relapse mortality was 4%, 6-month overall survival (OS) was 85% and 6-month relapse-free survival (RFS) was 63%. Among patients who received front-line HMA/Ven, 6-month OS was 88% and 6-month RFS was 80%; among patients with R/R disease, 6-month OS was 81% and 6-month RFS was 51%. Patients who were MRD-negative had a 6-month OS of 87% and RFS of 75%; MRD-positive patients had 6-month OS of 73% and RFS of 46%. Among the 27 patients transplanted prior to July 1, 2019, 1-year OS and RFS were 78% and 59% for the entire cohort, 90% and 80% for the 10 patients receiving frontline HMA/Ven, and 71% and 47% for the 17 patients with R/R disease. Conclusion In patients with AML, an HMA in combination with venetoclax can achieve complete remissions-MRD-negative in many cases-thus providing a viable pathway to potentially curative HCT. This treatment pathway is especially important in older/unfit patients receiving front-line HMA/Ven due to ineligibility for high intensity induction chemotherapy, as well as those with relapsed/refractory and previously chemoresistant disease. Following HCT, patients treated in both settings had low NRM and favorable rates of disease response. Prospective studies are warranted to further explore the optimal use of HMA/Ven therapy as a bridge to successful transplant outcomes. View large Download slide View large Download slide  Close modal Disclosures Muffly: Amgen: Consultancy; Adaptive: Research Funding; Servier: Research Funding. Logan: Abbvie: Consultancy; Amgen: Consultancy; Novartis: Consultancy; Amphivena: Research Funding; Autolus: Research Funding; Jazz: Research Funding; Kadmon: Research Funding; Kite: Research Funding; Pharmacyclics: Research Funding. Mannis: AbbVie, Agios, Bristol-Myers Squibb, Genentech: Consultancy; Glycomimetics, Forty Seven, Inc, Jazz Pharmaceuticals: Research Funding.",
    "author_names": [
        "Vanessa E Kennedy, MD",
        "Gavin Hui, MD",
        "Daria Gaut, MD",
        "Varun Mittal, MD",
        "Caspian Oliai, MD",
        "Lori S. Muffly, MD MS",
        "Aaron C. Logan, MDPhDMPhil",
        "Gabriel N. Mannis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Vanessa E Kennedy, MD",
            "author_affiliations": [
                "University of California- San Francisco, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gavin Hui, MD",
            "author_affiliations": [
                "Department of Medicine, Stanford University, Stanford, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daria Gaut, MD",
            "author_affiliations": [
                "Department of Medicine, Univeristy of California Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Varun Mittal, MD",
            "author_affiliations": [
                "Division of Malignant Hematology/BMT, university of California San francisco, San francisco, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Caspian Oliai, MD",
            "author_affiliations": [
                "University of California, Los Angeles, Los Angeles, CA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lori S. Muffly, MD MS",
            "author_affiliations": [
                "Stanford University School of Medicine, Stanford, CA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron C. Logan, MDPhDMPhil",
            "author_affiliations": [
                "Division of Hematology and Blood and Marrow Transplantation, University of California, San Francisco, San Francisco, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Gabriel N. Mannis, MD",
            "author_affiliations": [
                "Division of Hematology, Department of Medicine, Stanford University, Stanford, CA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-20T21:32:06",
    "is_scraped": "1"
}