{
    "doi": "https://doi.org/10.1182/blood-2018-99-118122",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3860",
    "start_url_page_num": 3860,
    "is_scraped": "1",
    "article_title": "A Novel Glycomimetic Compound (GMI-1757) with Dual Functional Antagonism to E-Selectin and Galectin-3 Demonstrates Inhibition of Thrombus Formation in an Inferior Vena Cava Model ",
    "article_date": "November 29, 2018",
    "session_type": "802. Chemical Biology and Experimental Therapeutics: Poster I",
    "topics": [
        "e-selectin",
        "galectin 3",
        "inferior vena cava",
        "thrombus",
        "mechlorethamine",
        "thrombosis",
        "electric stimulation",
        "saline solutions",
        "antagonists",
        "venous thrombosis"
    ],
    "author_names": [
        "John Peterson, PhD",
        "Yusuf Vohra, PhD",
        "Daniel Durant Myers, DVM, MPH",
        "Silvia Locatelli-Hoops, PhD",
        "Ji-Won Lee, PhD",
        "Lingquan Deng, PhD",
        "Theodore AG Smith, PhD",
        "William E Fogler, PhD",
        "John L Magnani, PhD"
    ],
    "author_affiliations": [
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "University of Michigan, Ann Arbor, MI"
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ],
        [
            "GlycoMimetics, Inc., Rockville, MD "
        ]
    ],
    "first_author_latitude": "39.0990688",
    "first_author_longitude": "-77.1944965",
    "abstract_text": "E-selectin functions in venous thrombosis by binding and activating host cells to initiate the coagulation cascade. The E-selectin antagonist, Uproleselan (GMI-1271), has been shown to attenuate thrombus formation following electrical stimulation in a preclinical inferior vena cava (IVC) model without significantly affecting hemostasis (Culmer DL et al. Thromb Haemost. 117:1171-1181, 2017). A recent study has reported that galectin-3 (gal-3) and gal-3 binding protein are associated with murine thrombogenesis where they interact at the thrombus-vein wall interface, and that gal-3 may be contributing to thrombosis through proinflammatory mechanisms (Elise P et al. Blood 125:1813-1821, 2015). Collectively these studies suggest that pharmacologic targeting of both E-selectin and gal-3 function may afford a new class of therapeutics for treatment of venous thrombosis. In the present studies, we report on the activity of a novel glycomimetic compound with dual functional antagonism of E-selectin and gal-3, and demonstrate its anti-thrombotic activity in an IVC model. Binding affinities of GMI-1757 in solution or to immobilized E-selectin or gal-3 were determined by surface plasmon resonance (SPR) or microscale thermophoresis (MST), respectively. By SPR the mean (+/- SD) KD of GMI-1757 was 61 +/- 4 nM and 276 +/- 98 nM for E-selectin and gal-3, respectively (N=2 determinations). By MST the mean KD of GMI-1757 was 563 +/- 158 nM and 83 +/- 9 nM for E-selectin and gal-3, respectively (N=2-3 determinations). GMI-1757 was subsequently evaluated for its ability to inhibit binding of (a) sialyl Le a to immobilized human E-selectin and (b) gal-3 to an immobilized Galb1-3GlcNAc carbohydrate structure. The median IC 50 of GMI-1757 for ligand binding of E-selectin or gal-3 was 800 nM (n=9 independent assays) and 110 nM (n=7 independent assays), respectively. The pharmacokinetics of GMI-1757 was evaluated following intravenous (IV) administration in male CD-1 mice at 5 mg/kg. Blood samples were collected up to 24 hours post dose, and GMI-1757 concentrations were determined with a qualified LC-MS/MS method. Following IV dosing of GMI 1757 at 5 mg/kg, the average half-life was 3.5 hours. Its average clearance rate was 1.39 +/- 0.180 L/hr/kg and the average volume of distribution was 1.35 +/- 0.651 L/kg. The in vivo activity of GMI-1757 following intraperitoneal (IP) administration was assessed in an acute model of IVC thrombosis.Immediately following the induction of a non-occlusive thrombosis via electrical stimulation (250 mAmp) of the IVC, cohorts of male C57BL/6J mice were given a single IP injection of saline (0.1 mL, n=9); Uproleselan (40 mg/kg, n=7); or GMI-1757 (40 mg/kg, n=6), and twenty-four hrs post thrombus induction the IVC was harvested from all mice and thrombus weights were determined. All treatments were well tolerated. The median thrombus weight from mice treated with Uproleselan was 0.0138 g and was significantly reduced from mice receiving saline (0.0208 g, P=0.004). Treatment with GMI-1757 resulted in a further reduction in median thrombus weight (0.0098 g) which was statistically differentiated from both saline and Uproleselan treatment (P= 0.002 and 0.049, respectively). Mechanism-of-action studies continue to be pursued to fully understand the impact of E-selectin and gal-3 inhibition in this model and other models where disease progression is dependent on both inflammation and fibrosis. In summary, an innovative dual antagonist of E-selectin and gal-3, GMI-1757, has been produced that demonstrates marked inhibition of thrombus formation in a murine IVC model following electrical stimulation. Figure. View large Download slide Figure. View large Download slide Disclosures Peterson: GlycoMimetics: Employment, Equity Ownership. Vohra: GlycoMimetics: Employment, Equity Ownership. Locatelli-Hoops: GlycoMimetics: Employment, Equity Ownership. Lee: GlycoMimetics: Employment, Equity Ownership. Deng: GlycoMimetics: Employment, Equity Ownership. Smith: GlycoMimetics: Employment, Equity Ownership. Fogler: GlycoMimetics: Employment, Equity Ownership. Magnani: GlycoMimetics: Employment, Equity Ownership, Membership on an entity's Board of Directors or advisory committees."
}