{
    "doi": "https://doi.org/10.1182/blood.V106.11.1801.1801",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=519",
    "start_url_page_num": 519,
    "is_scraped": "1",
    "article_title": "High Response Rates in Acute Steroid Refractory Graft-Versus-Host Disease (GVHD) Following Combined Tumor Necrosis Factor-alpha (TNF-α) and Interleukin-2 (IL-2) Blockade. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "aldesleukin",
        "frequency of responses",
        "graft-versus-host disease",
        "steroids",
        "tumor necrosis factor-alpha",
        "tumor necrosis factors",
        "cytokine",
        "daclizumab",
        "infliximab",
        "methylprednisolone"
    ],
    "author_names": [
        "Ramaprasad Srinivasan, MD, PhD",
        "Nancy Geller, PhD",
        "Colleen Dorrance, MD",
        "Igor Espinoza-Delgado, MD",
        "A. John Barrett, MD",
        "Yoshiyuki Takahashi, MD, PhD",
        "Richard W. Childs, MD"
    ],
    "author_affiliations": [
        [
            "Urologic Oncology Branch, NCI"
        ],
        [
            "Office of Biostatistics, NHLBI"
        ],
        [
            "Hematology Branch, NHLBI"
        ],
        [
            "NIA"
        ],
        [
            "Hematology Branch, NHLBI"
        ],
        [
            "Hematology Branch, NHLBI"
        ],
        [
            "Hematology Branch, NHLBI"
        ]
    ],
    "first_author_latitude": "39.002777099999996",
    "first_author_longitude": "-77.10445969999999",
    "abstract_text": "Although advances have been made in our understanding of the patho-physiologic mechanisms leading to GVHD following allogeneic hematopoietic cell transplantation, no effective standard therapy currently exists for the 10%–20% of patients who develop steroid refractory disease. A variety of inflammatory cytokines including IL-2 and TNF-α have been identified as important mediators of acute GVHD. Unfortunately, single agent monoclonal antibody therapy against the IL-2 receptor alpha chain (Daclizumab) or TNF-α (Infliximab) has only modest activity in steroid refractory GVHD. We hypothesized that concomitant blockade of both TNF-α and IL-2 pathways would be more effective in controlling steroid refractory GVHD than inhibition of either cytokine alone. Between February, 2002 and July, 2005, 98 patients with a variety of treatment refractory solid tumors (n=65), hematologic malignancies (n=10) or nonmalignant hematologic diseases (n=23) underwent nonmyeloablative HCT from a 6/6 (n=95) or 5/6 (n=3) HLA-matched family donor at our institution. Pre-transplant conditioning consisted of cyclophosphamide and fludarabine administered either alone (n=80) or with anti-thymocyte globulin (n=18). Cyclosporine, given in combination with either mycophenolate mofetil (n=45) or methotrexate (n=53) was used as GVHD prophylaxis. Sixteen patients (median age 39y, range 17–65y) developed grade III–IV steroid refractory GVHD (defined as GVHD that failed to improve after ≥ 6 consecutive days of ≥ 1mg/kg/d methylprednisolone, including at least 3 days of ‘pulse dose’ methylprednisolone). Median onset of steroid refractory disease was 28 days following HCT; involved organs included the lower gastrointestinal tract (n=16), liver (n=3) and skin (n=6). Patients were treated with a combination of daclizumab (1mg/kg, days1,4,8,15,22) and infliximab (10mg/kg, days1,8,15,22); aspergillus prophylaxis, empiric broad-spectrum antibiotics, and a rapid reduction in the dose of corticosteroids (to ≤ 1mg/kg/d) was initiated in order to minimize the risk of opportunistic infections associated with monoclonal antibody therapy. We observed a remarkably high response rate following therapy, with 14/16 (88%) patients experiencing complete resolution of GVHD in all affected organs. Responses were usually delayed (median response onset 2 weeks) but durable, with all 14 responders recovering sufficiently for hospital discharge. Three patients developed recurrent GVHD 30 to 45 days after the completion of antibody therapy; all had a complete response following re-treatment. The most notable complication associated with therapy was the development of opportunistic infections; three patients developed invasive fungal infections (2 with aspergillus and one with aspergillus and mucor); in 2/3 of these cases, prophylactic antifungal therapy had been prematurely discontinued due to drug toxicity. The median survival for the entire cohort was 230 days (range 67–1039 days), with 5/16 patients surviving at the time of this analysis. Four patients died from progression of their underlying solid tumor, two from complications related to CMV, and four from infectious complications related to GVHD. These data suggest combined TNF-α/IL-2 blockade is an effective therapeutic option for patients with steroid refractory GVHD and further highlight the need for aggressive antimicrobial prophylaxis in the management of this condition."
}