{
    "doi": "https://doi.org/10.1182/blood.V118.21.725.725",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2067",
    "start_url_page_num": 2067,
    "is_scraped": "1",
    "article_title": "Tissue Factor Pathway Inhibitor Increases Hematopoietic Stem Cell Homing and Engraftment by Glypican-3 Mediated Inhibition of CD26 Activity ",
    "article_date": "November 18, 2011",
    "session_type": "506. Hematopoiesis and Stem Cells - Microenvironment, Cell Adhesion and Stromal Stem Cells: The Stem Cell Niche as a Therapeutic Target",
    "topics": [
        "dipeptidyl-peptidase iv",
        "engraftment",
        "hematopoietic stem cells",
        "tissue factor pathway inhibitor",
        "intravenous injections",
        "cd34 antigens",
        "chemokines",
        "cxcr4 receptors",
        "heparan sulfate proteoglycans",
        "molecule"
    ],
    "author_names": [
        "Satish Khurana, PhD",
        "Chacko Joseph",
        "Lia Margamuljana",
        "Shannon Buckley",
        "Sarah Scouteden",
        "Catherine M. Verfaillie, MD"
    ],
    "author_affiliations": [
        [
            "Inter-departmental Stem Cell Institute, K.U.Leuven, Leuven, Belgium, "
        ],
        [
            "Inter-departmental Stem Cell Institute, KULeuven, "
        ],
        [
            "K.U.Leuven, "
        ],
        [
            "New York University School of Medicine"
        ],
        [
            "K.U.Leuven, "
        ],
        [
            "Inter-departmental Stem Cell Institute, K.U.Leuven, Leuven, Belgium, "
        ]
    ],
    "first_author_latitude": "50.877954499999994",
    "first_author_longitude": "4.7002953",
    "abstract_text": "Abstract 725 Directional migration is an important factor that determines homing of transplanted hematopoietic stem cells (HSC). The SDF-1α-CXCR4 axis is one of the most important determinants of this process. CD26, expressed on various cell types, leads to proteolytic cleavage of SDF-1α, which leads to the inactivation of its chemokine activity. We identified tissue factor pathway inhibitor (TFPI) as an inhibitor of CD26. Culture of murine bone marrow derived c-kit + Lin − Sca-1 + (KLS) cells or human umbilical cord blood derived Lin − CD34 + cells with TFPI significantly inhibited CD26 activity, which resulted in significantly increased migration towards SDF-1α. Moreover, TFPI treatment of murine KLS cells led to significant improvement in homing following intravenous injection and long-term reconstitution upon transplantation in competitive repopulation assays. We found that the effects of TFPI were mediated by the heparan sulphate proteoglycan, Glypican-3 (Gpc3). TFPI directly bound Gpc3; TFPI did not affect CD26 activity, migration or homing of Gpc3 −/− KLS cells, but affected Gpc1 −/− KLS cells similar to the wild type. Finally, KLS cells from Gpc3 −/− but not Gpc1 −/− mice homed significantly less following IV injection. Hence, we present a novel molecule that can be used in an HSC specific manner to enhance HSC migration, homing and engraftment. Disclosures: No relevant conflicts of interest to declare."
}