{
    "doi": "https://doi.org/10.1182/blood.V106.11.2602.2602",
    "article_title": "Intracytoplasmic Concentration of GM-CSF and Intensity of the GM-CSF Membrane Receptor Are Significantly Higher in Proliferative Than in Dysplastic Variant of CMML and Could Explain the Higher In Vivo and In Vitro Growth Pattern. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Chronic myelomonocytic leukemia (CMML) is a heterogeneous hematological malignancy, which has been included in a new category of MDS/MPD disorders in the last WHO classification of myeloid malignancies. An arbitrarily chosen leukocyte count has been proposed by the FAB group to differentiate between a “dysplastic” type (MD-CMML, with ≤12 x 10 9 WBC/L) and a “proliferative” type (MP-CMML, with >12 x 10 9 WBC/L) of CMML. However, apart from the WBC count, no biological difference has been identified to support distinction between these two disease-entities. Among factors that have been implicated in pathogenesis of CMML, GM-CSF produced by either autocrine or paracrine mechanisms has been shown to be a major growth determinant. In this study, peripheral blood samples from normal controls and from patients affected by proliferative and dysplastic variants of CMML were used to investigate expression of intracytoplasmic GM-CSF and expression of GM-CSF membrane receptor. Briefly, mononuclear cells (MNC) were isolated on Ficoll-Paque density gradient and cryopreserved in FCS 10% DMSO. In a first set of experiments samples from 5 healthy controls, 11 MP-CMML and 8 MD-CMML were thawed, permeabilized and stained with GM-CSF PE (Caltag) to evaluate expression of the intracytoplasmic cytokine by FACSCalibur flow cytometer (BD). Mean percentage of GM-CSF expression was 0.1 (range 0–0.5) in normal controls, 59.8 (range 14.5–90.7) in MP-CMML and 2.27 (range 0–9.3) in MD-CMML. The difference between MP and MD disease was statistically significant. To further investigate the possible role of GM-CSF cytokine in the pathogenesis of CMML, in a second set of experiments, MNC from 8 normal controls, 14 MP-CMML and 11 MD-CMML samples were thawed and stained with GM-CSFR (CD116 Pharmingen) and then with Goat Anti-Mouse FITC (BD) to evaluate the expression of the cytokine receptor. Mean percentage of expression of GM-CSFR was significantly higher in CMML samples (41.3, range 9.5–69) than in normal controls (20.3, range 16.4–27.3). No difference was detected between subtypes of MP-CMML and MD-CMML. When we considered median intensity of GM-CSFR expression, we observed a significantly higher values in MP-CMML than in MD-CMML (123.2 and 51.4, respectively), whereas no significant difference was detected between normal samples and MD-CMML. In this study, we also assessed \"in vitro\" spontaneous colony growth of PB-MNC from patients with both variants of CMML. The number of CFU-GM was higher in the MP-CMML than in MD-CMML (57 vs 17/5x10e5 cells plated) and a significant correlation with intracytoplasmic GM-CSF expression was observed (p <0.05). The higher levels of intracytoplasmic GM-CSF and the increased density of the cytokine receptor in MP-CMML suggest a possible role of GM-CSF in malignant cell proliferation of CMML patients. If our results will be confirmed, these findings could be utilized as a possible biological marker to distinguish proliferative and dysplastic variants of the disease. Further studies are warranted to investigate possible therapeutic applications.",
    "topics": [
        "dysplasia",
        "granulocyte-macrophage colony-stimulating factor",
        "leukemia, myelomonocytic, chronic",
        "membrane receptor",
        "recombinant granulocyte-macrophage colony-stimulating factors",
        "receptors, colony-stimulating factor",
        "cytokine",
        "receptors, cytokine",
        "biological markers",
        "cancer"
    ],
    "author_names": [
        "Francesco Onida, MD",
        "Servida Federica, MS",
        "Soligo Davide, MD, PhD",
        "Ricci Clara, MS",
        "Pasquini Maria Cristina, MD",
        "Vismara Alessandro, MD",
        "Cortelezzi Agostino, MD",
        "Lambertenghi Deliliers Giorgio, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Francesco Onida, MD",
            "author_affiliations": [
                "Hematology and Oncology, IRCCS Ospedale Maggiore Policlinico, Mangiagalli, Regina Elena and University of Milan, Italy",
                "Matarelli Foundation for Blood Diseases, Ospedale Fatebenefratelli and Oftalmico, Milan, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Servida Federica, MS",
            "author_affiliations": [
                "Matarelli Foundation for Blood Diseases, Ospedale Fatebenefratelli and Oftalmico, Milan, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soligo Davide, MD, PhD",
            "author_affiliations": [
                "Hematology and Oncology, IRCCS Ospedale Maggiore Policlinico, Mangiagalli, Regina Elena and University of Milan, Italy",
                "Matarelli Foundation for Blood Diseases, Ospedale Fatebenefratelli and Oftalmico, Milan, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ricci Clara, MS",
            "author_affiliations": [
                "Matarelli Foundation for Blood Diseases, Ospedale Fatebenefratelli and Oftalmico, Milan, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pasquini Maria Cristina, MD",
            "author_affiliations": [
                "Hematology and Oncology, IRCCS Ospedale Maggiore Policlinico, Mangiagalli, Regina Elena and University of Milan, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vismara Alessandro, MD",
            "author_affiliations": [
                "II Division of Internal Medicine, Azienda Ospedaliera “G.Salvini”, Rho (Milan), Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cortelezzi Agostino, MD",
            "author_affiliations": [
                "Hematology and Oncology, IRCCS Ospedale Maggiore Policlinico, Mangiagalli, Regina Elena and University of Milan, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lambertenghi Deliliers Giorgio, MD",
            "author_affiliations": [
                "Hematology and Oncology, IRCCS Ospedale Maggiore Policlinico, Mangiagalli, Regina Elena and University of Milan, Italy",
                "Matarelli Foundation for Blood Diseases, Ospedale Fatebenefratelli and Oftalmico, Milan, Italy"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T02:27:43",
    "is_scraped": "1"
}