{
    "doi": "https://doi.org/10.1182/blood.V104.11.2708.2708",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=185",
    "start_url_page_num": 185,
    "is_scraped": "1",
    "article_title": "Rh null Syndrome: Identification of a Novel Mutation in RHce Gene. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Background : Rh null syndrome, which includes the amorph and regulator types, is a rare genetic disorder characterized by stomatocytosis and chronic mild hemolytic anemia. The suppression of Rh antigen expression for regulator types is attributed to mutations of the RHAG gene. The deficiency of Rh proteins on the red blood cells (RBCs) from the rare individuals of the Rh null amorph type may be the result of homozygosity for a silent RHCE allele at the RH locus in which the RHD is absent. We studied a Brazilian family transmitting an amorph Rh null disease gene on a consanguineous background and identified a novel mutation in RHce gene causing the loss of function phenotype. Methods : RBCs from two Rh null sisters (G1 and G2) of the amorph type and from family members were analyzed by serology and flow cytometry with monoclonal antibodies specific for Rh (D, C, c, E and e), and LW antigens, for RhAG and CD47 as well as alloantibodies directed against GPB (S, s and U) antigens. Genomic DNA samples and transcripts were tested by PCR and sequence analysis. Results : RBCs from G1 and G2 did not react with the anti-Rh and anti-LW reagents and reacted weakly with anti-RhAG, anti-CD47, anti-s, and anti-U reagents. RBCs from G1 were S+ and from G2 S-. Molecular analyses showed a deletion of the nucleotide at position 963 in exon 7 of the RHce gene [GGG(Glu321→GG)] in addition to a deletion of the RHD gene. This nucleotide deletion in exon 7 introduced a frameshift after Glu321 and a premature stop codon, resulting in a shorter predicted protein with 359 amino acids, including a new C-terminal sequence that is likely to alter the protein conformation and impair the Rh complex assembly. Conclusion : We describe a novel mutation of an amorph Rh null disease gene leading to a loss of function phenotype. Our findings reinforce previous studies suggesting that protein folding and/or protein-protein interaction mediated by the C-terminal domain of the Rh proteins plays a role in the stability of the Rh membrane complex.",
    "topics": [
        "genes",
        "mutation",
        "rh null phenotype",
        "antigens",
        "cd47 antigen",
        "nucleotides",
        "amino acids",
        "dna",
        "flow cytometry",
        "genetic disorder"
    ],
    "author_names": [
        "Marion E. Reid, PhD",
        "Karina A. Rosa",
        "Vivien I. Powell",
        "Christine Lomas-Francis",
        "Fernando F. Costa, MD, PhD",
        "Servio T. Stinghen",
        "Alexandra M. Watanabe",
        "Edna K. Carboni",
        "Joseani P. Baldon",
        "Maria Marta F. Jucksch, MD",
        "Lilian Castilho, PhD"
    ],
    "author_affiliations": [
        [
            "none, New York Blood Center, New York, NY, USA"
        ],
        [
            "none, Hemocentro UNICAMP, Campinas, Sao Paulo, Brazil"
        ],
        [
            "none, New York Blood Center, New York, NY, USA"
        ],
        [
            "none, New York Blood Center, New York, NY, USA"
        ],
        [
            "none, Hemocentro UNICAMP, Campinas, Sao Paulo, Brazil"
        ],
        [
            "none, Centro de Hematologia e Hemoterapia do Parana, Curitiba, Parana, Brazil"
        ],
        [
            "none, Centro de Hematologia e Hemoterapia do Parana, Curitiba, Parana, Brazil"
        ],
        [
            "none, Centro de Hematologia e Hemoterapia do Parana, Curitiba, Parana, Brazil"
        ],
        [
            "none, Centro de Hematologia e Hemoterapia do Parana, Curitiba, Parana, Brazil"
        ],
        [
            "none, Centro de Hematologia e Hemoterapia do Parana, Curitiba, Parana, Brazil"
        ],
        [
            "none, Hemocentro UNICAMP, Campinas, Sao Paulo, Brazil"
        ]
    ],
    "first_author_latitude": "40.6718672",
    "first_author_longitude": "-73.90631075"
}