{
    "doi": "https://doi.org/10.1182/blood.V126.23.4334.4334",
    "article_title": "Intrabone Infusion of Umbilical Cord Blood Stem Cells to Improve Hematopoietic Recovery after Allogeneic Umbilical Cord Blood Transplantation in Children ",
    "article_date": "December 3, 2015",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "abstract_text": "Umbilical cord blood transplantation (UCBT) has been used to treat malignant and non-malignant diseases. UCBT offers the advantages of easy procurement, immediate availability, and acceptable partial HLA mismatches. Still, patients treated with UCBT show delayed hematopoietic and immunological recoveries, and have higher rates of infection. The problem of slower hematopoietic recovery post-UCBT has been addressed using different approaches: infusion of two CB units, ex-vivo expansion of CB, transplantation of a UCB combined with a selected CD34+ peripheral stem cell unit from an haplo-identical donor. Intrabone (IB) injection is a known emergency access route for infusion of fluids and drugs in children. Frassoni et al published a study on the IB injection of a single unit of CB into 32 adult patients (Frassoni F, et al. Lancet Oncol. 2008) and showed a neutrophil (0.5x10^9/L) and platelet (20x10^9/L) recoveries with a median of 23 and 36 days, respectively, with a median nucleated cell dose of only 2.6 x 10^7 cells/kg. These results have been confirmed in a retrospective study comparing IB infusion of CB with infusion of two units of CB in adult patients (Rocha V, et al. Transplantation. 2013). The only data of IB infusion in pediatric patients is a case report of 5 patients (Saglio F, et al. J Pediatr Hematol Oncol. 2012). In order to confirm the role of IB infusion of CB to improve hematopoietic reconstitution after UCBT in pediatric patients, we started a Phase II single arm, exploratory clinical trial (NCT01711788). Our primary hypothesis is that use of IB infusion of CB reduces stem cell trapping seen with IV infusion, maximizing the number of stem cells and providing a faster short- and robust long-term engraftment. Inclusion criteria includes age up to 21 years, diagnosis of hematopoietic disorders (malignant or not), availability of a single CB with at least 3 x 10^7 nucleated cells (NCs)/kg at freezing (use of two CB units is allowed provided a single CB unit fulfilling the above criteria is not available), and use of a myeloablative-conditioning regimen. On the day of UCBT, frozen CB unit is thawed, washed and re-suspended in 20 ml of a saline/albumin solution and aliquoted into four 5-ml syringes. Patient is sedated with propofol and ketamine according to the current protocol for sedation in children. After sedation, a first aliquot of CB stem cell suspension is injected into the bone marrow, followed by a of 0.5-1 ml saline solution rinse. This procedure is repeated for all remaining aliquots at different places and can be performed in one or both iliac crests, depending on patient size. Each injection is performed within a 2-minute timeframe. If patient requires two CB units, one unit is infused IB while the second unit is infused IV after recovery from sedation. G-CSF is given from D+7. A total of 12 patients has been included since Nov/2012. Eight were male, and median age was 7 (2 - 15) years. Diagnosis were AML (n=6), ALL (n=4) and sickle cell anemia (n=2). Most UCB were unrelated (n=10) and 6/6, 5/6 and 4/6 HLA matching comprised four, five and three UCBT. Busulfan-based conditioning was used in eight patients. Ten patients received a single unit UCB. Median NC infused was 3.4 (2.17-8.4) x 10^7/kg. There was no toxicity related to IB infusion. Engraftment occurred in 10 out of 12 patients and median time to engraftment (neutrophil ≥ 0.5x10^9/L) was 14.5 days. Platelet recovery (≥ 50x10^9/L) occurred in just 6/12 patients (due mainly to early relapse) and median time to recovery was 41 (28-77) days. Three patients presented a grade II aGVHD. There were three relapses. Ten out of twelve patients are alive, one patient died from UCBT complication (ARDS) and other from relapse. In conclusion, IB infusion of UCB is feasible in pediatric patients without any particular toxicity and there is a positive impact on neutrophil recovery. Inclusion of more patients are needed to confirm the impact of IB-UCBT on platelet recovery, duration of hospitalisation, and survival. IB-UCBT might be a more affordable alternative to improve hematopoietic recovery comparing to other methods of UCB expansion. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "child",
        "infusion procedures",
        "stem cells",
        "umbilical cord blood",
        "umbilical cord blood transplantation",
        "sedated state",
        "sedation procedure",
        "human leukocyte antigens",
        "saline solutions",
        "toxic effect"
    ],
    "author_names": [
        "Henrique Bittencourt, MD",
        "Marie-France Vachon",
        "Isabelle Louis",
        "Ernestine Chablis",
        "Marion Cortier",
        "Edith Villeneuve",
        "Pierre Teira, MD MS",
        "Sonia Cellot, MDPhD",
        "Elie Haddad, MD",
        "Michel Duval, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Henrique Bittencourt, MD",
            "author_affiliations": [
                "Department of Pediatrics, Faculty of Medicine, University of Montreal, Montreal, Canada ",
                "Charles-Bruneau Cancer Center, CHU Sainte-Justine Research Center, Hematology-Oncology Division, Montreal, Canada "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marie-France Vachon",
            "author_affiliations": [
                "Onco-Hematology Division, CHU Sainte-Justine, University of Montreal, Montreal, Canada "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Isabelle Louis",
            "author_affiliations": [
                "Cellular Therapy Laboratory, CHU Sainte-Justine, Montreal, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ernestine Chablis",
            "author_affiliations": [
                "CHU Sainte-Justine, Montreal, Canada "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marion Cortier",
            "author_affiliations": [
                "CHU Sainte-Justine, Montreal, Canada "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Edith Villeneuve",
            "author_affiliations": [
                "Anestesiology Department, CHU Sainte-Justine, Montreal, Canada "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pierre Teira, MD MS",
            "author_affiliations": [
                "Hematology-Oncology Division, CHU Sainte-Justine, University of Montreal, Montreal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sonia Cellot, MDPhD",
            "author_affiliations": [
                "Hematology-Oncology Division, Charles Bruneau Cancer Center, CHU Sainte-Justine University Hospital, University of Montreal, Montreal, Canada "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elie Haddad, MD",
            "author_affiliations": [
                "Immunology Division, CHU Sainte-Justine, University of Montreal, Montreal, Canada"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Duval, MD",
            "author_affiliations": [
                "Department of Pediatrics, Faculty of Medicine, University of Montreal, Montreal, Canada ",
                "Onco-Hematology Division, CHU Sainte-Justine, University of Montreal, Montreal, Canada "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-04T03:45:39",
    "is_scraped": "1"
}