{
    "doi": "https://doi.org/10.1182/blood.V124.21.93.93",
    "article_title": "Regulation of Protein Disulfide Isomerase By S-Nitrosylation Controls Its Function during Thrombus Formation ",
    "article_date": "December 6, 2014",
    "session_type": "301. Platelet Activation and Biochemistry: Platelets in Hemostasis and Thrombosis",
    "abstract_text": "Protein disulfide isomerase (PDI) is an oxidoreductase that is essential for thrombus formation following vascular injury. Clinical trials testing the efficacy and safety of PDI inhibition in the setting of thrombotic disease are currently underway. Yet while preclinical and clinical trials of PDI in thrombosis have progressed rapidly, the mechanisms by which PDI is regulated in the vasculature and how it mediates thrombosis remain unknown. PDI has an a-b-b'-x-a' domain structure, where the a and a' domains contain a CGHC motif responsible for cleaving and forming disulfide bonds. The active site cysteines within the catalytic CGHC motif that perform oxidoreductive reactions can also undergo S-nitrosylation. We have evaluated the hypothesis that nitric oxide (NO) converts PDI into a nitrosylase and regulates PDI oxidoreductase activity in the vasculature during thrombus formation. Initial studies demonstrated that incubation of recombinant PDI with the NO donor, SNAP, resulted in an 83±1.4% decrease in its reductase activity. A transnitrosylase assay using the NO indicator DAF-FM showed that S-nitrosylated PDI (SNO-PDI) transferred NO into platelets and inhibited platelet aggregation. To define the molecular determinants of PDI nitrosylation activity, we evaluated mutant PDIs containing Cys -> Ala mutations of the CGHC ( a domain)/CGHC ( a' domain) motifs in the platelet-based transnitrosylase assay. Wild-type PDI (CGHC/CGHC) demonstrated full reductase and nitrosylase activity and the enzymatically dead mutant (AGHA/AGHA) showed neither activity. In contrast, the CGHA/CGHA mutant maintained nitrosylase activity (41±0.23%), but had no reductase activity. This observation suggested that reductase and nitrosylase activities were separable. To further evaluate this supposition, we screened a series of PDI mutants in which intervening sequences of the CGHC domain had been modified. The screen identified CGPC/CGPC as a nitrosylase-biased mutant that showed a 59±2.31% decrease in reductase activity, but a 72±1.83% increase in nitrosylase activity compared to wild-type PDI. Another nitrosylase-biased mutant, CGRC/CGRC, showed a similar activity pattern. Since PDI is prothrombotic and SNO-PDI is antithrombotic, we compared the activity of nitrosylase-biased mutants with wild-type PDI in platelet aggregation studies in the presence of physiological concentrations of GSNO. While wild-type PDI had little effect on platelet aggregation, nitrosylase-biased PDIs such as the CGPC/CGPC and CGRC/CGRC mutant completely inhibited platelet aggregation. These studies show that the prothrombotic oxidoreductase activities of PDI are separable from their antithrombotic nitrosylase activities and that nitrosylase-biased PDI mutants have antiplatelet activity. We next evaluated the effect of PDI nitrosylation on thrombus formation in vivo. Infusion of SNO-PDI into mice inhibited thrombus formation following laser-induced vascular injury of cremaster arterioles. Mice deficient in glutathione-S-nitrosyl reductase (GSNOR) were used to assess the role of endogenous NO in thrombus formation. GSNOR enzymatically reduces GSNO, the main storage form of NO in cells. Platelet accumulation and fibrin formation were hardly detectable in GSNOR -/- mice. Infusion of recombinant WT PDI, but not an enzymatically dead PDI, reversed the defect in platelet accumulation and fibrin generation to levels of WT mice. In order to visualize NO during thrombus formation, the NO-sensitive dye DAF-FM was infused into mice and NO signal in endothelium monitored following laser-induced injury. DAF-FM signal decreased rapidly following laser injury of cremaster arterioles, indicating an activation-induced reduction in endothelial NO in vivo . In conclusion, our studies show that oxidoreductase and nitrosylase activities of PDI are separable and support a model whereby high endothelial NO levels maintain vascular quiescence in part by maintaining PDI as a nitrosylase and blocking its prothrombotic PDI activity. We propose that the reduction of NO levels that occurs with vascular injury or endothelial dysfunction contributes to the conversion of PDI from an anti-thrombotic nitrosylase to a prothrombotic reductase. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "protein disulfide isomerase",
        "thrombus",
        "oxidoreductase",
        "vascular injuries",
        "fibrin",
        "fibrinolytic agents",
        "infusion procedures",
        "lasers",
        "s-nitrosoglutathione",
        "thrombosis"
    ],
    "author_names": [
        "Roelof H Bekendam, MD",
        "Gopal Srila, MD",
        "Pavan K Bendapudi, MD",
        "James R Dilks",
        "Lin Lin, PhD",
        "Sheryl Bowley, PhD",
        "Jack Stopa, PhD",
        "Mingdong Huang, PhD",
        "Bruce Furie, MD",
        "Kevin Croce, MD/ PhD",
        "Robert Flaumenhaft, MD/ PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Roelof H Bekendam, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gopal Srila, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavan K Bendapudi, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James R Dilks",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lin Lin, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sheryl Bowley, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jack Stopa, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingdong Huang, PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bruce Furie, MD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin Croce, MD/ PhD",
            "author_affiliations": [
                "Brigham and Women's Hospital, Harvard Medical School, Boston, MA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Flaumenhaft, MD/ PhD",
            "author_affiliations": [
                "Beth Israel Deaconess Medical Center, Boston, MA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-31T21:34:29",
    "is_scraped": "1"
}