{
    "doi": "https://doi.org/10.1182/blood-2021-146918",
    "article_title": "Non-Classical Monocyte Abundance Is an Independent Adverse Risk Factor for Relapse in Pediatric B-ALL ",
    "article_date": "November 5, 2021",
    "session_type": "618.Acute Lymphoblastic Leukemias: Biomarkers, Molecular Markers and Minimal Residual Disease in Diagnosis and Prognosis",
    "abstract_text": "Background Acute Lymphoblastic Leukemia (ALL) is the most common pediatric cancer and while curable in the majority of cases, 15%-20% of children will relapse with only 50% surviving long-term. Treatment failures arise from the outgrowth of pre-existing or acquired sub-clones that are genetically or epigenetically primed to resist treatment. In addition, the bone marrow microenvironment is known to provide a protective niche. We performed the first mapping of the human B-cell ALL (B-ALL) immune bone marrow (BM) microenvironment at single cell resolution at diagnosis, remission and relapse ( Witkowski , 2020). We uncovered a striking rewiring of the myeloid compartment during B-ALL progression with significant over-representation of a leukemia-associated monocyte subpopulation expressing high levels of the Macrophage Colony Stimulating Factor Receptor (M-CSFR/CSF1R). Using both peripheral blood (PB) complete blood count analysis and RNA-seq data, we demonstrated that high monocyte abundance at B-ALL diagnosis is predictive of inferior pediatric and adult overall survival in two large independent clinical cohorts. To determine the association of non-classical monocyte abundance in BM and PB with risk of relapse, we examined a cohort of clinical samples from children enrolled on Children's Oncology Group (COG) protocols. Methods Using an unmatched case-control design, we established a preliminary cohort of PB and BM samples collected at diagnosis from 24 B-ALL patients with eventual relapse and 24 patients in long-term remission. Four remission samples from an NYU Langone cohort were used to validate the expansion of this population in the presence of B-ALL. We applied a customized flow cytometry based assay to identify CD115-expressing human monocyte subsets: classical (CD45 + CD56 - CD14 + CD16 - ), non-classical (CD45 + CD56 - CD14 - CD16 + ), as well as B-cells (CD19, CD22, CD10) and T/NK cells (CD3, CD56). We then performed univariate and multivariable analysis of outcome (relapse versus long-term remission) compared to monocyte subset abundance, adjusting for potential confounding factors (age, gender, CNS status, NCI risk, genetic subtype, WBC at diagnosis, and end of induction minimal residual disease). Results We observed a significantly higher percentage of non-classical monocytes in the diagnostic BM from the COG cohort when compared to remission samples (COG diagnostic B-ALL BM non-classical percentage mean 52.19% vs NYU B-ALL remission BM non-classical percentage mean 1.775%, P = 0.0001). We also observed a strong correlation between the percentage of non-classical monocytes in the PB when compared to their matched BM specimens ( r = 0.6, P = 0.0001). Multivariable analysis revealed a significant association between PB non-classical monocyte percentage at diagnosis and patient outcome (remission cohort non-classical monocyte percentage [mean, range]: 52.4%, 33.3-68.1%, n = 24, relapse cohort non-classical monocyte percentage: 65.9%, 56.4-84.7%, n = 24, P = 0.021). Similarly, a strong trend was observed in the BM, although it did not reach statistical significance. Flow cytometric analysis confirmed CD115 (M-CSFR/CSF1R) expression in this non-classical monocyte population, thereby validating a novel target for intervention. Conclusions These findings validate the presence of a unique monocyte subpopulation associated with childhood B-ALL and suggests that assessing this population in PB at diagnosis may be of prognostic significance. The availability of small molecule inhibitors and monoclonal antibodies targeting CSF1R-expressing monocytes may offer a novel approach to treating B-ALL. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Raetz:  Pfizer: Research Funding; Celgene: Other: DSMB member. Teachey:  Sobi: Consultancy; NeoImmune Tech: Research Funding; Janssen: Consultancy; BEAM Therapeutics: Consultancy, Research Funding. Aifantis:  AstraZeneca: Research Funding; Foresite (FL2020-010) LLC: Consultancy.",
    "author_names": [
        "Gloria Paz Contreras Yametti",
        "Nikki Ann Evensen",
        "Meenakshi Devidas",
        "Elizabeth A. Raetz",
        "Karen R Rabin",
        "David T. Teachey",
        "Iannis Aifantis",
        "William L. Carroll",
        "Matthew Witkowski"
    ],
    "author_dict_list": [
        {
            "author_name": "Gloria Paz Contreras Yametti",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Stephen D. Hassenfeld Children's Center for Cancer and Blood Disorders, Perlmutter Cancer Center at NYU Langone Health, New York University, New York, NY"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nikki Ann Evensen",
            "author_affiliations": [
                "Perlmutter Cancer Center at NYU Langone Health, New York University, New York, NY"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Meenakshi Devidas",
            "author_affiliations": [
                "Global Pediatric Medicine, St Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elizabeth A. Raetz",
            "author_affiliations": [
                "Stephen D. Hassenfeld Children's Center for Cancer and Blood Disorders, New York University, New York, NY"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karen R Rabin",
            "author_affiliations": [
                "Baylor College of Medicine TX Children's Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "David T. Teachey",
            "author_affiliations": [
                "Department of Pediatrics and the Center for Childhood Cancer Research, Children's Hospital of Philadelphia, Rutledge, PA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Iannis Aifantis",
            "author_affiliations": [
                "Perlmutter Cancer Center at NYU Langone Health, New York University, New York, NY"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "William L. Carroll",
            "author_affiliations": [
                "Division of Pediatric Hematology and Oncology, Stephen D. Hassenfeld Children's Center for Cancer and Blood Disorders, Perlmutter Cancer Center at NYU Langone Health, New York University, New York, NY"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matthew Witkowski",
            "author_affiliations": [
                "Perlmutter Cancer Center at NYU Langone Health, New York University, New York, NY"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-21T21:38:04",
    "is_scraped": "1"
}