{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.3292.3292",
    "article_title": "The Effect of Conditioning Regimen Dose Reduction in Obese Patients Undergoing Autologous Transplantation ",
    "article_date": "December 7, 2017",
    "session_type": "731. Clinical Autologous Transplantation: Results: Poster II",
    "abstract_text": "There are limited data on whether to adjust high-dose chemotherapy prior to autologous transplant in overweight patients. We performed a registry-based retrospective analysis on the effect of dose adjustment on the outcomes of patients with body mass index (BMI) ≥ 30 kg/m2. Dose adjustment was defined as a reduction in standard dosing of ≥ 20%. We studied autologous transplant recipients with myeloma (n=1696) treated with high-dose melphalan and lymphomas (Hodgkin/non-Hodgkin; n=781) who received carmustine, etoposide, cytarabine, and melphalan (BEAM) conditioning, respectively. In the myeloma group, chemotherapy dose was adjusted in 1324 (78%). Age, sex, BMI, race, Karnofsky performance score (KPS), co-morbidity score (HCT-CI), and disease features (stage at diagnosis, disease status and time to transplant) were similar between adjusted and unadjusted dose groups. In the multivariate analysis (Table) for myeloma patients, adjusting (reducing) the melphalan dose was not an independent predictor of survival and treatment-related mortality (TRM), whereas there was a reduction in relapse and improvement in progression-free survival in myeloma patients who received an unadjusted chemotherapy dose. In the myeloma group, younger age, early disease stage at diagnosis, higher KPS, and chemotherapy sensitive disease were independent predictors of superior survival. In the lymphoma cohort, chemotherapy dose was adjusted in 608 (78%). There was a similar distribution of age, sex, BMI, race, KPS, and HCT-CI between patients with dose adjusted and unadjusted groups. In addition, the distribution of lymphoma subtypes, chemotherapy sensitivity, time from diagnosis to transplant, and year of transplant were similar between dose adjusted and unadjusted groups. In the multivariate analysis (Table) for lymphoma patients, adjusting the conditioning regimen chemotherapy dose did not affect survival, PFS, relapse or TRM. In the lymphoma group, younger age and higher KPS were independent predictors of superior survival. There found center effect on the outcomes of both myeloma and lymphoma groups. Our study demonstrates that adjusting (reducing) the conditioning regimen chemotherapy dose for autologous transplant patients with BMI ≥ 30 with myeloma receiving melphalan and lymphoma receiving BEAM did not influence survival. Myeloma patients receiving unadjusted, and thus higher dose chemotherapy, experienced less early relapse. In summary, our data suggest that patients with high BMI undergoing autologous transplantation with melphalan or BEAM do not require dose adjustment. View large Download slide View large Download slide  Close modal Disclosures Brunstein: Novartis: Research Funding; Magenta Therapeutics: Research Funding. De Lima: Pfizer: Membership on an entity's Board of Directors or advisory committees; Celgene Corporation: Research Funding. Savani: Jazz Pharmaceuticals: Speakers Bureau.",
    "topics": [
        "conditioning (psychology)",
        "obesity",
        "transplantation, autologous",
        "overweight",
        "chemotherapy regimen",
        "multiple myeloma",
        "lymphoma",
        "melphalan",
        "transplantation",
        "hodgkin's disease"
    ],
    "author_names": [
        "Claudio G Brunstein, MD PhD",
        "Marcelo C. Pasquini, MDMS",
        "Soyoung Kim",
        "Mingwei Fei, MS",
        "Andrew Artz, MD",
        "Minoo Battiwalla, MD",
        "Nelli Bejanyan, MD",
        "Robert Peter Gale, MD ScD, PhD",
        "Peiman Hematti, MD",
        "Oscar Boutros Lahoud, MD",
        "Marcos De Lima, MD",
        "Ran Reshef, MD",
        "Seth J Rotz, MD",
        "Bipin N. Savani, MD",
        "Harry C. Schouten, MD",
        "Shin Mineishi, MD",
        "John Rogosheske, PharmD",
        "Miguel-Angel Perales, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Claudio G Brunstein, MD PhD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Marcelo C. Pasquini, MDMS",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Froedtert & The Medical College Cancer Ctr., Milwaukee, WI "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soyoung Kim",
            "author_affiliations": [
                "Division of Biostatistics, Institute for Health and Society, Medical College of Wisconsin, Milwaukee, WI ",
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mingwei Fei, MS",
            "author_affiliations": [
                "CIBMTR (Center for International Blood and Marrow Transplant Research), Department of Medicine, Medical College of Wisconsin, Milwaukee, WI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrew Artz, MD",
            "author_affiliations": [
                "Department of Medicine, Section of Hematology/Oncology, University of Chicago, Chicago, IL "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Minoo Battiwalla, MD",
            "author_affiliations": [
                "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nelli Bejanyan, MD",
            "author_affiliations": [
                "Hematology, Oncology and Transplantation, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Peter Gale, MD ScD, PhD",
            "author_affiliations": [
                "Hematology Research Centre, Division of Experiemental Medicine, Department of Medicine, Imperial College London, Los Angeles, CA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Peiman Hematti, MD",
            "author_affiliations": [
                "Division of Hematology/Oncology/Bone Marrow Transplantation, Department of Medicine, University of Wisconsin Hospital and Clinics, Madison, WI "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oscar Boutros Lahoud, MD",
            "author_affiliations": [
                "Memorial Sloan Kettering Cancer Center, New York, NY "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marcos De Lima, MD",
            "author_affiliations": [
                "Department of Medicine, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ran Reshef, MD",
            "author_affiliations": [
                "Blood and Marrow Transplantation Program and Columbia Center for Translational Immunology, Columbia University Medical Center, New York, NY "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Seth J Rotz, MD",
            "author_affiliations": [
                "Cincinnati Children's Hospital Medical Center, Cincinnati, OH "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bipin N. Savani, MD",
            "author_affiliations": [
                "Department of Medicine, Division of Hematology-Oncology, Vanderbilt University Medical Center, Brentwood, TN "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry C. Schouten, MD",
            "author_affiliations": [
                "Department of Hematology, Academische Ziekenhuis, Maastricht, Netherlands "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shin Mineishi, MD",
            "author_affiliations": [
                "Penn State Hershey Medical Center, Hershey, PA "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John Rogosheske, PharmD",
            "author_affiliations": [
                "Experimental and Clinical Pharmacology, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Miguel-Angel Perales, MD",
            "author_affiliations": [
                "Adult Bone Marrow Transplant Service, Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-12T12:48:03",
    "is_scraped": "1"
}