{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.1812.1812",
    "article_title": "Pomalidomide (POM) + Low-Dose Dexamethasone (LoDEX) Safety and Efficacy in Patients (pts) with Relapsed and/or Refractory Multiple Myeloma (RRMM) Previously Treated with a Proteasome Inhibitor (PI) and in Whom Last Prior Therapy with Lenalidomide (LEN) Failed ",
    "article_date": "December 7, 2017",
    "session_type": "653. Myeloma: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "BACKGROUND POM + LoDEX is a standard of care for the treatment of pts with RRMM. The MM-014 (NCT01946477) trial is investigating the treatment sequence of POM + LoDEX as third-line treatment in pts with RRMM with LEN-based treatment failure as last prior therapy (cohort A). Outcomes are reported for cohort A, including a subset analysis of pts who received prior PI and/or bortezomib (BORT). METHODS Adult pts with RRMM who had received 2 prior lines of treatment and had progressive disease (PD) after ≥ 2 cycles of second-line LEN-based therapy were eligible. Pts received POM 4 mg/day on days 1 through 21 + LoDEX 40 mg/day (20 mg/day if aged > 75 years) on days 1, 8, 15, and 22 of 28-day cycles, with mandatory thromboprophylaxis. The primary endpoint was overall response rate (ORR; ≥ partial response) by modified International Myeloma Working Group criteria. Secondary endpoints included progression-free survival (PFS), safety, and second primary malignancies (SPMs). RESULTS At the data cutoff date of May 3, 2017, median follow-up was 23.8 months in the surviving pts.Baseline characteristics for all 56 pts enrolled in cohort A and for pt subgroups with prior PI or BORT exposure are shown in Table 1. Of 50 pts with cytogenetic data by fluorescence in situ hybridization, 4, 4, and 2 pts were positive for del17p, t(4;14), and t(14;16), respectively. Median duration of prior LEN-containing treatment was 23.6 months (range, 3.5-107.0 months), with 60.7% of pts receiving an immediately prior LEN dose of 25 mg/day. All pts were refractory or relapsed to their most recent prior LEN-containing regimen: 92.7% and 92.3% of pts were LEN refractory in the prior PI and prior BORT exposure subgroups, respectively. Response and PFS outcomes in the overall cohort A population and by prior treatment exposure are reported in Table 2. Among the 56 pts, 50 discontinued treatment, with 29 pts (58%) discontinuing due to PD, 6 due to withdrawal, 5 due to adverse event (AEs), 3 due to lack of efficacy, 2 due to death, and 5 due to other reasons. Grade 3/4 treatment-emergent AEs included anemia (26.8%), neutropenia (10.7%), and infections (23.2%, including pneumonia [14.3%]). Two pts experienced grade 3/4 pulmonary embolism, and 2 pts had SPMs. CONCLUSIONS POM + LoDEX is safe and effective when sequenced in third line following second-line LEN-based treatment failure in pts with RRMM who had also received prior BORT or other PI. With > 10 months of additional follow-up as previously reported (Siegel et al. EHA 2017 [abstract E1248]), median PFS was sustained at 13.8 months. The nearly 2-year duration of prior LEN treatment is reflective of pts receiving continuous treatment until PD. In cohort A, hematologic AE rates were lower and median PFS was longer with third-line use, including in the subset of pts with prior PI or BORT exposure, than what has been previously reported for any study in which POM + LoDEX was used in later treatment lines. These results support the benefit of third-line POM + LoDEX immediately following LEN + PI-based therapy in pts with RRMM. View large Download slide View large Download slide  Close modal Disclosures Siegel: Celgene, Takeda, Amgen Inc, Novartis and BMS: Consultancy, Speakers Bureau; Merck: Consultancy. Schiller: bluebird bio: Research Funding; mateon therapeutics: Research Funding. Kaya: Millennium, Novartis, Celgene, Onyx, Amgen: Honoraria, Speakers Bureau. Sebag: Celgene, Janssen: Consultancy. Malek: Celgene: Speakers Bureau; Sanofi: Membership on an entity's Board of Directors or advisory committees; Takeda: Membership on an entity's Board of Directors or advisory committees, Speakers Bureau. Talamo: Penn State Hershey Cancer Institute: Employment. Mouro: Celgene Corporation: Employment, Equity Ownership. Zafar: Celgene Corporation: Employment. Chung: Celgene Corporation: Employment, Equity Ownership. Srinivasan: Celgene: Employment. Qian: Celgene Corporation: Employment, Equity Ownership. Agarwal: Celgene Corporation: Employment. Thakurta: Celgene Corporation: Employment, Equity Ownership. Bahlis: Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding, Speakers Bureau.",
    "topics": [
        "brachial plexus neuritis",
        "dexamethasone",
        "lenalidomide",
        "multiple myeloma",
        "pomalidomide",
        "proteasome inhibitors",
        "cancer",
        "follow-up",
        "adverse event",
        "anemia"
    ],
    "author_names": [
        "David Siegel, MD PhD",
        "Gary J. Schiller, MD",
        "Kevin W Song, MD",
        "Richy Agajanian",
        "Ketih Stockerl-Goldstein",
        "Hakan Kaya",
        "Michael Sebag, MD PhD",
        "Christy Samaras",
        "Ehsan Malek, MD",
        "Giampaolo Talamo",
        "Christopher S. Seet",
        "Jorge Mouro, MS",
        "Faiza Zafar, MPAS",
        "Weiyuan Chung",
        "Shankar Srinivasan, PhD",
        "Max Qian",
        "Amit Agarwal, MD PhD",
        "Anjan Thakurta, PhD",
        "Nizar J. Bahlis, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "David Siegel, MD PhD",
            "author_affiliations": [
                "John Theurer Cancer Center at Hackensack University Medical Center, Hackensack, NJ "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gary J. Schiller, MD",
            "author_affiliations": [
                "David Geffen School of Medicine at UCLA, Los Angeles, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kevin W Song, MD",
            "author_affiliations": [
                "Vancouver General Hospital, Vancouver, Canada "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richy Agajanian",
            "author_affiliations": [
                "The Oncology Institute of Hope and Innovation, Downey, CA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ketih Stockerl-Goldstein",
            "author_affiliations": [
                "Washington University School of Medicine, St Louis, MO "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hakan Kaya",
            "author_affiliations": [
                "Cancer Care Northwest, Spokane, WA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Sebag, MD PhD",
            "author_affiliations": [
                "Royal Victoria Hospital, Montreal, Canada "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christy Samaras",
            "author_affiliations": [
                "Cleveland Clinic, Cleveland, OH "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ehsan Malek, MD",
            "author_affiliations": [
                "University Hospitals Case Medical Center, Cleveland, OH "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giampaolo Talamo",
            "author_affiliations": [
                "Penn State Hersey Cancer Institute, Hershey, PA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christopher S. Seet",
            "author_affiliations": [
                "UCLA Medical Center, Los Angeles, CA "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jorge Mouro, MS",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Faiza Zafar, MPAS",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Weiyuan Chung",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shankar Srinivasan, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Max Qian",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Amit Agarwal, MD PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anjan Thakurta, PhD",
            "author_affiliations": [
                "Celgene Corporation, Summit, NJ "
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nizar J. Bahlis, MD",
            "author_affiliations": [
                "Southern Alberta Cancer Research Institute, University of Calgary, Calgary, Canada"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T06:45:17",
    "is_scraped": "1"
}