{
    "doi": "https://doi.org/10.1182/blood.V120.21.1448.1448",
    "article_title": "The Regulation of Zinc Finger Proteins by Mirnas Enriched in ALL-Microvesicles ",
    "article_date": "November 16, 2012",
    "session_type": "611. Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster I",
    "abstract_text": "Abstract 1448 Microvesicles (MVs) are submicrometric membrane fragments and they can “hijack” membrane components and engulf cytoplasmic contents from their cellular origin. MVs are enriched in various bioactive molecules of their parental cells, such as proteins, DNA, mRNA and miRNAs. Microvesicles (MVs) released by leukemia cells constitute an important part of the leukemia microenvironment. As a cell-to-cell communication tool, MVs transfer microRNA (miRNA) between cells. MVs miRNAs may also provide an insight in the role of miRNAs playing in the underlying of pathophysiologic processes of various leukemia. We determined the miRNA expression profiles of ALL-derived MVs using Agilent miRNA microarray analysis. The five miRNAs obtained by microarray profiling were validated using real-time PCR. The putative target genes were predicted by bioformation software. We identified 182 and 166 dysregulated miRNAs in MVs derived from Nalm 6 cells and from Jurkat cells, respectively. Both up regulated (123/182 in Nalm 6-MVs and 114/166 in Jurkat- MVs) and down regulated (59/182 in Nalm 6-MVs and 52/166 in Jurkat- MVs) expressions were observed compared with MVs from normal peripheral blood the MVs normal control. When we analyzed those miRNA with bioinformatic tools (TargetScan), we found an interesting phenomenon that presence of 111 zinc fingers genes were regulated by 52 miRNAs, indicating that the ALL-microvesicles were enriched with miRNAs regulating zinc finger proteins. They encompassed zinc fingers and homeoboxes 2, zinc finger, ZZ-type containing 3, zinc finger, SWIM-type containing 1, zinc finger, RAN-binding domain containing 3, zinc finger, NFX1-type containing 1, zinc finger, MYM-type 4, zinc finger, FYVE domain containing 1 and their 5 subtypes; zinc finger, DHHC-type containing16, and other subtypes; zinc finger, CCHC domain containing 14 and 7A, zinc finger, BED-type containing 4; zinc finger protein, X-linked; zinc finger protein, multitype 2; zinc finger protein 81, and their 55 subtypes; zinc finger and SCAN domain containing 18, zinc finger and BTB domain containing 9. ALL-microvesicles were enriched with expression changes of distinct sets of miRNAs regulating zinc finger proteins. This provides clues that genes commonly function together. It is worth noting that 52 miRNA regulating above zinc finger protein genes were up-expressed, suggeting that miRNA regulating zinc fingers were active in ALL-MVs. Zinc finger proteins are important transcriptions in eukaryotes and play roles in regulating gene. Some members of the Zinc finger family have close relationaship with tumour. Zinc finger X-chromosomal protein (Zfx) is a protein that in humans is encoded by the ZFX gene. The level of Zfx expression correlates with aggressiveness and severity in many cancer types, including prostate cancer, breast cancer, gastric tumoural tissues, and leukemia. [1,2]. Zinc finger and homeoboxes 2 (ZHX2) was target gene of miRNA-1260. The role of miRNA are negatively regulated host gene expressions. ZHX2 inhibits HCC cell proliferation by preventing expression of Cyclins A and E, and reduces growth of xenograft tumors. Loss of nuclear ZHX2 might be an early step in the development of HCC[3]. In our study, the miRNA-1260 were 9 fold higher in ALL MVs. In leukeima microenvironment, ALL-MVs may transfer aberantly expressed miRNAs to their target cell lead to abnormally regulated the zinc finger proteins that may play roles in ALL. In this study, we demonstrated that ALL-microvesicles were enriched with expression changes of distinct sets of miRNAs regulating zinc finger proteins. Futhermore, Zinc fingers were active in ALL-MVs and commonly function together. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "micrornas",
        "zinc fingers",
        "leukemia",
        "neoplasms",
        "transfer technique",
        "breast cancer",
        "cancer",
        "cyclins",
        "dna",
        "molecule"
    ],
    "author_names": [
        "Huiyu Li",
        "Xiaomei Chen",
        "Wei Xiong",
        "Fang Liu",
        "Shiang Huang, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Huiyu Li",
            "author_affiliations": [
                "Center for Stem Cell Research and Application, Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaomei Chen",
            "author_affiliations": [
                "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Center for Stem Cell Research and Application, Institute of Hematology, Wuhan, China, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wei Xiong",
            "author_affiliations": [
                "Center for Stem Cell Research and Application, Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fang Liu",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shiang Huang, MD",
            "author_affiliations": [
                "Institute of Hematology, Union Hospital, San Diego, CA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T04:03:13",
    "is_scraped": "1"
}