{
    "doi": "https://doi.org/10.1182/blood.V104.11.4829.4829",
    "article_title": "An Attempt to Enhance the Efficacy of Fludarabine, Mitoxantrone, Rituxan (FMR) with GM-CSF Priming: A Phase II Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Fludarabine (F) is the most effective single agent for chronic lymphocytic leukemia, and the combination of fludarabine and mitoxantrone (M) has demonstrated excellent activity. Rituximab (R), added to the regimen, demonstrated benefit in progression-free survival and overall survival, despite low CD20 antigen expression in CLL. GM-CSF has been shown to enhance CLL cell kill by rituximab significantly; possible mechanisms include enhancement of CD20 antigen expression and augmentation of recruitment of effector cells involved in ADCC. Thus priming cells with GM-CSF, followed by rituximab in combination with a fludarabine-based regimen should give the best chance of a durable clinical remission in previously untreated patients with CLL. In this non-controlled, prospective single arm phase II study, we evaluate the safety and efficacy of the FMR + GMCSF combination. Methods : Patients received rituximab 375 mg/m2 IV on day -1 of only the first cycle, followed by mitoxantrone 12 mg/m2 on day +1 and fludarabine 25 mg/m2 on days 1–3 of each cycle. GM-CSF 250 mcg/m2 was administered on days 9–15, followed by rituximab 375 mg/m2 IV on day 15. Cycles were repeated every 28 days for a maximum 6 cycles in the absence of disease progression or unacceptable toxicity. Results: 11 patients (3 female, 8 male), median age 57 (range 44–82) were enrolled with intent to treat. 3 patients completed only 1 cycle of chemotherapy: 2 patients were unable to tolerate rituximab; 1 patient with PD after 1 cycle of therapy, was found to have Richter’s transformation and died of complications related to subsequent treatment. 8 remaining patients received 6 cycles of chemotherapy; these 8 patients were evaluated for response. At median F/U 16m (range 3–26m), ORR was 87.5% (2 CR, 1 CRu, 4 PR), 1 patient with SD. Median time to progression in all patients was 7.5m (range 2m–19m). Of the 3 patients achieving CR, 1 patient progressed at 19m, 1 patient progressed at 15m, and the patient achieving CRu has not yet had documented progression. None of these patients have required further treatment. Toxicities were primarily hematologic. Each patient experienced at least one episode of grade 3/4 neutropenia despite routine administration of GMCSF, with significant neutropenia resulting from 45% of all completed cycles. However, there were only 3 episodes (5.9%) of febrile neutropenia. There were no grade 3/4 episodes of anemia or thrombocytopenia. One patient developed a local reaction to GM-CSF after cycle 4, and was changed to G-CSF for the final 2 cycles. Five episodes of infusion reactions were reported with rituximab; these were generally mild, but resulted in stopping infusions in 2 cases. Conclusion: FMR + GM-CSF is an active regimen with acceptable toxicity in patients with CLL and warrants further investigation. Direct comparison of safety profile and efficacy to the fludarabine, cyclophosphamide, rituximab regimen requires further analysis.",
    "topics": [
        "fludarabine",
        "granulocyte-macrophage colony-stimulating factor",
        "mitoxantrone",
        "phase 2 clinical trials",
        "rituximab",
        "toxic effect",
        "cd20 antigens",
        "chemotherapy regimen",
        "neutropenia",
        "anemia"
    ],
    "author_names": [
        "Stacey E. Ban, MD",
        "Parameswaran Venugopal, MD",
        "Jamile M. Shammo, MD",
        "Sari Enschede, MD",
        "Solomon Adler, MD",
        "Teresa O’Brien, RN",
        "Stephanie A. Gregory, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Stacey E. Ban, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Parameswaran Venugopal, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jamile M. Shammo, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sari Enschede, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Solomon Adler, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa O’Brien, RN",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephanie A. Gregory, MD",
            "author_affiliations": [
                "Section of Hematology, Rush University Medical Center, Chicago, IL, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T15:35:58",
    "is_scraped": "1"
}