{
    "doi": "https://doi.org/10.1182/blood.V128.22.2588.2588",
    "article_title": "VWF Multimer Quantitation for Assessment of Cardiac Lesion Severity and Bleeding Risk ",
    "article_date": "December 2, 2016",
    "session_type": "322. Disorders of Coagulation or Fibrinolysis: Poster II",
    "abstract_text": "Introduction: Recent reports have utilized von Willebrand factor (VWF) multimerquantitation in the assessment of native cardiac lesions and prosthetic valve dysfunction. However there is no standardized method for quantitation. We compared 3 methods of assessment which utilized a normal plasma control. Methods: We analyzed 476 samples and their control plasma from 395 patients including normal subjects, patients with aortic stenosis, hypertrophic cardiomyopathy, mitral or aortic regurgitation, normal and abnormal left cardiac valve prostheses, and left ventricular assist device therapy (LVAD). VWF multimers were assessed as normal or abnormal, or as normalized (patient / normal plasma) VWF multimerratios of gel bands >15/2-15 (NMR 15) or gel bands > 10/2-10 (NMR 10). We tested whether one technique was more strongly associated with hemodynamic severity of the cardiac lesion, with a history of acquired bleeding, and compared the results to a separate test of VWF function, platelet function analyzer 15 00 (PFA). Results: Two hundred seventeen patient samples reflected normal or mildly abnormal hemodynamics, 111 moderate, and 113 severely abnormal hemodynamics. Abnormal multimers were present in only 19% of samples with normal or mildly abnormal hemodynamics compared to 79% abnormal in the presence of moderate to severe hemodynamic abnormality. The distinction between moderate and severe hemodynamic abnormality was less striking, 65% versus 88% (figure, left). Quantitative NMR values declined with increasing cardiac lesion severity (figure, middle). The two quantitative multimermethods showed similar relationships to lesion severity by ANOVA, r=0.40 (NMR 15) versus r=0.36 (NMR 10), and by Spearman correlation, r=0.68 for NMR 15, and r=0.66 for NMR 10, and PFA results were comparable (all p< 0.001). Bleeding rates were associated with NMR 15, 10 and PFA (Mann-Whitney p<0.001, figure, right). Conclusion: The dichotomous normal / abnormal VWF multimer method appears to distinguish ≥ moderate hemodynamic disruption, whereas there is a continuous relationship between hemodynamic severity and quantitative multimer methods, which may be clinically useful in circumstances in which clinical estimation of lesion severity is challenging, such as with dysfunctional prosthetic valves. Progressive loss of VWF multimersappears to be associated with bleeding, suggesting that quantitative measures may provide incremental value over the dichotomous normal / abnormal designation. Figure View large Download slide Figure View large Download slide  Close modal Disclosures Blackshear: Baxalta, Inc: Consultancy, Research Funding.",
    "topics": [
        "cardiac lesion",
        "mitral valve prosthetic malfunction",
        "risk of excessive or recurrent bleeding",
        "gel",
        "heart valve prosthesis",
        "hemorrhage",
        "ventricular assist device",
        "aortic valve insufficiency",
        "aortic valve stenosis",
        "bleeding rate"
    ],
    "author_names": [
        "Justin Bryan, BS",
        "Christopher Austin, MD",
        "Colleen Thomas",
        "Robert E. Safford, MD PhD",
        "Dong Chen, MD PhD",
        "Joseph Blackshear, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Justin Bryan, BS",
            "author_affiliations": [
                "Mayo Clinic Florida, Jacksonville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Christopher Austin, MD",
            "author_affiliations": [
                "Mayo Clinic Flordia, Jacksonville, FL "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Colleen Thomas",
            "author_affiliations": [
                "Mayo Clinic Florida, Jacksonville, FL "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert E. Safford, MD PhD",
            "author_affiliations": [
                "Mayo Clinic Florida, Jacksonville, FL "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dong Chen, MD PhD",
            "author_affiliations": [
                "Mayo Clinic, Rochester, MN "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph Blackshear, MD",
            "author_affiliations": [
                "Cardiovascular Diseases, Mayo Clinic, Jacksonville, FL"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T13:04:50",
    "is_scraped": "1"
}