{
    "doi": "https://doi.org/10.1182/blood.V128.22.5304.5304",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3318",
    "start_url_page_num": 3318,
    "is_scraped": "1",
    "article_title": "Serum Albumin and Peripheral Blood Neutrophils at Diagnosis May Provide Additional Prognostic Information in Primary Nodal Diffuse Large-B-Cell Lymphoma Patients Treated with R-CHOP ",
    "article_date": "December 2, 2016",
    "session_type": "622. Lymphoma Biology-Non-Genetic Studies",
    "topics": [
        "lymphoma",
        "neutrophils",
        "r-chop",
        "serum albumin",
        "brachial plexus neuritis",
        "diffuse large b-cell lymphoma",
        "extranodal disease",
        "hemoglobin measurement",
        "lymphoma, extranodal",
        "neoplasms"
    ],
    "author_names": [
        "Branimir Spassov, MD PhD",
        "Donka Vassileva, MD PhD",
        "Georgi Mihaylov",
        "Gueorgui Balatzenko, MD PhD",
        "Margarita Guenova, MD PhD"
    ],
    "author_affiliations": [
        [
            "Department of Clinical Hematology, Specialized Hospital for Active Therapy of Hematological Diseases, SOFIA, Bulgaria "
        ],
        [
            "Laboratory of Nuclear Medicine, Specialized Hospital for Active Treatment of Hematological Diseases, SOFIA, Bulgaria "
        ],
        [
            "Hospital for Treatment of Hematological Diseases, Sofia, Bulgaria "
        ],
        [
            "Laboratory of Cytogenetics & Molecular Biology, Specialized Hospital for Active Therapy of Hematological Diseases, SOFIA, Bulgaria "
        ],
        [
            "Laboratory of Hematopathology & Immunology, Specialized Hospital for Active Treatment of Hematological Diseases, SOFIA, Bulgaria"
        ]
    ],
    "first_author_latitude": "42.69543215",
    "first_author_longitude": "23.3239467",
    "abstract_text": "Background and Aim: Diffuse large B-cell lymphoma (DLBCL) can present both as a primary nodal or extranodal neoplasm. Some studies claimed a separate origin for nodal and extranodal lymphomas and it has been even suggested that these could be regarded as separate nosological entities. However, the standard of care in DLBCL patients (pts) is rituximab-CHOP immunochemotherapy (R-CHOP), and the prognostic stratification is performed by the Enhanced Revised International Prognostic Index (NCCN-IPI), identifying 4 distinct [low (L), low-intermediate (LI), high-intermediate (HI) and high (H)] risk groups (RGs). A lot of new prognostic markers such as serum albumin (SA), serum β2-microglobulin (B2M), hemoglobin level (Hb), absolute neutrophil (ANC), lymphocyte (ALC), monocyte (AMC) and platelet counts etc. have been introduced into the clinical practice to perform better pts' stratification. However, data on the importance of these factors particularly in primary nodal (PN) DLBCL pts are still limited. Therefore, we aimed to access the prognostic impact of these markers regarding overallsurvival (OS) across the different NCCN-IPI RG of R-CHOP treated PN-DLBCL pts. Patients and Methods: We retrospectively reviewed the clinical outcome of 174 R-CHOP treated PN-DLBCL pts at a median age 58.4 years. Pts were stratified using NCCN-IPI into L (24.1%), LI (43.1%), HI (24.7%) and H (8.1%) RGs. Laboratory levels of SA, B2M, Hb, ANC, ALC, AMC and PC were recorded, and LMR and NLR - calculated. A receiver operating characteristic (ROC) curve analysis was used to illustrate in our data set the best cut off values of SA, B2M, Hb, ANC, ALC, AMC, PC, LMR and NLR to predict OS by Kaplan-Meier method. Univariate analysis to evaluate differences between variables was performed by the log rank. A multivariate analysis was performed by Cox proportional-hazards models. Results: The estimated 5-year OS was 79.4%, 51.5%, 20.1% and 16.2% for NCCN-IPI L, LI, HI and H-risk pts, respectively (p3.2 mg/L), elevated ANC (>5.19 x 10 9 ), reduced ALC (≤1.38 x 10 9 ), elevated AMC (>0.515 x 10 9 ), decreased LMR (≤1.77), increased NLR (>2.97), lower Hb level (≤134 g/L), presented as dichotomized variables. Multivariate analysis confirmed the independent prognostic impact only for SA (p<0.001) and ANC (p=0.011). Based on the dichotomized SA and ANC values a SA/ANC prognostic index (PI) was created stratifying pts into 3 RG: favorable (F) [SA >39.4 g/L and ANC ≤5.19 x 10 9 ], intermediate (I) [SA ≤39.4 g/L or ANC >5.19 x 10 9 ] and poor (P) - risk [SA ≤39.4 g/L and ANC ≤5.19 x 10 9 ] populations. The estimated 5-year OS differed significantly in SA/ANC PI RG, as follows: 92.8% in F-RG, 48.4% in I-RG, and 0% in P-RG (p<0.001). Median OS for I- and P- SA/ANC PI RG was 2.54 and 1.13 years, respectively and not reached for the F-risk pts. We sought to determine whether the SA/ANC PI may provide additional prognostic information within the NCCN-IPI RG. No statistics could be calculated within the L-RG due to the low number of deaths - 9.5% (4/42), and in the H-RG due to the low number of patients (n=14), respectively. However, within the LI-RG the SA/ANC PI allowed us to discriminate 3 subgroups, characterized by significant differences in the OS (p<0.001): no patient within the P-RG was alive at 5years and the median OS was only 1.13 years; while 5-years OS was 77% and 87.7% in the I-RG and F-RG, respectively, and the median was not reached in both RG. Similarly, within the NCCN-IPI HI-RG the application of SA/ANC PI allowed us to discriminate 3 subgroups, characterized by significant differences in OS: no patient within the P-RG was alive at 5 years and the median OS was 1.29 years; while 5-years OS was 30.6% (median OS - 1.66 yrs) in the I-RG and 100% (median OS not reached) in the F-RG. The introduction of the SA/ANC PI allowed for defining favorable subgroups within the IPI LI- and HI RGs with 5-yrs OS comparable to IPI L-RG. Conclusion: The present study provided evidence for the independent prognostic significance ofSA and ANC in regard to survival in patients with PN-DLBCL. Adding these variables to prognostic models such as the NCCN-IPI score might improve the predictive ability, particularly within the NCCN-IPI LI and HI risk groups, where the introduction of SA/LMR PI allowed for identifying favorable subgroups comparable to the NCCN-IPI L-RG in terms of OS. Disclosures No relevant conflicts of interest to declare."
}