{
    "doi": "https://doi.org/10.1182/blood.V108.11.1530.1530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=620",
    "start_url_page_num": 620,
    "is_scraped": "1",
    "article_title": "Platelet Tetraspanin Complexes and Their Relation to Lipid Rafts. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "blood platelets",
        "complex",
        "lipid rafts",
        "pan-hematopoietic expression protein",
        "cd63 antigen",
        "granules",
        "cholesterol",
        "monoclonal antibodies",
        "phosphotransferases",
        "centrifugation"
    ],
    "author_names": [
        "Sara J. Israels, MD",
        "Eileen M. McMillan-Ward, MSc"
    ],
    "author_affiliations": [
        [
            "Dept. of Pediatrics and Child Health, University of Manitoba",
            "Manitoba Institute of Cell Biology, University of Manitoba, Winnipeg, MB, Canada"
        ],
        [
            "Manitoba Institute of Cell Biology, University of Manitoba, Winnipeg, MB, Canada"
        ]
    ],
    "first_author_latitude": "49.9040384",
    "first_author_longitude": "-97.156356",
    "abstract_text": "CD63 and CD9 are members of the tetraspanin superfamily of integral membrane proteins that function as organizers of multi-molecular signaling complexes involved in cell morphology, motility and proliferation. CD63 is located in the membranes of lysosomes and dense granules in resting platelets. Following platelet activation and granule exocytosis, CD63 is expressed on the platelet plasma membrane and co-localizes with the αIIbβ3-CD9 complex. D545, a monoclonal antibody (MoAb) directed at the second extracellular loop of CD63, inhibits activated platelet spreading on immobilized fibrinogen and FAK phosphorylation in the adherent platelets. To identify CD63-associated signaling enzymes that could be involved in the signaling complex, lipid kinase assays were performed on D545 immunoprecipitates. CD63 co-immunoprecipitated with a lipid kinase with the enzymatic properties of PI4-kinase type II, confirmed by re-precipitation and immunoblotting with 4C5G (MoAb specific for the 55kDa PI4-kinase, PI4K55). The CD63-PI4K55 complex could be co-precipitated from both resting and activated platelets using anti-CD63 MoAb, and co-localized on the filopodia of thrombin-activated platelets using immuno-electron microscopy. Previous studies have demonstrated that tetraspanins associate with cholesterol-enriched membrane domains in a variety of cells including platelets. There is evidence, however, that these tetraspanin-enriched microdomains (TEMs) can be distinguished from prototypic lipid rafts on the basis of detergent solubility and protein composition. To investigate the association of the CD63-PI4K55 complex with lipid rafts in platelets, resting and thrombin-activated platelets were lysed in buffer containing either 1% Brij 35, or Triton X-100, the low- and high-density membrane fractions separated by isopycnic sucrose gradient centrifugation, and the identification of the low-density membrane fractions (LDMF) confirmed by the presence of LAT. CD63, CD9 and PI4K55 were present in the LDMF of platelets lysed in Brij 35 but not in Triton X-100; they were also present in the denser membrane fractions. CD63 and CD9 associated with cholesterol, as demonstrated by recovery of these proteins in the pellet following centrifugation of platelets lysed with 1% digitonin(a cholesterol-precipitating reagent), but not from lysates made with Brij 35/Triton X-100. Incubation of platelets with methyl-β-cyclodextrin(mβCD) to partially deplete cholesterol and disrupt the lipid rafts shifted LAT, CD63, CD9 and PI4K55 to denser fractions within the gradient. Immunoprecipitation of mβCD-treated platelets with anti-PI4K55 MoAb co-precipitated CD63 and CD9, demonstrating that the complexes were not dependent on residence within LDMFs, but remained intact in the denser fractions and pellet. Platelet tetraspanin complexes associate with cholesterol-enriched domains under conditions of mild detergent extraction. The maintenance of the complexes, however, was not dependent on their residence within lipid rafts, as the complexes remained intact following cholesterol depletion. Their presence in LDMF suggests that tetraspanin complexes may associate with platelet lipid rafts under some conditions, which could bring tetraspanin protein partners into proximity with raft residents, and facilitate the assembly and interaction of signaling complexes following platelet activation."
}