{
    "doi": "https://doi.org/10.1182/blood.V124.21.1715.1715",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2797",
    "start_url_page_num": 2797,
    "is_scraped": "1",
    "article_title": "Updated Results from a Multicenter, Open-Label, Dose-Escalation Phase 1b/2 Study of Single-Agent Oprozomib in Patients with Waldenström Macroglobulinemia (WM) ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "abstract_text": "Background: Oprozomib (OPZ) is an oral epoxyketone proteasome inhibitor that has shown promising antitumor activity in patients (pts) with hematologic malignancies (HM), including WM (Kaufman, EHA 2013, P223; Ghobrial, ASH 2013, 3184). Updated safety and efficacy results from the subset of pts with WM enrolled in this ongoing phase 1b/2 study in pts with HM are presented. Methods: This open-label, multicenter, phase 1b/2 study (NCT01416428) is enrolling adult pts with HM who have relapsed after receiving ≥1 line of therapy. The primary objectives of the phase 1b portion of the study are to determine the maximum tolerated dose (MTD) and the safety and tolerability profile of OPZ. The primary objective of the phase 2 portion of the study is to determine the best overall response rate (ORR; ≥minimal response [MR]). In the phase 1b portion, single-agent OPZ is being administered once daily on days 1, 2, 8, and 9 of a 14-day cycle (2/7 schedule) or on days 1–5 of a 14-day cycle (5/14 schedule). The starting dose was 150 mg/day (mg/d); doses were escalated in 30-mg increments. In the phase 2 study, pts have received 240 mg/d on the 5/14 schedule, which was the initial phase 2 schedule opened to enrollment. For this report, all enrolled patients with HM are included in the description of the MTD while only the subset of patients with WM is included in the safety and efficacy results. Results: As of July 21, 2014, 106 pts with HM (including 36 pts with WM) were enrolled and treated with the OPZ tablet. Enrollment and baseline demographic information for pts with WM are presented in Table 1. For WM patients in the phase 1b portion, median treatment duration was 17.1 weeks (range, 3.1–51.4; 2/7 schedule) and 51.7 weeks (range, 3.9–74.9; 5/14 schedule); preliminary median treatment duration in the ongoing phase 2 portion was 8.1 weeks (range, 0.7–22.0). In all pts with HM, the MTD for the 2/7 schedule was 300 mg/d and 240 mg/d for the 5/14 schedule. None of 3 dose-limiting toxicities (DLTs) on the 2/7 schedule occurred in patients with WM. Two of the 4 DLTs observed on the 5/14 schedule occurred in pts with WM (grade 4 tumor lysis syndrome [240 mg/d, n=1] and grade 3 vomiting [270 mg/d, n=1]). The most common adverse events (AEs) in pts with WM are shown in Table 2. Grade 4 AEs were thrombocytopenia (n=1; phase 1b; 2/7 schedule) and influenza and tumor lysis syndrome (n=1 each; phase 1b; 5/14 schedule). No on-study deaths occurred in pts with WM. In the phase 1b portion, two pts (25%) in the 2/7 schedule and 1 pt (9%) in the 5/14 schedule discontinued treatment due to an AE; 6 pts (35%) discontinued treatment due to an AE in the phase 2 portion. In the phase 1b portion, 3 pts (38%) (2/7 schedule) and 6 pts (55%) (5/14 schedule) had their dosage reduced at least once due to an AE; 10 pts (59%) in the phase 2 portion had their dosage reduced at least once due to an AE. In the phase 1b portion, all 19 pts were eligible for response and were carfilzomib (CFZ)-naïve. The ORR in 8 pts enrolled on the 2/7 schedule was 38% (3 pts had a partial response [PR]). Among 11 pts enrolled on the 5/14 schedule, the ORR was 73% (1 complete response, 1 very good partial response, 5 PRs, and 1 MR); the ORR for BTZ-refractory pts (n=4) was 75%. All 17 pts enrolled on the phase 2 portion were response-eligible. The ORR in the phase 2 portion was 59% (there were 5 PRs and 5 MRs). The ORR among CFZ-naïve pts (n=16) in the phase 2 portion was 56; the ORR among BTZ-refractory pts (n=3) was 67%. Conclusions: The MTD of OPZ was 300 mg/d in the 2/7 schedule and 240 mg/d in the 5/14 schedule; these MTDs were determined from all pts with HM. In pts with WM who received single-agent OPZ, the most common grade 3 AEs were neutropenia and diarrhea; grade 4 AEs were infrequent. Additional measures will be taken to improve gastrointestinal tolerability. Single-agent OPZ continues to have promising antitumor activity in pts with WM. Enrollment of patients on the 2/7 schedule is continuing; the target enrollment for the phase 2 portion of the study is 66 patients. Extended-release OPZ tablets will be introduced and assessed for safety, activity, and pharmacokinetics. Updated results will be presented at the meeting. View large Download slide View large Download slide  Disclosures Siegel: Celgene: Honoraria, Speakers Bureau; Onyx: Honoraria, Speakers Bureau; Millennium: Honoraria, Speakers Bureau. Off Label Use: Monoclonal antibody/toxin fusion protein. For treatment of multiple myeloma. Kaufman: Millennium: Consultancy, Honoraria; Celgene: Consultancy, Honoraria, Research Funding; Novartis: Consultancy, Honoraria, Research Funding; Onyx: Consultancy, Honoraria, Research Funding; Janssen: Consultancy, Honoraria; Spectrum: Consultancy, Honoraria; Merck: Research Funding. Raje: Celgene: Consultancy; Millennium: Consultancy; Novartis: Consultancy; Amgen: Consultancy; Onyx: Consultancy; Acetylon: Research Funding; Ely Lilly: Research Funding. Mikhael: Onyx: Research Funding; Celgene: Research Funding; Sanofi: Research Funding; Novartis: Research Funding. Kapoor: Onyx: Membership on an entity's Board of Directors or advisory committees, Research Funding. Treon: Onyx: Consultancy, Research Funding. Neuman: Onyx: Employment. Lee: Onyx Pharmaceuticals, an Amgen subsidiary: Employment. Ghobrial: BMS: Advisory Board Other; Celgene: Advisory Board, Advisory Board Other; Millennium: Advisory Board, Advisory Board Other; Onyx: Advisory Board, Advisory Board Other.",
    "topics": [
        "oprozomib",
        "waldenstrom macroglobulinemia",
        "brachial plexus neuritis",
        "tablet dosage form",
        "duration of treatment",
        "partial response",
        "tumor lysis syndrome",
        "adverse event",
        "carfilzomib",
        "complete remission"
    ],
    "author_names": [
        "David S. Siegel, MD PhD",
        "Jonathan L. Kaufman, MD",
        "Noopur S. Raje, MD",
        "Joseph R. Mikhael, MD",
        "Prashant Kapoor, MD",
        "Steven P. Treon, MD PhD",
        "Jorge J. Castillo, MD",
        "Linda L. Neuman, MD MBA",
        "Ju RueyJiuan Lee, PhD",
        "Irene Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Hackensack University Medical Center, Hackensack, NJ "
        ],
        [
            "Emory University, Atlanta, GA "
        ],
        [
            "Massachusetts General Hospital, Boston, MA "
        ],
        [
            "Mayo Clinic in Arizona, Scottsdale, AZ "
        ],
        [
            "Mayo Clinic, Rochester, MN "
        ],
        [
            "Dana-Farber Cancer Institute, Harvard Medical School, Boston, MA "
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ],
        [
            "Onyx Pharmaceuticals, Inc., Redwood City, CA "
        ],
        [
            "Onyx Pharmaceuticals, Inc., South San Francisco, CA"
        ],
        [
            "Dana-Farber Cancer Institute, Boston, MA "
        ]
    ],
    "first_author_latitude": "40.8840873",
    "first_author_longitude": "-74.05624209999999"
}