{
    "doi": "https://doi.org/10.1182/blood.V110.11.489.489",
    "article_title": "Genomic Complexity Identifies Patients with Agressive Chronic Lymphocytic Leukemia. ",
    "article_date": "November 16, 2007",
    "session_type": "CLL - Biology and Pathophysiology, excluding Therapy",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) is the most common leukemia in the western world. CLL has a varied clinical course. Risk assessment and patient counseling relies on clinical parameters and validated biomarkers. Genetic biomarkers, as exemplified in the CLL FISH panel, allow for CLL patient risk stratification. Nonetheless, a subset of patients with apparently favorable lesions (del13q14 or normal FISH results) progresses rapidly and a fraction of patients with unfavorable findings (del17p or del11q) progress at less than predicted rate. Method: We studied 117 previously untreated CLL patients enrolled into a prospective study at the University of Michigan. We obtained unbiased, high-density, genome-wide measurements of sub-chromosomal copy number changes in highly purified DNA from sorted CD19+ cells and buccal cells using the Affymetrix 50K SNP-array platform. A genomic complexity score was derived and correlated with the validated surrogate endpoint time to first therapy (TTFT), a measure of disease aggressiveness. Genomic complexity was measured using two complementary methods: i) visual inspection of dChipSNP-generated heatmap displays for copy-number estimates for all patients and for all chromosomes. Two of the authors independently reviewed dChipSNP-based copy number displays and visually scored lesions that were i) at least 8 consecutive SNP positions in length and ii) either all blue (indicating less than 2N copy estimates=losses) or all red (indicating greater than 2N copy estimates=gains). Sensitivities and specificities for the visual lesion calling method were calculated against the clinical FISH data for del17p, del13q14, trisomy 12 and del11q as the gold standard. Sensitivities and specificities for (SNM/PDO) were [(94%/93%) and (93%/91%)] for del13q14, [(88%/88%) and (98%/98%)] for trisomy 12, [(100%/100%) and (99%/99%)] for del17p, and [(100%/100%) and (99%/100%)] for del11q, and ii) algorithmic detection of gains and losses using search methods optimized for detection using FISH-based del13q14 lesions as the gold standard. We devised a sliding window algorithm that scores a lesion as “copy loss” when a SNP window of 8 consecutive SNPs has at least 6 SNPs with a copy number estimate of 1.32 or less (the 8/6/1.32 rule). For validation, an approximately 5 Mb-long physical window was selected, overlapping with all described del(13q14) lesions. Defining an algorithmic del(13q14) call as any patient for whom the 8/6/1.32 rule identified at least one lesion within the 5Mb window, we achieved 81% sensitivity and 96% specificity for detecting or excluding 13q14 lesions as measured against the clinical FISH panel. Results: Within the group of 117 patients, 22(19%), 15(13%), 12(10%) and 10(9%) had visual complexity scores of equal to or greater than 2.5, 3, 3.5 or 4, respectively: a previously unanticipated degree of genomic complexity in CLL.In univariate analysis, CLL patients with four or more sub-chromosomal genomic lesions had a median TTFT of 15.8 months, whereas the median TTFT for all other patients was not reached in our study (two-sided p<10 −4 ). In bivariate analysis, presence of genomic complexity defined a high-risk group of patients within the IgV H unmutated subgroup. Patients with unmutated IgV H /high complexity score had a TTFT of 16.5 months versus 95.6 months for unmutated IgV H /low complexity patients (p=0.02). Finally, high genomic complexity resulted in strong trends towards shorter TTFT for patients within other established risk groups.",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "genome",
        "biological markers",
        "gold standard",
        "dna",
        "inspection",
        "leukemia",
        "surrogate endpoints",
        "trisomy 12"
    ],
    "author_names": [
        "Sami N. Malek, MD",
        "Peter Ouillette, MT, ASCP",
        "Harry Erba, MD, PhD",
        "Chris Saddler, BS",
        "Andrzej Jakubowiak, MD",
        "Mark Kaminski, MD",
        "Kerby Shedden, PhD",
        "Lisa Kujawski, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Sami N. Malek, MD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Peter Ouillette, MT, ASCP",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Harry Erba, MD, PhD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chris Saddler, BS",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Andrzej Jakubowiak, MD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mark Kaminski, MD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kerby Shedden, PhD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lisa Kujawski, MD",
            "author_affiliations": [
                "Internal Medicine and Statistics, University of Michigan, Ann Arbor, MI, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T21:32:38",
    "is_scraped": "1"
}