{
    "doi": "https://doi.org/10.1182/blood.V112.11.3605.3605",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1212",
    "start_url_page_num": 1212,
    "is_scraped": "1",
    "article_title": "Importance of Relative Dose Intensity for Survival in Diffuse Large B-Cell Lymphoma Patients Treated with CHOP-Like Regimen ",
    "article_date": "November 16, 2008",
    "session_type": "Lymphoma: Chemotherapy, excluding Pre-Clinical Models",
    "topics": [
        "cyclophosphamide, doxorubicin, prednisone, and vincristine",
        "diffuse large b-cell lymphoma",
        "respiratory disturbance index",
        "chemotherapy regimen",
        "granulocyte colony-stimulating factor",
        "prognostic factors",
        "rituximab",
        "r-chop",
        "adverse effects",
        "cyclophosphamide"
    ],
    "author_names": [
        "Tsuneaki Hirakawa",
        "Hiroki Yamaguchi",
        "Seiji Gomi",
        "Norio Yokose",
        "Koiti Inokuchi",
        "Kazuo Dan"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Department of Internal Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Department of Hematology, Yokohama Minami Kyosai Hospital, Kanagawa, Japan"
        ],
        [
            "Department of Internal Medicine, Chiba Hokusoh Hospital, Nippon Medical School, Chiba, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Nippon Medical School, Tokyo, Japan"
        ],
        [
            "Division of Hematology, Department of Internal Medicine, Nippon Medical School, Tokyo, Japan"
        ]
    ],
    "first_author_latitude": "35.7210943",
    "first_author_longitude": "139.7589509",
    "abstract_text": "Diffuse large B-cell lymphoma (DLBCL) is the most frequently occurring Non-Hodgkin lymphoma (NHL). Until recently, CHOP regimen (cyclophosphamide, doxorubicin, vincristine and prednisone delivered on a 21-day cycle) was considered as the standard chemotherapy regimen for DLBCL. Recent data have also shown that combining CHOP with Rituximab (R-CHOP) significantly improves survival in DLBCL. It is recognized that delivery of less than full-dose chemotherapy is associated with poor response and shorter survival times. However it is difficult to keep administration of chemotherapy dose and interval due to several side effects such as myelosuppression, infection, and organ dysfunction. Recently relative dose intensity (RDI) defined as total delivered dose of chemotherapy drug per unit time expressed as a percentage of the target dose, had important roll in the treatment outcome. To determine the importance of RDI, we analyzed achievement of RDI in CHOP-like regimen among DLBCL patients. We retrospectively analyzed 203 DLBCL patients treated with CHOP-like regimen as a first line therapy at Nippon Medical School Hospital and related hospital between January 1, 1996 and December 31, 2007. Median age of the patients was 65.6 years (range, 20.5–90.3) at diagnosis. Median duration of observation was 1.9 years (range, 0.1–11.8). 203 patients were classified as international prognostic index (IPI) as follows; Low-Low Intermediate (L-LI) (n=116), High Intermediate-High (HI-H) (n=86), unknown (n=1). They were treated by CHOP (n=47), R-CHOP (n=100), THP (terahydropyranyladriamycin)-COP (n=6), R-THP-COP (n=50). The median RDI of all patients was 75.2%. Increasing RDI correlated with longer survival time (RDI of 70 to <75%, 75 to 79%, and ≥80%, mean survival was 4.6, 5.0 and 5.2 years, respectively). Comparing the patients of RDI ≥80% with those of <80%, the estimated relapse free survival (RFS) and overall survival (OS) was significantly higher in the former (RFS; 81.7% vs 66.4%, p=0.039, OS; 94.1% vs 74.3%, p=0.005). Results of a multivariate Cox regression analyses revealed that RDI of ≥80% (odds ratio 2.495, p=0.040), IPI of L-LI (odds ratio 3.459, p=0.006) and Rituximab (odds ratio 3.554, p=0.005) were independent prognostic factors for OS. Concerning RFS, IPI of L-LI (odds ratio 2.873, p=0.002) and Rituximab (odds ratio 1.989, p=0.044) were independent prognostic factors. On the other hand, RDI of ≥ 80% showed tendency to longer RFS, but it was not statistically significant (odds ratio 1.747, p=0.094). Subsequently we analyzed the reason for the dose reduction an/or chemotherapy delay. Among the reasons, hematological toxicities and febrile neutropenia (FN) resulted in a reduction of treatment intensity significantly (odds ratio 2.550, p=0.007). Prophylactic use of granulocyte colony-stimulating factor (G-CSF) decreased the risk of neutropenic complications and served as increasing the dose intensity (odds ratio 0.436, p=0.007). We demonstrated that increasing RDI was a important prognostic factor for treating DLBCL using CHOP-like regimen. Moreover, prophylactic use of G-CSF to decrease FN had important role for increasing RDI."
}