{
    "doi": "https://doi.org/10.1182/blood.V128.22.5659.5659",
    "article_title": "Bone Marrow CD4+ and CD8+ Lymphocyte Infiltration Patterns Define Overall- and Progression Free Survival in Multiple Myeloma and May Predict IMiD Response: an Analysis from the Austrian Myeloma Registry ",
    "article_date": "December 2, 2016",
    "session_type": "652. Myeloma: Pathophysiology and Pre-Clinical Studies, excluding Therapy",
    "abstract_text": "Introduction: In Multiple Myeloma immune dysregulation with quantitative and qualitative changes in T-cell subpopulations is thought to result in a reduced anti-tumour immune response promoting disease progression. Methods: A retrospective cohort of 45 myeloma patients was analyzed for the extent of tumor infiltrating CD4+ and CD8+ lymphocytes by means of immunohistochemistry using sophisticated automated evaluation software. Results: Here, for the first time we analyzed trephine biopsies of myeloma patients and we report a significant association of different patterns of immune cell infiltrations with OS and PFS suggesting that these patients might particularly benefit from immune modulating therapeutic strategies: CD4+ T-cells below a cutoff of 0.28% lymphocytes/total nucleated cells were associated with a significantly longer overall survival, while CD8+ T-cells above the cutoff of 6.51% predicted a longer progression free survival. Treatment with immunomodulatory drugs resulted in a significantly better overall- and progression free survival for patients with adverse local immunological features compared to those treated with proteasome inhibitors or non-novel agents. We suggest that immune dysregulation in myeloma significantly influences overall- and progression free survival. We will now validate this immuno algorithm of lymphocyte infiltration patterns as a predictive biomarker of IMiD responsiveness in the framework of a large randomized phase III trial. If confirmed they might be used as a putative biomarker to guide rational therapy allocation in the future. Disclosures Willenbacher: Celgene: Research Funding; Roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding. Willenbacher: Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; European Commision: Research Funding.",
    "topics": [
        "bone marrow",
        "cd8-positive t-lymphocytes",
        "multiple myeloma",
        "progression-free survival",
        "biological markers",
        "immune dysregulation",
        "neoplasms",
        "biopsy",
        "disease progression",
        "proteasome inhibitors"
    ],
    "author_names": [
        "Ella Willenbacher, MD",
        "Andrea Brunner-Veber, MD PhD",
        "Roman Weger, Mag.",
        "Wolfgang Willenbacher, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ella Willenbacher, MD",
            "author_affiliations": [
                "Internal Medicine V, Hematology and Oncology, Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Andrea Brunner-Veber, MD PhD",
            "author_affiliations": [
                "Dep. of Pathology, Division of General Pathology, Innsbruck Medical University, Innsbruck, Austria "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roman Weger, Mag.",
            "author_affiliations": [
                "Area 4 Health Technology Assessment and Bioinformatics, ONCOTYROL - Center for Personalized Cancer Medicine, Innsbruck, Austria "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Willenbacher, MD",
            "author_affiliations": [
                "Dept. of Internal Medicine V: Hematology & Oncology, Innsbruck Medical University, Innsbruck, Austria"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T21:29:03",
    "is_scraped": "1"
}