{
    "doi": "https://doi.org/10.1182/blood.V124.21.3375.3375",
    "article_title": "The in vivo Transcriptional Response Towards Epigenetic Modulating Agents in Multiple Myeloma ",
    "article_date": "December 6, 2014",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Multiple myeloma (MM) is a hematological malignancy characterized by a plasma cell accumulation in the bone marrow (BM), for which novel treatment options are urgently needed. Epigenetic modulating agents such as histone deacetylase inhibitors (HDACi) and DNA methyltransferase inhibitors (DNMTi) are under intense investigation for cancer therapy. As shown in numerous functional in vitro studies, HDACi and DNMTi affect various biological processes important for tumor control including tumor cell survival, proliferation, differentiation and DNA repair. Given the broad mechanisms of action of these agents, it remains important to continue pre-clinical evaluation to identify in vivo relevant mechanisms of action. This may lead to the identification of novel biologically relevant targets and predictive biomarkers allowing clinical trial optimization. Recently, we developed gene expression based risk scores after treating human MM cell lines with TSA (HA-score) or decitabine (DM-score). These scores were predictive for MM patient survival using two independent cohorts (Heidelberg-Montpellier (HM) and University of Arkansas for Medical Sciences-Total Therapy 2) and identified potential biomarkers predictive for drug sensitivity. However, the transcriptional response of MM cells in vivo may be influenced by the close contact with the BM-environment. Therefore, we here aimed to characterize the transcriptional response of MM cells after in vivo treatment with the HDACi JNJ-26481585 (quisinostat) or the DNMTi decitabine using the syngeneic immunocompetent murine 5T33MM model. 5T33MM mice (n=4/group) with established disease were treated with quisinostat or decitabine for 5 days after which tumor cells were isolated from the BM and subjected to microarray analysis. Using Significance Analysis of Microarray, we identified 574 and 180 probesets deregulated by respectively quisinostat and decitabine (of which 111 are in common). To assess the prognostic value of the deregulated genes, we performed MaxStat analysis in the HM cohort. JNJ-585 deregulated 31 genes associated with good prognosis and 31 associated with bad prognosis. Decitabine altered expression of 20 genes linked with poor prognosis while 5 genes were linked with good prognosis. The prognostic value of these genes was then implemented in a murine (Mu)-DM and Mu-HA score. The score values were significant higher in MM patients and human myeloma cell lines compared to MGUS and healthy bone marrow plasma cells. In addition, the scores were useful to separate patients of the 2 cohorts into a low risk and high risk group. Patients from the proliferation subgroup had a higher score compared to all other subgroups. In concordance, the scores were highest in patients with a high gene-expression based proliferation index. Using gene ontology (GO) tools (DAVID) and pathway tools (Reactome, STRING and Pathway-guide), we next explored the association of in vivo deregulated genes with biological processes and pathways. GO analysis showed that quisinostat-deregulated genes were mainly involved in immune modulation. Pathway analysis revealed associations with lymphocyte activation and proliferation, immune effector mechanisms and T-helper-1 development through processes like cytokine interactions, chemokine signaling and T-cell receptor- and NK-cell-signaling. In concordance, the signature represented elevated presence and signaling of interferon, tumor necrosis factor, interleukin-1 (IL-1), IL-2 and IL-12. The second most prominent alterations were genes linked with transcriptional misregulation in cancer. Pathways predicted to be affected by these alterations are linked with differentiation, resistance and cell survival. For decitabine, the gene list was substantially smaller and for more than half shared by JNJ-585. The pathway analysis also identified genes linked to immune system, gene expression regulation and metabolism pathways. In conclusion, in vivo treatment with epigenetic modulating agents identified a prognostic gene signature. In addition, HDACi (and to a lesser extent DNMTi) deregulated immunomodulatory genes and genes involved in transcriptional regulation. This indicates that immune regulation is an important in vivo anti-tumor property of HDACi and supports the rational to combine HDACi with immunomodulatory therapies such lenalidomide or cellular/peptide vaccination strategies. Disclosures Hose: Novartis: Research Funding. Seckinger: Novartis: Research Funding.",
    "topics": [
        "epigenetics",
        "multiple myeloma",
        "transcription, genetic",
        "histone deacetylase inhibitors",
        "decitabine",
        "neoplasms",
        "biological markers",
        "interleukin-1",
        "aldesleukin",
        "cancer"
    ],
    "author_names": [
        "Ken Maes",
        "Eva De Smedt",
        "Kassambara Alboukadel, PhD",
        "Dirk Hose, MD PhD",
        "Anja Seckinger, MD PhD",
        "Els Van Valckenborgh, PhD",
        "Eline Menu, PhD",
        "Bernard Klein, MD PhD",
        "Karin Vanderkerken, PhD",
        "Jerome Moreaux, PhD",
        "Elke De Bruyne, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Ken Maes",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Eva De Smedt",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kassambara Alboukadel, PhD",
            "author_affiliations": [
                "INSERM-UM1 U1040, Institute for Research in Biotherapy, CHU Montpellier, Montpellier, France, Montpellier, France "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dirk Hose, MD PhD",
            "author_affiliations": [
                "Universitätsklinikum Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anja Seckinger, MD PhD",
            "author_affiliations": [
                "Universitätsklinikum Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Els Van Valckenborgh, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eline Menu, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Klein, MD PhD",
            "author_affiliations": [
                "INSERM-UM1 U1040, Institute for Research in Biotherapy, CHU Montpellier, Montpellier, France, Montpellier, France "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karin Vanderkerken, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerome Moreaux, PhD",
            "author_affiliations": [
                "INSERM-UM1 U1040, Institute for Research in Biotherapy, CHU Montpellier, Montpellier, France, Montpellier, France "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Elke De Bruyne, PhD",
            "author_affiliations": [
                "Department of Hematology and Immunology-Myeloma Center Brussels, Vrije Universiteit Brussel (VUB), Brussels, Belgium "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-01T06:48:30",
    "is_scraped": "1"
}