{
    "doi": "https://doi.org/10.1182/blood-2018-99-114169",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4040",
    "start_url_page_num": 4040,
    "is_scraped": "1",
    "article_title": "Phase 2 Study of Combination Obinutuzumab, Ibrutinib, and Venetoclax in Treatment-Naive and Relapsed/Refractory Chronic Lymphocytic Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Advances in Frontline Therapy of CLL",
    "topics": [
        "chronic lymphocytic leukemia refractory",
        "ibrutinib",
        "obinutuzumab",
        "therapy naive",
        "venetoclax",
        "toxic effect",
        "neutropenia",
        "adverse event",
        "complete remission",
        "hypertension"
    ],
    "author_names": [
        "Kerry A. Rogers, MD",
        "Ying Huang, MA, MS",
        "Amy S. Ruppert, MAS, PhD",
        "Farrukh T. Awan, MD MS",
        "Corrinne Hoffman, CNP",
        "Kami J. Maddocks, MD",
        "Mark Reid, CNP",
        "Jennifer A. Woyach, MD",
        "Thomas Whitlow, BA",
        "Jeffrey A. Jones, MD MPH",
        "John C. Byrd, MD"
    ],
    "author_affiliations": [
        [
            "Department of Internal Medicine, Division of Hematology, College of Medicine, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "Division of Hematology, Ohio State University Hospital, Columbus, OH "
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, The Ohio State University, Columbus, OH "
        ],
        [
            "The Ohio State University Comprehensive Cancer Center, Columbus, OH "
        ],
        [
            "The Ohio State University, Columbus, OH"
        ],
        [
            "Division of Hematology, The Ohio State University, Columbus, OH "
        ]
    ],
    "first_author_latitude": "39.9949856",
    "first_author_longitude": "-83.01207335",
    "abstract_text": "BACKGROUND Development of targeted therapies for CLL including the anti-CD20 monoclonal antibody obinutuzumab (OBIN), Bruton's tyrosine kinase inhibitor ibrutinib (IBR), and Bcl-2 inhibitor venetoclax (VEN) have demonstrated significant clinical activity in CLL. As they have high response rates as single agents, largely non-overlapping toxicities, and distinct and potentially synergistic mechanisms of action, we designed and initiated a triplet regimen with OBIN, IBR, and VEN for a fixed duration of treatment. The goal of the regimen is to achieve deep remissions and facilitate treatment discontinuation. The previously reported phase 1b cohort on this study established VEN 400 mg daily as the recommended dose for use with the label doses of OBIN and IRB in this combination. To determine response rates, eradication of minimal residual disease (MRD), and progression-free survival (PFS) in relapsed/refractory (RR) and treatment-naïve (TN) CLL with this regimen, two separate cohorts were accrued to a phase 2 trial. METHODS Patients with RR or TN CLL requiring therapy were eligible. Patients were required to have ECOG PS ≤1 and preserved end-organ function, including normal serum creatinine or creatinine clearance ≥50 mL/min/m 2 . RR patients had to have ≥1 prior CLL therapy. Treatment was given at the doses and schedule established in the preceding phase 1b study (Jones ASH 2016) for 14 cycles (C) of 28 days with OBIN, IBR, and VEN started sequentially over the first 3 cycles. Risk for tumor lysis syndrome (TLS) with VEN was assessed according to US prescribing information with monitoring instituted according to risk. Adverse events (AEs) were assessed and graded using the NCI CTCAE v4.03 except hematologic AEs which were graded according to the IWCLL 2008 guidelines. Response was determined according to IWCLL 2008 criteria after C8 (mid-therapy) and 2 months after completing C14 (EOT). MRD was measured in the bone marrow and peripheral blood by standard 10-color flow cytometry at these time points. The primary endpoint was MRD negative complete response at EOT. For each cohort, 25 patients provided at least 90% power to detect an increase in MRD negative complete response rate from 10% to 30% using a single stage design and constraining type I error rate to 10%. Herein, toxicity and mid-therapy responses are presented. RESULTS The study enrolled a total of 50 patients with 25 RR and 25 TN in separate cohorts. Baseline characteristics are in Table 1. The adverse event (AE) profile was similar to the phase 1b study and consistent with the known toxicities of the included individual agents. Frequent treatment-related AEs are found in Table 2. Hematologic toxicity was most frequent with the majority of patients experiencing thrombocytopenia (80%) and/or neutropenia (76%). The most frequent non-hematologic toxicities were hypertension (70%), infusion related reactions (66%), bruising (52%), myalgia (50%), and nausea (50%). Grade 3-4 toxicities were largely hematologic with 56% experiencing grade 3-4 neutropenia and 34% grade 3-4 thrombocytopenia. The only frequently occurring non-hematologic grade 3-4 toxicity was hypertension (32%). The median follow-up for the study was 18.0 months (range 0-24.8) for the RR cohort and 20.6 months (range 7.4-23.9) for the TN cohort. At mid-therapy assessment 23/25 of the RR patients remained on study and all had achieved a response. Three patients achieved CR, 3 a CR with incomplete marrow recovery, and 17 a partial remission. The ORR in RR patients at mid-therapy was 92% (95% CI: 74-99%). Twenty-three (92%) RR patients tested for mid-therapy MRD, with 16 (70%) MRD negative in both the blood and marrow. Two patients had MRD in the blood only, 2 in the marrow only, and 3 in both the blood and the marrow. Mid-therapy responses for the TN cohort have previously been reported (Rogers ASH 2017). To date in 21 (84%) TN patients completed treatment through C14 and 23 (92%) RR remain on study with 21 completing treatment. No patients in either cohort had progressive disease. There was one death from neutropenia and colitis in a TN patient. CONCLUSIONS OBIN, IBR, and VEN in combination have a tolerable safety profile in both RR and TN CLL patients with the majority of toxicities being hematologic. This regimen has a high mid-therapy response rate (92%) in RR patients with early MRD negative responses. EOT responses in TN and RR patients will be presented at the meeting. View large Download slide View large Download slide  Disclosures Maddocks: Teva: Honoraria; AstraZeneca: Honoraria; Pharmacyclics/Janssen: Honoraria; Novartis: Research Funding; Pharmacyclics: Research Funding; Merck: Research Funding; BMS: Research Funding. Jones: Celgene: Employment, Equity Ownership."
}