{
    "doi": "https://doi.org/10.1182/blood.V106.11.5067.5067",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=408",
    "start_url_page_num": 408,
    "is_scraped": "1",
    "article_title": "Tetraspanin Overexpression Induces Multiple Myeloma Cell Death. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "cell death",
        "multiple myeloma",
        "pan-hematopoietic expression protein",
        "protein overexpression",
        "caspase-3",
        "neoplasm metastasis",
        "adhesions",
        "annexin a5",
        "annexins",
        "cancer"
    ],
    "author_names": [
        "Tali Tohami, MSc",
        "Liat Drucker, Ph.D",
        "Judith Radnay, Ph.D",
        "Hava Shapiro, M.Sc",
        "Michael Lishner, M.D."
    ],
    "author_affiliations": [
        [
            "Oncogenetic Laboratory, Sapir Medical Center, Kfar Saba, Israel",
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel"
        ],
        [
            "Oncogenetic Laboratory, Sapir Medical Center, Kfar Saba, Israel"
        ],
        [
            "Hematological Laboratory, Sapir Medical Center, Kfar Saba, Israel"
        ],
        [
            "Hematological Laboratory, Sapir Medical Center, Kfar Saba, Israel"
        ],
        [
            "Oncogenetic Laboratory, Sapir Medical Center, Kfar Saba, Israel",
            "Department of Internal Medicine, Sapir Medical Center, Kfar Saba, Israel",
            "Sackler Faculty of Medicine, Tel-Aviv University, Tel-Aviv, Israel"
        ]
    ],
    "first_author_latitude": "32.1823231",
    "first_author_longitude": "34.8954868",
    "abstract_text": "Background: Medullary and extra-medullary dissemination of multiple myeloma (MM) cells involves cell-cell and cell-extracellular matrix (ECM) interactions. Proteins coordinating these intricate networks regulate the signaling cascades in a spatial and time dependent manner. Tetraspanins facilitate multiprotein complexing in defined membranal microdomains and select family members have been identified as metastasis suppressors. In preliminary studies, we observed that tetraspanins CD82, frequently down regulated or lost at the advanced clinical stages of various cancers, was absent in MM (8 BM samples, 5 cell lines) and CD81, characteristically expressed in leukocytes plasma membranes, was under-expressed (4/8 BM samples, 4/5 cell lines). We aimed to investigate the consequences of CD81 and CD82 over-expression in myeloma cell lines. Methods: CAG and RPMI 8226 were transfected with pEGFP-N1/C1 fusion vectors of CD81 and CD82. Transfected cells were assessed for - cell morphology (light and fluorescent microscope); cell survival (eGFP+/PI- cells); cell death (Annexin V/7AAD, pre-G1, activated caspase-3 (IC), caspase dependence with pan caspase inhibitor z-VAD-fmk); cell cycle (PI staining). Results: CD82 induced cell death was determined by morphologic characteristics in stably transfected CAG cells (50%) compared to their mock-transfected counterparts (8%) ( p <0.05). Activated caspase-3 was also detected (40% of the CD82 transfected cells) ( p <0.05). In CD82 transiently transfected MM cell lines a reduced fraction of surviving cells was observed compared to mocks (~60%) (p<0.05) yet, no increases in pre-G1 or Annexin V+/7AAD- subgroups were observed. Moreover, CD82 induced cell death could not be inhibited by the use of z-VAD-fmk. CD82 transfection did not affect the cell cycle of CAG and RPMI 8226 lines. CD81 stably transfected cell lines (CAG and RPMI 8226) could not be established. Indeed, in transiently transfected cells we determined a massive rate of CD81 induced cell death. This is demonstrated in a surviving fraction of only 10% CAG cells and 30% RPMI 8226 (compared to mock) (p<0.05). The CD81 transfected cells were negative for PS exposure, pre-G1 sub-population, or inhibition of death with z-VAD-fmk. The death inducing effect of both tetraspanins in the two cell lines was evident with the pEGFP-N1 orientation vector only. Conclusions: CD81 and CD82 over-expression in MM cell lines causes cell death. Based on the restriction of the killing effect to the pEGFP-N1 clone it may be speculated that its implementation is either dependent on the interactions of the N1 tetraspanin terminus or the proteins’ conformation. It is of interest that CD81 though normally expressed in RPMI 8226 still induced cell death when over-expressed, possibly indicative of ’negative signaling’. Tetraspanins’ suppressive effects on adhesion, motility, and metastasis in solid tumors combined with its capacity to induce myeloma cell death underscore the significance of its absence in MM cell lines and patients. We suspect that a better understanding of CD81/82 mediated signaling pathways will promote future treatment of myeloma cell in their microenvironment. Current studies designed to assess the involvement of oxidative stress in CD81/CD82 induced death are underway."
}