{
    "doi": "https://doi.org/10.1182/blood.V114.22.4094.4094",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1494",
    "start_url_page_num": 1494,
    "is_scraped": "1",
    "article_title": "Retargeting of Activated T Cells (ATC) with Gemtuzumab (anti-CD33) Ozogamicin x Anti-CD3 Bispecific Antibody (CD33-OBi) Enhances Cytotoxicity Directed at K562. ",
    "article_date": "November 20, 2009",
    "session_type": "Tumor Immunotherapy Poster II",
    "topics": [
        "antibodies, bispecific",
        "cd33 antigen",
        "cytotoxicity",
        "gemtuzumab",
        "t-lymphocytes",
        "leukemia",
        "aldesleukin",
        "antibodies",
        "cd20 antigens",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Abhinav Deol, MD",
        "Archana Thakur, Ph.D.",
        "Lawrence G. Lum, MD, DSC"
    ],
    "author_affiliations": [
        [
            "BMT and Immunotherapy, Karmanos Cancer Center and Wayne State University, Detroit, MI, USA, "
        ],
        [
            "BMT and Immunotherapy, Karmanos Cancer Center and Wayne State University, Detroit, MI, USA, "
        ],
        [
            "BMT and Immunotherapy, Dept of Medicine and Dept of Immunology and Microbiology, Karmanos Cancer Center and Wayne State University, Detroit, MI, USA"
        ]
    ],
    "first_author_latitude": "42.355934749999996",
    "first_author_longitude": "-83.061925",
    "abstract_text": "Abstract 4094 Poster Board III-1029 Background CD33 is expressed in about 90% of blasts in acute myeloid leukemia but the response rate of gemtuzumab ozogamicin (GO) is about 30%. GO is anti-CD33 hP67.6 linked to calicheamicin. The mechanism of resistance of blasts to GO is not clearly understood. Our previous studies show the anti-CD3 activated T cells (ATC) can be redirected with bispecific antibodies (BiAb) to Her2/ neu , CD20, and EGFR. We produced CD33-OBi by chemically heteroconjugating GO with OKT3 (anti-CD3). We determined whether ATC armed with CD33-OBi can enhance the killing of a low expressing GO-resistant cell line K562. Methods ATC were produced by stimulating peripheral blood mononuclear cells (PBMC) with anti-CD3 in the presence of IL-2. K562 cell line, expressing 67% CD33 expression was used as a target given the relative resistance of this cell line to GO. Daudi cell line expressing no CD33 was used as control. Cytotoxicity to K562 and Daudi cell lines was performed using 51 Cr labeled cells as targets with different concentrations of GO alone, CD33-OBi, ATC alone and CD33-OBi armed ATC. Armed ATC were washed free of arming BiAb unless otherwise indicated. Various arming doses of the CD33-OBi for ATC were also tested, ADCC with CD33-OBi utilizing fresh PBMC were tested. ADCC with GO was not tested as the mechanism of action for GO is through internalization and DNA damage from the cleaved calicheamicin. Results In antibody doses of 5, 50, 500, and 5000 ng/ml of GO or CD33-OBi alone, specific cytotoxicity was 5,7,14, and 14% for GO and was essentially null at all concentrations for CD33-OBi. At arming doses of 0.5, 5, 50 and 500 ng of CD33-OBi/10 6 ATC, the plateau of mean specific cytotoxicity directed at K562 cells was 38%, achieved between arming doses of 50 and 500 ng/10 6 ATC at an effector to target ratio (E/T) of 25:1. Daudi CD33-negative control cells were not lysed by either GO or CD33-OBi alone. Subsequently, ATC from 3 normal donors (n=3) armed with CD33-OBi with 50 ng/10 6 cells at E/T of 25:1, 12.5:1, 6.25:1 and 3.125:1 showed % mean [±SEM] specific cytotoxicity of 34.3[±3.2], 28.5[±3.2], 22[±2.8] and 16.2[±2.1]%, respectively to K562. On the other hand, ATC alone at similar E/T showed % mean specific cytotoxicity of 25[±4.6], 16.3[±3.6], 10.3[±2.4] and 5.3[±1.3].There were significant differences between CD33-OBi-ATC and ATC with p values (Wilcoxan signed rank test) at E/T of 25:1, 12.5:1, 6.25:1 and 3.125:1 that were 0.043, 0.033, 0.014 and 0.012, respectively. There was no specific cytotoxicity directed at Daudi cells under similar conditions. ADCC was performed with CD33-OBi added to co-culture of PBMC and labeled K562 and Daudi cells for 24 hrs which showed background specific cytotoxicity. Conclusions ATC armed with CD33-OBi at 50 ng/10 6 cells showed enhanced cytotoxicity directed at K562 cells which historically is relatively resistant to GO. The unarmed ATC have been shown to have non MHC restricted cytotoxicity and arming them with the CD33-OBi retargets and enhances the cytotoxicity of ATC to targets that express CD33. Given that patients with CD33 positive blasts may contain a population of CD33 positive leukemia stem cells, this approach may provide a non-toxic strategy to target leukemia stem cells. Testing additional GO susceptible and resistant cell lines under conditions in combination with chemotherapy or hematopoietic stem cell transplant may provide proof of principle for developing this approach. View large Download slide ATC: Activated T cells; aATC: ATC armed with CD33-OBi View large Download slide ATC: Activated T cells; aATC: ATC armed with CD33-OBi  Disclosures: Lum: Transtarget Corporation: Founder."
}