{
    "doi": "https://doi.org/10.1182/blood.V108.11.692.692",
    "article_title": "The Long Term Clinical Outcome of B Cell Lymphoma Patients Treated with Anti-Idiotype Monoclonal Antibody Correlated with the Isotype of the Therapeutic Antibody. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "The unique sequences of immunoglobulin (idiotype, Id) on the surface of B cell lymphoma can be a tumor-specific target for monoclonal antibody (Ab) therapy. Between 1981 and 1993, 54 patients with B cell lymphoma (51 follicular lymphoma, 3 diffuse large B cell lymphoma) were treated with a total of 57 courses of custom made rodent derived anti-Id Abs. The antibodies were given either alone (N=20) or in combination with chlorambucil (N=14), α-interferon (N=10) or interleukin-2 (N=13). While single custom-made monoclonal anti-Id Ab was given in most of the courses, 13 courses used a combination of multiple clones of monoclonal anti-Id Abs. The overall response rate (CR + PR) was 49% with some patients experiencing extremely prolonged remission (greater than 20 years). The mechanism of the anti-tumor effect of these anti-Id Abs is unclear. We previously noted a correlation of outcome with anti-Id Ab-mediated signal transduction in the malignant B cells (Blood 83:899). However, a monoclonal anti-Id Ab of mouse γ2a showed a significantly better anti-tumor effect than its γ1 variant against a murine B cell lymphoma, suggesting the importance of effector mediated mechanisms (JI 136:1123). We and others have recently identified the importance of the interaction between constant region (Fc) of the therapeutic antibody and the FcγR on effector killer cells in the anti-tumor effect of rituximab, implicating the process of antibody-dependent cellular cytotoxicity (ADCC). Since mouse Abs of different isotypes have different affinity for the human FcγR, their ability to mediate ADCC may differ, leading to different clinical efficacy. Mouse Abs of γ2a or γ2b bind to human FcγRIIIa much better than mouse Abs of γ1 and therefore would be expected to be more efficacious. In this report, we analyzed whether the clinical outcome of the patients treated with anti-Id Abs related to the isotype of the therapeutic murine antibody. Mouse γ1 alone were given in 39 courses, and combination of mouse γ2a or γ2b together with γ1 were given in 13 courses. Patients who received only mouse γ1 had a similar initial response rate to that of patients who received at least one mouse γ2a or γ2b (46% vs 62%, p=0.523). However, more patients who received mouse γ2a or γ2b stayed in remission at 6 months and 12 months after initial therapy. The response rate for patients with mouse γ1 alone and patients receiving mouse γ2a or γ2b were 18% and 54% for the two groups, respectively, at 6 months (p=0.027), and 11% and 50%, respectively, at 12 months (p=0.010). In addition, median time to progression was 2.47 years for treatments with mouse γ1 only vs 12.17 years for treatments with mouse γ2a or γ2b Abs using the Kaplan-Meier estimation (p=0.008 by log-rank statistic). In a multivariate analysis, mouse γ2a/γ2b antibody emerged as the only independent positive predictor for longer PFS (relative benefit 2.44, 95% confidence interval 1.12–5.33, p=0.025), whereas age, FcγRIIIa V/V, FcγRIIa H/H genotype, addition of chlorambucil, interferon, or interleukin-2 had no impact. Our results support the hypothesis that custom-made monoclonal anti-Id Abs mediate at least part of their anti-tumor effect via ADCC and that the isotype of these Abs influences their interaction with FcγR-bearing effector killer cells such as NK cells. ADCC can result in tumor killing and control only as long as the antibody persists. Extremely long term remission, such as those observed here must have additional explanation.",
    "topics": [
        "antibodies",
        "b-cell lymphomas",
        "immunoglobulin idiotypes",
        "immunoglobulin isotypes",
        "monoclonal antibodies",
        "treatment outcome",
        "neoplasms",
        "disease remission",
        "aldesleukin",
        "chlorambucil"
    ],
    "author_names": [
        "Wen-Kai Weng, MD, PhD",
        "Debbie Czerwinski",
        "Ronald Levy"
    ],
    "author_dict_list": [
        {
            "author_name": "Wen-Kai Weng, MD, PhD",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Debbie Czerwinski",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronald Levy",
            "author_affiliations": [
                "Division of Oncology, Department of Medicine, Stanford University School of Medicine, Stanford, CA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T06:43:54",
    "is_scraped": "1"
}