{
    "doi": "https://doi.org/10.1182/blood.V124.21.3852.3852",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2951",
    "start_url_page_num": 2951,
    "is_scraped": "1",
    "article_title": "Non Interventional Prospective Clinical Study on Peripheral Blood Stem Cell Mobilization in Patients with Relapsed Lymphomas ",
    "article_date": "December 6, 2014",
    "session_type": "711. Cell Collection and Processing: Poster III",
    "abstract_text": "Introduction: Autologous stem cell transplantation (ASCT) is the standard of care for many patients with relapsed chemosensitive lymphoma. Peripheral blood stem cells have become the main source for the ASCT worldwide, because of its advantages over bone marrow. Several risk factors have been identified for poor stem cell mobilization, and diagnosis of lymphoma is one of the most important ones, with an inadequate stem cell harvest reported in 4 to 25% of the cases. Even though stem cell mobilization in relapsed lymphoma patients can be relatively difficult, mobilization strategies have not been standardized and there is a significant variation amongst centers. The aim of this non-interventional prospective clinical study was to review the mobilization strategies used by EBMT centers in relapsed lymphoma and to evaluate the failure rates. Methods: All EBMT centers were invited to participate in this non-interventional prospective clinical study that was started in 2010 and ended in 2014. Centers were requested to collect data on all consecutive patients with relapsed lymphoma considered to be candidates for an ASCT and were 18 years of age or older. Data collected included age, sex, diagnosis, number of prior chemotherapy regimens, mobilization regimen, collected CD34+ cells and marrow harvests. Results: In total, 275 patients with relapsed lymphoma from 30 EBMT centers were registered for this study. There were 158 males and 117 females with a median age of 51 (range 18 – 77) years; 181 patients (66%) with non-Hodgkin’s lymphoma (NHL) (DLBCL 28%, FL 17%, MCL 6%, PTL, 3%, other 12%) and 94 patients (34%) with Hodgkin’s lymphoma (HL). The median number of chemotherapy lines received before this relapse was one (range 1 – 8). 263 patients (96%) were mobilized with chemotherapy + G-CSF being DHAP (43%) and ESHAP (11%) the most frequent protocols, and 12 patients (4%) were mobilized with G-CSF alone. Thirteen patients (5%) who were mobilized with chemotherapy + G-CSF, received additional PLX in the first mobilization. These were all patients that were mobilized with chemotherapy as part of the mobilization regimen. Thirty patients (11%) failed to mobilize adequate stem cells (<2 x 10⁶ CD34+ cells/kg) during first mobilization despite the use of PLX in four patients. The median number of stem cells collected at first mobilization was 5.6 x 10⁶ CD34+ cells/kg (range: 0 – 82). In 255 patients (92.7%) only one mobilization course was given, 18 patients (6.5%) had two mobilization courses, 2 patients (0.7%) underwent three mobilization courses. Three patients had a mobilization failure after only G-CSF; they all were successfully harvested in a second attempt after chemotherapy + G-CSF. Five of the patients failing the first mobilization with chemotherapy + G-CSF received PLX at second mobilization, but only three succeeded. One patient failed both first and second mobilization and received PLX at third mobilization without success. 22 patients (8%) still had an inadequate amount of stem cells in the end. Of those, only 4 patients (1.5%) underwent bone marrow harvest. Conclusion: In the EBMT centers participating in this study, a primary mobilization strategy based on the combination of salvage chemotherapy plus G-CSF was used for virtually all patients with relapsed lymphoma. PLX was used in only 5% of the mobilization procedures during the time period analyzed. With 11% after the first mobilization attempt and 8% after several attempts, the failure rate was relatively low. Disclosures van Gorkom: Sanofi: Research Funding. Sureda: Takeda Pharmaceuticals International Co.: Consultancy, Honoraria, Speakers Bureau; Seattle Genetics, Inc.: Research Funding.",
    "topics": [
        "lymphoma",
        "peripheral blood stem cells",
        "chemotherapy regimen",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "autologous stem cell transplant",
        "hematopoietic stem cell mobilization",
        "bone marrow harvest",
        "dhap protocol",
        "diffuse large b-cell lymphoma"
    ],
    "author_names": [
        "Gwendolyn van Gorkom",
        "Herve Finel",
        "Sebastian Giebel",
        "David Pohlreich",
        "Avichai Shimoni",
        "Mark Ringhoffer, MD",
        "Gulsan Ayhan Sucak",
        "Nicolaas PM Schaap",
        "Peter Dreger, MD",
        "Anna Sureda",
        "Harry C Schouten, MDPhD"
    ],
    "author_affiliations": [
        [
            "Medisch Spectrum Twente, Enschede, Netherlands "
        ],
        [
            "EBMT Lymphoma Working Party, Paris, France "
        ],
        [
            "Maria Sklodowska-Curie Memorial Cancer Center and Institute of Oncology, Gliwice Branch, Gliwice, Poland "
        ],
        [
            "Charles University Hospital, Prague, Czech Republic "
        ],
        [
            "Chaim Sheba Medical Center, Tel-Hashomer, Israel "
        ],
        [
            "Klinikum Karlsruhe, Karlsruhe, Germany "
        ],
        [
            "Gazi University, Ankara, Turkey "
        ],
        [
            "Radboud University Medical Centre, Nijmegen, Netherlands "
        ],
        [
            "EBMT Lymphoma Working Party, Paris, France ",
            "University of Heidelberg, Heidelberg, Germany "
        ],
        [
            "Institut Catala d'Oncologia, Barcelona, Spain "
        ],
        [
            "Maastricht University Medical Center, Maastricht, Netherlands"
        ]
    ],
    "first_author_latitude": "52.2168004",
    "first_author_longitude": "6.8909051"
}