{
    "doi": "https://doi.org/10.1182/blood-2021-149649",
    "article_title": "A Simplified Geriatric Assessment (sGA) Can Identify Older Patients with Relapse/Refractory (R/R) Aggressive Lymphoma Suitable for Autologous Stem Cell Transplantation (ASCT): Final Results of Recanz Multicentre Prospective Phase 2 Study By the Fondazione Italiana Linfomi (FIL) ",
    "article_date": "November 5, 2021",
    "session_type": "627.Aggressive Lymphomas: Clinical and Epidemiological",
    "abstract_text": "Introduction: We recently demonstrated in a large multicentre study that sGA can identify fit older patients with aggressive lymphoma able to tolerate first-line intensive treatment with curative intent and to obtain similar results than younger people (Merli at al JCO 2021). Regardless of age, about 40% of patients with aggressive lymphoma are either refractory or will eventually relapse after treatment with curative intent. Salvage platinum-based regimens followed by ASCT in responsive disease is a standard of care to obtain longer second remission. However, in many case series, patients over 65 years are excluded from the transplant approach because of potential severe toxicities of high-dose therapy in older patients. This study was designed to evaluate the feasibility and activity of high-dose treatment followed by ASCT in older FIT patients with R/R aggressive lymphoma selected with a sGA. Methods: Patients with R/R aggressive lymphoma after one line of treatment, aged between 65 and 75, and FIT to sGA were eligible for the study. Salvage treatment could be chosen between R-DHAP, R-ICE or other platinum or gemcitabine-containing regimens and stem cells were mobilized after 1 or 2 cycles. Patients achieving at least partial response after 3 courses and who remained FIT to sGA evaluation were eligible for ASCT and were conditioned with either BEAM or FEAM. Results: From May 2014 to August 2019, seventy-five patients from 16 FIL centres were enrolled and 70 were eligible for the study. Sixty-six of them had a diffuse large B-cell lymphoma, one had follicular 3b, 2 mantle cell and 1 Burkitt histology. Salvage treatment was R-DHAP in 48 patients, R-ICE in seven and gemcitabine or oxalyplatinum containing regimens in the remaining ones. Overall response rate after three courses was 44% (21 complete and 10 partial remission). Among the 39 unresponsive patients, 29 had progressive and 4 stable disease, 2 patients died of septic shock and heart failure during salvage and 4 patients withdrew their consent to ASCT. Four patients relapsed soon after response achievement before undergoing the transplant. ASCT was performed in 27 patients with a median of 5.6 x 10 6 CD34/Kg reinfused. No differences emerged in demographic and clinical characteristics between patients reaching the ASCT timepoint or not (Tab 1a). By intention to treat analysis, 2-y overall survival (OS) and PFS of the entire intention-to-treat population were 65% (95%CI: 50-76%) and 34% (95%CI: 22-46%) respectively, without differences according to age (Tab 1b). After a median of 27 months, 2-y OS was 79% (95CI: 51-86%) and EFS 56% (95CI: 32-75%). Twenty-four patients obtained a complete remission (CR) and 20 of them are in continuous CR after more than 12 months. Three patients progressed 1-8 months after ASCT and died. Most common non-hematologic grade 3-4 adverse events were gastrointestinal (10%) and infectious (8%). Conclusion: This study shows that sGA can identify older patients with R/R aggressive lymphoma who are able to tolerate and can benefit from high-dose therapy and ASCT. The poor response to second-line immunochemotherapy remains the major drawback of this approach since less than 50% of patients could actually receive ASCT. Nevertheless the 2-y survival of 65% in the intention to treat population is remarkable and sets the stage for the evaluation of new approaches such as CAR-T or bispecific antibodies also in older patients. A next step should be to explore the usefulness of sGA in the selection of candidates to these innovative treatments. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Tucci:  Takeda: Membership on an entity's Board of Directors or advisory committees; Gentili: Membership on an entity's Board of Directors or advisory committees; janssen: Membership on an entity's Board of Directors or advisory committees. Musuraca:  janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; roche: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; incyte: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees. Cavallo:  ROCHE: Membership on an entity's Board of Directors or advisory committees; Servier: Speakers Bureau; Gilead: Speakers Bureau. Zilioli:  Roche, Italfarmaco: Consultancy, Honoraria; MSD, Janssen: Consultancy, Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accommodations; Gentili, Takeda, Gilead, Servier: Consultancy, Speakers Bureau; Takeda: Other: travel expenses, accommodation. Merli:  EUSA Pharma: Other: Travel, Accomodations, Expenses; Roche: Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; Takeda: Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; MSD: Membership on an entity's Board of Directors or advisory committees; Gilead Science: Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Travel, Accomodations, Expenses; Celgene: Other: Travel, Accomodations, Expenses. Marcheselli:  sandoz: Membership on an entity's Board of Directors or advisory committees. Rossi:  Abbvie: Membership on an entity's Board of Directors or advisory committees; Alexion: Membership on an entity's Board of Directors or advisory committees; Astellas: Membership on an entity's Board of Directors or advisory committees; Daiichi Sankyo: Consultancy, Honoraria; Amgen: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Membership on an entity's Board of Directors or advisory committees; Janssen: Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees; Pfizer: Membership on an entity's Board of Directors or advisory committees; Jazz: Membership on an entity's Board of Directors or advisory committees; Sanofi: Honoraria; Takeda: Membership on an entity's Board of Directors or advisory committees.",
    "author_names": [
        "Alessandra Tucci",
        "Gerardo Musuraca",
        "Federica Cavallo",
        "Vittorio Ruggero Zilioli",
        "Manuela Zanni",
        "Sabrina Pelliccia",
        "Donato Mannina",
        "Mariagrazia Michieli",
        "Daniele Vallisa",
        "Monica Tani",
        "Francesco Merli",
        "Francesca Re",
        "Luigi Marcheselli",
        "Giulia Campostrini",
        "Chiara Pagani",
        "Daniele Grimaldi",
        "Eliana Valentina Liardo",
        "Alessandro Re",
        "M. Christina Cox",
        "Giuseppe Rossi"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandra Tucci",
            "author_affiliations": [
                "Hematology, ASST Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Gerardo Musuraca",
            "author_affiliations": [
                "Division of Hematology, IRCCS Istituto Romagnolo per lo Studio dei Tumori (IRST) \"Dino Amadori\", Meldola, Italy"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Federica Cavallo",
            "author_affiliations": [
                "Department of Molecular Biotechnologies and Health Sciences, Division of Hematology, University of Torino, Turin, Italy"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vittorio Ruggero Zilioli",
            "author_affiliations": [
                "Division of Hematology, ASST Grande Ospedale Metropolitano Niguarda, Milano, Italy"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Manuela Zanni",
            "author_affiliations": [
                "Hematology, AO SS Antonio e Biagio e Cesare Arrigo, Alessandria, Italy"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sabrina Pelliccia",
            "author_affiliations": [
                "Hematology, Sant'Andrea Hospital, Rome, Italy"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Donato Mannina",
            "author_affiliations": [
                "UOC di Ematologia, Azienda Ospedaliera Papardo, Messina, Italy"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mariagrazia Michieli",
            "author_affiliations": [
                "Centro di Riferimento Oncologico, Aviano, ITA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Vallisa",
            "author_affiliations": [
                "Hematology Unit and CTMO, G. da Saliceto Hospital, Piacenza, ITA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Monica Tani",
            "author_affiliations": [
                "Hematology Unit, Ospedale Santa Maria delle Croci, Ravenna, Italy"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesco Merli",
            "author_affiliations": [
                "Clinics and Public Health, Arcispedale S.Maria Nuova, University of Modena e Reggio Emilia, Hematology Division, Department of Diagnostic Medicine, Reggio Emilia, Italy"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Francesca Re",
            "author_affiliations": [
                "Hematology and CTMO, Azienda Ospedaliera-Universitaria di Parma, Parma, Italy"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Luigi Marcheselli",
            "author_affiliations": [
                "Fondazione Italiana Linfomi (FIL), Italian Lymphoma Foundation, Modena, Italy"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giulia Campostrini",
            "author_affiliations": [
                "Hematology, ASST Spedali Civili, Brescia, Italy"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chiara Pagani",
            "author_affiliations": [
                "Department of Hematology, ASST Spedali Civili di Brescia, Brescia, Italy"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniele Grimaldi",
            "author_affiliations": [
                "Department of Molecular Biotechnologies and Health Sciences, Division of Hematology, University of Torino, Turin, Italy"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eliana Valentina Liardo",
            "author_affiliations": [
                "Department of Hematology, Istituto Scientifico Romagnolo Per Lo Studio E La Cura Dei Tumori IRST, Meldola (FC), Italy"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Re",
            "author_affiliations": [
                "Hematology Division, ASST Spedali Civili di Brescia, Brescia, Italy"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "M. Christina Cox",
            "author_affiliations": [
                "Hematology, Sant'Andrea Hospital, Rome, Italy"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Giuseppe Rossi",
            "author_affiliations": [
                "Department of Hematology, ASST Spedali Civili di Brescia, Brescia, Italy"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T13:00:32",
    "is_scraped": "1"
}