{
    "doi": "https://doi.org/10.1182/blood.V124.21.3521.3521",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2900",
    "start_url_page_num": 2900,
    "is_scraped": "1",
    "article_title": "Difficulties in Establishing the Cause of Thrombocytopenia Among Ambulatory Patients Referred to Hematology: An Agreement Study ",
    "article_date": "December 6, 2014",
    "session_type": "901. Health Services and Outcomes Research – Non-Malignant Conditions: Poster II",
    "topics": [
        "thrombocytopenia",
        "inosine triphosphate",
        "purpura, thrombocytopenic, idiopathic",
        "immunoglobulins, intravenous",
        "hypersplenism",
        "adrenal corticosteroids",
        "glucocorticoids",
        "liver diseases",
        "mineralocorticoids",
        "antiretroviral therapy, highly active"
    ],
    "author_names": [
        "Mary Salib, MD",
        "Robert Clayden",
        "Rumi Clare, B.Sc.",
        "Grace Wang, MMath",
        "Theodore E. Warkentin, MD",
        "Mark A. Crowther, MD",
        "Wendy Lim, MD MSc., FRCPC",
        "Donald M. Arnold, MD MSc"
    ],
    "author_affiliations": [
        [
            "McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Canada "
        ],
        [
            "McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Canada "
        ],
        [
            "McMaster University, Hamilton, Canada "
        ],
        [
            "McMaster University, Hamilton, Canada "
        ],
        [
            "McMaster University, Hamilton, Canada "
        ],
        [
            "St. Joseph's Hospital, McMaster University, Hamilton, Canada "
        ],
        [
            "McMaster University, Hamilton, Canada "
        ],
        [
            "McMaster University, Michael G. DeGroote School of Medicine, Hamilton, Canada"
        ]
    ],
    "first_author_latitude": "43.256498199999996",
    "first_author_longitude": "-79.8735578",
    "abstract_text": "Introduction: Thrombocytopenia is a common reason for referral to a hematology clinic. Determining the underlying etiology can be challenging as common diagnoses including immune thrombocytopenia (ITP), myelodysplastic syndrome (MDS) and familial thrombocytopenia lack specific or easily identifiable diagnostic markers. Thus, the reliability of the diagnosis is uncertain, which has implications for patient management and eligibility for clinical trials. The objective of this study was to determine the reliability of the diagnosis of thrombocytopenia in the outpatient setting among 3 independent adjudicators. Methods: We selected 20 patients referred to a tertiary hematology clinic with thrombocytopenia, who were enrolled in a prospective observational registry study (the McMaster ITP Registry). The most common diagnoses that appeared in the registry were represented: Primary ITP (n=9); secondary ITP (n=3); familial thrombocytopenia (n=3); hypersplenism (n=3); and MDS (n=2). Blinded to the diagnosis, 3 hematologists with clinical and research experience in thrombocytopenic disorders independently reviewed all source documentation, which included referral notes, consultation and follow up notes, results of pertinent investigations, treatments administered and response to treatments. Adjudicators chose one diagnosis from a list (primary ITP, secondary ITP, MDS, thrombocytopenia of pregnancy, thrombocytopenia of malignancy, familial thrombocytopenia, splenomegaly, liver disease, thrombotic microangiopathy, cyclic thrombocytopenia, Evan’s syndrome or unknown) and were invited to explain how they did or did not arrive at the diagnosis. Agreement among the 3 adjudicators and between each adjudicator and the initial diagnosis was calculated using Fleiss’s kappa (k). Results: Overall agreement among the reviewers for the diagnosis of thrombocytopenia was moderate (k=0.51, 95% confidence interval, 0.39 to 0.63). All 3 adjudicators had perfect agreement for 10 of 20 patients with primary ITP (n=5), secondary ITP (n=3), and MDS (n=2). Median nadir platelet count for the group with ITP (primary or secondary) was 4 x10 9 /L (IQR 3x10 9 /L to 5x10 9 /L). These patients demonstrated a platelet count response after corticosteroids or intravenous immune globulin (IVIg) or after treatment of their underlying disease (e.g. response to HAART in HIV-associated ITP). For 6 patients, 2 out of 3 adjudicators agreed on the diagnosis of primary ITP (n=2), familial thrombocytopenia (n=1), hypersplenism (n=1) and liver disease (n=2). 4 of these diagnoses (2 ITP, 1 familial, 1 hypersplenism) matched the initial diagnosis in the chart. For 4 patients, all 3 adjudicators arrived at different diagnoses of either familial thrombocytopenia, primary ITP, or unknown. The median nadir platelet count among those patients was 38 x10 9 /L (IQR 29x10 9 /L to 45x10 9 /L). Two of these patients never received treatment for thrombocytopenia; one patient had no response to corticosteroids or IVIg. Adjudicators reported that the diagnosis of ITP hinged on the patients’ response to IVIg and “unknown” cause was selected when insufficient platelet count measurements were available or other potentially relevant investigations (e.g., bone marrow aspirate) were missing. Conclusion: Inter-rater reliability for the diagnosis of thrombocytopenic disorders was moderate. Agreement was highest for patients with ITP (primary and secondary) who had severe thrombocytopenia (platelet count <10 x10 9 /L) and who demonstrated a platelet count response to corticosteroids or IVIG. The cause of thrombocytopenia was not easily identifiable among patients with mild ITP, familial thrombocytopenia, hypersplenism or liver disease. Misclassification of patients with mild to moderate thrombocytopenia was common. Disclosures No relevant conflicts of interest to declare."
}