{
    "doi": "https://doi.org/10.1182/blood.V126.23.5530.5530",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3225",
    "start_url_page_num": 3225,
    "is_scraped": "1",
    "article_title": "Myeloablative Allogeneic Stem Cell Transplantation in CLL: A Single Centre Retrospective Study ",
    "article_date": "December 3, 2015",
    "session_type": "732. Clinical Allogeneic Transplantation: Results",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "allogeneic stem cell transplant",
        "busulfan",
        "chemotherapy regimen",
        "chromosome 17p deletion",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukaemia recurrent",
        "chronic lymphocytic leukemia",
        "complete remission",
        "cox proportional hazards models"
    ],
    "author_names": [
        "Sonia Cerquozzi, MD FRCPC",
        "Sunita Ghosh, PhD, P.Stat.",
        "Diana Quinlan",
        "Amy Trottier, MD",
        "Mary Lynn Savoie, MD FRCPC",
        "Douglas A. Stewart, MD FRCPC",
        "James A. Russell, MD FRCPC",
        "Carolyn Owen, MD MDes (UK), FRCPC"
    ],
    "author_affiliations": [
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ],
        [
            "Department of Medical Oncology and Alberta Health Services-Cancer Control, University of Alberta, Edmonton, Canada "
        ],
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ],
        [
            "Department of Internal Medicine, University of Calgary, Calgary, Canada"
        ],
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ],
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ],
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ],
        [
            "Division of Hematology and Hematologic Malignancies, University of Calgary, Calgary, Canada "
        ]
    ],
    "first_author_latitude": "51.0775908",
    "first_author_longitude": "-114.140695",
    "abstract_text": "Introduction: Chronic lymphocytic leukemia (CLL) is the most common lymphoproliferative disorder in the Western world. Despite recent advances in therapy, CLL remains incurable with conventional chemo-immunotherapy. Allogeneic hematopoietic stem cell transplantation (alloSCT) remains the only curative option in CLL. AlloSCT relies on graft-versus-leukemia effect and can achieve the possibility of long-term disease control even in poor prognosis CLL such as chemotherapy refractory or high-risk cytogenetics. Unfortunately, alloSCT is associated with significant morbidity and mortality risks from regimen related toxicity, graft-versus-host disease (GVHD) and infectious complications. In order to reduce the rates of non-relapse mortality (NRM), reduced intensity conditioning regimens have been routinely adopted in most centers. While these newer regimens have shown lower NRM, they result in higher relapse rates compared to traditional myeloablative (MA) regimens. This retrospective analysis describes the outcomes of using contemporary MA conditioning in a consecutive series of patients transplanted for high-risk CLL including patients with relapsed/refractory disease or 17p deletion. Patients & Methods: We retrospectively reviewed CLL patients who underwent alloSCT between February 2000 to July 2012 at a single center using a uniform myeloablative conditioning regimen comprising Fludarabine 250mg/m 2 , PK targeted Busulfan 12.8mg/kg IV, and Thymoglobulin 4.5mg/kg (FLUBUPATG) with cyclosporine and methotrexate GVHD prophylaxis. Major eligibility criteria were relapsed CLL or del(17p) CLL in adults (18-70yrs) with an available HLA-compatible donor. Cox regression models were used to evaluate the impact of variables on outcomes including OS, PFS, and NRM. Cumulative incidence function (CIF) was used to estimate relapse. Statistical analysis was conducted using SAS (SAS Institute, Cary, NC) version 9.3 software. A p-value <0.05 was used for all statistical significance. Responses were defined according to the iwCLL criteria. Results: Sixty-one patients (46 males, 15 females) with a median age of 53 years (range, 38-65 years) including 21% ≥ 60 years were analyzed. The median time from diagnosis to alloSCT was 48 months (range, 3-236 months). Fifty-six percent of patients were treated with ≥ 2 regimens prior to alloSCT and 74% were fludarabine-refractory. Forty-three percent were considered chemosensitive prior to alloSCT and 5 (8%) were transplanted due to Richter's transformation. Twenty percent had poor-risk cytogenetics including del17p (n=6) and del11q (n=7). Sixty-nine percent were fully HLA matched including a total of 33 (54%) matched related donors and 9 (15%) matched unrelated donors. A total of 19 (31%) patients had a mismatched donor, including 6 (10%) with 2 mismatches. A complete remission (CR) was achieved in 62%, while 16% had partial remission (PR). Twelve (20%) patients relapsed after achieving CR/PR. The 5-year cumulative incidence of relapse was 26%. Fifty-two percent of patients remain alive at a median follow-up of 83 months. The estimated 5-year overall survival (OS) and progression free survival (PFS) were 61% and 47%, respectively. Twenty-nine patients died, 12 from CLL and 17 NRM. The 2-year NRM was 24%. Although 74% of patients had acute GVHD, only 10% had grade III or IV GVHD. Extensive chronic GVHD developed in 49% of patients, of whom 85% required second-line therapy. Only 6 patients (10%) remain on chronic cGVHD treatment and 6 deaths were caused by GVHD. Based upon multivariate analysis, extensive chronic GVHD was associated with improved OS (HR 0.289, [95% CI, 0.136-0.614, p=0.001]) and PFS (HR 0.136, [95% CI, 0.060-0.305, p=0.001]). A mismatched donor was associated with worse OS (HR 2.347, [95% CI, 1.078-5.109, p=0.03]) and the use of a female donor resulted in worse PFS (HR 2.738, [95% CI, 1.290-5.811, p=0.009]). Conclusions: This study illustrates that myeloablative alloSCT in high-risk CLL patients is both feasible and relatively well tolerated, resulting in excellent survival outcomes with comparable NRM to popular reduced intensity regimens. The positive impact of cGVHD confirms a graft versus leukemia effect with this MA regimen. These favorable PFS and OS rates support the value of allogeneic transplantation in the treatment of CLL. View large Download slide View large Download slide View large Download slide View large Download slide Disclosures No relevant conflicts of interest to declare."
}