{
    "doi": "https://doi.org/10.1182/blood.V108.11.1154.1154",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=817",
    "start_url_page_num": 817,
    "is_scraped": "1",
    "article_title": "The C-Terminal Region of the G-CSF Receptor Is Required for Induction of Neutrophil Elastase Expression in Myeloid Cells: Implication for Understanding CSF3R Mutations in Acute Myeloid Leukemia Evolving from Severe Congenital Neutropenia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "congenital neutropenia",
        "granulocyte colony-stimulating factor receptors",
        "leukemia, myelocytic, acute",
        "leukocyte elastase",
        "mutation",
        "myeloid cells",
        "granulocyte colony-stimulating factor",
        "recombinant granulocyte colony stimulating factor",
        "bacterial infections",
        "leukemic cells"
    ],
    "author_names": [
        "Fan Dong, MD, PhD",
        "Yaling Qiu, M.D.",
        "Alan D. Friedman, Ph.D.",
        "Qingquan Liu"
    ],
    "author_affiliations": [
        [
            "Dept. of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ],
        [
            "Dept. of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ],
        [
            "Divisions of Pediatric Oncology and Immunology and Hematopoiesis, Sidney Kimmel Comprehensive Cancer Center, Johns Hopkins University, Baltimore, MD, USA"
        ],
        [
            "Dept. of Biological Sciences, University of Toledo, Toledo, OH, USA"
        ]
    ],
    "first_author_latitude": "41.657880399999996",
    "first_author_longitude": "-83.6142374",
    "abstract_text": "Severe congenital neutropenia (SCN) is characterized by early onset of bacterial infections and maturation arrest of myeloid cells at early stages of differentiation in the bone marrow. Point mutations in ELA2 encoding neutrophil elastase (NE) have been identified in 60% to 80% of patients with SCN. SCN patients are predisposed to acute myeloid leukemia (AML), which occurs in approximately 15 % of cases. With rare exceptions, leukemic cells from these patients carry mutations in CSF3R encoding the G-CSF receptor, leading to C-terminal truncation of the receptor. Notably, the nonsense mutations in CSF3R are present only in SCN/AML patients, particularly those with ELA2 mutations, but not in other types of neutropenias and de novo AML. The mechanism for the exclusive presence of the nonsense CSF3R mutations in SCN/AML is unknown. In myeloid 32D cells transfected with the wild type (WT) G-CSF receptor (32D/WT), G-CSF treatment induced the expression of NE. However, NE expression was not upregulated by G-CSF in 32D cells expressing the truncated G-CSF receptor d715, derived from an SCN patient. It has been shown that myeloid cells from patients with SCN/AML express both the wild type and the truncated G-CSF receptors. Indeed, the d715 mutant acted in a dominant negative manner to suppress NE upregulation by the WT G-CSF receptor. In luciferase reporter assays, the WT G-CSF receptor, but not the d715 mutant, activated a 1.8-kb fragment of the mouse Ela2 promoter. Significantly, forced expression of an SCN-associated NE mutant G185R caused premature apoptosis of differentiating 32D/WT cells in response to G-CSF with no significant effect on IL-3-stimulated survival. To address whether the d715 mutant may abolish the proapoptotic effect of the G185R mutant via suppressing its expression, we transfected 32D/WT and 32D/d715 cells with an expression construct in which the expression of the G185R mutant was driven by the 1.8-kb fragment of the Ela2 promoter. G-CSF treatment induced the expression of the G185R mutant and subsequent apoptosis in 32D/WT cells. In 32D/d715 cells, however, the expression of the G185R mutant was not induced by G-CSF and accordingly its proapoptotic activity was not evident. We propose that acquisition of the nonsense mutations in CSF3R may represent a mechanism utilized by the myeloid cells harboring the ELA2 mutations to evade the proapoptotic effect of the NE mutants. However, expression of the truncated G-CSF receptors has other biological consequences: they transduce strong proliferative signals but are defective in inducing granulocytic differentiation, which may initiate the leukemogenic process."
}