{
    "doi": "https://doi.org/10.1182/blood.V112.11.3456.3456",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1180",
    "start_url_page_num": 1180,
    "is_scraped": "1",
    "article_title": "High Levels of Growth Differentiation Factor 15 in Patients with Congenital Dyserythtopoietic Anemia Type I ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Red Cell Regulation and Production",
    "topics": [
        "anemia",
        "growth differentiation factor 15",
        "congenital dyserythropoietic anemia, type i",
        "ferritin",
        "hepcidin",
        "iron",
        "cytokine",
        "ineffective erythropoiesis",
        "mechlorethamine",
        "thalassemia"
    ],
    "author_names": [
        "Hannah Tamary, MD",
        "Hanna Shalev, MD",
        "Galit Avraham, MD",
        "Meira Zoldan",
        "Itai Levi, MD",
        "Dorine W. Swinkels, MD, PhD",
        "Toshihiko Tanno, PhD",
        "Jeffery L Miller, MD"
    ],
    "author_affiliations": [
        [
            "Schneider Children’s Med. Ctr., Petah Tikva, Israel"
        ],
        [
            "Hematology, Soroka Medical Center, Israel"
        ],
        [
            "Hematology, Soroka Medical Center, Israel"
        ],
        [
            "Schneider Children’s Med. Ctr., Petah Tikva, Israel"
        ],
        [
            "Hematology, Soroka Medical Center, Israel"
        ],
        [
            "Clinical Chem. 441, Radboud Univ. Nijmegen Medical centre, Nijmegen, Netherlands"
        ],
        [
            "Molecular Medicine Branch, NIDDK, NIH,, USA"
        ],
        [
            "Molecular Medicine Branch, NIDDK, NIH, USA"
        ]
    ],
    "first_author_latitude": "32.088012899999995",
    "first_author_longitude": "34.867829",
    "abstract_text": "Growth differentiation factor 15 (GDF15) is a member of the TGF-beta superfamily of cytokines previously found to suppress hepcidin in primary human hepatocytes. GDF15 is secreted from human erythroblasts, and extremely high serum levels are present in β-thalassemia patients ( Tanno et al., Nat. Med . 2007 , 13 , 1096 –1101 ). To determine if elevated GDF15 levels are unique for thalassemia or more generally associated with iron-loading related to ineffective erythropoiesis, we determined the GDF15 levels, as well as, serum hepcidin ( Swinkels DW et al, PLoS ONE PLoS ONE . 2008 ; 3 : e2706 ), ferritin, erythropoietin (EPO) and soluble transferrin receptor (sTfR) in patients with the congenital dyserythropoietic anemia type I (CDA I). Seventeen Israeli Bedouins with CDA I were studied, all homozygous for the founder R1040W mutation in the CDAN1 gene. All of the patients studied were young adults with a mean age of 29 years. Two patients previously underwent splenectomy, and one patient is currently transfusion-dependent. For comparison, ten healthy volunteers (HV) were studied. The mean level of GDF15 in CDA I patients was significantly elevated [10,239 ± 3,049 pg/ml (range 5,530–17,008) compared to 269 ± 238 pg/ml in healthy controls; p = 1.5×10 −10 ]. Consistent with a previous study of dyserythropoietic anemia patients, significantly higher levels of soluble transferrin receptor were detected among the CDA I population (sTfR; CDA I, 86.4 ± 14.0 nmol/L; HV, 21.4 ± 6.2 nmol/L, p = 7.4×10 −15 ). Serum EPO levels were also elevated (EPO; CDA I, 118 ± 59 IU/dL; HV, 2.0 ± 1.5 IU/dL, p = 2.3×10 −7 ). For iron analyses, three patients with extensive transfusion histories were excluded. Among the remaining 14 patients, iron overload was demonstrated by elevated serum ferritin (CDA I, 916 ± 507 ng/ml; HV, 72 ± 60 ng/ml, p = 1.4×10 −5 ). Despite the significant elevation in iron stores, significantly elevated levels of hepcidin 25 (Hep25) were not detected in the CDA I patients. Instead, a minor decrease in serum Hep25 levels were detected (Hep25; CDA I, 3.3 ± 2.8 nM; HV, 4.1 ± 3.0 nM, p = 0.27). Correlation analyses were performed between the iron parameters (Ferritin and Hep25) and GDF15, sTfR, or EPO levels. Only GDF15 demonstrated a significant positive correlation with ferritin and significant inverse correlations with Hep25 and the Hep25/Ferritin ratio. Weaker correlations with EPO were identified. Unexpectedly, the correlation trends for sTfR were opposite those of GDF15 in this group. These results demonstrate that GDF15 is immensely over-expressed in CDA I, and further suggest this cytokine contributes to hepcidin dysregulation and secondary hemochromatosis in humans with ineffective erythropoiesis."
}