{
    "doi": "https://doi.org/10.1182/blood-2018-99-118669",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4154",
    "start_url_page_num": 4154,
    "is_scraped": "1",
    "article_title": "Epigenetic Drug Screen on Resistant CLL Cells Reveals Aurora Kinase Inhibitors As Enhancers of CD20 Expression and Sensitizers to Treatment with CD20 Monoclonal Antibodies ",
    "article_date": "November 29, 2018",
    "session_type": "641. CLL: Biology and Pathophysiology, excluding Therapy: Poster III",
    "topics": [
        "aurora kinase inhibitor",
        "cd20 antigens",
        "drug screening",
        "epigenetics",
        "monoclonal antibodies",
        "enhancer of transcription",
        "immunotherapy",
        "antibodies",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia"
    ],
    "author_names": [
        "Veronika Kozlova",
        "Aneta Ledererova",
        "Michael Doubek, MD PhD",
        "Jiri Mayer, MD",
        "Sarka Pospisilova",
        "Michal Smida, PhD MSc"
    ],
    "author_affiliations": [
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic "
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
            "Department of Internal Medicine - Hematology and Oncology, Medical Faculty of Masaryk University and University Hospital Brno, Brno, Czech Republic"
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
            "Department of Internal Medicine - Hematology and Oncology, Medical Faculty of Masaryk University and University Hospital Brno, Brno, Czech Republic"
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
            "Department of Internal Medicine - Hematology and Oncology, Medical Faculty of Masaryk University and University Hospital Brno, Brno, Czech Republic"
        ],
        [
            "Central European Institute of Technology (CEITEC), Masaryk University, Brno, Czech Republic ",
            "Department of Internal Medicine - Hematology and Oncology, Medical Faculty of Masaryk University and University Hospital Brno, Brno, Czech Republic"
        ]
    ],
    "first_author_latitude": "49.21590170000001",
    "first_author_longitude": "16.59009845",
    "abstract_text": "Background : Chronic lymphocytic leukemia (CLL) still remains an incurable disease. In spite of tremendous success of some targeted agents, the main mode of therapy in routine practice relies on the application of CD20 monoclonal antibodies (mAbs). Yet, majority of patients relapses and fails the immunotherapy, the major reason presumably being low expression of CD20 target protein on the surface of malignant cells. Whereas the molecular mechanisms regulating CD20 are largely unknown, the possibility to modulate CD20 levels seems an appealing strategy to enhance the success rate of CD20 immunotherapy. Aim : We aimed to screen epigenetic drug library on our generated immunotherapy-resistant CLL cell lines in order to reveal drugs able to upregulate CD20 expression and thereby sensitize cells to further CD20-mAb treatment. Methods : Through chronic cell exposure to gradually increasing doses of CD20 mAbs we have generated cells permanently resistant to anti-CD20 immunotherapy. These cells have strongly reduced CD20 expression. Epigenetic drug library (182 drugs) was applied on such cells in triplicates at 10uM concentration for 72 hours and changes in CD20 expression were determined by flow cytometry. Viability of the cells treated with epigenetic drugs in combination with CD20 mAb was measured by a CellTiter-Glo assay. Results : Screening the library of 182 epigenetic drugs on immunotherapy-resistant CD20-low cells revealed multiple drugs that were able to upregulate CD20 expression more than 2-fold. Among these were significantly enriched multiple inhibitors of Aurora kinases (AURK). In fact, there were 12 diverse Aurora kinase inhibitors among the top 16 hits. In parallel, we performed another epigenetic screen on our resistant cells, combining the epigenetic drugs with the addition of CD20-mAb Rituximab (RTX) to search for drugs able to sensitize cells to RTX treatment. Aurora kinase inhibitors were again found among the top three groups of strongest immunotherapy sensitizers. We could then validate several selected AURK inhibitors in individual experiments and showed that the upregulation of CD20 was concentration dependent. Importantly, we did not observe any induction of CD20 in non-B cell lines upon AURK inhibitor treatment. On contrary, we found that AURK inhibitors triggered marked increase in CD20 in cell lines resistant to both RTX and also to another CD20 mAb Ofatumumab, whereas they had only minor effect upon wildtype cells. The increase in CD20 was sustained for extended time periods. Pretreating resistant cells with AURK inhibitors followed by RTX treatment induced a profound shift in the viability curve, leading to a 50-fold improvement in EC50 for RTX as compared to cells without pretreatment. Conclusion : Aurora kinase inhibitors are able to specifically and strongly enhance expression of CD20 antigen on the surface of immunotherapy-resistant cells and thereby they strongly sensitize cells to further treatment with CD20 mAbs. These inhibitors thus seem as suitable candidates for combination therapy together with CD20 antibodies. This research has been financially supported by the Ministry of Education, Youth and Sports of the Czech Republic under the project CEITEC 2020 (LQ1601) and by the research grant AZV-MZ-CR 15-33561AA-4/2015 and grant MUNI/A/0968/2017. Disclosures Doubek: Janssen: Consultancy, Honoraria; Roche: Consultancy, Honoraria; Affimed: Research Funding; AbbVie: Consultancy, Research Funding; Gilead: Consultancy, Honoraria, Research Funding; Novartis: Consultancy. Mayer: Eisai: Research Funding; Novartis: Research Funding; Johnson & Johnson: Research Funding; Roche: Research Funding; Affimed: Research Funding."
}