{
    "doi": "https://doi.org/10.1182/blood.V114.22.3286.3286",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1578",
    "start_url_page_num": 1578,
    "is_scraped": "1",
    "article_title": "Efficacy and Safety of Nilotinib in Elderly Patients with Imatinib-Resistant or -;Intolerant Chronic Myeloid Leukemia (CML) in Chronic Phase (CP): A Sub-Analysis of the ENACT (Expanding Nilotinib Access in Clinical Trials) Study. ",
    "article_date": "November 20, 2009",
    "session_type": "Chronic Myeloid Leukemia - Therapy Poster III",
    "topics": [
        "imatinib mesylate",
        "leukemia, myelocytic, chronic",
        "nilotinib",
        "older adult",
        "brachial plexus neuritis",
        "dasatinib",
        "neutropenia",
        "protein-tyrosine kinase inhibitor",
        "thrombocytopenia",
        "accelerated phase"
    ],
    "author_names": [
        "Philipp D. le Coutre, MD",
        "Anna Turkina",
        "Dong-Wook Kim, MD, PhD",
        "Bernadeta Ceglarek",
        "Giuliana Alimena",
        "Haifa Kathrin Al-Ali, MD",
        "Zhixiang Shen",
        "Saengsuree Jootar, MD",
        "Graeme Smith, MD",
        "Carmino Antonio De Souza, MD, PhD",
        "Pedro Enrique Dorlhiac-Llacer",
        "David A Rizzieri, MD",
        "Tomasz Szczudlo, MD",
        "Myriam Berton",
        "Jim Wang, PhD",
        "Si-Tien Wang",
        "Franck Emmanuel Nicolini, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Charité - Humboldt-Universitat, Campus Virchow, Berlin, Germany, "
        ],
        [
            "Hematological Research Center, Moscow, Russia, "
        ],
        [
            "Seoul St. Mary's Hospital, The Catholic University of Korea, Seoul, South Korea, "
        ],
        [
            "Instytut Hematologii i Transfuzjologii, Warszawa, Poland, "
        ],
        [
            "Department of Cellular Biotechnologies and Hematology, University “La Sapienza”, Rome, Italy, "
        ],
        [
            "Department of Hematology/Oncology, University of Leipzig, Leipzig, Germany, "
        ],
        [
            "Hematology, Shanghai Ruijin Hospital, Shanghai, China, "
        ],
        [
            "BMT Program, Ramathibodi Hospital, Mahidol University, Bangkok, Thailand, "
        ],
        [
            "Dept. of Haematology, Level 3, Bexley Wing, Leeds, England, "
        ],
        [
            "Hematology and Hemotherapy Center, University of Campinas, São Paulo, Brazil, Campinas, Brazil, "
        ],
        [
            "Hospital das Clinicas, FMUSP, São Paulo, Brazil, "
        ],
        [
            "Duke University Medical Center, Durham, NC, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Florham Park, NJ, USA, "
        ],
        [
            "Novartis Pharmaceuticals, Basel, Switzerland, "
        ],
        [
            "Novartis Pharmaceuticals, East Hanover, NJ, "
        ],
        [
            "Analysis Group, Inc., Boston, MA, USA, "
        ],
        [
            "Hematology, Hopital Edouard Herriot, Lyon, France"
        ]
    ],
    "first_author_latitude": "52.5264618",
    "first_author_longitude": "13.3766245",
    "abstract_text": "Abstract 3286 Poster Board III-1 Introduction: Nilotinib, a potent and highly selective BCR-ABL kinase inhibitor, is approved for the treatment of patients (pts) with Philadelphia chromosome-positive chronic myelogeneous leukemia (Ph+ CML) in chronic phase (CML-CP) and accelerated phase (CML-AP) who are resistant or intolerant to prior therapy including imatinib. The ENACT study is a Phase IIIb, open-label, multicenter study that evaluated the efficacy and safety of nilotinib in adult pts with imatinib-resistant or intolerant CML in a clinical practice setting outside of a registration program. It is the largest single source of efficacy and safety information of any available tyrosine kinase inhibitor (TKI) in CML, particularly among the elderly. Methods: The present is a sub-analysis of the ENACT study on the efficacy and safety of 400 mg twice daily nilotinib in elderly (aged =60 years) pts initiating treatment in CML-CP who were resistant and/or intolerant to imatinib. Results: Of the 1,422 CML-CP pts enrolled in the ENACT study between January 2006 and October 2008, 452 (32%) were elderly (=60 years) at study initiation and 165 (37%) of these pts were =70 years [10 (2%) were =80 years]. Countries that enrolled =20 elderly pts include France, Italy, USA, Germany, UK, Spain, Canada, and Brazil. At study initiation, elderly pts had longer median durations of CML (5 years (5 years (800 mg (5 days, which was consistent with the overall ENACT dataset. The median duration of dose interruptions and reductions was 15 (=70: also 15) and 41 (=70: 32) days, respectively. The main reason for dose interruptions and reductions was adverse events (AEs). The median duration of nilotinib exposure was 227 days (=70: 219) and the median dose intensity was 749 mg/day (=70: 775). Efficacy was similar among elderly pts, with 39% (=70: 35%) of pts achieving complete hematologic response (CHR), 41% (=70: 39%) achieving major cytogenetic response (MCyR) and 31% (=70: 33%) achieving complete cytogenetic response (CCyR). MCyR rate was also similar among elderly hematologic responders (=60: 64%; =70: 65%). Among elderly pts requiring nilotinib therapy after both imatinib and dasatinib, and therefore have more resistant CML, CHR rate was 39% (=70: 32%), MCyR rate was 28% (=70: 29%) and CCyR rate was 20% (=70: 16%). Safety was likewise similar among elderly pts, with grade 3/4 study drug-related AEs occurring in 56% of pts (=70: 53%). The most frequent of these AEs were thrombocytopenia (=60: 24%; =70: 21%) and neutropenia (=60: 14%; =70: 11%). The most common method of managing these AEs was brief dose interruptions and/or reductions [thrombocytopenia (=60:86/108 pts; =70: 30/35), neutropenia (=60: 42/62 pts; =70: 9/18)]. Among elderly pts with prior dasatinib, 53% (=70: 58%) experienced grade 3/4 study drug-related AEs, while 7 out of 8 pts with pleural effusion on dasatinib no longer had it on nilotinib. Conclusions: In ENACT, pts aged =60 years at study initiation appear to have longer durations of CML, be more heavily pre-treated and more intolerant to imatinib than the younger cohort. Nonetheless, nilotinib induced comparable clinical responses in CML-CP pts regardless of age. Importantly, the safety profile of nilotinib is maintained in elderly pts. Disclosures: le Coutre: Novartis: Honoraria, Research Funding; BMS: Honoraria. Turkina: Novartis Pharmaceuticals: Honoraria. Kim: Bristol-Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Wyeth: Research Funding. Ceglarek: Novartis Pharmaceuticals: Honoraria. Shen: Novartis Pharmaceuticals: Honoraria. Smith: Novartis Pharmaceuticals: Honoraria. Rizzieri: Novartis Pharma: Honoraria, Research Funding, Speakers Bureau. Szczudlo: Novartis: Employment. Berton: Novartis Pharmaceuticals: Employment. Wang: Novartis Pharmaceuticals: Employment. Wang: Novartis Pharmaceuticals: Research Funding. Nicolini: Novartis Pharma: Consultancy, Honoraria, Research Funding, Speakers Bureau; Bristol Myers Squibb: Consultancy, Honoraria, Research Funding, Speakers Bureau; Chemgenex: Honoraria, Speakers Bureau."
}