{
    "doi": "https://doi.org/10.1182/blood-2019-129619",
    "article_title": "Immunophenotyping and Function of Peripheral Blood Mononuclear Cells in Patients Undergoing Unrelated Allogeneic Transplantation with Post-Transplantation Cyclophosphamide in Combination with ATG Anti-Graft Versus Host Disease Prophylaxis ",
    "article_date": "November 13, 2019",
    "session_type": "722.Clinical Allogeneic Transplantation: Acute and Chronic GVHD, Immune Reconstitution",
    "abstract_text": "Post-transplant cyclophosphamide (PTCy) effectively prevents alloreactive responses from unmanipulated grafts, but its effect on subsequent immune reconstitution remains largely undetermined. A total of 32 patients (pts) (ages > 18) who underwent allogeneic hematopoietic stem cell transplantation (HCT) mainly for acute leukemia and myelodysplastic syndrome were evaluated. Blood samples were collected at 15, 30, 60, 90, 180 and 270 days post-HCT. Cell phenotype was assessed on peripheral blood mononuclear cells (PBMC) using multiparametric flow cytometry. The proliferative and activation T cell capacity in response to mitogenic stimulation was determined. Pts who received graft versus host disease (GVHD) prophylaxis with PTCy/ATG combination (n=8) were compared with pts who received ATG ( Grafalon ® , Neovii) alone (n=13), and pts undergoing HCT with no ATG (n=11). Five healthy controls served for the functional assays. First, CD4+ and CD8+ T cell differentiation was evaluated assessing CD62L, CD45RA, and CCR7 expression. A smaller percentage of effector cells was detected in the PTCy/ATG group at days 30, 60 and 90 after HCT, compared to the no-ATG and ATG cohorts. Accordingly, the percentage of central memory and effector memory cells was significantly increased in PTCy/ATG pts at the same time points. Next, immuno-modulatory cell populations were assessed. A transient increase in the percentage of CD4+CD25+CD127- Treg cells was detected in both ATG and PTCy/ATG cohorts in the early post-HCT period, reaching maximal frequency of 21% Treg out of the CD4+ subset (range 14-42%) in the ATG group and 19% (range 12-30%) in the PTCy/ATG group on day 21, suggesting that Treg cells are relatively spared by Cy. However, a distinct expression pattern of checkpoint molecules was revealed in pts receiving PTCy/ATG. The percentage of PD1-positive CD4+ and CD8+ cells was comparable in the no-ATG and ATG cohorts (44% vs 45% and 35% vs 41%, respectively). Yet, PD1 expression was significantly increased on both CD4+ (61%, p<0.05) and CD8+ cells (60%, p<0.02) from pts receiving PTCy/ATG. Similarly, an increased frequency of LAG-3+ CD8+ cells was observed in the PTCy /ATG pts, in comparison to the no-ATG and ATG groups. Concomitantly, HLA-DR expression on CD56+ NK subset was decreased in PTCy/ATG pts versus the ATG and non-ATG groups (47% vs 61% vs 67%, respectively, p<0.05), indicating reduced activation of NK cells. Furthermore, a significant increase in the percentage of CD28-CD127- cells out of CD8+ cells was detected in PTCy/ATG pts compared to the ATG and no-ATG groups on day 60 post-HCT (82% vs 56% vs 38%, respectively, p<0.02). CD57 up-regulation combined with CD28 down-regulation on T cells reflected an exhausted/senescent phenotype; therefore, we further analyzed the frequency of CD28-CD57+ T cells. Significantly elevated expression of CD57 on CD8+CD28- cells was detected in the PTCy/ATG cohort, in comparison to the ATG and no-ATG groups (65% vs 43% vs 21%, respectively, p<0.01). Exhausted/senescent T cells showed functional impairment, which manifested as reduced potential for cytokine production and poor proliferative capacity. Notably, both CD4+ and CD8+ cells from ATG and PTCy/ATG cohorts demonstrated diminished proliferation in response to ex-vivo αCD3/αCD28 stimulation, when compared to the no-ATG cohort and healthy controls (p<0.01). Moreover, significantly reduced production of IFNγ in response to stimulation was detected in PTCy/ATG and ATG pts (p<0.01). PBMC from the no-ATG cohort displayed inducible IFNγ production levels comparable with healthy controls. Finally, PTCy/ATG-treated patients demonstrated altered phenotypic and functional recovery of the CD8+ cells. While CD4+ cells gradually downregulated PD1 expression and up-regulated co-stimulatory molecules CD28 and CD127 on days 180 and 270, notably CD8+ cells retained exhausted/tolerogenic phenotype as late as 270 days post-HCT. Our results demonstrate that the acquisition of senescent/exhausted phenotype by cytotoxic CD8+ cells is a distinctive feature of HCT with ATG conditioning. PTCy further compromises recovery of CD8+ cells and impairs NK activation, resulting in a sustained immunosuppression. Hopefully, these results will not only lead to a better understanding of the tolerance mechanisms behind PTCy/ATG anti GVHD prophylaxis but will also assist in the development of novel clinical treatments. View large Download slide View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "cyclophosphamide",
        "host (organism)",
        "immunophenotyping",
        "peripheral blood mononuclear cell",
        "tissue transplants",
        "transplantation",
        "transplantation, homologous",
        "brachial plexus neuritis",
        "cd28 antigens",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Katia Beider",
        "Valeria Voevoda",
        "Noga Shem-Tov, MD",
        "Ronit Yerushalmi, MD",
        "Ivetta Danilesko, MD",
        "Ania Hava Grushchenko-Polaq",
        "Olivia Devillers",
        "Idit Wolf",
        "Olga Ostrovsky, PhD",
        "Avichai Shimoni, MD",
        "Arnon Nagler, MD MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Katia Beider",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Valeria Voevoda",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Noga Shem-Tov, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ronit Yerushalmi, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivetta Danilesko, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ania Hava Grushchenko-Polaq",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olivia Devillers",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Idit Wolf",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Olga Ostrovsky, PhD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Avichai Shimoni, MD",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Ramat-Gan, Israel "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnon Nagler, MD MSc",
            "author_affiliations": [
                "Division of Hematology and Bone Marrow Transplantation,, Chaim Sheba Medical Center, Tel Aviv University, Ramat-Gan, Israel"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-16T21:31:23",
    "is_scraped": "1"
}