{
    "doi": "https://doi.org/10.1182/blood.V106.11.3476.3476",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=497",
    "start_url_page_num": 497,
    "is_scraped": "1",
    "article_title": "The Effect of Rapamycin, 17-AAG and the Combination on the Bone Marrow Microenvironment in Multiple Myeloma (MM). ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "bone marrow",
        "multiple myeloma",
        "rapamycin",
        "macrophage colony-stimulating factor",
        "suramin",
        "1-phosphatidylinositol 3-kinase",
        "antibodies",
        "cd31 antigens",
        "dimethyl sulfoxide",
        "hsp90 heat-shock proteins"
    ],
    "author_names": [
        "Lanie Francis, MD",
        "Judy Anderson, BS",
        "Michael Timm, BS",
        "Noriyoshi Kurihara, PhD",
        "Ujjal Singha, PhD",
        "Yazan Alsayed, MD",
        "Alissa Huston, MD",
        "Suzanne Lentzsch, MD, PhD",
        "G. David Roodman, MD, PhD",
        "Irene M. Ghobrial, MD"
    ],
    "author_affiliations": [
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Internal Medicine, Mayo Clinic College of Medicine, Rochester, MN, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        [
            "Medicine-Hematology/Oncology, University of Pittsburgh, Pittsburgh, PA, USA"
        ],
        []
    ],
    "first_author_latitude": "40.45523980000001",
    "first_author_longitude": "-79.94240889999999",
    "abstract_text": "The bone marrow microenvironment in MM is characterized by the presence of upregulated osteoclast activity (OCL) and increased angiogenesis. We have recently demonstrated that the HSP90 inhibitor 17-AAG (provided by the NCI) and the mTOR inhibitor rapamycin (LC Laboratories, MA) have synergistic inhibitory activity on MM cells. The objective of this study was to determine the effect of rapamycin, 17-AAG and the combination on OCL formation and angiogenesis. Rapamycin (0.01–100nM), 17-AAG (10–1000nM) and the combination was tested using an in vitro human OCL formation assay and a human angiogenesis assay (AngioKit, TCS Cellworks, UK). Nonadherent human marrow mononuclear cells (1 x 105/100 μL) were plated in 96-well plates in the presence or absence of DMSO, rapamycin, 17-AAG or the combination. RANKL (100ng/ml) and MCSF (20ng/ml) were added to all wells except control media and MCSF. After 3 weeks, cells were fixed, and the number of OCL-like multinucleated cells were scored. To test the effect of the agents on early OCL precursors, we added the inhibitory agents on days 1, 7 or 14 of the culture. The AngioKit is comprised of human endothelial cells in a 24 well plate. The endothelial cells proliferate and then migrate through the matrix to form tubular structures and anastomosing tubules by 2 weeks. Two control wells were treated with VEGF (+ve control) and two with suramin (−ve control). The optimized medium and test samples were replaced on days 4, 7, and 9 after initial treatment. On day 11, cultures were fixed and stained with antibodies to CD31 to detect vessel formation. The degree of tubule formation was quantitated using computerized image analysis (Angiosys, TCS Cellworks, UK). Single agent rapamycin (20–100nM) inhibited OCL formation by 35% as compared to control in all tested doses indicating that PI3K/mTOR is an important regulator of OCL formation. The effect was similar on day 7 and day 14 indicating that this pathway is important for early and late OCL formation. 17-AAG 100–600nM significantly inhibited OCL formation with 100nM 17-AAG inducing 12% OCL formation as compared to control, while 300 and 600nM completely abrogated OCLs (0% OCLs). This effect was similar at day 7. However, when 17-AAG was added on day 14, it only induced 50–60% reduction in OCL formation indicating that 17-AAG affects early OCL formation. The combination of the two agents completely inhibited OCL formation on day 1 and 7 and led to a 65% reduction in OCLs when added on day 14 of the culture. Rapamycin showed a marked decrease in angiogenesis (similar to the negative control suramin), even at the lowest level tested of 0.01nM. 17-AAG demonstrated some inhibition of angiogenesis at 10 nM, and completely abrogated angiogenesis at 500–1000nM. In summary, rapamycin and 17-AAG inhibit OCL formation and angiogenesis. The effect of 17-AAG was on early OCL formation while rapamycin was on both early and late OCL. These results are contradictory to previous data indicating that 17-AAG increases OCL activity in MM. Rapamycin had a significant inhibitory effect on angiogenesis even at low doses. These results demonstrate that the use of rapamycin analogues and 17-AAG in clinical trials may have a therapeutic effect, not only on MM cells, but also on the bone marrow microenvironment. Supported in part by an ASH Scholar Award and an MMRF grant."
}