{
    "doi": "https://doi.org/10.1182/blood-2018-99-117915",
    "article_title": "Impact of Body Mass Index (BMI) on Survival Endpoints in Multiple Myeloma ",
    "article_date": "November 29, 2018",
    "session_type": "731. Clinical Autologous Transplantation: Results",
    "abstract_text": "Background: The role of metabolism in outcomes of cancer patients is under investigation. A higher body mass index (BMI) substantially increases the risk of cancer and impacts the treatment. High BMI is also associated with increased risk of MM (Euro J Cancer 2011). However no data is available in the effect of BMI on myeloma survival after autologous stem cell transplantation (ASCT) Methods: We retrospectively reviewed patient charts who had ASCT between Jan 2010 - November 2011. Patients were selected if they have adequate data, two lines of induction treatment prior to transplantation. Most of the patients received maintenance treatment. IRB granted exemption for anonymous data collection. We collected demographic data, cytogenetic risk, response with induction and after transplant, progression free and overall survival. BMI was estimated at the time of ASCT. Results: A total of 223 post ASCT myeloma patients met inclusion criteria. Median age of the cohort was 58 years, 48.8% were African-American, 51% Caucasian, 1% Asian, and 0.5% Hispanic. Median BMI was 29.7 and 30 in female and males respectively. Median BMI was 29.4 in Caucasians and 29.6 in African-American cohorts. 24% of patients had high risk cytogenetics. 72% of patients experienced very good partial response (VGPR) or better post-transplant. On multivariate analysis, PFS and OS showed no association at any of the four BMI levels (p=0.573), age, gender, race, or depth of response. High risk cytogenetics was associated with PFS (p= 0.022). There was no association with high risk cytogenetic features at any BMI level, age, gender, race (p=0.245). For patients with BMI > 40, PFS differed significantly when compared to patients with normal BMI: 37 months versus 50, p=0.52. Unadjusted hazard ratio (HR) 2.10 (95% CI: 0.62-7.18) with respect to patients with normal BMI. Subgroup multivariate analysis with patients with morbid obesity did not show any association with depth of response (partial response or VGPR or better) or high-risk cytogenetic features. Conclusion: BMI as a surrogate marker does not significantly impact long term survival outcomes in patients with multiple myeloma in the post-transplant setting and thus should not factor in transplant decision-making. Patients with morbid obesity appear to have a trend towards shortened progression free survival and may warrant further investigation. Figure. View large Download slide Figure. View large Download slide  Close modal Disclosures Badros: Karyopharm: Research Funding; Celgene: Consultancy, Research Funding; GSK: Research Funding.",
    "topics": [
        "body mass index procedure",
        "multiple myeloma",
        "surrogate endpoints",
        "obesity, morbid",
        "autologous stem cell transplant",
        "transplantation",
        "cancer",
        "partial response",
        "surrogate markers",
        "increased body mass index"
    ],
    "author_names": [
        "Mehmet Hakan Kocoglu, MD",
        "Ameet Patel, MD",
        "Aaron P. Rapoport, MD",
        "Ning Ma, CRNP",
        "Jennifer Ding, MD",
        "Simran Elder, MD BA",
        "Aneesha Hossain, MD",
        "Ashraf Z. Badros, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Mehmet Hakan Kocoglu, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ameet Patel, MD",
            "author_affiliations": [
                "Department of Internal Medicine, University of Maryland Medical Center, Baltimore, MD "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aaron P. Rapoport, MD",
            "author_affiliations": [
                "University of Maryland Medical Center Greenebaum Comprehensive Cancer Center, University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ning Ma, CRNP",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, Baltimore, MD "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Ding, MD",
            "author_affiliations": [
                "University of Maryland Medical Center Greenebaum Comprehensive Cancer Center, Baltimore, MD"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Simran Elder, MD BA",
            "author_affiliations": [
                "University of Maryland Medical Center Greenebaum Comprehensive Cancer Center, Baltimore, MD"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aneesha Hossain, MD",
            "author_affiliations": [
                "University of Maryland Medical Center Greenebaum Comprehensive Cancer Center, Baltimore, MD"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ashraf Z. Badros, MD",
            "author_affiliations": [
                "University of Maryland Greenebaum Comprehensive Cancer Center, University of Maryland School of Medicine, Baltimore, MD "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-15T04:11:24",
    "is_scraped": "1"
}