{
    "doi": "https://doi.org/10.1182/blood.V120.21.3103.3103",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2380",
    "start_url_page_num": 2380,
    "is_scraped": "1",
    "article_title": "Equivalent Outcome Between Reduced Intensity Versus Conventional Myeloablative Conditioning Hematopoietic Stem Cell Transplantation for Patients Older Than 35 Years with Acute Myeloid Leukemia. ",
    "article_date": "November 16, 2012",
    "session_type": "731. Clinical Allogeneic and Autologous Transplantation - Results: Poster II",
    "topics": [
        "conditioning (psychology)",
        "hematopoietic stem cell transplantation",
        "leukemia, myelocytic, acute",
        "mac protocol",
        "follow-up",
        "graft-versus-host disease",
        "graft-versus-host disease, chronic",
        "transplantation",
        "allogeneic hematopoietic stem cell transplant",
        "complete remission"
    ],
    "author_names": [
        "Marie Sebert",
        "Raphaël Porcher",
        "Marie Robin",
        "Lionel Ades, MD, PhD",
        "Emmanuel Raffoux",
        "Alienor Xhaard",
        "Nathalie Dhedin, MD",
        "Jerome Larghero",
        "Chantal Himberlin, MD",
        "Alain Delmer, MD",
        "Pierre Fenaux, MD, PhD",
        "Hervé Dombret, MD, PhD",
        "Gérard Socié, MD PhD",
        "Regis Peffault de Latour"
    ],
    "author_affiliations": [
        [
            "Hopital Avicenne and U848, Bobigny, France, "
        ],
        [
            "Statistics, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Hematologie Greffe, Hôpital Saint-Louis, APHP, Paris, France, "
        ],
        [
            "Hematology Department, AP-HP, Hôpital Avicenne, Université Paris 13, Paris, France, "
        ],
        [
            "Hôpital Saint-Louis, AP-HP. Université Paris 7, Paris, France, "
        ],
        [
            "Hematology - Bone Marrow Transplantation, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Hematology Transplantation, Saint Louis Hospital, Paris, France, "
        ],
        [
            "Cell Biology Unit, Saint-Louis Hospital, Paris, France, "
        ],
        [
            "Hôpital Robert Debré, Reims, France, "
        ],
        [
            "Service d'Hématologie Clinique, CHU de Reims, REIMS Cedex, France, "
        ],
        [
            "Hematology Department, AP-HP, Hôpital Avicenne, Université Paris 13, France, "
        ],
        [
            "GRAALL Group, Hôpital Saint-Louis, AP-HP. Université Paris 7, Paris, France, "
        ],
        [
            "Department of Hematology/Transplantation, Hopital Saint-Louis and Institut National de la Sante et de la Recherche Medicale (INSERM), Paris, France, "
        ],
        [
            "Bone Marrow Transplantation Unit, Saint Louis Hospital, Paris, France"
        ]
    ],
    "first_author_latitude": "48.91461940000001",
    "first_author_longitude": "2.4239471",
    "abstract_text": "Abstract 3103 Introduction: Allogeneic Hematopoietic Stem Cell Transplantation (HSCT) provides the best chance of long-term survival for patients with intermediate or high-risk acute myeloid leukemia (AML). The major limitation of this procedure is the risk of treatment related mortality (TRM). Use of reduced intensity conditioning (RIC) regimen has become standard practice among older candidates with comorbidities. Although RIC regimen have been used for over a decade in older patients, the benefit of this approach in younger patients with AML compared with the risk of toxicity of standard regimen (MAC) is still discussed. We compared the outcomes for patients with AML over 35 years using RIC or MAC HSCT. Patients, methods, and transplantation characteristics: From January 2000 to December 2010, 132 consecutive patients older than 35 years with AML (18 secondary AML) received HSCT in our center, either from siblings (n=87) or HLA 10/10 allele-matched donors (n=45). MAC (n=72) and RIC (n=60) regimens were defined as previously described (Bacigalupo, 2009). Seventy-three patients were in first complete remission (CR1); 30% of patients had poor risk cytogenetics (MRC classification). Karnofsky performance status was scored at time of HSCT. Engraftment, acute and chronic graft-versus-host disease (GvHD), transplantation-related mortality (TRM), relapse rate as well as overall survival (OS) at 4 years were compared according to the intensity of the conditioning regimen. First a classical multivariable Cox analysis was conducted. In a second step, baseline confounding factors were adjusted for using inverse probability-of-treatment weighting (IPTW). Results of the comparison: Patient characteristics according to the intensity of the conditioning regimen were similar for AML type (de novo versus secondary), gender, karnofsky performance status, CR#, donor type and number of CD34+ infused. Particularly, cytogenetic risks were comparable in both groups. Patients were younger in the MAC group (median age 44 years [range 35 to 56 years] vs 54[37 to 66] for RIC, p<0,0001), received mainly bone marrow as source of stem cells (54% versus 2% for RIC, p<0,0001) and GvHD prophylaxis using cyclosporine plus methotrexate (89% versus 5% for RIC, p<0,0001). Moreover, ATG in the conditioning regimen (more ATG in RIC: 51 vs. 14%, p<0.0001), donor age (older for RIC: 49 vs. 39 years, p=0.002) and number of nucleated cells infused (higher in RIC: 11 vs. 4 × 10 8 /kg, p<0.0001) were also different. The median follow-up was 47 months (10 to 134), and 25% of patients had a follow-up of at least 74 months. During evolution, all patients engrafted. The cumulative incidence (CIf) of acute GVHD grade II-IV was 49% (35% after RIC vs 61% after MAC, p=0.001). The 5-year CIf of chronic GVHD was 37% (40% after RIC vs 30% after MAC, p=0.32). During FU, 71 patients died. The 5-year CIf of TRM was 21% (13% after RIC vs 28% after MAC, p=0.009). Adjusting for cytogenetic risk, gender donor/recipient mismatch and infused nucleated cells, no difference was observed between RIC and MAC (HR 0.9, p=0.16). The 5-year CIf of relapse was 42% (51% after RIC vs 35% after MAC (p=0.22)). Adjusting for gender donor/recipient mismatch, donor/recipient CMV serostatus and infused CD34+ cells, no marked difference was observed between RIC and MAC (HR 0.8, 95%CI 0.4–1.5, p=0.50). The 5-year OS was 39% (50% after RIC vs 34% after MAC, p=0.38). Using both Cox regression and IPTW to account for imbalance in patients characteristics, similar OS was found after RIC and MAC ( Figure 1 ), with adjusted HRs for MAC vs RIC of 0.9 (95%CI 0.4–1.8, p=0.68) with Cox regression and 0.9 (95%CI 0.4–1.8, p=0.76) with IPTW. Conclusion: In patients with AML over 35 years, MAC regimen lead to a non significant higher rate of treatment related mortality with no benefit in terms of relapse when compared with RIC regimen. Until prospective trials are completed, this study supports the use of a RIC regimen for patients with AML older than 35 years who are transplanted either from siblings or matched unrelated donors. View large Download slide View large Download slide Disclosures: Fenaux: Amgen: Honoraria, Research Funding; Celgene: Honoraria, Research Funding; Janssen: Honoraria, Research Funding; Roche: Honoraria, Research Funding; GSK: Honoraria, Research Funding; Novartis: Honoraria, Research Funding."
}