{
    "doi": "https://doi.org/10.1182/blood-2018-99-111717",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3913",
    "start_url_page_num": 3913,
    "is_scraped": "1",
    "article_title": "Defining Sickle Cell Disease Severity Among Adults Hospitalized with Vaso-Occlusive Crisis ",
    "article_date": "November 29, 2018",
    "session_type": "903. Outcomes Research—Non-Malignant Hematology: Poster II",
    "topics": [
        "sickle cell anemia",
        "vaso occlusive crisis",
        "analgesics",
        "hospital admission",
        "medical history",
        "severity of illness",
        "blood transfusion",
        "lung injuries",
        "cerebrovascular accident",
        "end organ damage"
    ],
    "author_names": [
        "Kimberly S Esham, MD",
        "Angie Mae Rodday, PhD",
        "Nicole Savidge, BA",
        "Daqin Mao, PhD",
        "Ruth Ann Weidner, MBA, MRP",
        "Susan K Parsons, MD MRP"
    ],
    "author_affiliations": [
        [
            "Hematology & Oncology, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, MA"
        ],
        [
            "Institute for Clinical Research and Health Policy Studies, Tufts Medical Center, Boston, MA"
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA "
        ],
        [
            "Institute for Clinical Research & Health Policy Studies, Tufts Medical Center, Boston, MA "
        ]
    ],
    "first_author_latitude": "42.34956445",
    "first_author_longitude": "-71.0638672",
    "abstract_text": "Background : While there is no uniform definition of sickle cell disease (SCD) severity, vaso-occlusive crises (VOC) are the leading cause of emergency department (ED) visits and hospital admissions among adults with SCD and those with frequent hospital admissions constitute a subgroup more likely to have SCD-related complications. New patient-reported outcomes measures, such as the Adult Sickle Cell Quality of Life Measurement System (ASCQ-Me) Medical History Checklist (MHC), were developed in ambulatory populations to describe SCD severity based on patient-reported medical history. However, similar tools have not been used in adults with SCD hospitalized for VOC. We describe the development and performance of a medical history checklist, modeled off of the ASCQ-Me MHC, to assess disease severity among adults with SCD hospitalized with VOC. Methods : This retrospective cohort study consists of 41 adults with SCD hospitalized with VOC at a US-based academic medical center between 2013 and 2016. For the current analysis, the first hospitalization for VOC within the study window for each patient was selected. Demographic and SCD characteristics were abstracted from the electronic medical record (EMR) by trained research staff, and all SCD-complications were reviewed by two study hematologists. We utilized a 9-item checklist of SCD-related complications (history of lung damage, avascular necrosis, spleen damage, stroke, retinopathy, kidney disease, leg ulcers) and treatments (daily use of pain medication, receipt of an outpatient blood transfusion protocol) in accordance with a prior study by Keller et al. (Health and Quality of Life Outcomes, 2017; 15:117). However, rather than collecting information by patient self-report, we relied on abstraction of checklist items from EMR documentation of history of SCD-related complications in the year prior to the selected hospitalization, documentation of an outpatient transfusion protocol with receipt of transfusions within 3 months prior to hospitalization, and the admission reconciliation record of home pain medications. In the absence of a standard definition of SCD severity, we drew from ASCQ-Me methodology and scored the checklist as the sum of items from 0-9 and also categorized scores as low (2 points) severity (Keller et al. Health and Quality of Life Outcomes, 2017; 15:117). Data were described with summary statistics (means, standard deviations, frequencies, percentiles). Results : The mean age was 26.8 years (SD 8.4) with 68% females. Patients were 71% black, non-Hispanic and 29% Hispanic. 90% of patients were publicly insured with 37% on disability (as indicated by Medicare insurance and age <65 years). The most common genotype was Hemoglobin (Hb) SS (71%), followed by Hb SC (19%) and Hb SB+ thalassemia (10%). 68% of patients were prescribed hydroxyurea. Nearly all patients were taking pain medication for SCD every day prior to hospital admission and most patients had documentation of lung damage (Table). The checklist mean score was 2.8 (SD 1.0, range 1-5), reflecting severe SCD among this hospitalized cohort of adults, with 64% of patients categorized as having high disease severity (checklist scores >2) at time of hospital admission for VOC. Conclusions : The high severity scores among this cohort supports the validity of employing a medical history checklist as a measure of disease severity, reflecting the cumulative end organ damage due to SCD and near universal need for daily pain medication among patients requiring inpatient admission for VOC. Two-thirds of patients were categorized as having high disease severity, driven primarily by daily pain medication use prior to hospitalization and pulmonary complications, consistent with a known subgroup of adults with SCD-related complications who are more likely to have lower health-related quality of life and account for higher healthcare utilization. Leveraging information readily available in the EMR, this type of checklist can yield a uniform and informative definition of SCD severity. In turn, this information can help identify the most severely affected patients as well as potential gaps in the delivery of quality care (e.g. pain medication, transfusions) to improve health outcomes among this vulnerable population. View large Download slide View large Download slide  Disclosures Parsons: Seattle Genetics: Research Funding."
}