{
    "doi": "https://doi.org/10.1182/blood.V116.21.814.814",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1794",
    "start_url_page_num": 1794,
    "is_scraped": "1",
    "article_title": "Stress Erythropoiesis: HIF-1 Alpha Synergizes with Glucocorticoids to Induce BFU-E Progenitor Self-Renewal ",
    "article_date": "November 19, 2010",
    "session_type": "Red Cells and Erythropoiesis, Structure and Function, Metabolism and Survival, excluding Iron: Membrane Protein Components in Normal and Stress Erythropoiesis",
    "topics": [
        "erythroid progenitor cells",
        "erythropoiesis",
        "glucocorticoids",
        "stress",
        "hypoxia inducible factor 1, alpha subunit",
        "rna, messenger",
        "transferrin receptors",
        "anemia",
        "dexamethasone",
        "micrornas"
    ],
    "author_names": [
        "Johan Flygare, MD, PhD",
        "Violeta Rayon Estrada",
        "Chanseok Shin, PhD",
        "Sumeet Gupta",
        "Harvey Lodish"
    ],
    "author_affiliations": [
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA, "
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA, "
        ],
        [
            "Department of Agricultural Biotechnology, Seoul National University, Seoul, South Korea"
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA, "
        ],
        [
            "Whitehead Institute for Biomedical Research, Cambridge, MA, USA, "
        ]
    ],
    "first_author_latitude": "42.3630932",
    "first_author_longitude": "-71.089587",
    "abstract_text": "Abstract 814 The goal of this study was to find small molecules that stimulate erythropoiesis at an earlier stage than erythropoietin (Epo). We therefore studied the mechanisms by which glucocorticoids (GCs) promote erythroblast formation during stress erythropoiesis (SE). Since the target cell of GCs in SE was not known we first established a FACS-based method to purify burst-forming unit erythroid (BFU-E) and colony-forming unit of erythroid lineage (CFU-E) cells from mouse fetal liver. BFU-E and CFU-E cells were resolved by differences in CD71 or CD24a expression (BFU-E = CD71/CD24a 10% low ; CFU-E = CD71/CD24a 20% high ) from a population of cells positive for Kit, and negative for the cell surface markers Ter119, B220, Mac-1, CD3, Gr-1, Sca-1, FcGR, CD41 and CD34. Purified “BFU-E” cells formed 94% BFU-E colonies and “CFU-E” cells formed 95% CFU-E colonies at cloning efficiencies of 55–70%. Using pure CFU-E and BFU-E progenitors we demonstrated that while 100nM Dexamethasone (Dex) does not increase proliferation or self-renewal of CFU-E cells, Dex stimulates the earlier BFU-E progenitors to undergo limited self-renewal, which increases formation of CFU-E cells and erythroblasts >20-fold. After identifying BFU-E progenitors as the target cells of GCs during SE, we next determined how DEX changes miRNA and mRNA expression in BFU-Es by next generation sequencing. No miRNAs changed the level of expression more than 50%. Of the 10,000 most expressed mRNAs 83 were up-regulated and 112 mRNAs down-regulated more than 2-fold in response to Dex. Since previous studies show that dimerization (trans activation) of the GC receptor is necessary for GCs to induce erythroblast production, the most important GC target genes are likely up- rather than down-regulated. We hypothesized that other molecules that are able to enhance the expression of the 83 up-regulated genes could enhance or replace the stimulatory effect of Dex. We therefore computationally analyzed the promoter regions of the up-regulated genes using motif enrichment analysis. We found that Dex induces expression of genes in BFU-E cells that contain promoter regions highly enriched for hypoxia-induced factor 1 alpha (HIF1a) binding sites (p-value = 1e–27). Analysis of six published gene expression datasets, where the effect of GCs on gene expression had been determined in cell types other than BFU-E cells, showed very low or no enrichment of HIF1a targets among genes up-regulated by Dex. We confirmed the suggested overlapping effects of HIF1a and GCs on gene expression in BFU-E cells by comparing the effect of Dex with that of pharmacological HIF1a activation by the prolyl hydroxylase inhibitor (PHI) Dimethyloxalylglycine (DMOG). As determined by next generation mRNA sequencing, DMOG increased expression of 98 genes more than 50%, of which 28 were among 109 genes up-regulated >50% by Dex (p-value for overlap = 1e–26). Importantly the overlap in effects on gene expression also resulted in overlapping biological effects. Similar to Dex, DMOG had little effect on CFU-E cells ( Figure A). In contrast DMOG synergized with Dexamethasone to promote BFU-E self-renewal and prevent BFU-E cell exhaustion, enhancing the production of CFU-E cells 170-fold and maximum erythroblast production 300-fold (Figure B). DMOG thus enhanced the stimulatory effect of 100nM Dex on erythroblast production 7-fold. In similar experiments where BFU-E cells were cultured in GCs levels corresponding to physiological cortisol levels (1 nM Dex), DMOG enhanced erythroblast production 10-fold. We further showed that DMOG and Dex also synergistically enhance proliferation of adult mouse and human erythroid progenitors. Our results support a physiological model of SE where increased systemic levels of free cortisol, in combination with local anoxia, induce BFU-E self-renewal and increase erythroblast production. This suggests that the therapeutic potential for PHIs in treatment for anemia goes beyond replacing recombinant Epo. Here we show that in addition to enhancing Epo production from the kidneys, PHIs have an intrinsic stimulatory effect on BFU-E progenitors, leading to increased production of Epo-responsive CFU-E cells. Thus PHIs provide a new window for treating Epo-resistant anemia. The synergistic effect of GCs and PHIs further suggests that PHIs may enhance or replace the effect of Prednisone in the treatment of Diamond-Blackfan Anemia and other bone marrow failure syndromes. View large Download slide View large Download slide  Disclosures: No relevant conflicts of interest to declare."
}