{
    "doi": "https://doi.org/10.1182/blood.V126.23.1746.1746",
    "article_title": "UCHL1 Is a New Therapeutic Target in Lymphoid Malignancies, Independent of ATM and TP53 status ",
    "article_date": "December 3, 2015",
    "session_type": "642. CLL: Therapy, excluding Transplantation: Poster I",
    "abstract_text": "Functional defects in principal DNA damage response genes ATM or TP53 are frequent events in pathogenesis of lymphoid malignancies and lead to unfavorable clinical course coupled with accumulation of unrepaired DNA damage and acquisition of genomic instability. Options for management of these tumours are currently limited mostly due to their inability to activate ATM/p53 apoptotic pathway in response to chemotherapy. Consequently, novel therapies that can overcome ATM/p53 apoptotic defect are needed. Deubiquitylation proteases (DUBs) are emerging as key regulators of the DNA damage responses (DDR). Through removal of ubiquitin, DUBs can modify protein stability, cellular localisation and activity of components of the DDR. Ubiquitin carboxy-terminal esterase L1 (UCHL1) is a DUB enzyme recently implicated in regulation of p53 stability, pathogenesis of lymphoid tumours and development of metastasis. Here we addressed whether UCHL1 is a valid therapeutic target in lymphoid malignancies with frequent ATM or p53 loss such as chronic lymphocytic leukaemia (CLL) and multiple myeloma (MM). Microarray data from 226 CLL tumour samples showed that 30% of primary CLL tumours exhibit a high expression of UCHL1 mRNA, particularly in response to DNA double strand break inducing agents. Furthermore, six of nine Multiple myeloma cell lines showed high levels of expression, whereas UCHL1 protein could not be detected in PBMC obtained from healthy controls. We determined the cytotoxic effect of the UCHL1 inhibitor, MTX082554, provided by ' MISSION Therapeutics'' in a panel of CLL and MM cell lines as well as primary CLL tumours with different ATM and TP53 status. We observed a strong cytotoxic effect of UCHL1 inhibition in all tested cell lines and primary CLL tumours. EC50 varied for CLL cell lines between 0.1 and 0.2µM, for MM cell lines between 0.05 and 0.1 µM and for primary CLL tumours between 0.2 and 3.1µM. Viability of primary CLL tumours were reduced upon exposure to MTX082554 irrespective of whether the cells were induced to cycle or not, and both ATM / TP53 proficient and mutant cells showed a dramatic loss of viability following exposure to micro molar concentrations of MTX082554. Finally we determined a gene expression signature associated with the high sensitivity of primary CLL cells to UCHL1 inhibition. Western blot analysis of CLL primaries treated with MTX082554 revealed a rise in p53 and caspase cleavage. However given the absence of further indicators of p53 activation - minimal p53 phosphorylation and p21 induction - and comparable sensitivity of p53 mutant and wild type tumours this caspase activation is believed to represent p53-independent apoptosis. Comet assays performed on CLL primaries treated with MTX082554 showed an increase in DNA strand breaks. This finding was supported by Western blotting showing an increase in the marker of double strand breaks, γH2AX. Cell cycle profiling suggested the presence of G2/M arrest. We conclude that the potent cytotoxic effect of UCHL1 inhibition observed in CLL and MM cells is caused by the combined effects of DDR inhibition and p53-independent apoptosis. In summary, we suggest that UCHL1 is a novel therapeutic target in lymphoid malignancies and that inhibition of this molecule represent a new strategy for tumours with a defect in ATM/p53 pathways. Disclosures Harrigan: Mission Therapeutics: Employment. Jacq: Mission Therapeutics: Employment. Off Label Use: UCHL1 inhibitor, MTX082554.",
    "topics": [
        "lymphoid neoplasm, malignant",
        "protein p53",
        "tp53 gene",
        "uchl1 gene",
        "neoplasms",
        "caspases",
        "multiple myeloma",
        "western blotting",
        "abnormal uterine bleeding",
        "breakthrough bleeding"
    ],
    "author_names": [
        "Edward Smith, MSc",
        "Angelo Agathanggelou, PhD",
        "Guy Pratt, MDPhD",
        "Paul Moss",
        "Wenbin Wei, PhD",
        "Leanine Harrigan",
        "Xavier Jacq, PhD",
        "Tatjana Stankovic"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Smith, MSc",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Angelo Agathanggelou, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Guy Pratt, MDPhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Paul Moss",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenbin Wei, PhD",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Leanine Harrigan",
            "author_affiliations": [
                "Mission Therapeutics, Cambridge, United Kingdom "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xavier Jacq, PhD",
            "author_affiliations": [
                "Mission Therapeutics, Cambridge, United Kingdom "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatjana Stankovic",
            "author_affiliations": [
                "School of Cancer Sciences, University of Birmingham, Birmingham, United Kingdom"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T02:31:25",
    "is_scraped": "1"
}