{
    "doi": "https://doi.org/10.1182/blood.V104.11.2813.2813",
    "article_title": "The Acquired CD40L Deficiency in B-CLL Is Reversible and Due To Contact Dependant and Independent Factors. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "Interactions between CD40L (CD154) and its receptor CD40, are of central importance in T-cell mediated B-cell activation, proliferation and isotype switching and the regulation of antigen presentation by dendritic cells. Peripheral blood T lymphocytes from patients with B cell chronic lymphocytic leukemia (B-CLL) have an acquired defect of activation induced CD40L expression that might contribute to the immunodeficiency characteristic of the disease. In view of recent reports that T-cells within bone marrow and lymph node pseudofollicles express CD40L we have re-examined the mechanism of the deficiency in PB cells. Activation of normal resting naïve and memory (CD45RA+ and −) T-cells with PMA and ionomycin increased the number expressing surface CD40L from a mean of 2 and 0% to 81.2 and 66.5% respectively. In line with previous reports, up-regulation of CD40L by CD4+45RA+ and CD4+45RA− T-cells from patients with B-CLL was reduced to a mean of 11.8% and 2.6%. This defect is reversible since removal of T-cells from the malignant clone by CD3 selection increased the number of cells able to up-regulate CD40L to 62.2% and 61.8% for naïve and memory CD4 subsets. To investigate whether this phenomenon is due to cell contact or soluble mediators, washed leukemic cells or supernatant (SN) harvested from the same cell number were incubated with normal donor T-cells for 48 hours then stimulated for 4 hours with PMA and Ionomycin. B-CLL SN reduced CD40L up-regulation by a mean of 51% (range 14–86, n=17, p<0.0001) but co-culture reduced this further to a mean of 17% (range 7–33%, n=8, p<0.0001). Other markers of T-cell activation were similarly affected, for example T-cell IL-2 production was reduced to 40.1% ( 6.2% SEM, p < 0.0001) of the level seen in the absence of B-CLL SN. Although SN and cell contact both prevented CD40L up-regulation, only cell contact caused its down-regulation in pre-activated T-cells (reduced to 94% of normal with SN, [range 93–96%, n=3, p=0.5] and 14% of normal with co-culture [range 4.3–21.7%, n=6, p p<0.0001]). The acquired CD40L deficiency observed in patients with B-CLL is thus reversible and mediated by contact with leukemic cells and soluble mediator(s). B-CLL cells are known to secrete a number of factors that might produce this effect. Studies using blocking monoclonal antibodies and immuno-adsorption excluded the most likely candidates including TGF-beta, soluble CD40 and soluble IL-2R. These findings indicate that regulation of the CD40/CD40L system in B-CLL is more complex than previously reported however the impact of this on disease pathogenesis needs to be determined.",
    "topics": [
        "cd40 ligand",
        "cd40 antigens",
        "coculture techniques",
        "ionomycin",
        "leukemic cells",
        "aldesleukin",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunologic deficiency syndromes",
        "interleukin 2 receptor"
    ],
    "author_names": [
        "Andrea G.S. Buggins, Ph.D.",
        "Julie Richards, Ph.D.",
        "Piers E.M. Patten, M.B.Ch.B.",
        "Ghulam J. Mufti, FRCP, FRCPath, DM.",
        "Stephen Devereux, FRCP, FRCPath, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Andrea G.S. Buggins, Ph.D.",
            "author_affiliations": [
                "Leukaemia Sciences, King’s College London, London, United Kingdom"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julie Richards, Ph.D.",
            "author_affiliations": [
                "Leukaemia Sciences, King’s College London, London, United Kingdom"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Piers E.M. Patten, M.B.Ch.B.",
            "author_affiliations": [
                "Leukaemia Sciences, King’s College London, London, United Kingdom"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ghulam J. Mufti, FRCP, FRCPath, DM.",
            "author_affiliations": [
                "Leukaemia Sciences, King’s College London, London, United Kingdom"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Devereux, FRCP, FRCPath, Ph.D.",
            "author_affiliations": [
                "Haematology, King’s College Hospital, London, United Kingdom"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-23T02:07:17",
    "is_scraped": "1"
}