{
    "doi": "https://doi.org/10.1182/blood.V118.21.2826.2826",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1978",
    "start_url_page_num": 1978,
    "is_scraped": "1",
    "article_title": "Distinct Induced Pluripotent Stem Cell Clones with Somatic Mutations Prepared From PV Patients ",
    "article_date": "November 18, 2011",
    "session_type": "634. Myeloproliferative Syndromes: Poster II",
    "topics": [
        "clonality (genetic analysis)",
        "clone cells",
        "hematological diseases",
        "human leukocyte interferon",
        "idiopathic pneumonia syndrome",
        "interferon-alpha",
        "interferons",
        "karyotype determination procedure",
        "mutation, somatic",
        "polycythemia vera"
    ],
    "author_names": [
        "Zhaohui Ye, PhD",
        "Lucie Piterkova, PhD",
        "Cyndi F Liu",
        "Sarah N Dowey",
        "Bin-Kuan Chou",
        "Xiaosong Huang, PhD",
        "Jerry L. Spivak, MD",
        "Sabina Swierczek, PhD",
        "Alison R. Moliterno, MD",
        "Josef T. Prchal, MD",
        "Linzhao Cheng, PhD"
    ],
    "author_affiliations": [
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Hematology Division, University of Utah, Salt Lake City, UT, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Graduate Program in Cellular and Molecular Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "Hematology Division, University of Utah, Salt Lake City, UT, USA, "
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ],
        [
            "MPD-Research Consortium, Hematology Division, University of Utah School of Medicine, Salt Lake City, UT, USA"
        ],
        [
            "Division of Hematology, Johns Hopkins University School of Medicine, Baltimore, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.299093449999994",
    "first_author_longitude": "-76.59268820000001",
    "abstract_text": "Abstract 2826 Polycythemia vera (PV) is a clonal blood disorder arising from a multipotent hematopoietic stem cell (HSC) associated in ∼95% of patients with the acquired somatic mutation, JAK2 V617F. Although important for the PV phenotype, we and others demonstrated that the JAK2 V617F mutation is not the initial and causative somatic event in PV pathogenesis. One of the major challenges of studying the molecular events in PV is to isolate and expand the disease-initiating HSC clones in vitro . To overcome this hurdle, we have utilized the recently developed induced pluripotent stem cell (iPSC) technology to generate disease-specific iPSC lines that preserve the genetic identities of patient HSC clones. We previously demonstrated that interferon (IFN) a is the only therapy that converts PV hematopoiesis from clonal to polyclonal (Liu, Blood 2003). A female patient with typical PV and a high allele burden (99%) of JAK2 V617F, and ∼1% of wild-type JAK2 was treated with peg-IFNa. JAK2 allele burden decreased to ∼65%, yet the majority of her myeloid cells remained clonal. Using her blood and bone marrow progenitors as well as blood samples from other PV patients, we generated dozens of iPSC clones by retroviral or episomal vectors with several distinct JAK2 genotypes (see Table below). We examined the erythroid differentiation of 6 representative PV-iPSC lines and normal control iPSCs. The hematopoietic progenitor cells (HPCs) derived from JAK2 V617F iPSCs had enhanced erythropoiesis compared to wild-type JAK2 iPSC cells. Additionally, some EPO-independent BFU-Es also formed from homozygous JAK2 V617F iPSCs, the hallmark of PV erythropoiesis. Using a quantitative X-chromosome transcriptional assay (Swierczek, Blood 2008), we examined the clonality of the iPSC clones (with and without the JAK2 mutation) derived from this single female patient and showed the same single X-chromosome usage in all clones as in her native PV granulocytes and platelets. These data indicate that epigenetic X-chromosome silencing is not reverted in the process of generating iPSC clones. Whether these two JAK2 V617F-negative iPSC lines originated from the same PV clone or from dormant normal HSC cells cannot be yet discerned but their EPO sensitivity is currently under analysis. Analyses of whole exome sequencing of these iPS clones as well as their germ-line control are currently underway. Additionally, whole genome and epigenome analyses and high density expression array of these iPSC clones would further characterize the clonal evolution of PV. These data underscore the heterogeneity of somatic mutations within single PV patient. These studies will lead to a better understanding of the genetic lesions in PV-initiating clones. (Note: The last two authors are both considered senior authors for this work) Table. Human iPSC lines from a female PV patient and healthy donors  Representative iPS clone (# of clones characterized) . Donor . Parental cell type . JAK2 WT allele . JAK2 V617F allele . Karyotype . PVB1.4 (3) PV PB MNC 0 2 46, XX PVB1.1 (4)  PB MNC 1 2 47, XX, +der(1;9)(q10;p10) PVB1.11 (2)  PB MNC 2 0 46, XX PVM1.1 (2)  BM MSC 2 0 46, XX BC1 (>5) Healthy donor BM CD34+ 2 0 46, XY Representative iPS clone (# of clones characterized) . Donor . Parental cell type . JAK2 WT allele . JAK2 V617F allele . Karyotype . PVB1.4 (3) PV PB MNC 0 2 46, XX PVB1.1 (4)  PB MNC 1 2 47, XX, +der(1;9)(q10;p10) PVB1.11 (2)  PB MNC 2 0 46, XX PVM1.1 (2)  BM MSC 2 0 46, XX BC1 (>5) Healthy donor BM CD34+ 2 0 46, XY PB: peripheral blood; BM: bone marrow; MSC: mesenchymal stem cell. View Large Disclosures: No relevant conflicts of interest to declare."
}