{
    "doi": "https://doi.org/10.1182/blood.V106.11.3636.3636",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=373",
    "start_url_page_num": 373,
    "is_scraped": "1",
    "article_title": "Antagonistic Roles of ERK1/2 and p38 MAP Kinases in Hemoglobin Synthesis. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Murine erythroleukemia (MEL) cells provide a valuable model to study the molecular events leading to erythroid differentiation. Maturing erythroid cells synthesize large quantities of hemoglobin, a process requiring the coordinated synthesis of heme and globin. Here, we investigated the role of the ERK and p38 mitogen-activated protein kinase (MAPK) signaling pathways in the differentiation of MEL cells. We determined the effect of the MEK1/2 inhibitor U0126 that blocks the ERK1/2 pathway, and the p38 inhibitor SB202190 on the differentiation potential of MEL cells induced by hexamethylene bisacetamide (HMBA). We found that treatment of HMBA induced MEL cells with the ERK1/2 pathway inhibitor U0126 results in higher hemoglobin levels. Using a fluorometric assay, we determined that intracellular heme levels also increased. Immunoblot studies showed an increase in globin protein levels. In contrast, treatment of MEL cells with the p38 inhibitor SB202190 has the opposite effect, leading to decreased amounts of heme and hemoglobin. In addition, inhibition of the p38 pathways results in lower transferrin receptor levels. Our results suggest that the ERK1/2 and p38 pathways play antagonistic roles in HMBA induced erythroid differentiation in MEL cells. This data also provides a novel link between MAPK signaling and the regulation of heme biosynthesis and iron uptake in erythroid cells.",
    "topics": [
        "acute erythroblastic leukemia",
        "erythroid cells",
        "globins",
        "heme",
        "hemoglobin",
        "hemoglobin a",
        "hemoglobin biosynthesis",
        "hemoglobin measurement",
        "immunoblotting",
        "iron"
    ],
    "author_names": [
        "Volker Blank",
        "Damien Lehalle",
        "Louay Mardini",
        "Mansouria Merad Boudia",
        "Anna Derjuga",
        "Amy Moore"
    ],
    "author_affiliations": [
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada",
            "Medicine, McGill University, Montreal, QC, Canada"
        ],
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada"
        ],
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada"
        ],
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada"
        ],
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada"
        ],
        [
            "Molecular Oncology, Lady Davis Institute for Medical Research, Montreal, QC, Canada"
        ]
    ],
    "first_author_latitude": "45.4968796",
    "first_author_longitude": "-73.6296469"
}