{
    "doi": "https://doi.org/10.1182/blood.V104.11.2031.2031",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=239",
    "start_url_page_num": 239,
    "is_scraped": "1",
    "article_title": "Identification of RIZ1 Targets Involvedin Erythroid Differentiation of K562 Human Erythroleukemia Cells Using Surface-Enhanced Laser Desorption Ionization Time-Of-Flight Mass Spectrometry (SELDI). ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "RIZ1 (PRDM2) is a member of the nuclear protein methyltransferase superfamily involved in chromatin remodeling. RIZ1 functions as a tumor suppressor gene in a number of human cancers and is down regulated in some human acute myeloid leukemias. We previously found RIZ-1 to be silenced in K562 erythroleukemia cells by promoter hypermethylation. Furthermore, expression of RIZ1 in K562 promotes erythroid differentiation and also potentiates TGF-β1 mediated differentiation. To investigate similarities between genes altered by RIZ1 expression and the TGF-β1 pathway, we used SELDI to compare the protein profiles of K562 against K562 + RIZ1 and K562 + TGF-β1. Protein extracts for SELDI profiling were separated into six fractions according to their isoelectric points. Proteins from each fraction were then bound to two different protein chip surfaces (H50-hydrophoboic and CM10-cation exhange) and their mass/charge determined using SELDI. We analyzed four replicates from each sample and classified proteins as differentially expressed if their P-values were below 0.05. In total, we observed 104 differentially expressed proteins (60 upregulated and 44 down regulated) between K562 and K562 + RIZ1 and 176 proteins (96 upregulated and 80 down regulated) between K562 and K562 + TGF-β1. We used 2D-PAGE to identify differentially expressed proteins identified by SELDI analysis and located 48 proteins that were over expressed in K562 + RIZ1 and K562 + TGF-β1 relative to K562. To establish whether these proteins were the same proteins observed using SELDI, we determined if the proteins had the same pI and molecular weight and if the gel-eluted proteins bound to the same protein chip surface with the same mass/charge. 15 of 48 proteins passed the above criteria and we determined their identities using Trypsin-based peptide mapping strategies with molecular weight and pI restrictions. We identified two candidate proteins (14-3-3ε and S100/A13) that are similarly over expressed in K562 + RIZ1 and K562 + TGF-β1. These proteins have been shown to be associated with TGF-β1 signaling. Schistosomal 14-3-3ε interacts with SmRK1, a divergent type I transforming growth factor β1 receptor (TR-I) present on the surface of adult parasites and also binds to and activates human TR-I. S100/A13 belongs to a family of low molecular weight proteins characterized by the presence of two calcium-binding EF-hand motifs that includes S100C/A11, a member recently shown to play a key role in a PKCα mediated pathway essential for the growth inhibition of normal human keratinocytes by TGF-β1. In summary, we demonstrate the potential for using SELDI to identify novel proteins involved in regulating and connecting cellular growth and differentiation pathways.",
    "topics": [
        "acute erythroblastic leukemia",
        "ionization",
        "lasers",
        "time-of-flight mass spectrometry",
        "gel",
        "protein microarrays",
        "calcium",
        "cancer",
        "cations",
        "leukemia, myelocytic, acute"
    ],
    "author_names": [
        "Naoto Takahashi, MD, PhD",
        "Matthew Brainbridge, BSc",
        "Stuart A. Scott, BSc",
        "Ryo Ichinohasama, MD, PhD",
        "Stephen E. Sanche, MD",
        "Wei-Feng Dong, MD, PhD",
        "John F. DeCoteau, MD",
        "C. R. Geyer, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Computer Science, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Oral Pathology, Tohoku University, Sendai, Miyagi, Japan"
        ],
        [
            "Medicine, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Pathology, University of Saskatchewan, Saskatoon, SK, Canada"
        ],
        [
            "Biochemistry, University of Saskatchewan, Saskatoon, SK, Canada"
        ]
    ],
    "first_author_latitude": "54.545582849999995",
    "first_author_longitude": "-110.68150849999999"
}