{
    "doi": "https://doi.org/10.1182/blood.V110.11.3336.3336",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=959",
    "start_url_page_num": 959,
    "is_scraped": "1",
    "article_title": "Cost-Effectiveness of Posaconazole vs Fluconazole in the Prevention of Invasive Fungal Infections among Patients with Graft-Versus-Host Disease (GVHD) in the US. ",
    "article_date": "November 16, 2007",
    "session_type": "Health Services and Outcomes Research",
    "topics": [
        "cost effectiveness",
        "fluconazole",
        "graft-versus-host disease",
        "posaconazole",
        "systemic mycosis",
        "intraoperative floppy iris syndrome",
        "sensitivity analysis",
        "stem cells",
        "transplant recipients"
    ],
    "author_names": [
        "Amy K. O’Sullivan, PhD",
        "Milton C. Weinstein, PhD",
        "Ankur Pandya, MPH",
        "David Thompson, PhD",
        "Amelia Langston, MD",
        "John Perfect, MD",
        "George Papadopoulos"
    ],
    "author_affiliations": [
        [
            "i3 Innovus, Medford, MA, USA"
        ],
        [
            "Harvard School of Public Health, Boston, MA, USA"
        ],
        [
            "i3 Innovus, Medford, MA, USA"
        ],
        [
            "i3 Innovus, Medford, MA, USA"
        ],
        [
            "Emory Winship Cancer Institute, Atlanta, GA, USA"
        ],
        [
            "Duke Medical Center, Durham, NC, USA"
        ],
        [
            "Schering-Plough Corporation, Kenilworth, NJ, USA"
        ]
    ],
    "first_author_latitude": "42.407303399999996",
    "first_author_longitude": "-71.0756689",
    "abstract_text": "Trial data suggest that posaconazole is similar to fluconazole in preventing invasive fungal infections (IFIs) among allogeneic progenitor cell transplant recipients with graft-versus-host disease (GVHD). We estimated the cost-effectiveness of posaconazole versus fluconazole in this population in the US. A decision-analytic model was developed to estimate the average per patient treatment costs, IFIs avoided, life-years gained, and incremental cost per life-year gained of prophylaxis (2006 US$). The model extrapolates the trial results to a lifetime horizon to include long-term mortality due to GVHD. In the model, patients are assumed to receive posaconazole or fluconazole; efficacy data were obtained from the clinical trial. Long-term mortality and prophylaxis drug and IFI treatment costs were estimated from secondary sources. One-way and probabilistic sensitivity analyses were conducted. Posaconazole is associated with fewer IFIs (0.05 vs. 0.09), increased life years (7.87 vs. 7.66), and higher IFI-related costs (prophylaxis and IFI treatment) ($8,750 vs. $5,530) per patient relative to fluconazole. Costs for treatment of IFIs comprised 95% of the total cost for fluconazole and 35% for posaconazole. The incremental cost-effectiveness of posaconazole versus fluconazole is estimated to be $15,700 per life-year saved. Results are most sensitive to changes in the cost of treating an IFI and the efficacy of prophylaxis. Results from the probabilistic analysis indicate that there is an 88% probability that posaconazole is cost-effective at a $50,000 per life year saved threshold. We conclude that posaconazole is a cost-effective strategy for the prevention of IFIs in patients with GVHD."
}