{
    "doi": "https://doi.org/10.1182/blood.V104.11.1761.1761",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=171",
    "start_url_page_num": 171,
    "is_scraped": "1",
    "article_title": "Perioperative Bridging Therapy with Enoxaparin in Patients Requiring Interruption of Long-Term Oral Anticoagulant Therapy: A Multicenter Cohort Study. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "topics": [
        "anticoagulants, oral",
        "enoxaparin",
        "hemorrhage",
        "surgical procedures, operative",
        "surgical procedures, minor",
        "warfarin",
        "atrial fibrillation",
        "deep vein thrombosis",
        "thromboembolism",
        "thromboembolic event"
    ],
    "author_names": [
        "A.S. Dunn",
        "A.C. Spyropolos",
        "S.P. Sirko",
        "A.G.G. Turpie"
    ],
    "author_affiliations": [
        [
            "Mount Sinai Med Center, New York, USA"
        ],
        [
            "Lovelace Med Center, Albuquerque, USA"
        ],
        [
            "Aventis Pharma, Bridgewater, USA"
        ],
        [
            "HHS-General Hospital, Hamilton, USA"
        ]
    ],
    "first_author_latitude": "40.750244200000004",
    "first_author_longitude": "-73.96410205",
    "abstract_text": "Introduction The interruption of long-term oral anticoagulant (OAC) therapy for surgery or other invasive procedures puts patients at increased risk of thromboembolic events. Perioperative ‘bridging’ anticoagulant therapy may reduce this risk; however, the efficacy and safety has not been established. We tested the hypothesis that once daily enoxaparin is a safe and efficacious perioperative bridging therapy in patients on long-term OACs for high-risk atrial fibrillation or prior DVT. Methods This prospective, multicenter, cohort study included 283 patients requiring bridging therapy due to major or minor surgery or an invasive procedure. Procedures were categorized as major surgery (defined as surgery lasting ≥1 hour), minor surgery or invasive procedures. Warfarin was discontinued 5 days prior to the procedure. Enoxaparin (1.5 mg/kg once daily) was started 3 days prior to, and continued until the morning before, the procedure. Warfarin was restarted the evening of the procedure and enoxaparin was reinitiated 12–24 hours post-procedure and continued until the INR was therapeutic. The primary efficacy endpoint was the incidence of thromboembolism from warfarin cessation to 28 days post-procedure. The primary safety endpoint was incidence of major hemorrhage from first dose of enoxaparin until 24 hours after the last dose. A subgroup analysis of the risk of major hemorrhage for the major surgery, minor surgery, and invasive procedure groups was performed. Results A total of 260 patients received enoxaparin (intention-to-treat group). Of these, 81 (31.2%) were receiving OAC therapy for DVT, 176 (67.7%) for atrial fibrillation, 15 (5.8%) for both, and 3 (1.1%) for other reasons. Thromboembolic events occurred in 4 patients (1.5%): 1 pulmonary embolism (during the warfarin follow-up period) in a patient with prior DVT (1/96; 1.0%), and 3 arterial events (1 peripheral arterial thromboembolism and 2 transient ischemic attacks) in atrial fibrillation patients (3/176; 1.7%). Major hemorrhages occurred in 3.5% (9/260) of the patients (table). All except 1 major hemorrhage occurred in patients undergoing major surgery (8/37; 21.6%). None of the hemorrhages were intracranial, retroperitoneal, or intraocular, were fatal, or required intervention. Conclusion Use of enoxaparin in accordance with the bridging regimen described is feasible and safe in patients undergoing minor surgery or an invasive procedure. Most major hemorrhages occurred in patients undergoing major surgery. Further studies are needed to optimize bridging therapy with enoxaparin in patients undergoing major surgery.  . Intervention (n*) . . Major surgery (37) . Minor surgery (68) . Invasive procedure (145) . *Ten patients in the ITT population received enoxaparin but did not undergo the procedure.†Bleeding with a decrease in Hbg ≥3 g/dL (transfusion of any units of RBC or whole blood = 1 g/dL decrease in Hbg); transfusion of ≥2 units of blood products; intracranial, retroperitoneal, or intraocular hemorrhage; hemorrhage requiring intervention or resulting in death. Bleeding not classified as major hemorrhage was defined as minor. Major hemorrhages† (%) 8 (21.6%) - 1 (0.7%) Procedure associated with major hemorrhage (hemorrhages/procedures performed TKR (4/6), THR (1/4), Abdominal hernia repair (1/1), Abdominal stent (1/1), Aortofemoral construction (1/1) - Colonoscopy (1/38) Venous thromboembolism (%) 1 (2.7%) - - Arterial thromboembolism (%) 2 (5.4%) - 1 (0.7%) . Intervention (n*) . . Major surgery (37) . Minor surgery (68) . Invasive procedure (145) . *Ten patients in the ITT population received enoxaparin but did not undergo the procedure.†Bleeding with a decrease in Hbg ≥3 g/dL (transfusion of any units of RBC or whole blood = 1 g/dL decrease in Hbg); transfusion of ≥2 units of blood products; intracranial, retroperitoneal, or intraocular hemorrhage; hemorrhage requiring intervention or resulting in death. Bleeding not classified as major hemorrhage was defined as minor. Major hemorrhages† (%) 8 (21.6%) - 1 (0.7%) Procedure associated with major hemorrhage (hemorrhages/procedures performed TKR (4/6), THR (1/4), Abdominal hernia repair (1/1), Abdominal stent (1/1), Aortofemoral construction (1/1) - Colonoscopy (1/38) Venous thromboembolism (%) 1 (2.7%) - - Arterial thromboembolism (%) 2 (5.4%) - 1 (0.7%) View Large"
}