{
    "doi": "https://doi.org/10.1182/blood-2019-130608",
    "article_title": "Assessment of the Plasmic Score Utility for Classification of Pediatric Thrombotic Microangiopathies ",
    "article_date": "November 13, 2019",
    "session_type": "311.Disorders of Platelet Number or Function",
    "abstract_text": "Introduction: Thrombotic thrombocytopenic purpura (TTP) is a rare form of microangiopathic hemolytic anemia characterized by congenital or acquired deficiency of the enzyme ADAMTS13. Both inherited TTP (Upshaw-Schulman Syndrome) and acquired TTP can present in childhood. As TTP is particularly uncommon in pediatric patients, there are frequent delays in diagnosis that can prolong time to life-saving treatment with therapeutic plasma exchange (TPE). The PLASMIC score is a validated clinical prediction tool used to stratify adult patients with thrombotic microangiopathies (TMAs) based upon their risk of having severe ADAMTS13 deficiency. The purpose of this study is to characterize a cohort of pediatric patients presenting with TMAs and to determine whether the PLASMIC score can accurately identify those children at risk for severe ADAMTS13 deficiency. Methods: We created a registry of all consecutive pediatric cases of suspected TTP at 3 academic medical centers in Boston, MA from January 2004 through November 2018. Suspected cases were defined as any patient with TMA who received ADAMTS13 activity testing during this period. Patients were included in the cohort if they were ≤18 years-old, thrombocytopenic (platelet count less than lower limit of normal for age), and had schistocytes on peripheral blood smear. Exclusion criteria included individuals tested as outpatients and potential interferents with ADAMTS13 testing (hemolyzed specimen, total bilirubin >15 mg/dL, sample sent less than 24 hours after exposure to plasma). For each patient, the ADAMTS13 test result as well as additional laboratory, demographic, and clinical parameters were recorded. The PLASMIC score was calculated for each patient. Results: Of the 125 unique pediatric patients who underwent ADAMTS13 testing during the study period, 59 presented with a thrombotic microangiopathy and met the inclusion criteria. Nine of the 59 patients (15.3%) had severe ADAMTS13 deficiency with ADAMTS13 activity of ≤10%. Eight of these 9 patients had detectable autoantibody inhibitor titers, consistent with acquired/immune TTP. One patient with severe ADAMTS13 deficiency had a history of renal transplant and was the only patient with ADAMTS13 levels ≤10% who had no detectable inhibitor. Compared to patients with ADAMTS13 levels >10%, patients with severe ADAMTS13 deficiency were older, predominantly female, and more frequently presented with neurological symptoms (see table). At the time of ADAMTS13 testing, patients with severe ADAMTS13 deficiency also had a lower platelet count, a higher LDH, a higher reticulocyte count, and higher levels of total and indirect bilirubin. There were non-significant trends toward improved one-year and overall survival in patients with ADAMTS13 levels ≤10%. Forty-eight patients in the cohort had all necessary data for calculation of the PLASMIC score. As the youngest patient with severe ADAMTS13 deficiency in this cohort was 3 years-old, we restricted our analysis to patients 2 years and older (N=41). All pediatric patients with ADAMTS13% ≤10% in our cohort had a PLASMIC score of 6 or 7. Nine out of 16 patients with a PLASMIC score of >5 had severe ADAMTS13 deficiency. The C statistic for the resultant ROC curve was 0.92 (95% CI 0.796 to 0.983). Conclusion: The small number of pediatric patients with TTP identified over the 14-year period of our study cohort emphasizes the rarity of this disease in children and the potential utility for a clinical prediction tool to aid in diagnosis and to help determine on whom ADAMTS13 testing should be performed. The PLASMIC score can accurately identify pediatric patients at high risk for severe ADAMTS13 deficiency, facilitating rapid diagnosis and initiation of appropriate therapy. Figure View large Download slide Figure View large Download slide  Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "pediatrics",
        "thrombotic microangiopathies",
        "autoantibodies",
        "bilirubin",
        "enzymes",
        "indirect bilirubin",
        "laboratory test finding",
        "microangiopathic hemolytic anemia",
        "neurologic manifestations",
        "peripheral blood smear"
    ],
    "author_names": [
        "Grace E Linder, MD",
        "Steven Richard Sloan, MD PhD",
        "Pavan Bendapudi, MD",
        "Robert Makar, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Grace E Linder, MD",
            "author_affiliations": [
                "Blood Transfusion Service, Massachusetts General Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven Richard Sloan, MD PhD",
            "author_affiliations": [
                "Department of Laboratory Medicine, Boston Children's Hospital, Boston, MA ",
                "Department of Pathology, Brigham and Women's Hospital and Harvard Medical School, Boston, MA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pavan Bendapudi, MD",
            "author_affiliations": [
                "Blood Transfusion Service, Massachusetts General Hospital, Boston, MA ",
                "Division of Hematology and Blood Transfusion Service, Massachusetts General Hospital, Boston, MA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Robert Makar, MD PhD",
            "author_affiliations": [
                "Blood Transfusion Service, Massachusetts General Hospital, Boston, MA ",
                "Harvard Medical School, Boston, MA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T15:32:03",
    "is_scraped": "1"
}