{
    "doi": "https://doi.org/10.1182/blood-2020-138518",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4653",
    "start_url_page_num": 4653,
    "is_scraped": "1",
    "article_title": "Mitochondrial DNA Variation in Individuals with Sickle Cell Disease ",
    "article_date": "November 5, 2020",
    "session_type": "113.Hemoglobinopathies, Excluding Thalassemia-New Genetic Approaches to Sickle Cell Disease",
    "topics": null,
    "author_names": [
        "Maliha Maryam Ahmad, BS",
        "Laxminath Tumburu, PhD",
        "Chunyu Liu, PhD",
        "Mehdi Pirooznia, MD PhD",
        "Swee Lay Thein, DSc, FRCP, MBBS, MRCP"
    ],
    "author_affiliations": [
        [
            "Sickle Cell Branch, NHLBI, National Institutes of Health, Alexandria, VA"
        ],
        [
            "Sickle Cell Branch, NHLBI, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Department of Biostatistics, Boston University, Boston, MA"
        ],
        [
            "Bioinformatics and Computational Biology Laboratory, National Heart Lung and Blood Institute, National Institutes of Health, Bethesda, MD"
        ],
        [
            "Sickle Cell Branch, NHLBI, National Institutes of Health, Bethesda, MD"
        ]
    ],
    "first_author_latitude": "38.89399655",
    "first_author_longitude": "-77.09082345",
    "abstract_text": "Background: Sickle cell disease (SCD) is a complex multi-system disorder that predominantly affects individuals of African heritage. While the sickle pathology is initiated by polymerization of HbS, multiple end-organ damage is inflicted by years of on-going inflammation and vasculopathy. An emerging marker of inflammation is the accumulation of mutations in mitochondrial DNA (mtDNA), the phenotypic effect of which will depend on the nature of the gene that harbors the mutation, the mutant allele fraction, and the pathogenicity of the mutant allele. A mutation in mtDNA is heteroplasmic when it is present in only a proportion of mtDNA, and homoplasmic, when it is present in all mtDNA molecules. Mitochondrial heteroplasmy can also occur at different tissue or cell levels, even within the same individual. Given the underlying chronic inflammation in SCD, we hypothesize that SCD patients display increased rates of mtDNA mutations. Methods: We analyzed and compared whole genome sequencing (WGS) data from the cohort of 683 SCD patients (SCD cohort) of African ancestry with that of 621 individuals of African ancestry from the 1000 Genomes Project (1KG). The SCD cohort included 561 HbSS & HbSβ 0 thalassemia (combined), 90 HbSC, and 25 HbSβ + thalassemia. The 1KG cohort included 516 HbAA and 105 sickle carriers (HbAS). mtDNA sequences of SCD and 1KG cohorts were initially aligned to the revised Cambridge Reference Sequence (rCRS NC_012920), and subsequently base recalibrated and deduplicated. Mitochondrial sequences extracted from the cleaned WGS data of both cohorts were analyzed for heteroplasmic and homoplasmic variants using mitoCaller from the package mitoAnalyzer . Results: The average depth per locus is ~6,828X for the SCD cohort and ~2,879X for the 1KG cohort. We performed a locus by locus comparison between the mtDNA sequences of both cohorts. No homoplasmic variants unique to the SCD cohort were found when compared to the 1KG cohort. In contrast, there were several \"hotspots\" of heteroplasmic variants that were unique to the SCD cohort, and largely shared amongst the SCD patient population (Figure 1A). To identify these unique variants, we used MITOMASTER and Ensembl VEP to annotate the heteroplasmic variants that had above 40% population frequency within the SCD cohort and below 10% population frequency in the 1KG cohort. Several heteroplasmic variants were non-synonymous and the selected variants originated from the Control Region (D-loop), RNR1, RNR2, ND1, ND4, and ND5. One of the heteroplasmic variants, 2623 A>G, was found to be age linked for HbSS & HbSβ 0 (Figure 1B), with its minor allele frequency (MAF) increasing with age. Further analysis needs to be done in order to determine if more variants unique to the SCD cohort are age-linked. We then compared the quantity of heteroplasmic variants across the different SCD genotypic groups with the 1KG HbAA and the 1KG HbAS groups. The median number of heteroplasmic variants per individual increased progressively from HbAA, HbAS, HbSβ + thalassemia, and HbSC with the highest median number of 119 in HbSS & HbSβ 0 (Figure 1C). Mitochondrial heteroplasmy for 1KG HbAA and 1KG HbAS were statistically significant when tested against each other and against every SCD sub-group; however, the difference was not statistically significant between the different SCD genotypes (Table insert in Fig 1C). It is important to note that we did not apply a MAF threshold, thus many of the heteroplasmic variants may be present at very low levels. Conclusion: Our findings suggest that there is an increased prevalence of heteroplasmic variants in SCD compared to ethnic-matched healthy populations. Within the SCD genotypes, the heteroplasmic burden increased progressively (HbAS < HbSβ + thalassemia < HbSC < HbSS & HbSβ 0 ) with genotypic groups that are associated with increasing phenotypic severity. mtDNA heteroplasmic burden for one variant also increased with age in HbSS & HbSβ 0 individuals, but further studies are needed to explore if mtDNA heteroplasmic burden correlates with the degree of organ damage and disease severity within the same genotypic group. Although it is not clear if the variants are a cause or effect of the sickle inflammatory pathology, our data suggest that mtDNA heteroplasmic burden is a potential biomarker of SCD severity. View large Download slide View large Download slide  Disclosures No relevant conflicts of interest to declare."
}