{
    "doi": "https://doi.org/10.1182/blood.V124.21.5799.5799",
    "article_title": "Various Ages Thymus Transplantation Has Differential Ability of Anti Tumor Effects ",
    "article_date": "December 6, 2014",
    "session_type": "702. Experimental Transplantation: Immune Function, GVHD and Graft-versus-Tumor Effects",
    "abstract_text": "[Objective] Our previously work has demonstrated that allogeneic bone marrow transplantation (allo-BMT) combined with thymus transplantation (TT) was effective in restoring donor-derived T cell function and was beneficial for enhancing graft versus tumor (GVT) effects. However, since the thymic cell functions differ with age, the most effective age of thymus should be explored. In the present study, we examined the effects of allo-BMT plus thymus transplantation (TT) from various ages (fetal, newborn, adult) to determine it’s anti tumor effects . [Methods] BALB/c mice (H-2 d ) bearing Meth-A sarcoma (H-2 d )were treated with allo-BMT combined with or without TT from various age B6 mice(H-2 b ), the tumor size and survival period of the recipient BALB/c mice were examined, histological studies were performed in the liver, intestine, and the engrafted thymus from the recipients 4 weeks after the BMT. Surface markers on lymphocytes from the spleen were analyzed by 3-color fluorescence staining using a FACScan system to determine chimerism. Cytokine production was examined for monitoring lymphocyte function. [Results]. All mice treated with BMT with or without TT showed fully donor-derived chimerism. The tumor size were significantly smaller in the mice treated with BMT plus TT than those treated with BMT alone. Interestingly, the mice treated with BMT plus newborn or fetal thymus showed the greatest degree of tumor regression. The survival rate in mice treated with BMT plus newborn thymus was significantly prolonged compared with those treated with BMT plus adult thymus or BMT plus fetal thymus. Histologically, both the cortex and medullar areas were clearly shown in each group. Normal T-cell differentiation was also observed in the engrafted thymus. The number of CD4 + T cells significantly increased in the mice treated with BMT plus TT compared with those treated BMT alone. The numbers were highest in the mice treated with BMT plus newborn thymus or BMT plus fetal thymus. Microscopic founding of small intestine and liver indicated no evidence of GVHD in all mice treated with BMT combined with or without TT. The production of IL-2 and IFN-γ was significantly elevated in the mice treated with BMT plus TT compared with those treated with BMT alone. However, the production of IL-2 has no significantly difference in all various age thymus transplantation groups. In contrast, the production of IFN-γ was the highest in the mice treated with BMT plus newborn thymus transplantation. [Conclusion]. The present study indicated that allo-BMT combined with TT induces high thymopoiesis, elicit strong GVT effects, and is effective for the host with cancer. And the combination of allo-BMT with newborn thymus is the most effect. We thus found that donor-derived T cells play an important role in the treatment of leukemia. As human thymus tissue can be obtained from patient with congenital heart disease or from aborted fetuses, so the results of the present study suggest this strategy will become a new way for the treatment of malignant tumors in human. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "neoplasms",
        "thymus transplantation",
        "bone marrow transplantation, allogeneic",
        "aldesleukin",
        "cancer",
        "tumor size",
        "congenital heart disease",
        "cytokine",
        "graft-versus-host disease",
        "leukemia"
    ],
    "author_names": [
        "Yuming Zhang",
        "Xiaoqing Feng",
        "Cuiling Wu",
        "Wenling Guo",
        "Huiping Li",
        "Shanshan Yuan"
    ],
    "author_dict_list": [
        {
            "author_name": "Yuming Zhang",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Xiaoqing Feng",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cuiling Wu",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wenling Guo",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Huiping Li",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shanshan Yuan",
            "author_affiliations": [
                "Nanfang Hospital, Southern Medical University, Guangzhou, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T09:35:29",
    "is_scraped": "1"
}