{
    "doi": "https://doi.org/10.1182/blood.V124.21.1355.1355",
    "article_title": "Clinical Testing of Five Hereditary Hemochromatosis-Related Genes: Preliminary Evidence for the Benefit of Next Generation Sequencing ",
    "article_date": "December 6, 2014",
    "session_type": "102. Regulation of Iron Metabolism: Poster I",
    "abstract_text": "Introduction Hereditary hemochromatosis (HH) is a genetic form of iron overload. In cases of excessive iron deposition, serious clinical manifestations may occur, such as liver damage, cardiomyopathy, diabetes, and arthritis. First described in 1996, the HFE gene leads to autosomal recessive HH with reduced penetrance. In other words, two mutations in the HFE gene need to be present in a patient in order to develop symptoms of HFE-related HH, but not all patients with two mutations are affected. In the last 15 years, 4 additional genes were discovered that cause HH: HAMP (hepcidin), HFE2 (hemojuvelin), SLC40A1 (ferroportin), and TFR2 (transferrin receptor 2). HAMP, HFE2 and TFR2 mutations are inherited in a recessive pattern, whereas SLC40A1 mutations are inherited in a dominant pattern. HAMP and HFE2 mutations cause a severe, early-onset form of HH. There is some evidence that sequence changes in HAMP, HFE2 and TFR2 may interact with homozygous HFE mutations, causing a more severe phenotype. Current HH testing guidelines only exist for the most common HFE mutations (C282Y and H63D), with no specific recommendations regarding full gene sequencing for any of the HH genes. Recent research suggests that sequential sequencing may be beneficial in patients who test negative for the most common HFE mutations, exhibit a more severe or early-onset phenotype compared to what is normally seen in HFE-related HH, and/or are of non-Caucasian ethnicity. Next Generation Sequencing (NGS) is a new high-throughput sequencing technology that allows testing of multiple genes concurrently and can detect rare and novel HH-causing mutations that are not typically assayed using targeted methods. However, sequencing can also identify sequence changes known as variants of uncertain significance (VUS) - changes that have not yet been characterized as disease-causing or benign. This abstract summarizes the results of clinical NGS for the five HH-related genes, and shows preliminary evidence as to its’ increased diagnostic yield for HH diagnosis. Methods Patients were referred for clinical full gene sequencing of HFE, HAMP, HFE2, SLC40A1, and/or TFR2 using Next Generation Sequencing (Illumina MiSeq). Results from patients with a clinical indication of iron overload or HH who were tested from 9/2013 - 7/2014 were reviewed. The diagnostic yield of sequencing for all five HH genes was determined. Patients who only had sequencing for a subset of the five genes were analyzed separately. Patients who had testing for a familial mutation were excluded from the review. Results In total, 56 patients underwent HH-related NGS. Thirty-five (62.5%) were males and 21 (37.5%) were females. Ages ranged from 3-77yrs (avg. 40.9yrs). Fifty-one percent were Caucasian, 9% Hispanic, 4% African American, 16% Asian, and 20% not specified. Forty-one patients were tested for all five genes. HH-causing mutations were found in 9 patients: 5 (12.2%) were c.187C>G (p.H63D) HFE homozygous, 1 (2.4%) was c.845G>A (p.C282Y) HFE homozygous, and 3 (7.3%) had mutations in non-HFE genes: SLC40A1 c.430A>T (p.N144Y) heterozygous, SLC40A1 c.533G>A (p.R178Q) heterozygous, and HFE2 c.959G>T (p.R178Q) homozygous. Nine patients (22%) were heterozygous carriers of an HFE mutation. One or more VUSes were found in 5 patients (12.2%). In 18 patients (43.9%), no pathogenic mutations or VUSes were found. There were 15 additional patients who only had sequencing of 1-3 of the available genes. Results for those patients consisted of 1 H63D HFE homozygote, 3 HFE heterozygotes (2 H63D and 1 C282Y) and 1 VUS. Conclusions The new sequencing technology of NGS makes it possible to test multiple genes at the same time. In this sample, sequencing of HFE, HAMP, HFE2, SLC40A1, and TFR2 genes resulted in an additional diagnostic yield compared to HFE C282Y and H63D testing alone. In patients who have a genetic explanation for their HH, management can be personalized based on genotype-phenotype correlation (e.g. N144Y SLC40A1 mutations may lead to reduced phlebotomy tolerance) and at-risk family members can be screened. In addition, all patients in this sample with non-HFE positive results were reportedly Caucasian, highlighting the benefit of sequencing regardless of ethnic background. This preliminary study is an important step toward gaining a better understanding of the genetics of HH. Ultimately, NGS data may make it possible to update current clinical guidelines for HH. Disclosures Rabideau: Invitae: Employment, Equity Ownership.",
    "topics": [
        "genes",
        "hemochromatosis",
        "massively-parallel genome sequencing",
        "iron overload",
        "arthritis",
        "cardiomyopathy",
        "diabetes mellitus",
        "diabetes mellitus, type 2",
        "ferroportin",
        "hepcidin"
    ],
    "author_names": [
        "Marina M Rabideau, MS, LGGC",
        "Hannah J White, MS",
        "Michael Anderson, PhD",
        "Anne Deucher, MDPhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Marina M Rabideau, MS, LGGC",
            "author_affiliations": [
                "Invitae, San Francisco, CA "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hannah J White, MS",
            "author_affiliations": [
                "Invitae, San Francisco, CA ",
                "California State University Stanislaus, San Francisco, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Anderson, PhD",
            "author_affiliations": [
                "Invitae, San Francisco, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Deucher, MDPhD",
            "author_affiliations": [
                "Invitae, San Francisco, CA ",
                "University of California, San Francisco, San Francisco, CA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T21:35:54",
    "is_scraped": "1"
}