{
    "doi": "https://doi.org/10.1182/blood.V120.21.4543.4543",
    "article_title": "Effect of KIR Ligand Mismatched SCT for Infantile ALL with MLL gene Rearrangement: A Report From the Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG) ",
    "article_date": "November 16, 2012",
    "session_type": "Clinical Transplantation",
    "abstract_text": "Abstract 4543 Introduction: Acute lymphoblastic leukemia (ALL) in infants with MLL gene rearrangement shows poor prognosis and its treatment strategy has not been established. The MLL03 study in the Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG) consisted of the HLA-identical related bone marrow transplantation (BMT) or unrelated cord blood transplantation (CBT) within 4 months after intensive chemotherapy. However, it has not been elucidated whether the stem cell transplantation (SCT) at the early stage of treatment could improve the prognosis of infantile ALL. Recently, the graft- versus- leukemia (GVL) effect in KIR ligand mismatched SCT has been reported in several hematologic malignancies. The purpose of this study is to clarify the effect of KIR ligand mismatched SCT for infantile ALL. Subjects and Methods: Twenty-three of the 63 infants with MLL gene rearranged ALL who were registered in the MLL03 study and undergone SCT from February 2004 to January 2009, were evaluated. The prognosis and SCT-related complications were analyzed in patients with KIR ligand matched (n=18) and mismatched (n=5) SCT. Results: Overall survival rate (OS) in the KIR ligand matched group was 58.3% (95% CI, 31.3 – 77.8%), while all of the KIR ligand mismatched group have survived (p=0.10). Event free survival (EFS) was 44.4% (95% CI, 21.5 – 65.1%) in the KIR ligand matched group and 80.0% (95% CI, 20.3 – 96.9%) in the KIR ligand mismatched group (p=0.18). Acute GVHD (grade 2 to 4) was detected in 3 patients in the KIR ligand matched group, and 2 in the KIR ligand mismatched group (p=0.54). Two patients in the KIR ligand matched group and 1 in the KIR ligand mismatched group showed chronic GVHD, but it was all mild. Three patients who relapsed after KIR matched first SCT underwent second SCT with KIR mismatched cord blood, and all have survived without relapse. Discussion: Our study suggests the effect of KIR ligand mismatched SCT to prevent relapse and improve prognosis of infantile ALL, although no significant difference was observed because of small number of patients in each group. In addition, serious adverse events including GVHD were not detected in KIR ligand mismatched group. We conclude that NK cell mediated GVL effect associated with KIR ligand mismatch might improve the prognosis of infantile ALL after SCT, and therefore should be evaluated as a front-line treatment strategy to improve the prognosis of infants with MLL gene rearranged ALL. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "childhood leukemia",
        "ligands",
        "lymphoma",
        "mismatch",
        "mll gene",
        "acute lymphocytic leukemia",
        "adverse event",
        "bone marrow transplantation",
        "chemotherapy regimen",
        "graft-versus-host disease"
    ],
    "author_names": [
        "Takako Miyamura, MD, PhD",
        "Masahiro Hirayama, MD, PhD",
        "Kanji Sugita, MD, PhD",
        "Tomoyuki Watanabe, PhD",
        "Eiichi Ishii, MD, PhD",
        "Katsuyoshi Koh, MD, PhD",
        "Koji Kato, MD, PhD",
        "Akiko Moriya Saito, MD, PhD",
        "Keizo Horibe, MD",
        "Masahito Tsurusawa, MD, PhD",
        "Daisuke Tomizawa"
    ],
    "author_dict_list": [
        {
            "author_name": "Takako Miyamura, MD, PhD",
            "author_affiliations": [
                "Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG), Japan, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Masahiro Hirayama, MD, PhD",
            "author_affiliations": [
                "Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG), Japan, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kanji Sugita, MD, PhD",
            "author_affiliations": [
                "Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG), Japan, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomoyuki Watanabe, PhD",
            "author_affiliations": [
                "NPO-OSCR data center, Nagoya, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eiichi Ishii, MD, PhD",
            "author_affiliations": [
                "Department of Pediatrics, Ehime University Graduate School of Medicine, Toon, Ehime, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katsuyoshi Koh, MD, PhD",
            "author_affiliations": [
                "Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG), Japan, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Koji Kato, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Japanese Red Cross Nagoya First Hospital, Children's Medical Center, Nagoya, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Akiko Moriya Saito, MD, PhD",
            "author_affiliations": [
                "Laboratory of Clinical, Epidemiological and Health services Research, Clinical Research Center, National Hospital Organization, Nagoya Medical Center, Nagoya, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Keizo Horibe, MD",
            "author_affiliations": [
                "Clinical Research Center, National Hospital Organization Nagoya Medical Center, Nagoya, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masahito Tsurusawa, MD, PhD",
            "author_affiliations": [
                "Japanese Pediatric Leukemia/Lymphoma Study Group (JPLSG), Japan, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daisuke Tomizawa",
            "author_affiliations": [
                "Department of Pediatrics, Tokyo Medical and Dental University, Tokyo, Japan"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-22T06:39:56",
    "is_scraped": "1"
}