{
    "doi": "https://doi.org/10.1182/blood.V108.11.1353.1353",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=813",
    "start_url_page_num": 813,
    "is_scraped": "1",
    "article_title": "Heme Oxygenase 1 Deficiency Compromises Stress Responses of Hematopoietic Stem Cells. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "hematopoietic stem cells",
        "heme oxygenase (decyclizing)",
        "stress response",
        "stress",
        "bilirubin",
        "carbon monoxide",
        "cyclin-dependent kinase inhibitors",
        "enzymes",
        "fluorouracil",
        "heme"
    ],
    "author_names": [
        "Yu-An Cao, PhD",
        "Amy J. Wagers, PhD",
        "Holger Karsunky, PhD",
        "Hui Zhao, PhD",
        "Robert Reeves, MS",
        "Ronald J. Wang",
        "David K. Stevenson, MD",
        "Irving L. Weissman, MD",
        "Christopher H. Contag, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pathology, Stanford University, Stanford, CA, USA"
        ],
        [
            "Pediatrics, Stanford University, Stanford, CA, USA"
        ]
    ],
    "first_author_latitude": "37.43536805",
    "first_author_longitude": "-122.17530765000001",
    "abstract_text": "Hematopoietic stem cells (HSCs) must be able to balance their self-renewal and differentiation activities in order to preserve their compartment in response to hematopoietic insults for efficient and life-long hematopoiesis while ensuring sufficient blood production to meet the increased hematopoietic demand. Mechanism(s) that regulate this balance during stress hematopoiesis remain to be fully understood. Heme oxygenase 1 (HO-1) is an important stress-inducible protein and a key enzyme of heme degradation that produces iron, bilirubin, and carbon monoxide (CO). CO is a gaseous regulator of cellular responses to a variety of insults. HO-1 deficiency results in reduced stress defense due to inadequate levels of its products. We report here that mice lacking one allele of HO-1 (HO-1−/+ mice) recovered more rapidly from myelotoxic injury and that sufficient HO-1−/+ bone marrow (BM) transplants engrafted lethally irradiated hosts with accelerated kinetics. These effects of HO-1 deficiency on regenerative hematopoiesis were associated with accelerated cell division of lineage-depleted (lin-) Sca-1+ cells. However, in other experimental settings, the converse can be seen in HO-1 deficiency. Repeated treatment of HO-1−/+ mice with 5-FU significantly reduced the number of HSCs in the marrow, relative to wild-type animals, and following adoptive transfer, the HO-1−/+ HSC compartment was smaller compared to that of HO-1+/+ in recipient animals. As a consequence, limited numbers of HO-1−/+ BM cells failed to provide adequate radio-protection of lethally irradiated recipients, and HO-1−/+ HSCs showed significantly compromised capacity to serially repopulate myeloablated hosts. We also noted that expression levels of the cyclin-dependent kinase inhibitor p21Cip/WAF1 were lower in lin- HO-1−/+ BM cells in contrast to that in HO-1+/+ cells under steady-state conditions, and that p38 mitogen-activated protein kinase (p38MAPK) was insufficiently activated in HO-1−/+ multipotent progenitors (MPPs) after heme challenge, compared to that in wild-type MPPs. We propose a model wherein HO-1 plays an intracellular regulatory and cyto-protective role in maintaining HSC compartment, especially during stress hematopoiesis. It follows that reduced levels of p38MAPK activation, presumably due to insufficient production of CO when HO-1 is deficient, result in accelerated proliferation of MPPs. This would potentially skew the balance between self-renewal and differentiation of HSC and deplete the primitive cell compartment, leading to ultimate hematopoietic exhaustion."
}