{
    "doi": "https://doi.org/10.1182/blood-2020-136230",
    "article_title": "PML-RAR Binds to the +7kb Enhancer of CEBPE and Inhibits Its Expression ",
    "article_date": "November 5, 2020",
    "session_type": "602.Disordered Gene Expression in Hematologic Malignancy, including Disordered Epigenetic Regulation",
    "abstract_text": "Acute promyelocytic leukemia (APL) is a unique subtype of acute myeloid leukemia (AML). The disease is identified by distinctive morphology and is distinguished by a balanced reciprocal translocation between chromosomes 15 and 17. This aberration leads to the fusion between promyelocytic leukemia (PML) gene located on chromosome 15q21, and retinoic acid receptor α (RARA) gene from chromosome 17q21, leading to the resultant chimeric onco-fusion protein PML-RARA, which is detectable in more than 95% patients and disturbs proper promyelocytic differentiation. All-trans retinoic acid (ATRA) can induce granulocytic differentiation in APL and is used to treat APL patients. Genes containing PML-RARA-targeted promoters are transcriptionally suppressed in APL and most likely constitute a major mechanism of transcriptional repression occurring in APL. A growing body of evidence points to the role of distal regulatory elements, including enhancers, in the control of gene expression. In order to understand the unique sets of enhancers that might be under the control of PML-RAR and crucial for granulocytic differentiation of NB4 cells, we analysed the enhancer landscape of control and ATRA treated NB4 cells. H3K9Ac mapping identified a repertoire of enhancers that were gained in NB4 cells treated with ATRA. Closer investigation of these enhancer elements revealed enrichment of H3K9Ac signals around major drivers of myeloid differentiation. Of note, we identified a gain in enhancer signature for a region about 7kb downstream of the CEBPE gene. Our previous studies identified a novel enhancer for CEBPE in murine hematopoietic cells, which was 6 downstream of CEBPE core promoter. It appears that the +7kb region we identified in human APL cells may be analogous to the murine enhancer. We also observed that PML-RAR binds this +7kb region and ATRA treatment of NB4 cells displaced binding of PML-RAR from the + 7kb region, suggestive of a transcriptional repressive effect of PML-RAR at such enhancer elements. To test the transcription regulating potential of this +7kb region, we used catalytically inactive Cas9 fused to Krüppel associated box (KRAB) domain (dCas9-KRAB). We designed three guide RNAs covering this regulatory region. The sgRNAs effectively repressed expression of CEBPE accompanied by lowered granulocytic differentiation of these guide RNA targeted NB4 cells after ATRA treatment. To explore transcription factor (TF) occupancy at this +7 kb region, we analysed public available ChIP-seq datasets for hematopoiesis-specific factors. Analysis revealed that the +7kb region was marked by an open chromatin signature, accompanied by binding of a majority of hematopoietic TFs around this putative regulatory element with concurrent binding of EP300. Strikingly we noticed binding of CEBPA, CEBPB and CEBPE at this regulatory element. To assess whether binding of these members of the CEBP family of TFs is functionally relevant, luciferase reporter and electrophoretic mobility shift assays (EMSA) were performed. Co expression of the CEBP TFs led to significant induction of luciferase expression, and this data was further confirmed using EMSA assays. Based on these observations, we propose that PML-RAR blocks granulocytic differentiation by occupying this +7kb enhancer of CEBPE, hinders binding of other cell type/lineage specific TFs, and blocks CEBPE expression. When cells are stimulated with ATRA, PML-RAR is displaced from the CEBPE enhancer, allowing for efficient binding of myeloid-specific TFs. This results in increased CEBPE expression, which in turn promotes efficient granulocytic differentiation. The findings from our study expands our current understanding of the mechanism of differentiation therapy, the role of onco-fusion proteins in inhibiting myeloid differentiation, and may provide new therapeutic approaches to many acute myeloid leukemias. Disclosures Ong: National University of Singapore: Other: Royalties.",
    "author_names": [
        "Pavithra Shyamsunder",
        "Shree Pooja Sridharan",
        "Pushkar Dakle",
        "Zeya Cao",
        "Vikas Madan, PhD",
        "Sin Tiong Ong, MD",
        "H. Phillip Koeffler, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pavithra Shyamsunder",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "Cancer & Stem Cell Biology Programme, DUKE-NUS Medical School, Singapore, Singapore "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Shree Pooja Sridharan",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Pushkar Dakle",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zeya Cao",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "Department of Medicine, Yong Loo Lin School of Medicine, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Vikas Madan, PhD",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sin Tiong Ong, MD",
            "author_affiliations": [
                "Cancer & Stem Cell Biology Programme, DUKE-NUS Medical School, Singapore, Singapore ",
                "Department of Medicine, Duke University Medical Center, Durham, NC "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Phillip Koeffler, MD",
            "author_affiliations": [
                "Cancer Science Institute of Singapore, National University of Singapore, Singapore, Singapore ",
                "Cedars-Sinai Medical Center, Division of Hematology/Oncology, UCLA School of Medicine, Los Angeles, CA ",
                "Department of Hematology-Oncology, National University Cancer Institute of Singapore (NCIS), National University Hospital, Singapore, Singapore "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-19T21:28:26",
    "is_scraped": "1"
}