{
    "doi": "https://doi.org/10.1182/blood.V110.11.1796.1796",
    "article_title": "Aurora-A Kinase: A Novel Target for the Immunotherapy Against Human Leukemias. ",
    "article_date": "November 16, 2007",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Aurora-A kinase (Aurora-A) is one of the serine/threonine kinase families, which is located on the long arm of chromosome 20q13, is mainly expressed in G2/M phase of cell-cycle and regulates mitotic cell division process in normal cells. In normal tissues, Aurora-A is exclusively expressed in testis, but uncertain in CD34 + hematopoietic progenitor cells. Overexpression of Aurora-A is observed in various human solid tumors and hematological malignancies, gene-transfer of Aurora-A resulted in tumor-transformation, in vitro. And, we previously reported that Aurora-A was overexpressed in lymphoma cells and was implicated in the proliferation. These lines of evidence suggested that Aurora-A was one of cancer-testis antigens, might directly be correlated with tumorigenesis, and postulated that Aurora-A simultaneously might be an immunotherapeutic candidate antigen for patients with hematological malignancies. [Purpose and methods] In this study, we set out to answer the question whether Aurora-A could be a target of immunotherapy for leukemia or not. Firstly we started to explore candidate epitopes derived from Aurora-A for the induction of epitope-specific CTL. 9-mer peptides of Aurora-A which were algorithmically predicted to bind to HLA-A*0201 molecules were synthesized and assessed their binding affinites by HLA-A*0201 stabilization assay with T2 cells. Aurora-A derived-peptide-specific CTL were generated by repetitive stimulations of the peripheral blood mononuclear cells (PBMC) obtained from HLA-A*0201 + healthy individual. Target-specific cytotoxicity was defined by standard 51 Cr release assay as described previously. HLA-class I restriction was confirmed by blocking test with anti-HLA class I antibody (w6/32) or anti-HLA-DR antibody (L243). The expression of Aurora-A mRNA and Aurora-A protein in cell line cells and primary leukemia cells were assessed by semi-quantitative real-time PCR (RQ-PCR) and western blot (WB). Circulating Aurora-A-specific CTL precursors in PBMC of patients with leukemia in remission who received chemotherapy or allogeneic stem cell transplantation (allo-SCT) was measured by ELISPOT assay and tetramer assay. [ Results] We succeeded in establishing a CD8 + CTL which could recognize a 9-mer peptide (aa207-215;YLILEYAPL) derived from Aurora-A in the context of HLA-A*0201, the most common HLA class I type in Caucasian. Those CTL lysed target-peptide loaded autologous EBV-immortalized B cell line cells (LCL), but not those without target-peptide or target-peptide loaded HLA-A*0201-negative LCL. Both expression level of Aurora-A mRNA and protein in leukemia cells were high, especially in primary CML cells, but very low in normal PBMCs. The Aurora-A peptide (aa207-215;YLILEYAPL)-specific CTL could lyse HLA-A*0201 + and Aurora-A mRNA expressing leukemia cell lines and primary leukemia cells, but not normal cells. Furthermore, the degree of target-cell lysis was in concordance with the expression level of Aurora-A mRNA. Finally, the Aurora-A-epitope specific CTL precursors were detected in PBMC of remission state from an AML patient who received allo-SCT and an ALL patient treated solely by chemotherapy. [Conclusion] We identified a novel epitope derived from Aurora-A (aa207-215) which exerted CTL activity against leukemias. Our data suggest that this newly defined epitope of Aurora-A may be naturally expressed by primary leukemias in HLA-A*0201 restriction, and Aurora-A can be a potential target of immunotherapy for leukemias.",
    "topics": [
        "immunotherapy",
        "leukemia",
        "phosphotransferases",
        "hla-a antigens",
        "hla-a2 antigen",
        "peptides",
        "epitopes",
        "human leukocyte antigens",
        "rna, messenger",
        "allopurinol"
    ],
    "author_names": [
        "Toshiki Ochi, MD",
        "Hiroshi Fujiwara, MD., PhD",
        "Kohichiro Suemori, MD",
        "Taichi Azuma, MD., PhD",
        "Kiyotaka Kuzushima, MD., PhD",
        "Masaki Yasukawa, MD., PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Toshiki Ochi, MD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toh-on, Ehime, Japan"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Fujiwara, MD., PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toh-on, Ehime, Japan"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kohichiro Suemori, MD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toh-on, Ehime, Japan"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Taichi Azuma, MD., PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toh-on, Ehime, Japan"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Kiyotaka Kuzushima, MD., PhD",
            "author_affiliations": [
                "Immunology, Aichi Cancer Center, Nagoya, Aichi, Japan"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Masaki Yasukawa, MD., PhD",
            "author_affiliations": [
                "Bioregulatory Medicine, Ehime University Graduate School of Medicine, Toh-on, Ehime, Japan"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-03T21:30:06",
    "is_scraped": "1"
}