{
    "doi": "https://doi.org/10.1182/blood.V108.11.3578.3578",
    "article_title": "A Phase I/II Study of Atacicept (TACI-Ig) To Neutralize APRIL and BLyS in Patients with Refractory or Relapsed Multiple Myeloma (MM) or Active Previously Treated Waldenstrom’s Macroglobulinemia (WM). ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Atacicept (formerly referred to as TACI-Ig) is a soluble receptor fusion protein comprised of the extracellular domain of TACI and the Fc portion of a human IgG. Atacicept binds to APRIL (A Proliferation-Inducing Ligand) and BLyS (B Lymphocyte Stimulator), which are potent survival factors for normal B cells and are over-expressed in plasma cell malignancies. APRIL and BLyS are produced by MM cellsand other cells within the tumor environment, resulting in the enhanced survival of malignant cells via both autocrine and paracrine loops. The aim of this trial was to determine the tolerability, PK, PD and biological activity of atacicept in patients with MM or WM. Methods: This was an open-label, dose-escalation study to determine the maximum tolerated dose and the optimal biologic dose of atacicept in patients with refractory or relapsed MM or active, progressive WM. Eligible patients were enrolled in sequential cohorts to receive one cycle of five weekly subcutaneous injections of atacicept at 2, 4, 7 or 10 mg/kg. Patients who demonstrated at least stable disease after the first cycle were allowed to continue to the extension phase consisting either of two additional cycles separated by a 4-week wash-out period or 15 weekly injections at a dose of 10 mg/kg. PK was assessed after the 1st and 5th dose. Usual safety parameters were assessed, including measurement of potential anti-atacicept antibodies. The biological activity assessment included M-protein, beta 2-microglobulin, soluble syndecan-1, lymphocyte subpopulation counts (by flow cytometric analysis), polyclonal immunoglobulins, serum and urinary free light chains and CRP. Response was assessed using modified Bladé criteria. Results: A total of 16 patients (12 MM and 4 WM) entered the trial. Fourteen patients completed the study, one patient was withdrawn for progressive disease and one is still being treated. No dose limiting toxicity (DLT) and no SAE related to study drug were observed. Five MM patients and 3 WM patients had stable disease after the first treatment cycle; the rest of the patients progressed. There was no obvious correlation of response with the dose received. Eight patients entered the extension phase: 4 received two additional cycles and 4 received 15 weekly injections of atacicept. Seven of the eight patients have completed the extension: 4 patients with stable disease (3 MM and 1 WM), 2 patients with progressive disease and 1 WM patient with a minimal response (M-component decrease greater than 25%). Most of patients showed a decrease of polyclonal immunoglobulins and B lymphocytes. A marked decrease in the M component and syndecan-1 was observed in several patients, while CRP was not affected. Conclusions: Treatment with atacicept was well tolerated. No dose limiting toxicity was observed. A biological response in accordance with the expected atacicept mode of action was observed in this heavily treated refractory population. Disease stabilization was seen in several patients and one WM patient achieved a minimal response.",
    "topics": [
        "immunoglobulins",
        "multiple myeloma",
        "waldenstrom macroglobulinemia",
        "c-reactive protein",
        "cyclic amp receptor protein",
        "epley maneuver",
        "paraproteins",
        "progressive neoplastic disease",
        "toxic effect",
        "antibodies"
    ],
    "author_names": [
        "Jean-Francois Rossi, MD",
        "Jerome Moreaux, Ph.D.",
        "Mikaelle Rose, Ph.D.",
        "Marie Picard, M.S.",
        "Arnaud Ythier, M.D.",
        "Ciara Rossier, M.S.",
        "Eric Sievers, M.D.",
        "Bernard Klein, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Jean-Francois Rossi, MD",
            "author_affiliations": [
                "Hematology-Oncology and Unit for Cellular and Gene Therapy, University Hospital, Montpellier, France"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jerome Moreaux, Ph.D.",
            "author_affiliations": [
                "Hematology-Oncology and Unit for Cellular and Gene Therapy, University Hospital, Montpellier, France"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mikaelle Rose, Ph.D.",
            "author_affiliations": [
                "Hematology-Oncology and Unit for Cellular and Gene Therapy, University Hospital, Montpellier, France"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marie Picard, M.S.",
            "author_affiliations": [
                "Clinical Development, Serono International, Geneva, Switzerland"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arnaud Ythier, M.D.",
            "author_affiliations": [
                "Clinical Development, Serono International, Geneva, Switzerland"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ciara Rossier, M.S.",
            "author_affiliations": [
                "Clinical Development, Serono International, Geneva, Switzerland"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eric Sievers, M.D.",
            "author_affiliations": [
                "Clinical Development, ZymoGenetics Inc, Seattle, WA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernard Klein, Ph.D.",
            "author_affiliations": [
                "Hematology-Oncology and Unit for Cellular and Gene Therapy, University Hospital, Montpellier, France"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-02T02:44:04",
    "is_scraped": "1"
}