{
    "doi": "https://doi.org/10.1182/blood-2020-141250",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4601",
    "start_url_page_num": 4601,
    "is_scraped": "1",
    "article_title": "AFM13 in Patients with Relapsed or Refractory Hodgkin Lymphoma: Final Results of an Open-Label, Randomized, Multicenter Phase II Trial ",
    "article_date": "November 5, 2020",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "topics": null,
    "author_names": [
        "Stephanie Sasse, MD",
        "Jesko Momotow, MD",
        "Annette Plütschow",
        "Andreas Hüttmann, MD",
        "Nadezda Basara, MD",
        "Christian Koenecke, MD",
        "Sonja Martin, MD",
        "Martin Bentz, MD",
        "Christina Grosse-Thie, MD",
        "Sven Thorspecken, MD",
        "Maike de Wit, MD",
        "Carsten Kobe, MD",
        "Markus Dietlein, MD",
        "Bastian von Tresckow, MD",
        "Michael Fuchs",
        "Peter Borchmann, MD",
        "Andreas Engert, MD"
    ],
    "author_affiliations": [
        [
            "German Hodgkin Study Group, Cologne, Germany ",
            "Clinic for Hematology and Medical Oncology, University Medicine Göttingen, Göttingen, Germany "
        ],
        [
            "German Hodgkin Study Group (GHSG), Germany and Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf (CIO ABCD), University of Cologne, Germany, Cologne, Germany "
        ],
        [
            "German Hodgkin Study Group (GHSG) and Department I of Internal Medicine, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Hematology, University Hospital, Essen, Germany "
        ],
        [
            "Medizinische Klinik I, Malteser Krankenhaus St. Franziskus-Hospital, Flensburg, Germany "
        ],
        [
            "Department of Hematology, Hemostasis, Oncology and Stem Cell Transplantation, Hannover Medical School, Hannover, Germany "
        ],
        [
            "Department of Hematology and Oncology, Robert-Bosch-Hospital, Stuttgart, Germany "
        ],
        [
            "Stadtisches Klinikum Karlsruhe, Karlsruhe, DEU "
        ],
        [
            "Department of Medicine, Clinic III - Hematology, Oncology, Palliative Medicine, Rostock University, Rostock, DEU "
        ],
        [
            "Clinic for Hematology, Oncology, Immunology, Hospital Schwabing, Munich, Germany "
        ],
        [
            "Department of Medicine - Hematology, Oncology, Palliative Medicine, Vivantes Klinikum Neukölln, Berlin, Germany "
        ],
        [
            "Department of Nuclear Medicine, Faculty of Medicine and University Hospital Cologne, University Hospital of Cologne, Cologne, Germany "
        ],
        [
            "Department of Nuclear Medicine, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany "
        ],
        [
            "Clinic for Hematology and Stem Cell Transplantation, West German Cancer Center, University Hospital of Essen, University of Duisburg-Essen, Essen, Germany "
        ],
        [
            "First department of Internal Medicine / German Hodgkin Study Group (GHSG), Cologne, Germany "
        ],
        [
            "German Hodgkin Study Group (GHSG) and Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf (CIO ABCD), University of Cologne, Cologne, Germany "
        ],
        [
            "Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf, Cologne, Germany"
        ]
    ],
    "first_author_latitude": "50.957702850000004",
    "first_author_longitude": "6.96732235",
    "abstract_text": "INTRODUCTION: The outcome of patients (pts) with classical Hodgkin Lymphoma (cHL) experiencing relapse after high dose chemotherapy, brentuximab vedotin (BV) and anti-PD1 antibody (Ab) treatment is poor and in most patients the duration of the response to this treatment is rather short. Thus, there still is a need for new treatment options. A promising immunotherapeutic approach is the bispecific anti-CD30/CD16A antibody AFM13. METHODS: Pts ≥ 18 years with relapsed or refractory cHL after standard therapy including BV and anti-PD1 Ab were included in this two-stage trial (NCT02321592). In stage I pts were initially assigned in a 1:1 ratio to either Arm A with 1.5 mg/kg AFM13 3x/ week for 8 weeks or Arm B with 1.5 mg/kg AFM13 3x/ week for 2 weeks followed by 1 infusion of 7.0 mg/kg/week for 6 weeks. After an amendment to this trial, all further pts received 7 mg/kg per week, with 1 mg/kg loading dose and 6 mg/kg as continuous infusion for 5 days/ week thereafter (Arm C). If ≥ 2 overall responders were observed in 10 pts, the respective trial arm qualified for stage 2. Primary endpoint was the objective response (complete/partial remission (CR/PR)) after the first cycle. Secondary endpoints included efficacy (Overall survival (OS), Progression free survival (PFS)) and safety analyses. RESULTS: Between June 26, 2015 and May 31, 2019, 25 pts were assigned to arm A (n=5), B (n=12), or C (n=8), respectively, and qualified for statistical analyses. Median age of the study population was 45 (range 21-73) years. 24/25 patients were male. Clinical stages 2, 3 and 4 were diagnosed in 8 (32%), 9 (36%), and 8 (32%) patients, respectively. Patients had received a median of 3 (range 1-11) salvage-therapy lines after first-line therapy. Since the trial was terminated in stage I due to a lack of recruitment, all statistical analyses of primary and secondary endpoints are also of descriptive nature. The central response evaluation panel included 24 of 25 pts: The objective response rate was 16.6% including 1 complete response (CR) and 3 partial responses (PR). Stable disease (SD) was documented in 6 pts and progressive disease (PD) in 14 pts. The responses were distributed as follows to the treatment arms: Two responses were documented in arm C and one response was documented in arm A and B, respectively. Second cycle AFM13 was started in 5 patients. Two patients had PD during or after cycle 2, and one patient each was diagnosed with CR, PR, or SD. During follow-up, there were 22 cases of PD and 9 deaths. With a median observation time for PFS of 5.5 months (95% CI 2.6 - 11.0), the 12-months PFS estimate was 12.6% (95%-CI 3.2 - 28.9) (Fig.1). With a median observation time of 14.5 months (95% CI 12.9-16.8) the 12-months OS estimate was 62% (95% CI 39.6-78.1). In only 5/25 pts serious adverse events due to hospitalization were observed; two events were characterized as serious adverse reaction: one CTC grade 4 and one CTC grade 2 infusion related reaction. All events resolved completely. CONCLUSION: Treatment with AFM13 was well tolerated and showed modest activity in heavily pretreated pts. The responses documented in arm C qualified this arm with continuous AFM13 application over 5 days for further evaluation in trial stage 2 and thus indicated its potential. However, the trial was prematurely stopped due to low recruitment leading to the conclusion that the acceptance of the application schedule is extremely important. View large Download slide View large Download slide  Disclosures Hüttmann: Roche: Other: Travel expenses; Seattle Genetics: Research Funding; Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Gilead: Honoraria; Celgene: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES (paid by any for-profit health care company); Lead Discovery Center GmbH: Consultancy; University Hospital Essen, University of Duisburg-Essen, Essen, Germany: Current Employment. Grosse-Thie: Abbvie: Other: Travel Grants; Bristol-Myers Squibb: Honoraria, Other: Travel Grants; Amgen: Honoraria; Novartis: Honoraria; Daiichi Sankyō: Other: Travel Grants. von Tresckow: Kite/Gilead: Honoraria; Pfizer: Honoraria; Amgen: Honoraria; Takeda: Honoraria, Other: Travel support, Research Funding; Novartis: Other: Travel support, Research Funding; Takeda: Honoraria, Other: Travel support, Research Funding; MSD Sharp & Dohme: Honoraria, Research Funding; Roche: Honoraria. Fuchs: Takeda: Honoraria; Celgene: Honoraria; Amgen: Honoraria; Bristol Myers Squibb: Honoraria, Research Funding; Affimed: Honoraria. Borchmann: Takeda: Research Funding; Bristol Myers Squibb: Research Funding. Engert: Takeda: Honoraria, Research Funding; MSD Sharp & Dohme: Honoraria; Bristol Myers Squibb: Honoraria, Research Funding; Affimed Therapeutics: Research Funding; AstraZeneca: Honoraria; Sandoz: Honoraria."
}