{
    "doi": "https://doi.org/10.1182/blood.V116.21.1759.1759",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1626",
    "start_url_page_num": 1626,
    "is_scraped": "1",
    "article_title": "An Effective Salvage Treatment Using Rituximab, Ifosfamide, Etoposide, Cytarabine, and Dexamethasone (R-IVAD) for Patients with Relapsed or Refractory Aggressive B-Cell Lymphoma ",
    "article_date": "November 19, 2010",
    "session_type": "Lymphoma - Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "b-lymphocytes",
        "cytarabine",
        "dexamethasone",
        "etoposide",
        "ifosfamide",
        "lymphoma",
        "rituximab",
        "autologous stem cell transplant",
        "diffuse large b-cell lymphoma",
        "chemotherapy regimen"
    ],
    "author_names": [
        "Katsuhiro Miura, MD",
        "Kazuhiro Takei, MD",
        "Sumiko Kobayashi, MD",
        "Yujin Kobayashi, MD",
        "Toshitake Tanaka, MD",
        "Daisuke Kurita, MD",
        "Noriyoshi Iriyama, MD",
        "Yasuyuki Inoue, MD",
        "Yoshihiro Hatta, MD",
        "Yoshimasa Kura, MD",
        "Umihiko Sawada, MD",
        "Jin Takeuchi, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ],
        [
            "Division of Hematology and Oncology, Kasukabe Municipal Hospital, Saitama, Japan"
        ],
        [
            "Division of Hematology and Oncology, Kasukabe Municipal Hospital, Saitama, Japan"
        ],
        [
            "Department of Hematology and Rheumatology, Nihon University School of Medicine, Tokyo, Japan, "
        ]
    ],
    "first_author_latitude": "35.748803099999996",
    "first_author_longitude": "139.6910984",
    "abstract_text": "Abstract 1759 Background The prognosis of patients with relapsed or refractory aggressive B-cell lymphoma after the conventional first line chemotherapy is still disappointing. Although several rituximab combined salvage regimens were reported, the optimal treatment has not yet been established. We therefore evaluated the efficacy and toxicity of a non-anthracycline based salvage regimen, consisting of rituximab, ifosfamide, etoposide, cytarabine and dexamethasone (R-IVAD) in patients with relapsed or refractory aggressive B-cell lymphoma. Patients and methods Patients with relapsed or refractory CD20-positive diffuse large B-cell lymphoma (DLBCL) and follicular lymphoma grade 3 (FL G3) were consecutively enrolled in this treatment. R-IVAD consisted of rituximab (375 mg/m 2 on day -2), ifosfamide (1500 mg/m 2 on day 1–5), etoposide (150 mg/m 2 on day 1–3), cytarabine (100 mg/m 2 on day 1–3) and dexamethasone (40 mg/body on day 1–3). Treatment was given every 3 weeks up to a total of 3 courses with support of granulocyte colony stimulating factor. For responders under 65 years old with good performance status (PS), we planed peripheral stem cell collection after the third cycle of R-IVAD and consolidating high-dose chemotherapy (HDC) with cycrophosphamide (60 mg/kg on day -7,-6), etoposide (500 mg/m 2 on day -6, -5, -4) and ranimustine (250 mg/m 2 on day -3, -2) followed by autologous stem cell transplantation (ASCT). Results Thirty-two patients (25 DLBCL and 7 FL G3) with a median age of 64 years old (range 38–79) participated in this study and received an average of 2.6 cycles of R-IVAD. There were 21 relapsed and 11 primary refractory patients. The overall response (OR) and the complete response (CR) rate were 72% and 56% respectively. The OR rate of relapsed patients was significantly higher than that of primary refractory patients (86% vs. 45%, p=0.035). With a median 16 months (range 2–99) of follow up, the 2-year overall survival (OS) and the event-free survival (EFS) for all patients were 55% and 36% respectively. Of the 11 eligible patients, 10 successfully proceeded to HDC/ASCT with an average of 5.5 × 10 6 /kg of harvested CD34-positive cells, resulting in the 2-year OS of 90%. No treatment related death was observed during the investigation. Multivariate analysis revealed that the age > 60 years, PS ≥ 2, extranodal sites ≥ 2, and primary refractory disease were independently associated with worse survival. Conclusion R-IVAD regimen, which efficiently mobilizes peripheral stem cells, is a safe and efficacious alternative for patients with relapsed or refractory aggressive B-cell lymphoma. Disclosures: No relevant conflicts of interest to declare."
}