{
    "doi": "https://doi.org/10.1182/blood-2021-149214",
    "article_title": "Dynamic Reprogramming and Evolution Associated with Sequential Resistance to Ibrutinib and CAR T Therapy in Mantle Cell Lymphoma ",
    "article_date": "November 5, 2021",
    "session_type": "621.Lymphomas: Translational-Molecular and Genetic",
    "abstract_text": "Introduction FDA approval for CD19 chimeric antigen receptor (CAR) T therapy with Brexucabtagene Autoleucel (BA) for relapsed mantle cell lymphoma (MCL) is a milestone advance. However, most patients relapsed after Bruton's tyrosine kinase (BTK) inhibitor ibrutinib therapy and CAR T therapy, making it urgent and essential to uncover the underlying mechanisms that govern resistance to ibrutinib and BA, as well as potential therapeutic targets. Method Two cohorts of primary patient samples were longitudinally collected at pre- and post-ibrutinib therapy (cohort 1, n = 12, samples = 28) or at pre- and post-BA therapy (cohort 2, n = 15, samples = 39) and subject to single-cell RNA sequencing (Figure 1A). Two healthy PBMC samples were included as normal controls. All 67 patient samples were divided into four major groups based on clinical outcomes: samples with fast response to ibrutinib (IBN-S), samples with slow response (IBN-Slow), samples with resistance (IBN-R), and samples with dual resistance to ibrutinib and BA (Dual). Data was integrated across cohorts and experimental batches. In-silico isolation of B cells was followed by differential gene expression analysis using a mixed model with random effect accounting for inter-patient variation. Gene Set Enrichment Analysis (GSEA) was performed to link clinical outcomes to dysregulated cancer hallmarks. Trajectory analysis further modeled the sequential changes resulting in different clinical outcomes. Copy number variation (CNV) analysis was performed to infer chromosomal aberrations. Results A high degree of transcriptomic heterogeneity was observed in tumor cells among patients within the same or across different clinical outcomes. Differential gene expression analysis revealed a set of outcome-specific genes across all patients. A list of 37 genes was consistently altered between Dual and IBN-R samples across both cohorts (FDR<0.1). The co-enrichment of OXPHOS and MYC pathways was linked to both ibrutinib resistance and BA resistance in an additive manner. Progressive co-enrichment was detected in different contrasts, including IBN-Slow vs IBN-S, IBN-R vs IBN-Slow plus IBN-S, and Dual vs IBN-R (Figure 1B, FDR<0.05). To capture the transitions of biological processes between different clinical outcomes, we performed trajectory analysis. The major trajectory stemmed from normal to IBN-S samples, then branched into IBN-Slow and IBN-R/Dual, which further branched into IBN-R and Dual (Figure 1C). A list of differentially expressed genes near the bifurcation point of trajectories (IBN-R/Dual) was identified (adjusted p-value < 2e-16) . To further understand the evolution associated with therapeutic resistance at the genomic level, we conducted the CNV analysis. We then quantified the genome instability score using chromosomal aberrations and observed a significant positive association with tumor aggressiveness (ANOVA test, p-value < 2e-16). Dual samples had the highest score, followed by IBN-R, IBN-Slow, and IBN-S (Figure 1D). Of note, chr22p gain was exclusive to the CAR T-resistant samples (4 out of 6), with specific aberrations in immunoglobulin lambda variable ( IGLV ) and constant ( IGLC ) genes, suggesting its association with BA resistance. Together with previously identified DEGs, targetable molecules are under active investigation for therapeutic development to overcome BA resistance. Conclusion In this study, we found co-enrichment of the OXPHOS and MYC pathways in each resistant cohort, suggesting their predominant role in ibrutinib resistance and BA resistance. Trajectory analysis detected genes differentially expressed at the branch point, which may represent novel early drivers of therapeutic resistance and disease progression. Acquired genome instability is positively correlated with tumor aggressiveness. The exclusive chr22p gain and immunoglobulin lambda alterations in Dual samples may suggest novel therapeutic targets to overcome the resistance for relapsed MCL patients. Collectively, our findings gained novel insight into the underlying mechanisms of resistance to ibrutinib and BA, as well as therapeutic vulnerabilities that can be targeted to overcome resistance. Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Jain:  Kite: Consultancy; Lilly: Membership on an entity's Board of Directors or advisory committees. Wang:  Hebei Cancer Prevention Federation: Honoraria; Dava Oncology: Honoraria; Genentech: Consultancy; Bayer Healthcare: Consultancy; Clinical Care Options: Honoraria; Kite Pharma: Consultancy, Honoraria, Research Funding; Imedex: Honoraria; Janssen: Consultancy, Honoraria, Research Funding; InnoCare: Consultancy, Research Funding; Miltenyi Biomedicine GmbH: Consultancy, Honoraria; Mumbai Hematology Group: Honoraria; DTRM Biopharma (Cayman) Limited: Consultancy; Epizyme: Consultancy, Honoraria; The First Afflicted Hospital of Zhejiang University: Honoraria; VelosBio: Consultancy, Research Funding; CStone: Consultancy; BGICS: Honoraria; OMI: Honoraria; Anticancer Association: Honoraria; Acerta Pharma: Consultancy, Honoraria, Research Funding; CAHON: Honoraria; AstraZeneca: Consultancy, Honoraria, Research Funding; Chinese Medical Association: Honoraria; BeiGene: Consultancy, Honoraria, Research Funding; Moffit Cancer Center: Honoraria; Newbridge Pharmaceuticals: Honoraria; Scripps: Honoraria; Juno: Consultancy, Research Funding; Loxo Oncology: Consultancy, Research Funding; Oncternal: Consultancy, Research Funding; Pharmacyclics: Consultancy, Research Funding; BioInvent: Research Funding; Celgene: Research Funding; Lilly: Research Funding; Molecular Templates: Research Funding; Physicians Education Resources (PER): Honoraria.",
    "author_names": [
        "Fangfang Yan",
        "Changying Jiang",
        "Qingsong Cai",
        "Preetesh Jain",
        "Yijing Li",
        "Yang Liu",
        "Joseph McIntosh",
        "Alexa A Jordan",
        "Zhongming Zhao",
        "Lukas Simon",
        "Michael Wang"
    ],
    "author_dict_list": [
        {
            "author_name": "Fangfang Yan",
            "author_affiliations": [
                "School of Biomedical Informatics, The University of Texas Health Science Center at Houston, Houston, TX"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Changying Jiang",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Qingsong Cai",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Preetesh Jain",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yijing Li",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yang Liu",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joseph McIntosh",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alexa A Jordan",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Zhongming Zhao",
            "author_affiliations": [
                "School of Biomedical Informatics, The University of Texas Health Science Center at Houston, Houston, TX"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lukas Simon",
            "author_affiliations": [
                "Therapeutic Innovation Center, Baylor College of Medicine, Houston,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Wang",
            "author_affiliations": [
                "Department of Lymphoma and Myeloma, The University of Texas MD Anderson Cancer Center, Houston, TX",
                "Department of Stem Cell Transplantation and Cellular Therapy, The University of Texas MD Anderson Cancer Center, Houston, TX"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T02:34:47",
    "is_scraped": "1"
}