{
    "doi": "https://doi.org/10.1182/blood.V120.21.4085.4085",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2264",
    "start_url_page_num": 2264,
    "is_scraped": "1",
    "article_title": "Novel Nano-Scale Phosphoproteomic Identification of Pathways Responsible for Hematopoietic Stem and Progenitor Cell Mobilization and Malignant Transformation ",
    "article_date": "November 16, 2012",
    "session_type": "661. Malignant Stem and Progenitor Cells: Poster III",
    "topics": [
        "cancer",
        "chemotherapy regimen",
        "flow cytometry",
        "isotopes",
        "leukemia",
        "malignant transformation",
        "phosphopeptides",
        "ribosomal proteins",
        "rna, messenger",
        "stem cells"
    ],
    "author_names": [
        "Leo D. Wang, MD, PhD",
        "Scott B Ficarro, PhD",
        "Jessica Sullivan",
        "Jarrod A Marto, PhD",
        "Amy J. Wagers, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology/Stem Cell Transplant, Dana Farber/Children's Hospital Cancer Center, Boston, MA, USA, "
        ],
        [
            "Cancer Biology, Dana-Farber Cancer Institute, Boston, MA, USA, "
        ],
        [
            "Joslin Diabetes Center, Boston, MA, USA, "
        ],
        [
            "Cancer Biology, Dana-Farber Cancer Institute, USA, "
        ],
        [
            "Stem Cells and Regenerative Biology, Joslin Diabetes Center, Harvard Stem Cell Institute, Harvard University, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.35026145",
    "first_author_longitude": "-71.08868105",
    "abstract_text": "Abstract 4085 AML treatment often fails, in part because of the persistence of a small population of leukemia stem cells (LSCs) that are able to propagate disease but are resistant to standard chemotherapy. In order to target LSCs specifically, it is essential to identify pathways that are activated in LSCs but not in their nonmalignant counterparts, hematopoietic stem and progenitor cells (HSPCs). Pharmacologic mobilization of HSPCs mimics some of the characteristics of LSCs, including proliferation and migration. Importantly, however, mobilized HSPCs (mobHSPCs) retain their dependence on growth and stimulatory factors for maintenance; withdrawal of the mobilizing agent causes a swift contraction of the mobHSPC pool. Thus comparison of the resting bone marrow HSPC (bmHSPC) pool with the mobHSPC pool and with LSCs promises to identify unique pathways responsible both for blood cell mobilization and for leukemic transformation. This type of comparison has been performed at a transcriptional level and has yielded important findings, but cellular functions are ultimately effected by proteins. Additionally, mRNA abundance correlates poorly with levels of corresponding proteins and is insensitive to changes in functional activity of those proteins. Analysis of proteins themselves, therefore, is expected to yield critical insights that are not achievable through transcriptional analyses alone. Only recently have methods been described that allow for detection of robust phosphoproteomes from small numbers of cells, enabling analysis of rare cell populations like HSPCs, which constitute only 0.01–0.1% of all bone marrow hematopoietic cells. Using flow cytometry, stable-isotope labeling, and a novel multidimensional nanoscale phosphoproteomic platform, we have successfully compared the phosphoproteomes of rigorously defined bmHSPCs, mobHSPCs, and AML LSCs isolated by flow cytometry. Analysis of 2×10 5 flow-sorted cells by 3D RP-SAX-RP-MS/MS coupled to an Orbitrap Velos mass spectrometer resulted in detection of more than 3,600 unique phosphopeptide sequences. Hierarchical clustering and pathway analysis generated a priority list of mobilization-specific candidates (MobCan) and malignancy-specific candidates (MalCan). Some of these, such as ribosomal protein S6 and PKCθ, have been described in the literature as important for hematopoietic progenitor function and mobilization. However, many novel candidates were also identified; the first of these has been validated using intracellular phospho-specific flow cytometry. We have developed a nanoscale phosphoproteomics platform able to analyze at high resolution small numbers of rare but biologically important cells. This technology has identified many proteins that are activated in HSPC mobilization, and many that are activated in leukemic transformation. Some of these candidates have already been validated, and more are undergoing validation. Further experiments will identify which of these pathways will be most attractive as a target for clinical therapies. Disclosures: Wagers: BD Biosciences: Consultancy; iPierian, Inc.: Consultancy; MPM Capital: Consultancy; Novartis: Honoraria."
}