{
    "doi": "https://doi.org/10.1182/blood.V114.22.547.547",
    "article_title": "PU.1 Relieves Its GATA-1-Mediated Repression near Cebpa and Cbfb During Transdifferentiation of Murine Erythroleukemia - Tool of Inducing Leukemic Blasts to Differentiate. ",
    "article_date": "November 20, 2009",
    "session_type": "GRANULOCYTES, MONOCYTES AND MACROPHAGES: GRANULOPOIESIS AND NEUTROPENIA",
    "abstract_text": "Abstract 547 Transcription factors GATA-1 and PU.1 interact on DNA to block transcriptional programs of undesired lineage during hematopoietic commitment. Murine erythroleukemia (MEL) cells that co-express GATA-1 and PU.1 are blocked at the blast stage but respond to down-regulation of PU.1 or up-regulation of GATA-1 by inducing terminal erythroid differentiation. To test whether GATA-1 blocks PU.1 in MEL cells we have conditionally activated a transgenic PU.1 protein fused with the estrogen receptor ligand-binding domain (PUER), resulting in activation of a myeloid transcriptional program. Gene expression arrays identified components of the PU.1-dependent transcriptome negatively regulated by GATA-1 in MEL cells, including CCAAT/enhancer binding protein (C/EBP) alpha (Cebpa) and Core-binding factor, beta subunit (Cbfb) that encode two key hematopoietic transcription factors. Inhibition of GATA-1 by siRNA resulted in derepression of PU.1 target genes. Chromatin immunoprecipitation and reporter assays identified PU.1 motif sequences near Cebpa and Cbfb co-occupied by PU.1 and GATA-1 in the leukemic blasts. Substantial derepression of Cebpa and Cbfb is achieved in MEL cells by either activation of PU.1 or knockdown of GATA-1. Furthermore, transcriptional regulation of these loci by manipulating the levels of PU.1 and GATA-1 involves quantitative increases in a transcriptionally active chromatin mark: acetylation of histone H3K9. Collectively, we demonstrate that either activation of PU.1 or inhibition of GATA-1 efficiently reverse the transcriptional block imposed by GATA-1 and lead to activation of a myeloid transcriptional program directed by PU.1. The mechanism of PU.1 and GATA-1 in leukemic state and upon leukemia differentiation involves the following putative steps: at myeloid genes such as Cebpa , PU.1 binds directly to DNA but is repressed by GATA1 that binds directly to PU.1 molecules on DNA. Activation of PU.1-ER and stable levels of GATA-1 create excess of availabel PU.1, which is not paired by availabel GATA-1 on DNA, allowing thus gene activation. Similarly, on erythroid genes such as Nfe2 , GATA1 is bound to DNA, but is repressed by PU.1 that binds to this GATA-1 molecule. Activation of GATA1-ER creates an excess of availabel GATA-1 which is not paired on DNA by availabel PU.1, also allowing gene activation. Our mechanistic study implicates that transcription factor manipulation, such as inhibition of GATA-1 or activation of PU.1 in erythroleukemias, may represent an efficient tool of inducing leukemic blasts to differentiate. (Grants NR9021-4, 10310-3, 2B06077) Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute erythroblastic leukemia",
        "blast cells",
        "ccaat/enhancer binding protein alpha",
        "mice",
        "cell transdifferentiation",
        "repression",
        "gata1 protein, human",
        "dna",
        "transcription factor",
        "molecule"
    ],
    "author_names": [
        "Pavel Burda",
        "Nikola Curik",
        "Juraj Kokavec",
        "Dana Mikulenkova, MD",
        "Arthur Skoultchi, PhD",
        "Jiri Zavadil, PhD",
        "Tomas Stopka, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Pavel Burda",
            "author_affiliations": [
                "Pathological Physiology and Center of Experimental Hematology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Nikola Curik",
            "author_affiliations": [
                "Pathological Physiology and Center of Experimental Hematology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juraj Kokavec",
            "author_affiliations": [
                "Pathological Physiology and Center of Experimental Hematology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dana Mikulenkova, MD",
            "author_affiliations": [
                "Clinical Hematology, Institute of Hematology and Blood Transfusion, Praha, Czech Republic, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Arthur Skoultchi, PhD",
            "author_affiliations": [
                "Department of Cell Biology, Albert Einstein College of Medicine, Bronx, NY, USA, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jiri Zavadil, PhD",
            "author_affiliations": [
                "Pathology, NYU Langone Medical Center, New York, NY, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tomas Stopka, MD, PhD",
            "author_affiliations": [
                "Pathological Physiology and Center of Experimental Hematology, First Faculty of Medicine, Charles University, Prague, Czech Republic, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-13T02:45:55",
    "is_scraped": "1"
}