{
    "doi": "https://doi.org/10.1182/blood.V108.11.981.981",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=655",
    "start_url_page_num": 655,
    "is_scraped": "1",
    "article_title": "Roles of HLA-DR15 Alleles in the Pathogenesis of Acquired Aplastic Anemia (AA): DRB1*1502 Is in Linkages Disequilibrium with Unique Genes Which Determine Susceptibility to AA. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "acquired aplastic anemia",
        "alleles",
        "balance impairment",
        "genes",
        "human leukocyte antigens",
        "inappropriate sinus tachycardia",
        "cyclosporine",
        "amino acids",
        "antithymoglobulin",
        "hla-c antigens"
    ],
    "author_names": [
        "Chiharu Sugimori",
        "Kanako Mochizuki",
        "Xingmin Feng",
        "Shinji Nakao"
    ],
    "author_affiliations": [
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
        ],
        [
            "Cellular Transplantation Biology, Kanazawa University Graduate School of Medical Science, Kanazawa, Ishikawa, Japan"
        ]
    ],
    "first_author_latitude": "36.59699495",
    "first_author_longitude": "136.67753299999998",
    "abstract_text": "It is well known that HLA-DRB1 alleles corresponding to HLA-DR15 such as DRB1*1501 and DRB1*1502 are associated with susceptibility to acquired aplastic anemia (AA) and paroxysmal nocturnal hemoglobinuria (PNH). However, little is known about how these DRB1 alleles contribute to the development of AA. We previously reported that DRB1*1501 is significantly associated with both an increase in the proportion of PNH-type cells and good response to a immunosuppressive therapy (IST) including antithymocyte globulin (ATG) plus cyslosporine (CsA) or CsA alone, while DRB1*1502, whose DR molecules differ from those derived from DRB1*1501 in only one amino acid, is not associated with either of the two factors. To gain insight into the reason for different contributions to the development of AA by the two DRB1 alleles, we determined DRB1 alleles and the proportion of PNH-type cells of 77 patients with recently diagnosed AA and analyzed the relationship of DRB1 alleles and the presence of increased PNH-type cells with response to ATG plus CsA therapy. Fifty-five of 77 patients (71%) improved with ATG plus CsA therapy. When the factors favorably affecting the response to IST in the AA patients were examined under a multivariate analysis, only the presence of PNH-type cells was significantly associated with the response to IST. Kaplan-Meier curves showed that there were significant differences in the probability of the response to IST between the DRB1*1501 + 1502 − patients and either the DRB1*1501 − 1502 + patients ( P <0.01) or the DR15- patients ( P =0.01). However, these differences in the probability of response to IST were no longer observed when the probability of response was compared in either the PNH + patients or the PNH − patients (Figure). Although DRB1*1502 was not associated with a good response to IST, the markedly high frequency of the allele in patients aged over 40 (52%) prompted us to study genes in linkage disequilibrium with DRB1*1502 which may determine susceptibility to AA. We compared the frequencies of 30 microsatellite marker alleles on chromosome 6 among three different groups of individuals possessing DRB1*1502 which include 18 PNH + AA patients, 13 PNH − AA patients, and 29 healthy individuals. There were no significant differences in the frequency of any of the polymorphic makers between PNH + AA patients and healthy individuals. On the other hand, one of the microsatellite maker alleles (C1-3-1) in close proximity to HLA-C locus was found at a significantly higher ( Pc =0.01) frequency in PNH − AA patients than in PNH + AA patients and healthy individuals. These data suggest that DRB1*1501 contributes to development of AA via immune mechanisms leading to an increase in the proportion of PNH-type cells while DRB1*1502 is involved in the pathogenesis of AA by way of other genes in linkage disequilibrium with this DRB1 allele. View large Download slide Figure View large Download slide Figure "
}