{
    "doi": "https://doi.org/10.1182/blood.V112.11.3576.3576",
    "article_title": "Mitoferrin1 Transgenic Zebrafish Line Serves as a Model to Study Erythroid Cell Fate during Hematopoiesis ",
    "article_date": "November 16, 2008",
    "session_type": "Hematopoiesis - Regulation of Gene Transcription",
    "abstract_text": "We previously identified the mitochondrial solute carrier, Mitoferrin1 (Slc25a37, Mfrn1) as the principal mitochondrial iron importer essential for heme and iron-sulfur (Fe-S) cluster synthesis in developing erythroblasts. Its closely related paralog, Mitoferrin2 (Slc25a28, Mfrn2) functions in an analogous role in non-erythroid cells. Zebrafish with mutations in Mfrn1 have defects in hemoglobinization and maturation of erythroid cells caused by defective acquisition of iron into the mitochondria (GC Shaw, et al ., 2006 Nature 440:96–100). Mfrn1 is highly expressed in embryonic and definitive sites of hematopoiesis in zebrafish and mouse, such as the developing blood island (ICM), fetal liver and adult bone marrow. In contrast, Mfrn2 is ubiquitously expressed, including at very low levels in erythroid cells. To understand the transcriptional regulation of Mfrn1 and Mfrn2 , we used bioinformatics tools to identify potential cis-regulatory motifs (CRM) within each gene from mouse. The Gateway-modified Tol-2 vector was used to rapidly clone these conserved, minimal CRM fragments from mouse upstream of the basal promoter and an EGFP-reporter. Each construct was then introduced into zebrafish embryos for transient and stable expression. Using this strategy, we identified CRM’s that recapitulate the endogenous mRNA expression pattern of Mfrn genes during zebrafish development. Germ line stable transmission of the murine Tg(Mfrn1:EGFP) reporter in zebrafish showed robust EGFP expression in erythroid progenitors and mature erythrocytes and the remarkable conservation of function for CRM’s across species. In contrast, the mouse Tg(Mfrn2:EGFP) was expressed in skeletal muscle, heart, liver, and pronephros. The Mfrn1 enhancer is located ~35 kb upstream of the transcription start site and contains two GATA consensus motifs, which bind GATA-1 by chromatin immunoprecipitation analysis. Moreover, the ~150 bp Mfrn1 enhancer fragment exhibits transcriptional activation when coupled to the minimal γ-globin promoter driving expression of a luciferase reporter in K562 cells. Site-directed mutagenesis revealed that both GATA motifs are required for robust erythroid expression. In a complementary approach, transient knockdown of GATA-1 in zebrafish embryos using anti-sense morpholinos selectively ablated Mfrn1 mRNA expression in the ICM, consistent with the epistatic relationship of GATA-1 and Mfrn1. The zebrafish transgenic lines harboring the two murine Mfrn enhancers have proven useful in studying the regulatory and developmental expression in the Mfrn genes in erythroid and non-hematopoietic organs, such as heart and liver. Our results show that the combined use of bioinformatics, Gateway-mediated cloning, and Tol-2 mediated transgenesis in zebrafish embryos is an effective approach to functionally interrogate the transcriptional activity of putative CRM’s in vivo . The conservation and faithful expression of mouse CRM’s in zebrafish demonstrate the utility of this functional approach for analyzing mammalian CRM’s.",
    "topics": [
        "animals, transgenic",
        "cloning",
        "erythroid cells",
        "gata1 protein, human",
        "gene transfer techniques",
        "globins",
        "hematopoiesis",
        "heme",
        "immunoprecipitation",
        "iron"
    ],
    "author_names": [
        "Julio Amigo, Ph.D.",
        "Ming Yu, Ph.D.",
        "Camila O. dos Santos, Ph.D.",
        "Prasad N. Paradkar, Ph.D.",
        "Jeffrey D. Cooney",
        "Jerry Kaplan, Ph.D.",
        "Mitchell J. Weiss, M.D., Ph.D.",
        "Alan B. Cantor, M.D., Ph.D.",
        "Barry H. Paw, M.D., Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Julio Amigo, Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ming Yu, Ph.D.",
            "author_affiliations": [
                "Division of Hematology-Oncology, Children’s Hospital Boston, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Camila O. dos Santos, Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Children’s Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Prasad N. Paradkar, Ph.D.",
            "author_affiliations": [
                "Department of Pathology, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey D. Cooney",
            "author_affiliations": [
                "Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jerry Kaplan, Ph.D.",
            "author_affiliations": [
                "Department of Pathology, University of Utah School of Medicine, Salt Lake City, UT, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mitchell J. Weiss, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Children’s Hospital of Philadelphia, University of Pennsylvania School of Medicine, Philadelphia, PA, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan B. Cantor, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Hematology-Oncology, Children’s Hospital Boston, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Barry H. Paw, M.D., Ph.D.",
            "author_affiliations": [
                "Division of Hematology, Brigham & Women’s Hospital, Harvard Medical School, Boston, MA, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T21:40:13",
    "is_scraped": "1"
}