{
    "doi": "https://doi.org/10.1182/blood.V124.21.4497.4497",
    "article_title": "Addition of RP6530, a Dual PI3Kδ/γ Inhibitor, Overcomes Ibrutinib Resistance in DLBCL Cells in Vitro  ",
    "article_date": "December 6, 2014",
    "session_type": "625. Lymphoma: Pre-Clinical – Chemotherapy and Biologic Agents: Poster III",
    "abstract_text": "Background: Diffuse Large B-Cell Lymphoma (DLBCL) is an aggressive, rapidly growing type of lymphoma that comprises of 30-40% of NHL cases. Chemotherapy remains the most widely used treatment for DLBCL thereby necessitating the need to develop targeted and safer drugs. Clinical trials have demonstrated a therapeutic potential for ibrutinib, a small molecule Burton Tyrosine Kinase (BTK) inhibitor in DLBCL, especially the ABC subtype. However, resistance to ibrutinib has recently been reported in Mantle Cell Lymphoma and Chronic Lymphocytic Leukemia. Given the expression pattern in DLBCL cells and overlapping pathway with BTK, treatment with a PI3K δ/γ may be a viable alternative to conventional chemotherapy as well as a means to overcome ibrutinib resistance. RP6530 is a novel, potent, and selective PI3K δ/γ inhibitor that demonstrated high potency against PI3Kδ (IC 50 =25 nM) and γ (IC 50 =33 nM) enzymes with selectivity over α (>300-fold) and β (>100-fold) isoforms. A Phase-1 dose-escalation study to evaluate the safety and efficacy of RP6530 in patients with hematological malignancies in currently underway at several sites in Europe. The objective of this study was to evaluate the effect of a combination of ibrutinib and RP6530 in ibrutinib-resistant (IR) and sensitive (IS) DLBCL cells. Methods: Passive resistance was conferred by incubating OCI-LY-1 and OCI-LY-10 cells with increasing concentrations of ibrutinib over an 8-10-week period. Endogenous expression of pBTK and pAKT were estimated by Western Blotting and bands were quantified using ImageJ after normalization with Actin. Viability was assessed using the colorimetric MTT reagent after incubation of cells with RP6530 in combination with ibrutinib for 72 h. Apoptosis was determined by Annexin V/PI staining while the role of the compounds in interfering with cell cycle progression was evaluated using a Guava® cell cycle assay reagent (Millipore). Unless specified, combinations were tested at the approximate EC 50 concentration of the individual agent. Results: Resistance to ibrutinib was confirmed by a right-ward shift in EC 50 of ibrutinib in a cell proliferation assay ( 213 nM Vs. 990 nM for OCI-LY-1 and 385 nM Vs. 1327 nM for OCI-LY-10 ). Addition of 1 μM RP6530 caused significant potentiation of the ibrutinib response in both sensitive and resistant cell lines ( 39 nM and 128 nM for OCI-LY-1-IS and OCI-LY-10-IS; 216 nM and 280 nM for OCI-LY-1-IR and OCI-LY-10-IR ) respectively. OCI-LY-1-IR and OCI-LY-10-IR cells displayed a 6-23-fold reduction in pBTK expression compared to the sensitive cell lines. Reduction in pBTK however, was accompanied by a concomitant elevation of pAKT in resistant cells ( 1.5-3.2-fold ) that was reversed ( >80% inhibition ) by the combination of RP6530 with ibrutinib. Incubation with the combination for 72 h increased the percent of apoptotic cells ( 29% in OCI-LY-1-IR and 21% in OCI-LY-10-IR ) compared to either agent alone ( 16-17% in OCI-LY-1-IR and 13-15% in OCI-LY-10-IR) . Similarly, treatment of resistant cell lines with the combination of RP6530 and ibrutinib caused a >2-fold increase in the number of cells in the subG0 phase of the cell cycle. Conclusions: Resistance to ibrutinib in DLBCL cell lines is manifested by a reduced expression of pBTK and a compensatory elevation in AKT phosphorylation. Addition of RP6530, a potent and selective dual PI3Kδ/γ inhibitor, reversed ibrutinib insensitivity in IR- while enhancing activity in IS- DLBCL cells. Findings provide a rationale for use of the combination in future clinical trials involving naïve or ibrutinib-refractory DLBCL patients. Disclosures Vakkalanka: Rhizen Pharmaceuticals SA: Employment, Equity Ownership. Nyayapathy: Incozen Therapeutics Pvt. Ltd.: Employment. Viswanadha: Incozen Therapeutics Pvt. Ltd.: Employment.",
    "topics": [
        "diffuse large b-cell lymphoma",
        "ibrutinib",
        "mechlorethamine",
        "1-phosphatidylinositol 3-kinase",
        "chemotherapy regimen",
        "activated b-cell-like diffuse large b-cell lymphoma",
        "annexin a5",
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "enzymes"
    ],
    "author_names": [
        "Swaroop Vakkalanka, PhD",
        "Seeta Nyayapathy, M.S.",
        "Srikant Viswanadha, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Swaroop Vakkalanka, PhD",
            "author_affiliations": [
                "Rhizen Pharmaceuticals SA, La Chaux-de-Fonds, Switzerland "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Seeta Nyayapathy, M.S.",
            "author_affiliations": [
                "Incozen Therapeutics Pvt. Ltd., Hyderabad, India"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Srikant Viswanadha, PhD",
            "author_affiliations": [
                "Incozen Therapeutics Pvt. Ltd., Hyderabad, India"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-29T09:36:09",
    "is_scraped": "1"
}