{
    "doi": "https://doi.org/10.1182/blood.V124.21.275.275",
    "article_title": "The Notch Target Genes Hey1 and Hes7 Transcriptionally Suppress Gli1 Expression and Hedgehog Signaling in Hodgkin-Reed/Sternberg Cells of Classical Hodgkin Lymphoma: A Novel Mechanism of Drug Resistance ",
    "article_date": "December 6, 2014",
    "session_type": "605. Molecular Pharmacology, Drug Resistance \u0096 Lymphoid and Other Diseases: Alternative Targets and Mechanism of Drug Resistance in Lymphomas and Myelomas",
    "abstract_text": "Tumor cell proliferation and survival of Hodgkin/Reed-Sternberg (HRS) cells are triggered through Jagged1 ligand-induced Notch1 signaling via homotypic and heterotypic cell-cell interactions in classical Hodgkin lymphoma. The developmental pathway Notch partly mediates its effects in HRS cells by stimulation of alternative NF-kB signaling. We further demonstrated that high-level expression of the essential Notch coactivator Mastermind-like 2 and downregulation of the Notch inhibitor Deltex1 contribute to aberrant activation of Notch signaling in HRS cells. Our data suggested that targeting the Notch pathway is a rational treatment strategy in classical Hodgkin lymphoma. In this study we analyzed Notch inhibition by use of the gamma secretase inhibitor GSI XII in a Hodgkin lymphoma xenotransplantation model. To this end the HRS cell line L540cy (1 x 10 7 cells/per mouse) was transplanted into NOD/SCID mice. After tumor growth (0.3 cm³ mean tumor volume) mice were treated daily with increasing doses of GSI XII (5-10 mg/kg). Surprisingly, L540cy cells were completely drug-resistant in vivo in contrast to high GSI XII sensitivity in vitro . To dissect potential mechanisms of drug resistance we performed human StellARray TM quantitative polymerase chain reaction (qPCR) arrays to analyze Notch target genes in GSI XII-treated compared to untreated L540cy cells. Interestingly, inhibition of Notch activity resulted in strong mRNA upregulation of the transcription factor glioma-associated oncogene 1 (Gli1), a final effector of the developmental signaling pathway Hedgehog (HH). Chromatin immunoprecipitation (ChIP) further revealed that both negative regulatory Notch target proteins Hey1 and Hes7 directly bind three different N-boxes present in the GLI1 first intron to suppress GLI1 mRNA expression in untreated L540cy cells. In general, the HH pathway is activated through ligand binding of secreted Sonic Hedgehog (SHH). As a result Gli transcription factors translocate to the nucleus and induce target gene expression such as GLI1 or CCND1 . Despite high secretion of SHH by HRS cells after two days in culture (conditioned medium), HH signaling was inactive in untreated L540cy cells. Only after release of the negative regulatory Notch targets of the hairy and enhancer of split (HES) family through Notch inhibition and concomitant increase of Gli1 expression, HH signaling was activated by SHH. HH signaling mediated drug resistance of L540cy cells in conditioned medium compared to fresh medium (SHH negative) and thereby compensated for reduced Notch activity in vitro . We hypothesized that this mechanism might contribute to GSI XII drug resistance in vivo . To proof our hypothesis we coinhibited the Notch and HH pathways in L540cy cells. As expected inhibition of the HH pathway alone by use of cyclopamine did not significantly reduce growth of L540cy cells. However, simultaneous targeting of L540cy tumors through GSI XII and cyclopamine efficiently controlled tumor cell growth. Our data indicate a first molecular link between Notch and HH in HRS cells mediating drug resistance. We suggest inhibition of both developmental pathways for effective HRS tumor growth control. Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "candidate disease gene",
        "culture media, conditioned",
        "drug resistance",
        "erinaceidae",
        "hodgkin's disease",
        "signal transduction",
        "zinc finger protein gli1",
        "neoplasms",
        "ligands",
        "rna, messenger"
    ],
    "author_names": [
        "Rolf Schwarzer, PhD",
        "Julia Godau",
        "Hermann Einsele, MD",
        "Franziska Jundt, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Rolf Schwarzer, PhD",
            "author_affiliations": [
                "Universitätsmedizin Berlin, Charité, Berlin, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julia Godau",
            "author_affiliations": [
                "Universitätsmedizin Berlin, Charité, Berlin, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hermann Einsele, MD",
            "author_affiliations": [
                "Würzburg University Clinics, Würzburg, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Franziska Jundt, MD",
            "author_affiliations": [
                "University Hospital of Würzburg, Würzburg, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-30T18:39:20",
    "is_scraped": "1"
}