{
    "doi": "https://doi.org/10.1182/blood-2019-131617",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4196",
    "start_url_page_num": 4196,
    "is_scraped": "1",
    "article_title": "Retrospective Analysis of the Efficacy of Triplet Therapy, Including Lenalidomide, in Newly Diagnosed Multiple Myeloma Patients Who Obtained Responses Less Than VGPR after Rd Therapy ",
    "article_date": "November 13, 2019",
    "session_type": "653.Myeloma: Therapy, excluding Transplantation",
    "topics": [
        "lenalidomide",
        "multiple myeloma",
        "triplets",
        "adverse event",
        "dexamethasone",
        "transplantation",
        "carfilzomib",
        "communicable diseases",
        "daratumumab",
        "elotuzumab"
    ],
    "author_names": [
        "Naoki Takezako, MD PhD",
        "Naoya Kaneko, MD",
        "Airi Hamano, Ph",
        "Kenichi Ito, MD",
        "Naohiro Sekiguchi, MD",
        "Satoshi Noto, MD",
        "Takanori Teshima, MD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology, Disaster Medical Center of Japan, Tachikawa, Japan "
        ],
        [
            "Disaster Medical Center, TACHIKAWA, Japan "
        ],
        [
            "Disaster Medical Center, TACHIKAWA, Japan "
        ],
        [
            "Disaster Medical Center, TACHIKAWA, Japan "
        ],
        [
            "Disaster Medical Center, TACHIKAWA, Japan "
        ],
        [
            "Disaster Medical Center, TACHIKAWA, Japan "
        ],
        [
            "Department of Hematology, Hokkaido University Hospital, Sapporo Hokkaido, Japan"
        ]
    ],
    "first_author_latitude": "35.7063656",
    "first_author_longitude": "139.4095111",
    "abstract_text": "Background Although multiple myeloma remains an incurable disease, the triplet therapy with novel agents has significantly improved the prognosis. However, the utility of the novel agents is often not obtained in transplant-ineligible patients, particularly in unfit or frail patients because of the low tolerance. So, in real world, it is common to use a combination of lenalidomide and low dose dexamethasone (Rd), which are generally dose-adjusted. Certainly, in the elderly patients, triplet therapy including novel agents may be excessive treatment in terms of adverse events. However, patients with only partial response are known to have a poor prognosis, and it is important how to improve their prognosis. At our medical center, we select Rd therapy for elderly patients, except for fit patients, but we have switched to triplet therapy for patients who have not had a response above VGPR. Here, we retrospectively reviewed this treatment outcome. Method We retrospectively reviewed 71 transplant ineligible newly diagnosed multiple myeloma (NDMM) patients who received Rd therapy as initial therapy between November 2015 and March 2019. The median age was 73 years old (range 66~89). Patients received normal Rd therapy (lenalidomide 25 mg/day, day 1-21 (if they have normal renal function) and dexamethasone 20mg on days 1, 8, 15, 22) for every 4 weeks as initial therapy. If the response after 6 cycles was less than VGPR, another novel agent was added and treatment was continued as triplet therapy including lenalidomide. The International Staging System (ISS) were I in 15 (21.1%), II in 45 (63.3%) and III in 11 (15.5%). High-risk cytogenetics, defined as the presence of deletion 17, t(4;14) and t(14;16) by FISH analysis, were identified in 11 (15.4%) patients. The Revised International Staging System (R-ISS) were I in 14 (19.7%), II in 49 (69.0%) and III in 8 (11.2%). Results The overall response rate (ORR) after 6 cycles of Rd therapy was obtained in 69 (97.1%). including sCR in 5 (7.0%), CR in 3 (4.2%), VGPR in 23 (32.3%), and PR in 38 (53.5%). SD were observed in 2 patients (2.8%), respectively and they relapsed within six cycles. Twenty-nine out of 38 patients who had a response less than VGPR had changed to a triplet therapy with the addition of some novel agent (13 patients with elotuzumab, 5 patients with carfilzomib, 8 patients with ixazomib, and 3 patients with daratumumab). Forty-nine out of 71 cases (69.0%) achieved a response of at least VGPR, finally. The disease-free survival time was significantly longer in cases which obtained in excess of VGPR (figure). Grade 3 or greater toxicities occurring in 5% within 6 cycles, however, in triplet therapy, 6 patients (20.6%) were suffered from severe adverse events (most were infectious diseases such as pneumonia). Conclusion This retrospective analysis revealed that Rd therapy might be able to improve prognosis if patients obtain more than VGPR and even if treatment response is less than PR in the 6th cycle, triplet therapy might be effective to change the patients' prognosis. However, patients who do not reach VGPR even with triplet therapy have a poor prognosis and need further treatment. This results may be indicate that, in elderly NDMM patients, Rd therapy is sufficiently successful, and it is not always necessary to select triplet therapy as initial from the viewpoint of adverse events. Further study is warranted. Figure View large Download slide Figure View large Download slide  Disclosures Teshima: Novartis: Honoraria, Research Funding."
}