{
    "doi": "https://doi.org/10.1182/blood.V122.21.3147.3147",
    "article_title": "Multiclonality In Multiple Myeloma: A Retrospective Analysis Of Clonal Progression and Selection ",
    "article_date": "November 15, 2013",
    "session_type": "651. Myeloma: Biology and Pathophysiology, excluding Therapy: Poster II",
    "abstract_text": "Introduction Genomic instability and multiclonality is the hallmark of many cancers including multiple myeloma (MM). Genetic alterations and clonal prominence occur over time as patients undergo various treatment modalities and can be followed by examining factors such as copy number abnormalities. Occasionally more than one monoclonal spike is noted on the serum protein electrophoresis (SPEP) indicating the existence of several distinct populations of clonal plasma cells producing a measurable amount of monoclonal (M) protein. Using routinely measureable clinical assays, SPEP and serum free light chains (SFL), we set out to identify the prevalence of multiclonality in patients with plasma cell dyscrasia, and to examine the natural history and effect treatment practices have on clones over time. Methods We retrospectively identified adult patients who were registered with the London Regional Cancer Program (LRCP), a tertiary care referral center in London, Ontario, Canada, since 2000 with a diagnosis of monoclonal gammopathy of uncertain significance (MGUS), smoldering myeloma, multiple myeloma or solitary plasmacytoma. Our current SPEP quantitation method has been in use since September 2004, so these SPEP results of patients identified from our initial search were examined for evidence of multiple monoclonal peaks as a surrogate marker for multiclonality. Inclusion criteria required a new diagnosis of plasma cell dyscrasia since the year 2000 and biclonal/multiclonal M protein peaks on SPEP followed through the LRCP. Demographics, SPEP results, treatment modalities and last recorded follow up or death for these patients was recorded. Outcome measures included quantification of complete remission, partial remission, very good partial remission and no response following systemic therapy to look for concordance in clone response. Results Since 2000, 1402 patients met the inclusion criteria; 144 patients met our surrogate criteria for multiclonality, representing a prevalence of approximately 10%. The majority of patients had MGUS (58, 40.3%) or MM (70, 48.6%) at first identification. Of these patients, 96 (66.7%) were male and the average age at diagnosis was 65.9 years. 58 (40.3%), primarily with MGUS, had no treatment and thus cannot be examined for treatment selective pressures. The number of clones identified ranged from two (114, 79.2%) to five. 62 (43.1%) had clones that were of similar immunoglobulin and light chain subtype, and half of patients had multiple clones identified at the same time point compared with development of clones during follow up investigations. In order to examine for concordance in treatment response between clones, we required that clones have a pre- and post- treatment value and have received systemic therapy with a measurable nadir. Only 26 patients had values that met these criteria, mainly due to clones disappearing with time, including 7 patients with no treatment, or oral treatment without recurrence and thus not quantifiable for comparison. Of these 26, approximately half showed discordance between clones, even in those with clones of the same M protein subtype. Of note, 4 discordant patients initially showed the same response to treatment and later developed divergent responses. Discussion Multiclonality in plasma cell neoplasms is a common occurrence, with a prevalence of 10% in our patient population. The use of SPEP and SFL as surrogate markers for multiclonality likely underestimates the true prevalence of multiple clones measured by genetic methods due to insensitivity to resolved non secretory clones or multiple clones secreting similar immunoglobulin. As seen in previous studies, our results demonstrate that plasma cell clone response can diverge over time, potentially spontaneously or as a result of selection pressures imposed by therapy. These findings may help direct therapy and suggests prognosis as clonal divergence could herald genetic changes associated with therapy resistant disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "protein electrophoresis, serum",
        "monoclonal gammopathy of undetermined significance",
        "cancer",
        "dysproteinemia",
        "follow-up",
        "immunoglobulins",
        "partial response",
        "plasma cell disorder",
        "plasmacytoma"
    ],
    "author_names": [
        "Gwynivere Davies, BHSc, MD",
        "Ian H. Chin-Yee, MD, FRCPC"
    ],
    "author_dict_list": [
        {
            "author_name": "Gwynivere Davies, BHSc, MD",
            "author_affiliations": [
                "Western University, London, ON, Canada, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ian H. Chin-Yee, MD, FRCPC",
            "author_affiliations": [
                "Department of Hematology, London Health Sciences Centre - Victoria Hospital, London, ON, Canada"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-25T02:34:05",
    "is_scraped": "1"
}