{
    "doi": "https://doi.org/10.1182/blood.V128.22.3851.3851",
    "article_title": "Effect of Red Blood Cell Transfusions on Clinical Outcomes in Critically Ill Children ",
    "article_date": "December 2, 2016",
    "session_type": "401. Basic Science and Clinical Practice in Blood Transfusion: Poster III",
    "abstract_text": "Introduction: The association of packed Red Blood Cell (pRBC) transfusions with worse outcomes in critically ill adults is well documented. The impact of pRBC transfusions on clinical outcomes in critically ill children, however, has not been well studied. Associations of pRBCs with outcomes such as mortality and length of stay need to be studied in large clinical databases. This will lead to improvement of our knowledge and generation of guidelines for transfusions in children hospitalized in the Pediatric Intensive Care Units (PICU). Methods: With IRB approval, the Pediatric Health Information System (PHIS) database was queried for children ≤ 18 years admitted to the PICU, receiving pRBC transfusions between January 2011 and December 2015. The PHIS is a database that captures de-identified patient information from 45 pediatric hospitals in the US. The patients of this study were stratified by age groups: less than 1 month of age; 1 month to < 3years; 3 to <10 years; 10 to < 15 years and 15 to 18 years. Patients with underlying hematological or oncological diagnoses and who had undergone HSCT were excluded from the study. Information regarding major comorbidities such as mechanical ventilation, sepsis, use of vasoactive agents, acute kidney injury (AKI) and post-operative state were extracted. Patients who received pRBCs and who did not receive pRBCs were included in the analyses. The primary outcomes were Length of Stay (LOS) and mortality. Multiple linear and logistic regression analyses were performed to define the association between pRBC transfusions and outcomes and to control for sepsis, mechanical ventilation, vasoactive medications, post-operative state and AKI. Data are shown as median (IQR). Results: Of the 393,384 patients who met the inclusion criteria, 43,569 (11%) had transfusions, with 97.2% of the patients receiving only 1 transfusion. The median (IQR) overall length of stay was 5.0 days (2, 10) and the overall mortality was 3.1%. The median (IQR) LOS for those who received pRBCs was 13 days (6, 29) compared to 4.0 days (2, 8) for those who did not. Mortality for those who received pRBCs was 10.1% compared to 2.2% for those who did not. The highest rate of pRBC transfusion was noted in the patients less than 1 month old (22%). The highest unadjusted mortality for patients who received pRBCs was also in the same age group- 7%. The associations between transfusion of pRBCs and outcomes are summarized in Table 1. Of the 393,384 patients, 19,686 (5.0 %) had sepsis; 143,085 (36.4%) were on mechanical ventilation; 141,123 (35.9%) were on vasoactive agents and 14,243 (3.6%) had AKI. After adjusting for sepsis, mechanical ventilation, use of vasoactive agents, post-op state and AKI, pRBC transfusions were associated with significantly increased LOS for all age groups. The highest increase in LOS was noted for the infants younger than 1 month of age - by 11.6 days (p<0.001). The mortality was also increased in patients who received PRBCs, when adjusted for other comorbidites, the highest risk was for patients in the age group of 15 to 18 years old: OR 2.50 (95% CI 2.14- 2.93). Conclusions: In this large, multicenter database study, we identified an association of increased mortality and LOS in critically ill children who received pRBC transfusions. More studies are needed to further investigate the impact of blood transfusions on clinical outcomes in the pediatric population. View large Download slide View large Download slide Close modal Disclosures No relevant conflicts of interest to declare.",
    "topics": [
        "critically ill children",
        "erythrocyte transfusion",
        "treatment outcome",
        "packed red blood cells",
        "blood transfusion",
        "mechanical ventilation",
        "sepsis",
        "vasoactive agents",
        "length of stay",
        "postoperative care"
    ],
    "author_names": [
        "Irina B. Pateva, MD",
        "Steven L Shein, MD",
        "MaryAnn O'Riordan",
        "Sanjay P Ahuja, MD, MSc"
    ],
    "author_dict_list": [
        {
            "author_name": "Irina B. Pateva, MD",
            "author_affiliations": [
                "Rainbow Babies and Children's Hospital, Cleveland, OH ",
                "Pediatric Hematology/Oncology, Case Western Reserve University, Cleveland, OH "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Steven L Shein, MD",
            "author_affiliations": [
                "Department of Pediatrics, Pediatric Intensive Care Unit, Case Western Reserve University, Rainbow Babies and Children's Hospital, Cleveland, OH "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "MaryAnn O'Riordan",
            "author_affiliations": [
                "Department of Pediatrics, Case Western Reserve University, Rainbow Babies and Children's Hospital, Cleveland, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sanjay P Ahuja, MD, MSc",
            "author_affiliations": [
                "Department of Pediatric Hematology Oncology, Case Western Reserve University SOM/ Rainbow Babies & Children's Hospital, Cleveland, OH"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-07T02:20:54",
    "is_scraped": "1"
}