{
    "doi": "https://doi.org/10.1182/blood.V124.21.3871.3871",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2976",
    "start_url_page_num": 2976,
    "is_scraped": "1",
    "article_title": "Relationship between Gene Polymorphism of Recipient/ Donor Immune Pathway and Invasive Fungal Infection after Allogeneic Hematopoietic Stem Cell Transplantation ",
    "article_date": "December 6, 2014",
    "session_type": "721. Clinical Allogeneic Transplantation: Conditioning Regimens, Engraftment and Acute Transplant Toxicities: Poster III",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "donors",
        "genes",
        "polymorphism",
        "systemic mycosis",
        "hematopoietic stem cell transplantation",
        "allopurinol",
        "transplantation",
        "allografting",
        "cancer"
    ],
    "author_names": [
        "Jimin Shi",
        "Haowen Xiao",
        "Yi Luo",
        "Yamin Tan",
        "Jingsong He, PhD",
        "Wanzhuo Xie",
        "Xiujin Ye",
        "Zhen Cai",
        "Maofang Lin",
        "He Huang, MDPhD"
    ],
    "author_affiliations": [
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital of College of Medicine, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, China "
        ],
        [
            "The First Affiliated Hospital, College of Medical, Zhejiang University, Hangzhou, China "
        ],
        [
            "Bone Marrow Transplantation Center, The First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou, China"
        ]
    ],
    "first_author_latitude": "30.2558917",
    "first_author_longitude": "120.17809849999998",
    "abstract_text": "Invasive fungal infections are a major cause of morbidity and mortality after allogeneic hematopoietic stem cell transplantation(allo-HSCT). During the past 2 decades, changes in transplantation practices and strategies to diagnose and treat IFI have likely impacted the epidemiology of IFI. Polymorphism of genes, which take part in the allogeneic immune response after allo-HSCT, lead to allograft immunoreactivity differences between individuals. It also may affect IFI after transplantation. Methods: We analyzed allo-HSCT recipients at our center during the period January 2001 through March 2009. We analysis gene polymorphism of innate immune gene TLRs among 240 pairs of specimens of recipients and donors, in order to find out IFI individual difference and high risk genotype of IFI after transplantation. Results: There were 99 patients (41.2%) occured IFI after allo-HSCT. Hematological malignant diseases, serious acute GVHD, and extensive chronic GVHD were risk factor for IFI after allo-HSCT. Univariate analysis of the relationship between risk factors of IFI after all0-HSCT and the TLRs gene polymorphism, we found that in the 10 SNP loci in 5 TLRs , two polymorphisms of TLR8 gene, (+1 A/G, rs3764880; +354 C/T, rs2159377) effect the incidence of IFI after allo-HSCT. Other gene polymorphism of TLRs (TLR1, TLR2, TLR3, TLR9) had no significant effects on the risk of IFI after allo-HSCT. Conclusion: The study of the relationship between the gene polymorphism of natural immune molecule TLRs and the risk factors after allo-HSCT showed that TLR8 genotype of donor stem cell significantly influenced the incidence of IFI after allo-HSCT at the first time. It provide the evidence to establishment a fungal infection index system, which based on risk stratification of genetic background before transplantation of donors and recipients stem cell, and provide basis for selection of unrelated donor and prevention and treatment of IFI Disclosures No relevant conflicts of interest to declare."
}