{
    "doi": "https://doi.org/10.1182/blood.V126.23.1624.1624",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3254",
    "start_url_page_num": 3254,
    "is_scraped": "1",
    "article_title": "Hydroxyurea for the Treatment of Relapsed/Refractory Langerhans Cell Histiocytosis ",
    "article_date": "December 3, 2015",
    "session_type": "634. Myeloproliferative Syndromes: Clinical: Poster I",
    "topics": [
        "histiocytosis, langerhans-cell",
        "hydroxyurea",
        "prednisone",
        "alemtuzumab",
        "anemia",
        "chemotherapy regimen",
        "cladribine",
        "clofarabine",
        "cytarabine",
        "etoposide"
    ],
    "author_names": [
        "Amanda Bell Grimes, MD",
        "Daniel Zinn, MD",
        "Olive S. Eckstein, MD",
        "Carl Allen, MD PhD",
        "Kenneth McClain, MD PhD"
    ],
    "author_affiliations": [
        [
            "Texas Children's Hospital, Baylor College of Medicine, Houston, TX "
        ],
        [
            "Texas Childrens Cancer Center, Texas Childrens Hospital, Houston, TX "
        ],
        [
            "Cancer and Hematology Centers, Texas Children's Hospital/Baylor College of Medicine, Houston, TX "
        ],
        [
            "Texas Children's Cancer and Hematology Centers, Texas Children`s Hospital, Houston, TX "
        ],
        [
            "Texas Childrens Cancer and Hematology Centers, Houston, TX"
        ]
    ],
    "first_author_latitude": "29.709197949999993",
    "first_author_longitude": "-95.39903774999999",
    "abstract_text": "Purpose: Langerhans cell histiocytosis (LCH) is a potentially fatal disease, clinically ranging from single bone or skin lesions to diffuse multi-system involvement. Given incomplete understanding of LCH pathogenesis, optimal therapies remain uncertain. An emerging model suggests that pathologic CD207 + Langerhans cells arise from myeloid dendritic precursor cells, driven by activating mutations in the MAPK pathway. Therefore, we hypothesize that therapies directed against immature myeloid cells may be effective in treatment of LCH. Hydroxyurea is a myelotoxic therapy with proven efficacy in other myleoproliferative neoplasms, such as CML. This study reports a single-center experience with hydroxyurea therapy in a cohort of LCH patients. Methods : The charts of patients treated at Texas Children's Hospital from December 2009 to present were reviewed in accordance with IRB-approved protocols at Baylor College of Medicine. Patients were selected for hydroxyurea therapy based on specific clinical characteristics, including low-risk single-system disease on presentation, recurrent/refractory disease following standard of care front-line therapy, and intolerance of other therapies. Treatment response was reported using the criteria established in the Histiocyte Society Evaluation and Treatment Guidelines. Results: Fourteen patients, ranging from 1 month to 66 years old, previously receiving 1-5 alternate regimens, have received hydroxyurea therapy. To date, patients have been on therapy for an average of 10.4 months, with dose ranging from 750 mg to 3000 mg daily (titrating for an ANC of 1500). Data shows that 57% of patients had improvement in symptoms/regression of disease, and we will continue to follow responses in the entire cohort of patients. One patient had anemia requiring dose reduction, but therapy was otherwise well tolerated. Conclusion: Hydroxyurea demonstrated activity against LCH with minimal toxicity in patients with relapsed or refractory LCH following initial systemic chemotherapy. Disease control improved in the majority of patients on hydroxyurea monotherapy. A role for hydroxyurea in therapy of LCH patients is warranted. Chronic use of hydroxyurea is well tolerated, making it an ideal agent to investigate for the role of maintenance therapy. Furthermore, use of hydroxyurea in combination with other therapies is well established in other diseases, and should be investigated in patients with LCH. Table 1.  Number of Patients . 14 . . Number of Regimens prior to Hydroxyurea . Male 4 Mean 2.8 Female 10 Range 1 to 5  Pretreatment Regimen Age at Diagnosis Methotrexate, 6MP, Prednisone 9 Mean 31 y 8 mo Cytarabine 7 Range 1 mo - 66 y Vinblastine, Prednisone, MTX, 6MP 4  Cladribine 3 Time from Diagnosis to Start of Hydroxyurea Etoposide 2 Mean 8 y 8 mo Prednisone 2 Range 4 mo - 26 y AKT inhibitor 1  Campath 1 Duration of Hydroxyurea Clofarabine 1 Mean 7.4 mo Narrow Spec UV 1 Range 1 mo - 17 mo Radiation Therapy 1  Response to Therapy Complete Resolution 0  Intermediate/Stable 2 Better/Regression 8 Worse 1 Intermediate/Mixed 0 Unknown 3 Number of Patients . 14 . . Number of Regimens prior to Hydroxyurea . Male 4 Mean 2.8 Female 10 Range 1 to 5  Pretreatment Regimen Age at Diagnosis Methotrexate, 6MP, Prednisone 9 Mean 31 y 8 mo Cytarabine 7 Range 1 mo - 66 y Vinblastine, Prednisone, MTX, 6MP 4  Cladribine 3 Time from Diagnosis to Start of Hydroxyurea Etoposide 2 Mean 8 y 8 mo Prednisone 2 Range 4 mo - 26 y AKT inhibitor 1  Campath 1 Duration of Hydroxyurea Clofarabine 1 Mean 7.4 mo Narrow Spec UV 1 Range 1 mo - 17 mo Radiation Therapy 1  Response to Therapy Complete Resolution 0  Intermediate/Stable 2 Better/Regression 8 Worse 1 Intermediate/Mixed 0 Unknown 3 View Large Disclosures Off Label Use: Hydroxyurea -- used for myeloproliferative neoplasms, but not traditionally for Langerhans Cell Histiocytosis. Allen: Roche: Consultancy, Other: unpaid; NovImmune: Consultancy, Other: unpaid."
}