{
    "doi": "https://doi.org/10.1182/blood-2019-126917",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4273",
    "start_url_page_num": 4273,
    "is_scraped": "1",
    "article_title": "Elucidating an Erythroblast Survival Mechanism: Differential Contributions of Exosome Complex Catalytic Subunits ",
    "article_date": "November 13, 2019",
    "session_type": "101.Red Cells and Erythropoiesis, Structure and Function, Metabolism, and Survival, Excluding Iron",
    "topics": [
        "catalytic domain",
        "erythroblasts",
        "exosomes",
        "growth factor",
        "hematological diseases",
        "hyperplasia",
        "ineffective erythropoiesis",
        "kinase inhibitors",
        "multiple myeloma",
        "prognostic factors"
    ],
    "author_names": [
        "Charu Mehta, MS",
        "Isabela J Fraga de Andrade, Bachelors in Biological Science",
        "Nobuyuki Tanimura, PhD",
        "Gary M Wilson",
        "Erik A. Ranheim, MD PhD",
        "Joshua J Coon, PhD",
        "Emery H Bresnick, PhD"
    ],
    "author_affiliations": [
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "UW-Madison Blood Research Program, Department of Cell and Regenerative Biology; UW Carbone Cancer Center, University of Wisconsin School of Medicine and Public Health, University of Wisconsin - Madison, Madison, WI "
        ],
        [
            "University of Wisconsin School of Medicine and Public Health, Madison, WI "
        ],
        [
            "Department of Chemistry, University of Wisconsin-Madison, Madison, WI "
        ],
        [
            "Department of Pathology & Laboratory Medicine, University of Wisconsin School of Medicine and Public Health, University of Wisconsin Carbone Cancer Center, Madison, WI "
        ],
        [
            "Department of Chemistry, University of Wisconsin-Madison, Madison, "
        ],
        [
            "Department of Cell and Regenerative Biology, Wisconsin Institutes for Medical Research, Carbone Cancer Center, University of Wisconsin-Madison Blood Research Program, University of Wisconsin School of Medicine and Public Health, Madison, WI ",
            "Department of Cell and Regenerative Biology, School of Medicine and Public Health, University of Wisconsin, Middleton, WI"
        ]
    ],
    "first_author_latitude": "43.076592000000005",
    "first_author_longitude": "-89.4124875",
    "abstract_text": "The 11-subunit exosome complex (EC) controls the degradation, processing and synthesis of non-coding and coding RNAs. Although EC actions on RNAs can be highly selective, it regulates fundamental biological processes including the DNA damage response, maintenance of genome integrity, stem cell differentiation and erythroid maturation. The EC catalytic subunits Exosc10 and Dis3 degrade RNAs in the nucleus. DIS3 is mutated frequently in human multiple myeloma (Chapman et al., Nature , 2011), although the dysregulated RNA targets are not established. McIver et al. ( Blood , 2014, eLife , 2016), demonstrated that EC is an important determinant of erythroid progenitors (BFU-E) and c-Kit signaling. While structural requirements for EC formation and activity are defined, how EC controls processes such as cellular proliferation, survival and differentiation is unclear. During erythropoiesis, the master regulator of erythrocyte development GATA1 represses genes encoding EC subunits. We conducted a multiomic analysis of GATA1-regulated transcripts and proteins in a genetic complementation system (Tanimura et al., Dev. Cell , 2018), which revealed a disproportionately greater loss of EC catalytic subunits Exosc10 and Dis3 (~5 fold), in comparison with other EC subunits, during erythroid maturation. As it is unclear if one or both catalytic subunits are required to generate BFU-E, and EC catalytic subunit functions have not been analyzed in other progenitor contexts, we tested whether the catalytic subunits function similarly or differentially. We conducted loss-of-function studies using shRNAs to downregulate Dis3 or Exosc10 in primary mouse fetal liver cells. Loss of Dis3 mRNA did not impact Exosc10 expression and vice versa. Two shRNAs against Dis3 almost entirely ablated BFU-E, CFU-GM and CFU-GEMM (>90%, p < 0.0001), whereas two shRNAs against Exosc10 decreased BFU-E and CFU-GM by 65 and 55% (p <0.0001), respectively. Thus, both catalytic subunits are important determinants of progenitor CFU activities, and Dis3 perturbations are more severe. We compared the importance of Dis3 and Exosc10 for erythroid precursor survival, proliferation and differentiation. Dis3 downregulation increased the late apoptotic population of CD71 med Ter119 - erythroid precursors from 9.8 to 34% (p = 0.0017) and CD71 high Ter119 - proerythroblasts from 12 to 24% (p = 0.022). By contrast, Exosc10 downregulation increased early, but not late, apoptosis in precursors (7.7 to 28%, p = 0.0023). Downregulating Dis3 or Exosc10 reduced surface c-Kit expression in precursors by 44% (p < 0.0001) and 30% (p = 0.026), respectively. As CD71 high Ter119 high ortho- and polychromatic erythroblasts were insensitive to the catalytic subunit alterations, Dis3 and Exosc10 pro-survival functions are cell-type specific. We hypothesized that Dis3 protects precursor cells against apoptosis prior to GATA1 induction of the survival factor Bclxl, and Dis3 downregulation may render cells hypersensitive to pro-apoptotic stimuli. We tested this using the apoptosis-inducing kinase inhibitor staurosporine and also a growth factor (Epo and SCF) deprivation paradigm. The staurosporine EC 50 for inducing apoptosis decreased significantly when Dis3 was downregulated using two distinct shRNAs (0.16 µM and 0.17 µM) in comparison to control shLuc (0.63 µM, p < 0.0001). In addition, lowering Epo induced apoptosis in a dose-dependent manner. In cells cultured without Epo, Dis3 downregulation increased apoptosis from 35% in control to 81 and 63% with two shRNAs (p < 0.0001). These results demonstrate that Dis3 constitutes an erythroid precursor survival determinant. The loss-of-function system and a genetic rescue assay are being used to elucidate the survival mechanism and the impact of human DIS3 blood disease mutations on this mechanism. Considering the pathogenic consequences of defective erythroid precursor survival, we are evaluating how Dis3 function interfaces with other regulatory pathways in ineffective erythropoiesis and devising strategies to leverage this mechanism to confer survival to compromised erythroid precursor cells. Disclosures No relevant conflicts of interest to declare."
}