{
    "doi": "https://doi.org/10.1182/blood.V124.21.1712.1712",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2795",
    "start_url_page_num": 2795,
    "is_scraped": "1",
    "article_title": "Addition of Rituximab to Salvage Chemotherapy in Aggressive CD20+ Lymphoma Prior to Autologous Stem Cell Transplant (ASCT): A Cohort Comparison from the NCIC CTG Study LY.12 ",
    "article_date": "December 6, 2014",
    "session_type": "623. Lymphoma: Chemotherapy, excluding Pre-Clinical Models: Poster I",
    "topics": [
        "autologous stem cell transplant",
        "chemotherapy regimen",
        "lymphoma",
        "rituximab",
        "brachial plexus neuritis",
        "dhap protocol",
        "transplantation",
        "cisplatin",
        "dexamethasone",
        "computed tomography"
    ],
    "author_names": [
        "Tara Baetz, MD",
        "Bingshu E Chen, PhD",
        "Stephen Couban, MD",
        "C. Tom Kouroukis, MD MSc, FRCPC",
        "Rena Buckstein, MD",
        "John Kuruvilla, MD",
        "Kang Howson-Jan",
        "David Szwajcer, MD FRCPC",
        "Massimo Federico, MD",
        "Ralph M. Meyer",
        "Robert Turner, MD",
        "Marina S Djurfeldt, MSc",
        "Annette E Hay, MB ChB",
        "Lois Shepherd, MD",
        "Michael Crump, MD"
    ],
    "author_affiliations": [
        [
            "Cancer Centre of Southeastern Ontario, Queen's University, Kingston, Canada "
        ],
        [
            "Queen's University, Kingston, Canada "
        ],
        [
            "Sciences Centre, Queen Elizabeth II Health, Halifax, Canada "
        ],
        [
            "Juravinski Hospital and Cancer Centre, Hamilton, Canada "
        ],
        [
            "Hematology/Oncology, Odette Cancer Centre, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ],
        [
            "London Health Sciences Centre, London, Canada "
        ],
        [
            "University of Manitoba, Winnipeg, Canada "
        ],
        [
            "Università di Modena e Reggio Emilia, Modena, Italy, Modena, Italy "
        ],
        [
            "Juravinski Cancer Center, McMaster University, Hamilton, Canada "
        ],
        [
            "Cross Cancer Institute Edmonton, Alberta, Canada "
        ],
        [
            "NCIC Clinical Trials Group - Queen's University, Kingston, Canada "
        ],
        [
            "Queen's University, Kingston, Canada"
        ],
        [
            "Queen's University, Kingston, Canada"
        ],
        [
            "Princess Margaret Cancer Centre, University of Toronto, Toronto, Canada "
        ]
    ],
    "first_author_latitude": "44.2230566",
    "first_author_longitude": "-76.4921454",
    "abstract_text": "Background: The addition of rituximab (R) to salvage chemotherapy has been shown to improve response rates and proportion of patients subsequently transplanted with Aggressive CD 20+ Non-Hodgkin Lymphoma who were previously R naïve. It is unknown if this benefit would be seen in the era of patients requiring ASCT who had previously been treated with R + chemotherapy. Methods: The NCIC CTG study LY.12 is a phase III study that evaluated gemcitabine, dexamethasone and cisplatin (GDP) as a salvage regimen compared with dexamethasone, cytarabine, cisplatin (DHAP), and demonstrated that GDP was non-inferior with respect to response rate and showed similar results for rates of transplantation and event-free survival (Crump et al, ASH 2012; in press JCO 2014). In addition GDP resulted in less toxicity and was highly cost effective compared to DHAP. Between Aug 2003 and Oct 2011, 619 patients (pts) were accrued; 414 had CD 20+ lymphoma and received R with their initial treatment. Ninety six pts were accrued between 2003-05 and received GDP or DHAP without R; following a protocol amendment in 2005, 318 pts received R on day 1 of each cycle of salvage chemotherapy. We compared these two cohorts to determine whether there is a benefit to adding R to DHAP or GDP in those pts who have relapsed or are refractory (stable disease or progressive disease) after R containing first-line treatment. Response assessment by CT scan was performed following two cycles of salvage treatment. Subsequent mobilization, choice of high-dose chemotherapy regimen and use of post-transplant radiation were at investigator discretion. Results: Of the 414 pts in this analysis, median age was 55.7 years (range 18-71); 78% had diffuse large B cell lymphoma and 14.5% transformed from indolent lymphoma; 35% were refractory to first line treatment and 46.9% had relapsed within 1 year; 34.5% had IPI score 3 or higher at study enrolment. 41.3% of pt had an elevated LDH and 33.1% had B symptoms prior to salvage therapy. Most had no prior radiation treatment (78.7%). Equal number of pts in the R+ and R- groups received DHAP as GDP as salvage chemotherapy. The R- group was slightly younger (53.7 vs 56 years, P=0.03), had a higher ECOG Performance status >1 (19.8% vs 11.6%, P=0.041) and a higher proportion of pts relapsing within 1 year of R-CHOP (59.4% vs 43.1%, P=0.002). The rate of CR/Cru (15.7% vs 4.2%, p = 0.0032) and overall RR (45.6% vs 25%, P=0.0003) were significantly better in the R+ group. The transplantation rate was significantly greater in the R+ group 165/318 versus the R- group 30/96 (51.9% vs. 31.3%; P=0.0004). Multivariate analysis revealed that response rate was significantly higher in those receiving R with salvage, longer remission after primary therapy and without B symptoms at relapse. We were unable to detect differences in EFS and OS between the groups who received or did not receive R (4 year EFS 22 vs. 20%, HR = 0.85, P=0.26; 4 year OS 35 vs 31%, HR = 0.83, P=0.18). Conclusion: Although this is a retrospective analysis, these data suggest that in patients with relapsed/refractory CD20+ aggressive lymphoma, the addition of rituximab to subsequent salvage treatment improves RR and the proportion of patients proceeding to ASCT. Additional strategies are required to improve outcomes post-ASCT. Disclosures Baetz: Roche: Consultancy; Lundbeck: Consultancy; Bristol-Myers Squibb: Consultancy. Meyer: Celgene: Honoraria."
}