{
    "doi": "https://doi.org/10.1182/blood.V104.11.2338.2338",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=5",
    "start_url_page_num": 5,
    "is_scraped": "1",
    "article_title": "Intrahepatic Portal Application of Autologous CD133+ Bone Marrow Stem Cells to the Liver - Early Experience with a Novel Concept To Support Hepatic Regeneration. ",
    "article_date": "November 16, 2004",
    "session_type": "Poster Sessions",
    "abstract_text": "The liver has a large capacity for regeneration after surgical resection. However, below a critical level of future liver remnant volume, liver resection is accompanied by significant increase of postoperative liver failure and mortality. There is accumulating evidence for the contribution of hematopoetic stem cells to participate in liver regeneration. Here we report on three patients that were subjected to intra portal application of CD133+ bone marrow stem cells to support a standard concept of preoperative proliferation of the prospective liver mass. In all three cases, scheduled for right hepatic trisegmentectomy, isolated portal venous embolisation (PVE) of liver segments I and IV–VIII routinely utilized to expand left lateral hepatic segments II/III (prospective remaining liver mass) was questionably sufficient. Autologous bone marrow cells were enriched for stem cell marker CD133 utilizing an immunomagnetic device. For characterisation, each preparation of Cells was subjected to FACS-analyses for markers CD34, CD45 and CD133. Absolute numbers of 2.4 to 12.3 mio CD133+ cells were porto-venously applied to the left-lateral liver segments following PVE of contra lateral liver segments. The treatment with CD133+ was well tolerated without obvious side effects. CT-scan volumetry revealed 2.5 fold increased mean proliferation rates of left-lateral segments when compared to a group of three consecutive patients, treated with the same therapeutic concept - except the application of stem cells. Two to three weeks after intervention, future remnant liver volume was sufficient to perform expanded liver resection, which was applied safely to all patients. This first experience with a novel concept of portovenous application of CD133+ bone marrow cells subsequent to porto-venous embolisation encourages to carry out future controlled trials to evaluate the effectiveness of this approach to boost liver regeneration processes.",
    "topics": [
        "adverse effects",
        "bone marrow",
        "cd34 antigens",
        "cd45 antigens",
        "computed tomography",
        "embolization",
        "excision",
        "hepatectomy, trisegmentectomy",
        "hepatic resection",
        "liver"
    ],
    "author_names": [
        "Jan Schulte am Esch, II, MD",
        "Wolfram T. Knoefel, MD",
        "Michael Klein, MD",
        "Alireza Ghodsizad, MD",
        "Guenter Fuerst, MD",
        "Ludger W. Poll, MD",
        "Andreas Saleh, MD",
        "Christoph Piechaczek, PHD",
        "Nico Feifel, PHD",
        "Marcus Stockschlaeder, MD",
        "Volker Stoldt, MD",
        "Nikolas Stoecklein, MD",
        "Roy Y. Tustas, MD",
        "Claus F. Eisenberger, MD",
        "Matthias Peiper, MD",
        "Dieter Haeussinger, MD",
        "Stefan B. Hosch, MD"
    ],
    "author_affiliations": [
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Cardiothoracic Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Cardiothoracic Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Diagnostic Radiology, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Diagnostic Radiology, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Diagnostic Radiology, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Cardiothoracic Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Cardiothoracic Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Hemostaseology and Tranfusion Medicine, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Hemostaseology and Tranfusion Medicine, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of Gastroenterology, Hepatology and Infectious Diseases, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ],
        [
            "Department of General Surgery, Heinrich-Heine-University of Duesseldorf, Duesseldorf, Germany"
        ]
    ],
    "first_author_latitude": "51.1913404",
    "first_author_longitude": "6.7940893"
}