{
    "doi": "https://doi.org/10.1182/blood.V120.21.3046.3046",
    "article_title": "Clinical Factors Predicting the Response of Acute Graft-Versus-Host Disease to Corticosteroid Therapy. ",
    "article_date": "November 16, 2012",
    "session_type": "722. Clinical Allogeneic Transplantation - Acute and Chronic GVHD, Immune Reconstitution: Poster II",
    "abstract_text": "Abstract 3046 Systemic corticosteroid therapy is recommended as a first-line treatment for grade II or higher acute graft-versus-host disease (GVHD). Several clinical factors have been reported to be predictive of response to corticosteroid therapy in retrospective studies in which most or all patients received bone marrow transplantation. However, stem cell sources for allogeneic hematopoietic cell transplantation (HCT) dramatically changed with the frequent use of peripheral blood stem cells (PBSCs) and umbilical cord blood (UCB), and no study has compared the response rates of corticosteroid therapy among these stem cell sources. A retrospective study to identify clinical factors affecting the response of grade II-IV acute GVHD to systemic corticosteroid therapy was performed using the national registry data for Japanese patients who received first allogeneic HCT with bone marrow (BM) (n=2004), PBSCs (n=685), and UCB (n=863). Data were analyzed by STATA ver.12 statistical software. This study was approved by the ethical committees of the Nagoya University School of Medicine. Acute GVHD improved in 2259 (63.6%) of the 3552 patients. On multivariate logistic regression analysis, various factors were identified to predict corticosteroid response ( Table 1 ). Interestingly, UCB was significantly associated with a higher probability of improvement, whereas HLA-matched unrelated BM and HLA-mismatched stem cell sources other than UCB were significantly associated with a lower probability of improvement; HLA-matched related PBSC was not significantly different from HLA-matched related BM. The cumulative incidence of non-relapse mortality (NRM) was significantly higher in patients without than with improvement of acute GVHD with corticosteroid therapy ( P < 0.0001). On competing risk regression analysis, patients without improvement with corticosteroid therapy were more likely to have NRM than those with improvement [HR, 2.50; 95% CI, 2.18–2.88]. Other factors associated with significantly worse NRM included age 16–49 y and ≥ 50 y (vs. < 16 y), grade III and IV acute GVHD (vs. grade II), and liver involvement of acute GVHD (vs. no involvement). Overall survival (OS) was significantly lower in patients without improvement with corticosteroid therapy than in patients with improvement (29.5% vs. 42.5% at 15y after transplantation) ( P < 0.0001). After adjustment by patient age, disease, grade of acute GVHD, and liver involvement of acute GVHD, OS was significantly lower in patients without than in patients with improvement with corticosteroid therapy [HR, 1.63; 95% CI, 1.46–1.81]. The present study demonstrated, for the first time, a higher probability of improvement in grade II-IV acute GVHD with systemic corticosteroid therapy in patients after UCB transplantation than in those after BM and PBSC transplantation. This finding should be considered in the design of future clinical trials of acute GVHD treatment. The response rate to corticosteroid therapy in Japanese patients (63.6%) was comparable to that in Caucasian patients (50–60%) and, when it is ineffective, Japanese patients also show high NRM and low OS. Thus, another important message of this study is that the establishment of a second-line treatment for corticosteroid-refractory acute GVHD is required for not only Caucasian patients but also for Japanese patients. A prospective study to validate the present findings is warranted. Table 1. Factors predicting the response of grade II-IV acute GVHD to systemic corticosteroid therapy  Factor . Relative risk * (95% CI) . P . Patient age (y)   <16 1  16–49 1.54 (1.22–1.94) <0.001 ≥50 1.16 (0.91–1.47) 0.239 Stem cell source   HLA-matched related BM 1  HLA-matched related PBSC 0.81 (0.60–1.10) 0.185 HLA-matched unrelated BM 0.59 (0.45–0.78) <0.001 UCB 1.37 (1.01–1.85) <0.041 HLA-mismatched related BM 0.39 (0.26–0.60) <0.001 HLA-mismatched related PBSC 0.43 (0.28–0.64) <0.001 HLA-mismatched unrelated BM 0.60 (0.45–0.81) <0.01 Onset of acute GVHD   ≤day14 1  > day14 1.21 (1.02–1.44) 0.033 Grade of acute GVHD   II 1  III 0.48 (0.39–0.58) <0.001 IV 0.07 (0.05–0.10) <0.001 Liver acute GVHD   No 1  Yes 0.55 (0.45–0.67) <0.001 Gut acute GVHD   No 1  Yes 0.71 (0.59–0.85) <0.001 Factor . Relative risk * (95% CI) . P . Patient age (y)   <16 1  16–49 1.54 (1.22–1.94) <0.001 ≥50 1.16 (0.91–1.47) 0.239 Stem cell source   HLA-matched related BM 1  HLA-matched related PBSC 0.81 (0.60–1.10) 0.185 HLA-matched unrelated BM 0.59 (0.45–0.78) <0.001 UCB 1.37 (1.01–1.85) <0.041 HLA-mismatched related BM 0.39 (0.26–0.60) <0.001 HLA-mismatched related PBSC 0.43 (0.28–0.64) <0.001 HLA-mismatched unrelated BM 0.60 (0.45–0.81) <0.01 Onset of acute GVHD   ≤day14 1  > day14 1.21 (1.02–1.44) 0.033 Grade of acute GVHD   II 1  III 0.48 (0.39–0.58) <0.001 IV 0.07 (0.05–0.10) <0.001 Liver acute GVHD   No 1  Yes 0.55 (0.45–0.67) <0.001 Gut acute GVHD   No 1  Yes 0.71 (0.59–0.85) <0.001 * Values > 1.0 indicate higher probability of improvement; values < 1.0 indicate lower probability. View Large Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "glucocorticoids",
        "graft-versus-host disease, acute",
        "human leukocyte antigens",
        "allogeneic hematopoietic stem cell transplant",
        "bone marrow transplantation",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "peripheral blood stem cell transplantation",
        "second line treatment",
        "transplantation"
    ],
    "author_names": [
        "Makoto Murata, MD, PhD",
        "Hideki Nakasone, MD",
        "Junya Kanda, MD, PhD",
        "Takahiko Nakane, MD, PhD",
        "Tatsuo Furukawa, MD, PhD",
        "Takahiro Fukuda, MD, PhD",
        "Shuichi Taniguchi, MD, PhD",
        "Takehiko Mori, M.D.",
        "Tetsuya Eto, MD, PhD",
        "Yasuo Morishima, M.D.",
        "Tokiko Nagamura-Inoue, MD, PhD.",
        "Hiromasa Yabe",
        "Yoshiko Atsuta, MD, PhD",
        "Hisashi Sakamaki, MD",
        "Ritsuro Suzuki, M.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Makoto Murata, MD, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Hideki Nakasone, MD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, Saitama, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Junya Kanda, MD, PhD",
            "author_affiliations": [
                "Division of Hematology, Saitama Medical Center, Jichi Medical University, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiko Nakane, MD, PhD",
            "author_affiliations": [
                "Hematology, Graduate School of Medicine, Osaka City University, Osaka, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tatsuo Furukawa, MD, PhD",
            "author_affiliations": [
                "Division of Stem Cell Transplantation, Niigata Univ. Medical and Dental General Hospital, Niigata, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takahiro Fukuda, MD, PhD",
            "author_affiliations": [
                "Department of Hematopoietic Stem Cell Transplantation, National Cancer Center Hospital, Tokyo, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shuichi Taniguchi, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Toranomon Hospital, Tokyo, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Takehiko Mori, M.D.",
            "author_affiliations": [
                "Division of Hematology, Keio University School of Medicine, Tokyo, Japan, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tetsuya Eto, MD, PhD",
            "author_affiliations": [
                "Department of Hematology, Hamanomachi Hospital, Fukuoka, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yasuo Morishima, M.D.",
            "author_affiliations": [
                "Division of Epidemiology and Prevention, Aichi Cancer Center Research Institute, Nagoya, Japan, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tokiko Nagamura-Inoue, MD, PhD.",
            "author_affiliations": [
                "Dep. of Cell Processing and Transfusion, Research Hospital, Institute of Medical Science, University of Tokyo, Tokyo, Japan, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiromasa Yabe",
            "author_affiliations": [
                "Department of Cell Transplantation, Tokai University School of Medicine, Isehara, Japan, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshiko Atsuta, MD, PhD",
            "author_affiliations": [
                "Department of Hematopoietic Stem Cell Transplantation Data Management and Biostatistics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hisashi Sakamaki, MD",
            "author_affiliations": [
                "Department of Hematology, Tokyo Metropolitan Cancer and Infectious Diseases Center, Komagome Hospital, Tokyo"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ritsuro Suzuki, M.D.",
            "author_affiliations": [
                "Department of Hematopoietic Stem Cell Transplantation Data Management and Biostatistics, Nagoya University Graduate School of Medicine, Nagoya, Japan, "
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-24T18:45:13",
    "is_scraped": "1"
}