{
    "doi": "https://doi.org/10.1182/blood.V118.21.660.660",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2076",
    "start_url_page_num": 2076,
    "is_scraped": "1",
    "article_title": "Pre-Emptive Donor Lymphocyte Infusions (DLI) Lead to High Cure Rates in T-Cell Depleted Allogeneic Haemopoietic Stem Cell Transplants for MDS/AML ",
    "article_date": "November 18, 2011",
    "session_type": "723. Clinical Allogeneic and Autologous Transplantation - Late Complications and Approaches to Disease Recurrence: Donor Lymphocyte Infusion and Other Late Complications After Transplantation",
    "topics": [
        "alemtuzumab",
        "allogeneic hematopoietic stem cell transplant",
        "allografting",
        "cancer",
        "chemotherapy regimen",
        "cytopenia, refractory, with multilineage dysplasia",
        "disease remission",
        "donors",
        "drug administration schedule",
        "follow-up"
    ],
    "author_names": [
        "Pramila Krishnamurthy",
        "Victoria T Potter, MBBS, FRCPA, FRACP",
        "ZiYi Lim",
        "Austin G Kulasekararaj",
        "Aloysius Y Ho",
        "Judith C. W. Marsh, Prof MD PhD",
        "Robin M. Ireland, FRCP, FRCPath",
        "Stephen Devereux, FRCP, FRCPath, PhD",
        "Antonio Pagliuca, MBBS, FRCP, FRCPath, MA",
        "Ghulam J. Mufti, MD"
    ],
    "author_affiliations": [
        [
            "Dept of Haematological Medicine, King's College Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematological Medicine, Kings College Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematological Medicine, Kings College Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematological Medicine, King's College Hospital, London, United Kingdom, "
        ],
        [
            "Department of Haematological Medicine, Kings College Hospital, London, United Kingdom, "
        ],
        [
            "Haematological Medicine, King's College Hospital, London, United Kingdom, "
        ],
        [
            "Dept of Haematological Medicine, Kings College Hospital NHS Foundation Trust, London, United Kingdom, "
        ],
        [
            "Hematological Medicine, Kings College Hospital, London, United Kingdom, "
        ],
        [
            "Haematological Medicine, Kings College Hospital, London, United Kingdom"
        ],
        [
            "Department of Haematological Medicine, King's College Hospital, London, United Kingdom, "
        ]
    ],
    "first_author_latitude": "51.4672965",
    "first_author_longitude": "-0.0941931",
    "abstract_text": "Abstract 660 Relapse is a major cause of treatment failure following allogeneic haemopoietic stem cell transplants (HSCT). Donor lymphocyte infusions may be given pre-emptively (pDLI) to improve falling donor T cell chimerism or therapeutically (tDLI) following relapse. Herein we present results of pDLI or tDLI in patients receiving T-cell depleted allogeneic HSCT for AML, MPD or MDS at our institution. 120 patients receiving DLI were identified; diagnoses included AML (60), MDS RAEB (29), RCMD (19) and MPD (12). Transplants occurred between 1999–2010; median follow-up was 1110 (132-3990) days. Median age at transplant was 54(17-72) yrs. Conditioning regimens were reduced intensity in 114 patients (T-cell depletion was with either ATG or CAMPATH) and myeloablative in 6 cases. Donor type was sibling (54) or unrelated donor (66), cell source was BM (27) or PBSC (92). pDLI was instituted for poor or declining CD3 chimerism (CD3 20% in 1 month), using an escalating dose schedule at 6–8 week intervals. pDLI continued in the absence of improvement in donor CD3% but ceased if graft-versus-host disease (GvHD) developed. Patients with morphologic/cytogenetic relapse received tDLI using a similar schedule, alone or in combination with chemotherapy. 64 patients received pDLI whilst 55 received tDLI. Both cohorts were matched for age, sex, diagnosis, conditioning received, donor type, stem cell source and HLA-matching. There was no significant difference in numbers of patients in morphological/cytogenetic CR between the groups at the time of transplant (p<0.05). The median time to pDLI was 164 days (87-1304 days) with median total dose 1.5×10 6 CD3+cells/kg (1×10 5 -1.66×10 8 ). Median donor CD3 chimerism prior to pDLI was 24(0-77)%. OS post pDLI was 83% at 5 years (event free survival 66% at 5 years). Response to pDLI included achievement of full donor chimerism (FDC) in 41(69.5%) patients, persistent mixed donor chimerism (MDC) in 4 patients and no improvement in chimerism in 15 patients. There was no significant difference in CD3% pre-pDLI between responders and non-responders (p<0.05). Only 4 patients who achieved FDC subsequently relapsed, at a median of 912.5 days post DLI; 3 of these patients have been successfully salvaged. All non-responders relapsed at a median 128 days (13-394) post first DLI: 5 succumbed to disease, 5 underwent second allograft and 5 stabilised with chemotherapy (median OS post DLI 1336 (415-1542) days). 3 of 5 patients who underwent second BMT are alive with median DFS 1547 (949-2389) days post second BMT. The median time to tDLI in the relapse cohort was 303 days (74-2801 days). The median total dose was 1×10 7 CD3+ cells/kg (5×10 5 -1.6×10 8 ), significantly higher than the median pDLI total dose (p<0.01). The median donor CD3 chimerism prior to tDLI was 87% (0-100%), significantly higher than for pDLI CD3% (p<0.01). Patients received intensive chemotherapy (n=29), non-intensive chemotherapy (n=7) or no additional treatment (n=15) at the time of relapse (of these 15 patients, 2 had 7% and 10% blasts pre t-DLI, 13 had cytogenetic/molecular relapse). The 5yr OS post DLI for patients treated with tDLI was 41%. Of 15 patients who received tDLI only, 5 achieved CR with a median OS of 705 (85-1324) days. Of the 36 patients who received chemotherapy before tDLI; 19 (52.8%) achieved CR of whom 9 subsequently relapsed and 2 died of GvHD. The remainder have sustained disease free survival post first DLI: median 1711(292-2749) days. For both groups, time to first DLI was associated with a significantly reduced 5y OS post DLI (6 months pDLI 93%, tDLI 50%, p<0.01). Overall, 44 (39%) patients developed GvHD post DLI (35 chronic GvHD – 5 limited, 30 extensive). No significant association was seen between conditioning, donor type, degree of stem cell matching or source and occurrence of GvHD post DLI. Rates of GvHD were not different for pDLI/tDLI and were unrelated to the number/total dose of DLI given. Our experience demonstrates the efficacy of DLI in maintaining long term remissions in patients with myeloid malignancies following T-cell depleted HSCT. In particular, patients receiving pDLI attain a 5-yr OS and EFS of 83% and 66% respectively. Even in patients with morphologic and cytogenetic relapse, tDLI in combination with chemotherapy can effectively salvage a proportion of patients but is less effective in the context of early disease relapse. Disclosures: Ho: Bristol-Myers Squibb: Consultancy, Honoraria, Speakers Bureau. Mufti: Celgene: Consultancy, Research Funding."
}