{
    "doi": "https://doi.org/10.1182/blood.V108.11.581.581",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=716",
    "start_url_page_num": 716,
    "is_scraped": "1",
    "article_title": "The Pathogen Inactivation of Platelets: Studies of the Possible Mechanisms of the Platelet Dysfunction Seen Following Photochemical Treatment. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "blood platelet disorders",
        "blood platelets",
        "blood products",
        "cytochrome c reductase",
        "dna",
        "dna, mitochondrial",
        "ficusin",
        "guanine",
        "high pressure liquid chromatography procedure",
        "histones"
    ],
    "author_names": [
        "Adam D. Pyke, BA, MSc",
        "Morris A. Blajchman, MD, FRCP(C)"
    ],
    "author_affiliations": [
        [
            "Pathology & Molecular Medicine, McMaster University, Hamilton, ON, Canada"
        ],
        [
            "Pathology & Molecular Medicine, McMaster University, Hamilton, ON, Canada",
            "Canadian Blood Services, Hamilton, ON, Canada"
        ]
    ],
    "first_author_latitude": "43.260878999999996",
    "first_author_longitude": "-79.9192254",
    "abstract_text": "Background: The platelet mitochondrial genome has many similarities to bacterial and viral genomes. These include the lack of DNA redundancy, the lack of introns, no protective histone proteins, and inefficient DNA repair mechanisms; all of which are important characteristics that likely contribute to the increased rate of mutations occurring with mitochondrial DNA (mtDNA) compared to that seen with nuclear genomic DNA. Recent studies have shown that the use of pathogen inactivation involving UVA phototherapy using the combination of ultraviolet A (UVA) light and either the photoactive psoralen 4′-aminomethyltrioxsalen hydrocholoride (AMT/UVA, known to induce cross-linking of DNA) or the B-vitamin riboflavin (RF/UVA, known to produce the oxidized guanine moiety 8-OH-dG) are effective approaches to reduce and/or inactivate the bacterial and viral contaminants often present in human blood products. Such treatments however have been shown to be associated with impaired in vivo platelet recovery, survival and hemostatic function. Methods and Results: In the current study, rabbit and human platelets were treated with the two photochemical pathogen inactivation methods, (AMT/UVA or RF/UVA), using various UVA exposure, and the resultant platelets compared to control platelets with regard to their in vivo recovery, survival, and hemostatic function, as well as evaluating evidence of damage to platelet mtDNA. Rabbit platelets treated with UVA (1 to 5 joules/cm 2 ) alone, RF alone, or AMT alone, showed minimal or no effect on in vivo platelet function; without evidence of damage to mtDNA. In contrast, the photochemical treatment of rabbit platelets with either AMT/UVA or RF/UVA showed a UVA-dose-dependent effect on in vivo platelet function as well as on mtDNA damage. Platelets treated with AMT/UVA(1 to 5 joules/cm 2 ) revealed a 10–30% UVA-dose-dependent reduction in platelet recovery, survival, and hemostatic function, as well as a widespread but a non-specific effect upon platelet mtDNA structure. The treatment of rabbit platelets with RF/UVA(1 to 5 joules/cm 2 ) showed considerably greater impact on platelet recovery, survival, and hemostatic function than that seen with AMT/UVA, at equivalent UVA doses. This was associated with a reproducible impairment of the amplification of a 3.8kb fragment within the platelet mtDNA genome. This mtDNA fragment is specifically associated with the coding for the NADH dehydrogenase subunit 1. A threshold dose of 1.0 joule/cm 2 was noted for RF/UVA treatment, below which damage to mtDNA was found to be UVA-dose-dependent. Using HPLC to determine the concentration of 8-OH-dG within photochemically treated human platelets resulted in the demonstration of a UVA-dose-dependent increase of 8-OH-dG production for RF/UVA treated platelets. Control (no treatment), UVA alone, or AMT/UVA treated platelets produced no increase in 8-OHdG levels, even at UVA doses of 5 joules/cm 2 . Conclusions: These results indicate that the reproducible focal damage of platelet mtDNA by RF/UVA may have a considerably greater effect upon platelet in vivo circulatory and hemostatic functions than does the introduction of random mtDNA cross-linking produced by AMT/UVA treatment, possibly because of the discrete reproducible defect caused by the RF/UVA on the platelet mtDNA. These data nonetheless support the hypothesis that platelet mtDNA damage produced by pathogen inactivation methodology is associated with and may affect subsequent in vivo platelet function following platelet transfusion to a recipient."
}