{
    "doi": "https://doi.org/10.1182/blood.V126.23.5561.5561",
    "article_title": "Financial Burden of Myeloproliferative Neoplasms on Patients: Results from the MPN Landmark Survey in the United States ",
    "article_date": "December 3, 2015",
    "session_type": "901. Health Services and Outcomes Research - Non-Malignant Conditions",
    "abstract_text": "Background: Myelofibrosis (MF), polycythemia vera (PV), and essential thrombocythemia (ET) are chronic myeloproliferative neoplasms (MPNs). Patients across all 3 MPNs experience marked disease burden in terms of symptoms and negative effects on quality of life (QoL), productivity, and activities of daily living (ADL). To improve the lives and health of patients with MPNs, it is also important to have a current understanding of these burdens from a financial standpoint. This analysis of MPN Landmark survey data examined the financial burden of patients who reported that their MPN affected their employment (ie, reduced work hours, discontinued employment, or went on medical disability) or experienced no such effects on their employment. Methods: Patients diagnosed with MF, PV, or ET were recruited to participate in a real-world retrospective study (MPN Landmark survey) in the US (fielded May - July 2014). Only respondents who were diagnosed before 2013 and were 16 to 65 years of age at the time of diagnosis were eligible for this analysis. Participants were asked if their MPN had an impact in terms of reduced work hours, discontinued employment, medical disability, or no impact; the first 3 categories were not mutually exclusive. Participants provided information on their annual household income in 2013 before taxes by selecting from the following categories: ≤$15,000, $15,001-$25,000, $25,001-$35,000, $35,001-$50,000, $50,001-$75,000, $75,001-$100,000, and >$100,000. The mid value of each range was used to calculate mean income levels within each subgroup evaluated. Results: A total of 813 patients completed the web-based Landmark survey and 369 eligible patients were included in this analysis (MF, 85; PV, 172; ET, 112). Median age among patients with ET was slightly lower than among patients with MF and PV at time of MPN diagnosis (ET, 48 years; MF, 56 years; PV, 53 years). The majority of respondents were women (MF, 62%; PV, 52%; ET, 75%). Almost all patients (99%) had health insurance, primarily group commercial insurance through an employer (MF, 46%; PV, 53%; ET, 57%) and Medicare (MF, 40%; PV, 34%; ET, 24%). Most patients had at least some college education (ie, some college, 4-year degree, or postgraduate degree): MF, 86%; PV, 90%; ET, 88%. The mean 2013 household income of patients with MF, PV, and ET were similar to each other ($79,800, $80,200, and $80,400, respectively) and slightly higher than the total 2013 US mean household income of $75,839. A notable proportion of patients in each MPN group reported that their disease led to reduced work hours, discontinued employment, and medical disability: MF, 38%, 35%, and 33%, respectively; PV, 33%, 28%, and 15%; ET, 28%, 21%, and 4%. Patient demographics, such as age and health insurance status, were similar among patients who reported MPN-associated effects on employment and patients who did not within each MPN. In each MPN group, the mean percentage household income loss in patients with reduced work hours, discontinued employment, and medical disability were: MF, 16%, 18%, and 28%, respectively; PV, 15%, 24%, and 17%; and ET, 0%, 24%, and 37%, compared with patients who did not experience any effects of their MPN on employment (Figure 1) . Discontinued employment and medical disability tended to have a greater impact compared with reduced work hours across MPNs. Conclusion: Patients withMPNs may experience a considerable negative impact on their employment status, which in turn may be associated with reduced annual household income. Therefore, across all MPNs, forestalling or reversing discrete aspects of the diseases that negatively impact individual productivity is an important factor in the management of these chronic neoplasms. View large Download slide View large Download slide  Close modal Disclosures Parasuraman: Incyte Corporation: Employment, Equity Ownership. Naim: Incyte Corporation: Employment, Equity Ownership. Paranagama: Incyte Corporation: Employment, Equity Ownership. Thyne: Incyte Corporation: Speakers Bureau. Mascarenhas: Incyte Corporation: Research Funding; Novartis Pharmaceuticals Corporation: Research Funding; Promedior: Research Funding; Roche: Research Funding; CTI Biopharma: Research Funding; Kalobios: Research Funding. Mangan: Incyte Corporation: Membership on an entity's Board of Directors or advisory committees. Fazal: Bristol Myers Squibb: Consultancy, Honoraria, Speakers Bureau; Ariad: Consultancy, Honoraria, Speakers Bureau; Pfizer: Honoraria, Speakers Bureau; Novartis: Honoraria, Speakers Bureau. Miller: Incyte Corporation: Honoraria, Research Funding. Mesa: Promedior: Research Funding; Gilead: Research Funding; Incyte Corporation: Research Funding; NS Pharma: Research Funding; CTI Biopharma: Research Funding; Novartis Pharmaceuticals Corporation: Consultancy; Genentech: Research Funding; Pfizer: Research Funding.",
    "topics": [
        "myeloproliferative disease",
        "myelofibrosis",
        "neoplasms",
        "polycythemia vera",
        "thrombocythemia, hemorrhagic",
        "disability",
        "equity",
        "employer",
        "internet"
    ],
    "author_names": [
        "Shreekant V. Parasuraman, PhD",
        "Ahmad B. Naim, MD",
        "Dilan C. Paranagama, PhD",
        "Maureen Thyne, PA",
        "Sara Goldberger, LCSW-R",
        "John O. Mascarenhas, MD MS",
        "James Mangan, MD PhD",
        "Salman Fazal, MD",
        "Carole B. Miller, MD",
        "Ruben A. Mesa"
    ],
    "author_dict_list": [
        {
            "author_name": "Shreekant V. Parasuraman, PhD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Ahmad B. Naim, MD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dilan C. Paranagama, PhD",
            "author_affiliations": [
                "Incyte Corporation, Wilmington, DE "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maureen Thyne, PA",
            "author_affiliations": [
                "Weill Cornell Medical College, New York, NY "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sara Goldberger, LCSW-R",
            "author_affiliations": [
                "Cancer Support Community, New York, NY "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "John O. Mascarenhas, MD MS",
            "author_affiliations": [
                "Icahn School of Medicine at Mount Sinai, New York, NY "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Mangan, MD PhD",
            "author_affiliations": [
                "University of Pennsylvania, Philadelphia, PA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Salman Fazal, MD",
            "author_affiliations": [
                "Allegheny Health Network Cancer Institute, Pittsburgh, PA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Carole B. Miller, MD",
            "author_affiliations": [
                "St Agnes Hospital, Baltimore, MD "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ruben A. Mesa",
            "author_affiliations": [
                "Mayo Clinic Cancer Center, Scottsdale, AZ"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-05T06:36:08",
    "is_scraped": "1"
}