{
    "doi": "https://doi.org/10.1182/blood.V116.21.3716.3716",
    "article_title": "Busulfan Conditioning In Sheep In Utero Transplantation Confers Engraftment Potential on Human Hematopoietic Stem Cells as Efficiently as HoxB4 Transduction. ",
    "article_date": "November 19, 2010",
    "session_type": "Experimental Transplantation - Basic Biology, Immune Function and Engraftment: Poster II",
    "abstract_text": "Abstract 3716 Background: In utero transplantation (IUT) of hematopoietic stem cells (HSCs) has been pursued as a treatment for congenital hematologic and genetic disorders. Although the engraftment of HSCs following IUT has been achieved, the levels of engraftment have been generally low. In order to achieve clinically relevant levels of HSC engraftment, there are many potential ways including the HSC expansion via HoxB4 transduction, and the niche expansion either by co-transplantation with mesenchymal stem cells (MSCs) or by myeloablation using busulfan (BU). BU is an alkylating agent and has application as an alternative to total body irradiation to create open niches for HSC transplantation. However, BU conditioning in IUT has not been reported. Here, we examined the safety and efficacy of BU conditioning in sheep IUT. Moreover, we compared the efficacy of BU conditioning with that of HoxB4 transduction or co-transplantation with MSCs in the context of sheep IUT. Methods: To determine the optimal dose of BU in sheep IUT, fetal sheep at 40–47 gestation days (full term, 147 days) were treated with BU at 0, 3, or 7.5 mg/kg (calculated by maternal body weight) via maternal vein. (BU can pass through placentas.) In the fetuses receiving 3 mg/kg BU, the numbers of colony-forming units (CFUs) in the fetal liver at 2 weeks after BU administration significantly decreased compared with those of the control group ( p < 0.01), and there was no trouble in maintenance of pregnancy, or no developmental abnormalities in the fetuses. In the fetuses receiving 7.5 mg/kg BU, four out of the five fetuses died, with severe suppression in the maternal hematopoiesis. We therefore determined that the optimal dose of BU for sheep IUT was 3 mg/kg. Next, to determine the appropriate timing of BU treatment in IUT, BU treatment at 3 mg/kg via maternal vein was conducted at 2 or 6 days prior to IUT, followed by transplantation of human CD34 + cells from umbilical cord blood, into the fetal liver (6-day-interval group [BU-6], n = 4; 2-day-interval group [BU-2], n = 4; control group, n = 6). Furthermore, we performed IUT of CD34 + cells together with MSCs in addition to 6-day-interval BU treatment (BU-6 + MSC co-transplantation group, n = 4). IUT of CD34 + cells transduced with HoxB4 by Sendai virus vector was also conducted ( HoxB4 group, n = 4), as reported in the previous annual meeting by our group. After birth, the engraftment of human hematopoietic cells in the lambs was quantitatively evaluated by colony PCR of the bone marrow. Results: Human CFUs were detected in the lamb bone marrow at 1 week after birth as shown in Table . In summary, the BU-6 group showed increased levels of engraftment compared to the control group ( p < 0.01), although the BU-2 group did not show increased levels of the engraftment. Thus, the engraftment was improved by transplanting cells at 6 days, not at 2 days, after BU treatment. The failure to improve engraftment in the BU-2 group might be attributable to the effects of remaining BU on transplanted cells, resulting from not fully developed enzymes of drug metabolism in fetuses as is especially known in sheep. Notably, the BU conditioning resulted in improved engraftment to the similar levels as HoxB4 transduction ( cf. HoxB4 group). There was no additional effect of MSCs on engraftment ( cf. BU-6 + MSC co-transplantation group), presumably because hematopoietic niches had already restored at 6 days after BU administration. Table 1. Engraftment of human HSCs in sheep IUT  Group . Engraftment (% of human CFUs) . P value (compared with control group) . BU-6 group ( n = 4)  1.9 ± 1.1% < 0.01 BU-2 group ( n = 4)  0.6 ± 1.1% not significant HoxB4 group ( n = 4)  1.7 ± 1.4% < 0.05 BU-6 + MSC co-transplantation group ( n = 4)  1.4 ± 0.6% < 0.05 Control group ( n = 6)  0.0 ± 0.0% – Group . Engraftment (% of human CFUs) . P value (compared with control group) . BU-6 group ( n = 4)  1.9 ± 1.1% < 0.01 BU-2 group ( n = 4)  0.6 ± 1.1% not significant HoxB4 group ( n = 4)  1.7 ± 1.4% < 0.05 BU-6 + MSC co-transplantation group ( n = 4)  1.4 ± 0.6% < 0.05 Control group ( n = 6)  0.0 ± 0.0% – View Large Discussion: BU treatment at 3 mg/kg via maternal vein 6 days prior to transplant can enhance the engraftment of human HSCs after sheep IUT, the efficacy of which would be comparable to that of HoxB4 transduction of human HSCs. In the context of IUT, we suggest that non cell-autonomous enhancement of human HSC engraftment by treatment with BU would be as effective as cell-autonomous enhancement such as HoxB4 transduction. The synergistic effects by both methods remain to be elucidated. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "busulfan",
        "conditioning (psychology)",
        "engraftment",
        "hematopoietic stem cells",
        "sheep",
        "transplantation",
        "cd34 antigens",
        "alkylating agents",
        "atrial myxoma with lentigines",
        "bone marrow purging"
    ],
    "author_names": [
        "Shigeo Masuda, MD, PhD",
        "Tomoyuki Abe",
        "Satoshi Hayashi",
        "Yujiro Tanaka",
        "Hiroshi Ban",
        "Makoto Inoue",
        "Mamoru Hasegawa",
        "Yoshikazu Nagao",
        "Yutaka Hanazono, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shigeo Masuda, MD, PhD",
            "author_affiliations": [
                "Division of Regenerative Medicine, Center for Molecular Medicine, Jichi Medical University, Tochigi, Japan, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tomoyuki Abe",
            "author_affiliations": [
                "Division of Biological Production Science, United Graduate School of Agricultural Science, Tokyo University of Agriculture and Technology, Tokyo, Japan, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Satoshi Hayashi",
            "author_affiliations": [
                "Division of Fetal Medicine, Department of Maternal-Fetal and Neonatal Medicine, National Center for Child Health and Development, Tokyo, Japan, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yujiro Tanaka",
            "author_affiliations": [
                "Division of Regenerative Medicine, Center for Molecular Medicine, Jichi Medical University, Tochigi, Japan, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hiroshi Ban",
            "author_affiliations": [
                "DNAVEC Corporation, Ibaraki, Japan, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Makoto Inoue",
            "author_affiliations": [
                "DNAVEC Corporation, Ibaraki, Japan, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mamoru Hasegawa",
            "author_affiliations": [
                "DNAVEC Corporation, Ibaraki, Japan, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yoshikazu Nagao",
            "author_affiliations": [
                "Department of Agriculture, Utsunomiya University, Tochigi, Japan"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yutaka Hanazono, MD, PhD",
            "author_affiliations": [
                "Division of Regenerative Medicine, Center for Molecular Medicine, Jichi Medical University, Tochigi, Japan, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-15T02:32:42",
    "is_scraped": "1"
}