{
    "doi": "https://doi.org/10.1182/blood.V126.23.2218.2218",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=3125",
    "start_url_page_num": 3125,
    "is_scraped": "1",
    "article_title": "Activating Mutation of STAT3 Protects Lymphocytes from Apoptosis and Leads to a Clinical Phenotype Resembling the Autoimmune Lymphoproliferative Syndrome ",
    "article_date": "December 3, 2015",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster II",
    "topics": [
        "apoptosis",
        "autoimmune lymphoproliferative syndrome",
        "lymphocytes",
        "mutation",
        "phenotype",
        "stat3 protein",
        "bcl-2 protein",
        "lymphadenopathy",
        "common variable hypogammaglobulinemia",
        "coombs' test"
    ],
    "author_names": [
        "Schafiq Nabhani, PhD",
        "Hagit Miskin, MD",
        "Cyrill Schipp, MSc",
        "Dan Harlev",
        "Shoshana Revel-Vilk, MD MSc",
        "Michael Gombert, PhD",
        "Sebastian Ginzel, MSc",
        "Arndt Borkhardt, MD",
        "Polina Stepensky, MD",
        "Ute Fischer, PhD"
    ],
    "author_affiliations": [
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany "
        ],
        [
            "Department of Pediatric Hematology, Shaare Zedek Medical Center, Jerusalem, Israel "
        ],
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany "
        ],
        [
            "Department of Pediatric Hematology, Shaare Zedek Medical Center, Jerusalem, Israel "
        ],
        [
            "Pediatric Hematology/Oncology Department, Hadassah - Hebrew University Medical Center, Jerusalem, Israel "
        ],
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany "
        ],
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany ",
            "Department of Computer Science, Bonn-Rhein-Sieg University of Applied Sciences, Sankt Augustin, Germany"
        ],
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany "
        ],
        [
            "Pediatric Hematology/Oncology Department, Hadassah - Hebrew University Medical Center, Jerusalem, Israel "
        ],
        [
            "Department of Pediatric Oncology, Hematology and Clinical Immunology, University Children's Hospital, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany "
        ]
    ],
    "first_author_latitude": "51.195264099999996",
    "first_author_longitude": "6.7899207",
    "abstract_text": "(PS and UF contributed equally to this work.) Introduction: The Autoimmune Lymphoproliferative Syndrome (ALPS) is caused by inefficient clearing of T lymphocytes. Patients are thus characterized by lymphadenopathy, hepatosplenomegaly, autoimmune cytopenias and an elevated number of double negative T cells (CD3 + , TCRα/β + , CD4 - , CD8 - ). Patients suffering from ALPS typically harbor germline or somatic mutations in genes involved in the apoptotic FAS death receptor signaling pathway ( FAS , FASLG or CASP10 ). For 20-30% of patients, however, the genetic cause is still unknown. Methods: The objective of this study was to identify novel gene candidates underlying ALPS of unknown genetic cause. To this end, 25 patients with clinical ALPS symptoms, but without classical mutations were analyzed by whole-exome sequencing. The list of potential candidates was narrowed down using an in-house developed bioinformatic analysis pipeline for patient-based gene prioritization based on protein-protein interaction networks. Resulting candidates were validated by Sanger sequencing and their impact on Fas signaling was studied. Results We identified a de novo germline mutation of the Signal Transducer And Activator Of Transcription 3 ( STAT3, c.833G>A, p.R278H) in one of the analyzed patients. The patient presented at the age of nine with Coombs positive hemolytic anemia, thrombocytopenia, generalized progressive, non-infectious, non-malignant lymphadenopathy and splenomegaly. Immunophenotyping revealed increased numbers of double negative T cells (20% in peripheral blood) and over time the patient developed panhypogammaglobulinemia. We performed immunoblot analyses and could demonstrate that the level of phosphorylated STAT3 (pSTAT3-Tyr705) was elevated in the patient's lymphocytes. This finding indicated that the mutation leads to constitutive activation of STAT3. Consistently, we detected an increased expression of STAT3 target genes (including SOCS3 , MMP7 and the anti-apoptotic factors BCL2 and BCL2L1) compared to wild-type controls using quantitative real-time PCR. We could also show a decreased expression of the pro-apoptotic genes BAK1 and BAX that is in accordance with the known negative regulation by STAT3. Thus, in the analyzed patient we found that the balance of pro- and anti-apoptotic factors inside the cell was skewed towards apoptosis resistance. Consistently, we could induce apoptosis in vitro applying recombinant Fas ligand, IL21 or staurosporine efficiently in cells derived from healthy controls, but only to a significantly lesser extent in cells from the patient. Moreover, in healthy cells we observed a concurrent downregulation of anti-apoptotic BCL2/BCL2L1 and an upregulation of pro-apoptotic BAX/BAK1 expression upon treatment that was completely absent in the patient's cells. Next, we tried to rescue the effect of constitutively activated STAT3 by application of a STAT3 specific inhibitor: S3I-201. When we treated the patient's lymphocytes with S3I-201 the expression levels of pro- and anti-apoptotic genes were similar to healthy controls and the sensitivity to apoptosis was restored. Conclusion: We report here a novel germline dominant STAT3 gain-of-function mutation that caused a clinical phenotype mimicking ALPS. Recent studies indicated that dominant germline STAT3 gain-of-function mutations lead to autoimmunity, hypogammaglobulinemia, and lymphoproliferation. STAT3 gain-of-function patients therefore share some clinical characteristics with ALPS patients. The clinical presentation of the patient described here differed from the phenotypes previously reported and thus extends the spectrum of STAT3 -associated diseases. The mechanism underlying the clinical symptoms of STAT3 gain-of-function patients has not yet been determined. Here, we demonstrate increased activation of STAT3 and STAT3 target genes, leading to a skewed balance of pro- and anti-apoptotic factors and apoptosis evasion as a cause for lymphocyte accumulation and resulting autoimmunity in a STAT3 gain-of-function patient. Similar to ALPS patients, diminished responsiveness of lymphocytes to apoptosis seems to be a major characteristic. The clinical phenotype may differ because mutations in STAT3 or Fas signaling genes, respectively, affect overlapping, but also distinct signaling pathways. Disclosures No relevant conflicts of interest to declare."
}