{
    "doi": "https://doi.org/10.1182/blood.V122.21.2276.2276",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2595",
    "start_url_page_num": 2595,
    "is_scraped": "1",
    "article_title": "Granulocytes Infiltrate The Intestine In a Zebrafish Model Of Inflammatory Bowel Disease ",
    "article_date": "November 15, 2013",
    "session_type": "201. Granulocytes, Monocytes and Macrophages: Poster II",
    "topics": [
        "granulocytes",
        "infiltrates",
        "inflammatory bowel disease",
        "intestines",
        "zebrafish",
        "peroxidase",
        "trinitrobenzenesulfonic acid",
        "cytokine",
        "ethanol",
        "flow cytometry"
    ],
    "author_names": [
        "Brenda Geiger, PhD",
        "Aileen W. Zhen",
        "Efi Kokkotou, MD",
        "Paula G. Fraenkel, MD"
    ],
    "author_affiliations": [
        [
            "Department of Medicine, Division of Gastroenterology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Medicine, Division of Gastroenterology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA, "
        ],
        [
            "Department of Medicine, Division of Hematology/Oncology, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.33960629999999",
    "first_author_longitude": "-71.10498199999999",
    "abstract_text": "Inflammatory bowel disease (IBD) is a condition in which lymphocytes and neutrophils infiltrate the intestine, stimulate the production of various inflammatory cytokines, and injure the intestinal mucosa. Because of the conserved aspects of hematopoiesis in the zebrafish, we hypothesized that a zebrafish model of IBD would reproduce human features of the disease, while retaining desirable aspects of zebrafish disease models including small size, low cost, and ease of chemical and genetic screening. We used adult transgenic zebrafish expressing eGFP under control of a myeloperoxidase promoter (Tg(mpx:eGFP) to trace the activity of granulocytes following intrarectal injection with trinitrobenzene sulfonic acid (TNBS), 1.6 mmole/gram body weight, or an equivalent volume of vehicle alone (30% ethanol). The zebrafish were sacrificed 6 hours’ post-treatment for assessment of changes in intestinal architecture, intestinal infiltration by myeloperoxidase-positive leukocytes, and cytokine transcript levels using histology, flow cytometry, and quantitative realtime RT-PCR, respectively. At 6 hours post-treatment, we detected a mononuclear infiltrate in the intestinal mucosa and a 10-fold increase in the number of myeloperoxidase-positive leukocytes in the intestines of TNBS-treated fish vs controls (0.614%±0.202% vs. 0.052%±0.014%, p=0.0269; n=6-7 fish per group). We also observed a significant increase in the transcript levels of interleukin-1beta (6,935±2,454 AU vs 100±28 AU, p=0.0179), interleukin-8 (246 ± 63 AU vs 100 ± 21 AU, p=0.05) and interleukin-10 (385 ± 84 AU vs 100± 8 AU p=0.0055) in the intestines of fish injected with TNBS vs vehicle alone (n=9-10 fish per group). These findings resemble those seen in patients and mammalian chemical injury models of IBD. They will provide the basis for further study of the mechanisms controlling intestinal inflammation in IBD. Disclosures: No relevant conflicts of interest to declare."
}