{
    "doi": "https://doi.org/10.1182/blood-2019-131825",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4357",
    "start_url_page_num": 4357,
    "is_scraped": "1",
    "article_title": "Comparative Studies on the Interaction of Unfractionated Heparin and Sulodexide with Functional Anti-Heparin Platelet Factor 4 Antibodies ",
    "article_date": "November 13, 2019",
    "session_type": "332.Anticoagulation and Antithrombotic Therapy",
    "topics": [
        "antibodies",
        "heparin",
        "platelet factor 4",
        "unfractionated heparin",
        "dermatan sulfate",
        "atrial fibrillation",
        "saline solutions",
        "thrombocytopenia, heparin-induced",
        "active pharmaceutical ingredient",
        "administration, oral"
    ],
    "author_names": [
        "Ambar Farooqui",
        "Debra Hoppensteadt, PhD",
        "Omer Iqbal, MD",
        "Cassie Bacher",
        "Jeanine Walenga, PhD",
        "Ahmed Kouta",
        "Walter Jeske, PhD",
        "Bruce Lewis",
        "Jawed Fareed, PhD"
    ],
    "author_affiliations": [
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola Univ. Medical Center Cardiovascular Institute, Maywood, IL "
        ],
        [
            "Pharmacology, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Thoracic and Cardiovascular Surgery, Loyola University Medical Center, Maywood, IL "
        ],
        [
            "Cardiology, Loyola University Medical Center, Maywood, IL"
        ],
        [
            "Pathology, Loyola University Medical Center, Maywood, IL "
        ]
    ],
    "first_author_latitude": "41.88150364999999",
    "first_author_longitude": "-87.88683809999999",
    "abstract_text": "Introduction: Sulodexide represents a glycosaminoglycan derived antithrombotic agent which is clinically used for the management of vascular disorders and is pharmacologically active after both parenteral and oral administration. Similar to unfractionated heparin (UFH), this drug is derived from porcine mucosal tissue and is composed of a mixture of fast moving low molecular weight heparin (molecular weight 7.0 Kda) and dermatan sulfate (molecular weight 20 Kda). The USP anticoagulant potency of sulodexide is 92 + 4 USP units / mg in contrast to unfractionated heparin which is 200 U/mg. The purpose of this study is to compare the relative effect of sulodexide in mediating heparin induced thrombocytopenia (HIT) antibodies induced aggregation of human platelets in a standardized test system which is developed to compare the effects of heparins and related drugs. Materials and Methods: Active pharmaceutical ingredients (API versions of sulodexide), fast moving heparin and dermatan sulfate were obtained from Alfa Sigma (Bologna, Italy). API versions of UFH were obtained from Medefil, Inc (Glendale Heights, IL, USA). All agents were dissolved in saline at a stock concentration of 1 mg/ml. Working dilutions were prepared at 100, 10 and 1 mg/ml. The source of functional HIT antibody represented a frozen pool of aphresis fluid (AF) collected from five clinically confirmed heparin induced thrombocytopenia patients. The functionality of the HIT antibodies in this pool were confirmed in the platelet aggregation 14 C serotonin release assay. To test the relative effects of sulodexide, its components and UFH, 175 microliter of platelet rich plasma was mixed with 50 microliter of each of AF and incubated for 3 minutes followed by the addition of 25 microliter of the test agent at a final concentration range of 0 - 100 ug/ml. Platelet aggregation responses were recorded for up to 60 minutes in terms of percent aggregation. To test the ability of each of the agents for relative PF4 release from the whole blood, blood samples from healthy donors (n=20) were incubated with these agents at a concentration of 100 ug/ml for 60 minutes. The released PF4 in plasma was measured by using a commercially available ELISA method. Results: All results were compiled in terms of percent aggregation of platelets and represented as mean + standard deviation (Table 1). UFH produced a concentration dependent aggregation from 0 - 10 ug/ml reaching a peak aggregation of 61 + 12%. Sulodexide produced a relatively weaker aggregatory response and produced mild aggregation in the same concentration range exhibiting 30 + 7 platelet aggregation at 10 ug/ml. The fast moving heparin component of sulodexide produced a concentration dependent response comparable to heparin reaching a maximum aggregation of 66 + 10% at 10 ug/ml. The dermatan sulfate component did not produce any significant aggregation of platelets and no concentration dependence was observed. All agents showed a much lower aggregation at 100 ug/ml. The relative release of PF4 from the whole blood was the highest at UFH (310 + 40 ng/ml), whereas in sulodexide supplemented samples it was much lower (140 + 18 ng/ml). The fast moving heparin showed comparable results to heparin (330 + 46 ng/ml), dermatan sulfate exhibited milder release of PF4 (58 + 11 ng/ml) which was comparable to saline (67 + 14 ng/ml). Discussion: These results clearly show that in comparison to heparin sulodexide produces a relatively milder response in the functional HIT antibody screening studies. However, the fast moving heparin component of sulodexide produces comparable responses to UFH whereas dermatan sulfate has much weaker aggregate response. Similarly in the PF4 release studies while UFH and fast moving heparin produced high release of PF4, sulodexide produces relatively lower levels of PF4. The dermatan sulfate was much weaker in mobilizing PF4 from the platelets. Taken together these results are consistent to the clinical observations where sulodexide is shown to be much weaker in producing HIT responses. Table 1 View large Download slide Table 1 View large Download slide  Disclosures No relevant conflicts of interest to declare."
}