{
    "doi": "https://doi.org/10.1182/blood.V118.21.1001.1001",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2004",
    "start_url_page_num": 2004,
    "is_scraped": "1",
    "article_title": "A Phase I Trial of Adoptively Transferred Ex-Vivo Expanded Autologous Natural Killer (NK) Cells Following Treatment with Bortezomib to Sensitize Tumors to NK Cell Cytotoxicity ",
    "article_date": "November 18, 2011",
    "session_type": "703. Adoptive Immunotherapy: Exploiting Innate and Adaptive Immunity",
    "topics": [
        "bortezomib",
        "cytotoxicity",
        "natural killer cells",
        "neoplasms",
        "brachial plexus neuritis",
        "infusion procedures",
        "aldesleukin",
        "progressive neoplastic disease",
        "toxic effect",
        "adverse event"
    ],
    "author_names": [
        "Robert N Reger",
        "Maria Berg",
        "Andreas Lundqvist, PhD",
        "Theresa Donohue, MHS, PA-C",
        "Mattias Carlsten, MD Ph.D",
        "Dawn M Betters, Ph.D",
        "Lisa Cook, RN, BSN",
        "Catalina Ramos, RN, BSN",
        "Sophia Grasmeder, RN, BSN, OCN",
        "Su Su, MD, PhD",
        "David Stroncek, MD",
        "Jeremy Pantin, MD",
        "Keyvan Keyvanfar, BS",
        "Cristian A. Carvallo, MD",
        "Hahn Khuu, MD",
        "Richard Childs, MD"
    ],
    "author_affiliations": [
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Oncology and Pathology, Cancer Center Karolinska, Karolinska Institutet, Stockholm, Sweden, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Hematology Branch, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "University of Los Andes, Clinica Santa Maria, Santiago, Chile"
        ],
        [
            "Department of Transfusion Medicine, Clinical Center, National Institutes of Health, Bethesda, MD, USA, "
        ],
        [
            "National Heart, Lung, and Blood Institute, Hematology Branch, National Institutes of Health, Bethesda, MD, USA, "
        ]
    ],
    "first_author_latitude": "39.0013096",
    "first_author_longitude": "-77.1028317",
    "abstract_text": "Abstract 1001 The proteosome inhibitor bortezomib sensitizes tumors in-vitro and in-vivo to autologous NK cell killing by augmenting NK cell TRAIL and perforin/granzyme-mediated caspase-8 activity (Lundqvist et al, Blood 2009). This effect occurs independent of tumor MHC class I expression, suggesting drug-induced tumor sensitization to autologous NK cell killing could be used to override the dominant inhibitory signaling that occurs via KIRs. Based on preclinical data, we initiated a phase I clinical trial to explore the safety and antitumor efficacy of escalating doses of adoptively infused ex-vivo expanded autologous NK cells following bortezomib treatment in patients (pts) with a variety of advanced malignancies refractory to conventional therapy. Pts underwent a 15–20L apheresis to isolate NK cells that were enriched using Miltenyi immuno-magnetic beads to deplete CD3+ T cells followed by CD56+ selection. Enriched NK cells (5–12 × 10 7 cells) were expanded ex-vivo over 14–27 days using an irradiated clinical grade EBV-LCL feeder cell line. On day −3, pts receive a single injection of pentostatin (4mg/m 2 ) to deplete Tregs followed by an injection of bortezomib (1.3 mg/m 2 ) on day −1 to sensitize tumors to NK cell killing. Cohorts 1–4 received a single infusion of ex-vivo expanded NK cells on day 0 in a dose escalating fashion (5×10 6 , 1×10 7 , 5×10 7 , and 1×10 8 NK cells/kg; 3–6 pts per cohort). Cohorts 5–6 received 1 × 10 8 NK cells/kg on day 0 and a second escalating dose of NK cells infused on day +5 (5 × 10 7 and 1 × 10 8 NK cells/kg respectively) following treatment with a second dose of bortezomib given on day +4. To maintain NK cell viability and TRAIL surface expression, 2 million IU/m 2 of IL-2 was given s.c. every 12 hrs on days 0 through +6 in cohorts 1–4 and days 0 through +9 for cohorts 5–6. Pts with stable disease or regression were eligible to receive additional cycles of therapy. Twenty pts received a total of 73 adoptive NK cell infusions. 58/59 (98%) NK cell cultures expanded successfully to achieve the target NK cell dose. NK cells harvested 14–27 days after expansion contained a median 99.7% (range 92–100) CD3-/CD56+ NK cells and had a median 87% (range 71–93) viability. NK cells for the first infusion given on day 0 expanded a median 199 fold (range 58–6647) ex-vivo after a median 14 days of culture (range 14–22). NK cells given on day +5 expanded a median 1298 fold (range 243-20, 196) after a median 20 days of culture (range 19–27). For cohorts 3–4, NK cells peaked in circulation at a median 382cells/μL (range 60–1851) at median 7 days following adoptive transfer. For cohorts 5–6, NK cells increased in the circulation a median 6.0 fold (range 1.4–7.0) over baseline, peaking at a median 266 cells/μL (range 61–301) at a median 10 days following adoptive transfer. No grade II–IV toxicities related to NK cell transfer were observed. The most common adverse events were attributed to IL-2 therapy including grades I-II fever, renal insufficiency, edema and hypotension. Four pts developed elevated free T4 levels and low TSH levels following NK cell therapy consistent with acute thyroiditis; two became hypothyroid and required thyroid replacement therapy. Best clinical response to date in the first 20 pts treated included 6 pts with progressive disease, 10 pts with stable disease (including 2 pts with metastatic tumors who had more than a 30% decline in serum tumor markers) and 4 pts with a minor response (2 pts with renal cell carcinoma (RCC) and 2 pts with chronic lymphocytic leukemia (CLL)). Thirteen of 20 pts (66%) went on to receive more than 1 NK cell infusion including 1 pt who received 6 cycles, 3 pts who received 5 cycles, 4 pts who received 4 cycles, 3 pts who received 3 cycles and 1 pt who received 2 cycles before going off study for either progressive disease or personal preference. In conclusion, this study has established that 2 infusions of ex-vivo expanded autologous NK cells at a dose of 1 × 10 8 cells/kg given on days 0 and +5 are safe with preliminary evidence for antitumor immunity being observed against metastatic RCC and treatment refractory CLL. With the exception of thyroiditis, infusions of ex-vivo expanded NK cells were well tolerated with no grade III/IV toxicities observed to date. This phase I study continues to accrue pts with cohorts 7–10 intended to establish the maximum tolerated dose of ex-vivo expanded NK cells that can be infused on day 5 (up to a dose of 1 × 10 9 NK cells/kg). Disclosures: No relevant conflicts of interest to declare."
}