{
    "doi": "https://doi.org/10.1182/blood.V116.21.SCI-43.SCI-43",
    "article_title": "Angioblast Behavior in Arterial-Venous Segregation ",
    "article_date": "November 19, 2010",
    "session_type": "Scientific Committee on Thrombosis and Vascular Biology: Novel Aspects of Vascular Wall Biology",
    "abstract_text": "Abstract SCI-43 Blood vessels form de novo (vasculogenesis) or upon sprouting of capillaries from pre-existing vessels (angiogenesis). Using high resolution imaging of zebrafish vascular development we discovered a third mode of blood vessel formation whereby the first embryonic artery and vein, two unconnected blood vessels, arise from a common precursor vessel. The first embryonic vein formed by selective sprouting of progenitor cells from the precursor vessel, followed by vessel segregation. These processes were regulated in part by the ligand EphrinB2 and its receptor EphB4, which are expressed in arterial-fated and venous-fated progenitors, respectively, and interact to orient the direction of progenitor migration. Thus, directional control of progenitor migration drives arterial/venous segregation and generation of separate parallel vessels from a single precursor vessel, a process essential for vascular development. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "angiogenesis",
        "blood capillaries",
        "conflict of interest",
        "diagnostic imaging",
        "disclosure",
        "embryo",
        "endothelial progenitor cells",
        "ligands",
        "spinal cord injuries",
        "stem cells"
    ],
    "author_names": [
        "Shane P. Herbert",
        "Didier Stainier, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Shane P. Herbert",
            "author_affiliations": [
                "Multidisciplinary Cardiovascular Research Centre and Institute of Molecular and Cellular Biology, University of Leeds, Leeds, United Kingdom, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Didier Stainier, PhD",
            "author_affiliations": [
                "University of California – San Francisco, San Francisco, CA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T06:48:01",
    "is_scraped": "1"
}