{
    "doi": "https://doi.org/10.1182/blood.V112.11.829.829",
    "article_title": "Management of Early Leukemia Relapse after Allogeneic Hematopoietic Stem Cell Transplantation by Donor’s Dendritic Cell-Primed Cytokine- Induced Killer Cells ",
    "article_date": "November 16, 2008",
    "session_type": "Tumor Immunotherapy",
    "abstract_text": "Leukemia relapse after allogeneic hematopoietic stem cell transplantation (HSCT) is one of the main obstacles for survival. Immunosuppressant withdraw, chemotherapy, and donor lymphocyte infusion(DLI) are usually employed for management of recurrence after HSCT, but some patients have poor response to above therapy or have contraindications for DLI due to relapse at early stage after transplant or with active graft-versus-host disease (GVHD). Dendritic cell-primed cytokine-induced killer cells (DC-CIK) have been successfully applied in treatment of minimal residual disease (MRD) in our center for 12 years. In present pilot clinical study, we explore to manage early leukemia relapse after HSCT with donor’s DC-CIK in appropriate patients. The patients who relapsed in hematological (5–20% blasts in BM) or molecular or immunological (MRD>0.1% by flow cytometry) with at least one of the following criteria were included in this clinical trial. 1. No response to DLI; 2. Relapsed within 60 days after HSCT; 3. Relapsed with active GVHD. Total 18 patients (male 9, female 9) with median age 26 (4 to 42) years were eligible to this clinical study. The diagnosis included acute myeloid leukemia (AML 13), acute lymphoblastic leukemia (ALL 4) and chronic myeloid leukemia (CML 1) who failed to reach molecular remission with imatinib before transplant. The types of donor were HLA identical sibling (11), haploidentical family member (5), and unrelated donor (2). Six of 18 patients had either molecular or immunological recurrence, while 12 of 18 cases relapsed hematologically. The median cell dosage of DC-CIK infused was 2.34×10 9 (0.2–44×10 9 ). With DC-CIK treatment, overall 11 of 18 (61.1%) patients achieved complete remission (CR, molecular or immunological or hematological based on the disease status before DC-CIK). Among 6 cases in molecular or immunological recurrence, five of them (83.3%) obtained CR, while 12 patients with early hematological relapse, 6 of them (50%) returned to CR. Seven of 13 patients with AML, and all 4 cases with ALL responded to DC-CIK treatment, while a patient with CML had no therapeutic benefit from it. Among 7 cases without response to DC-CIK, one patient with CML achieved molecular remission with high-dose Imatinib, 1 case obtained CR after DLI later on, 1 patient survived with primary disease so far, and the remaining 4 patients died from leukemia recurrence. In 11 cases who responded to DC-CIK, 10 of them survived with median 359(164 to 1233) days. One patient died from transplant-related complications. Four patients developed GVHD after DC-CIK infusion and controlled completely with Cyclosporin A and Methylprednisolone. Our encouraging results indicate that Donor’s DC-CIK is a safe and effective therapeutic option in management of early leukemia recurrence after allogeneic HSCT, especially for the patients who fail to or ineligible to current standard practice.",
    "topics": [
        "allogeneic hematopoietic stem cell transplant",
        "cytokine",
        "dendrites",
        "leukemia",
        "natural killer cells",
        "graft-versus-host disease",
        "hematopoietic stem cell transplantation",
        "transplantation",
        "disease remission",
        "imatinib mesylate"
    ],
    "author_names": [
        "Jing-Bo Wang",
        "Tong Wu",
        "Jun-Fang Yang",
        "Jian-Ping Zhang",
        "Xing-Yu Cao",
        "Yu-Ming Yin",
        "Yuan Sun",
        "Rong-Mu Luo",
        "Dao-Pei Lu",
        "Chun-Rong Tong"
    ],
    "author_dict_list": [
        {
            "author_name": "Jing-Bo Wang",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Tong Wu",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jun-Fang Yang",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jian-Ping Zhang",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xing-Yu Cao",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yu-Ming Yin",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yuan Sun",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rong-Mu Luo",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Dao-Pei Lu",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Chun-Rong Tong",
            "author_affiliations": [
                "Beijing Daopei Hospital, Beijing, China"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-10T06:40:54",
    "is_scraped": "1"
}