{
    "doi": "https://doi.org/10.1182/blood-2018-99-116811",
    "article_title": "IL15 Expressing CD123-Targeted Engager T-Cell Therapy for Adult Acute Myeloid Leukemia ",
    "article_date": "November 29, 2018",
    "session_type": "616. Acute Myeloid Leukemia: Novel Therapy, excluding Transplantation: Poster II",
    "abstract_text": "Background : CD123 is a potential immunotherapeutic target in AML due to its overexpression on leukemic stem cells that play an essential role in disease progression and relapse. Our previous study using T cells secreting CD123/CD3 bispecific engager molecules (CD123-ENG T cells) showed promising results in pediatric AML. Interleukin-15 (IL15) has emerged as a candidate immunomodulator as it enhances the cytolytic activity of CD8+ T-cells and induces long-lasting memory T cells. To improve the efficacy and persistence of CD123-ENG T-cells we developed IL-15 expressing CD123-ENG T cells. Here, we report characterization and efficacy of IL15 secreting CD123-ENG T cells in adult AML. Methods/Results : A cDNA encoding IL15 was cloned into retroviral vectors encoding CD123-ENG or CD19-ENG and the CD20 suicide gene separated by 2A sequences (CD20.2A.CD123-ENG.2A.IL15; CD20.2A.CD19-ENG.2A.IL15). ENG T cells were generated from human peripheral blood mononuclear cells (PBMCs) from normal donors by retroviral transduction and expanded in vitro . Non-transduced (NT) T cells and T cells expressing CD20 and CD123 (CD20.CD123-ENG T cells) served as controls. The transduction efficiency was between 62.81-95% (average 72%, n=3) and phenotypic analysis by flow cytometry showed reproducible CD4+, CD8+, central memory (CCR7+CD45RA-), effector memory (CCR7-CD45RA-), and naïve (CCR7+CD45RA+) T cells populations compared to NT cells. IL15 production of CD20.CD19-ENG.IL15 and CD20.CD123-ENG.IL15 T cells was confirmed by ELISA (84-154 pg/ml vs 32 and 44 pg/ml of NT and CD20.CD123-ENG T cells, p<0.01, n=3). Both, CD20.CD123-ENG and CD20.CD123-ENG.IL15 T cells recognized CD123+ AML cell lines as determined by IL2 and interferon γ (IFNγ) production (p<0.01, n=3). In contrast, NT and CD20.CD19-ENG.IL15 T cells did not, confirming specificity. In addition, CD20.CD123-ENG and CD20.CD123-ENG.IL15 T cells induced killing of only CD123-positive target cells in luciferase-and 7AAD-based cytotoxicity assay. CD20.CD123-ENG.IL15 T cells showed greater cytolytic activity than CD20.CD123-ENG T cells (p=0.0002, n=3). Finally, we evaluated the cytolytic activity of ENG T cells against two CD123+ adult AML PDX samples with clinically high-risk features (PDX#440778 [Flt3-ITD and D835 double mutations], and PDX#LFS [p53 mutant Li Fraumeni syndrome]). Both, CD20.CD123-ENG and CD20.CD123-ENG.IL15 T cells significantly killed AML PDX cells compared to NT and CD20.CD19-ENG.IL15 T cells (p<0.001, n=3). Adoptive transfer of CD20.CD123-ENG or CD20.CD123-ENG.IL15 T cells into the AML PDX#440778 mouse model revealed a significant reduction of leukemia burden in mice that received CD20.CD123-ENG.IL15 T cells 5 days post infusion (p=0.004, n=7). We are currently monitoring AML burden, frequency of infused ENG T cells, body weight and survival of treated mice, and conducting experiments in the 2 nd AML PDX model. These results will be presented at the meeting. Conclusion: We demonstrate here that genetically engineering CD123-ENG T cells that express IL15 enhances their effector function resulting in improved anti-AML activity in in vitro and in vivo . The results warrant further exploration of IL15 secreting CD123-specific ENG T-cell therapy in AML. Disclosures Andreeff: Celgene: Consultancy; United Therapeutics: Patents & Royalties: GD2 inhibition in breast cancer ; SentiBio: Equity Ownership; Eutropics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Aptose: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Daiichi-Sankyo: Consultancy, Patents & Royalties: MDM2 inhibitor activity patent, Research Funding; Jazz Pharma: Consultancy; Oncoceutics: Equity Ownership, Membership on an entity's Board of Directors or advisory committees; Reata: Equity Ownership; Astra Zeneca: Research Funding; Oncolyze: Equity Ownership; Amgen: Consultancy, Research Funding.",
    "topics": [
        "interleukin-15",
        "leukemia, myelocytic, acute",
        "t-cell therapy",
        "cd20 antigens",
        "cd19 antigens",
        "breast cancer",
        "cytotoxicity",
        "disease progression",
        "dna, complementary",
        "flow cytometry"
    ],
    "author_names": [
        "Hong Mu, MD PhD",
        "Huaxian Ma, MS",
        "Abishek Vaidya, MS",
        "Challice L. Bonifant, MD PhD",
        "Stephen Gottschalk, MD",
        "Mireya P. Velasquez, MD",
        "Michael Andreeff, MD PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Hong Mu, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Huaxian Ma, MS",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Abishek Vaidya, MS",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Challice L. Bonifant, MD PhD",
            "author_affiliations": [
                "University of Michigan Medical School/C.S. Mott Children's Hospital, Ann Arbor, MI "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen Gottschalk, MD",
            "author_affiliations": [
                "Bone Marrow Transplantation and Cellular Therapy, St. Jude Children's Research Hospital, Memphis, TN"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mireya P. Velasquez, MD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael Andreeff, MD PhD",
            "author_affiliations": [
                "Department of Leukemia, The University of Texas MD Anderson Cancer Center, Houston, TX "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-13T09:35:43",
    "is_scraped": "1"
}