{
    "doi": "https://doi.org/10.1182/blood.V116.21.725.725",
    "article_title": "Platelet Factor 4 Levels Inversely Correlate with Platelet Transfusion Needs In Pediatric Patients Treated for Standard Risk Acute Lymphoblastic Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Disorders of Platelet Number or Function: Studies of TTP, HIT and Platelet Factor 4 Biology",
    "abstract_text": "Abstract 725 Platelet factor 4 (PF4) is a chemokine found almost exclusively in megakaryocytes and platelets. PF4 has been previously shown to be a negative paracrine inhibiting megakaryopoiesis in vitro in humans and mice. We confirmed this finding and also found an inverse correlation between PF4 and steady-state platelet counts in mice. In both chemotherapy- and radiation-induced thrombocytopenia, platelet PF4 levels inversely correlated with platelet count recovery after bone marrow injury, and blocking this effect ameliorated the thrombocytopenia. We now asked whether platelet PF4 levels are of clinical relevance on human platelet biology in patients undergoing chemotherapy. We selected pediatric patients who had completed treatment for standard risk acute lymphoblastic leukemia at the Children's Hospital of Philadelphia, as this was a fairly large population that have reached remission after relatively uniform therapy. Enrolled patients had completed therapy since January 1999. Blood samples were obtained and medical records were retrospectively reviewed for platelet counts, platelet transfusion requirements and duration of therapy during delayed intensification (DI). DI was chosen for investigation as a preliminary study showed that 35% of our patients require platelet transfusion during DI and need for transfusion at that point in therapy is unlikely to be related to primary underlying bone marrow disease. To date, 68 subjects have been enrolled. Sixty-two subjects had evaluable PF4 levels. PF4 levels were independent of age and sex. Leukemia survivors did not have significantly different PF4 levels when compared to a pediatric control population. There was a direct relationship between measured total PF4 level and platelet count (Pearson r 0.36, p<0.006) although contrary to animal studies, there was no correlation between PF4 per platelet and platelet count. Transfusion data from the first 22 patients have been evaluated. Patients who did not require platelet transfusion during DI had markedly lower PF4 per platelet (6.35 ± 1.85 SE) when compared to patients who required transfusion (13.26 ± 1.89 SE, p<0.02). In addition, duration of therapy (for girls) was inversely correlated with PF4 per platelet (r 0.689, p=0.04), consistent with animal data in which platelet count recovery was inversely correlated with PF4 per platelet. These data suggest that PF4 may be an important in vivo regulator of human platelet counts in the setting of bone marrow injury. Further clinical studies will confirm these findings and begin to explore potential interventions to allow for intensified chemotherapy regimens in subjects at risk for more severe chemotherapy-induced thrombocytopenia based on their level of this negative paracrine of megakaryopoiesis. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "acute lymphocytic leukemia",
        "pediatrics",
        "platelet factor 4",
        "platelet transfusion",
        "chemotherapy regimen",
        "transfusion",
        "duration of treatment",
        "bone marrow diseases",
        "chemokines",
        "disease remission"
    ],
    "author_names": [
        "Michele Lambert, MD",
        "Alisa Reznikov",
        "Yvonne Nguyen",
        "Lubica Rauova",
        "Mortimer Poncz, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Michele Lambert, MD",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Alisa Reznikov",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Nguyen",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Lubica Rauova",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mortimer Poncz, MD",
            "author_affiliations": [
                "Division of Hematology, The Children's Hospital of Philadelphia, Philadelphia, PA, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-16T21:32:37",
    "is_scraped": "1"
}