{
    "doi": "https://doi.org/10.1182/blood.V122.21.1078.1078",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=2656",
    "start_url_page_num": 2656,
    "is_scraped": "1",
    "article_title": "Successful Management Of Calcineurin Induced Thrombotic Microangiopathy(TMA) With Eculizumab After Non- Renal Solid Organ Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "311. Disorders of Platelet Number or Function: Poster I",
    "topics": [
        "calcineurin",
        "eculizumab",
        "kidney",
        "organ transplantation",
        "thrombotic microangiopathies",
        "tissue microarray",
        "trimethylamine",
        "genetic predisposition to disease",
        "complement system proteins",
        "atypical hemolytic-uremic syndrome"
    ],
    "author_names": [
        "Catherine Broome, MD",
        "James K. McCloskey, MD",
        "Raffaele Girlanda, MD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Georgetown University Hospital, Washington, DC, USA, "
        ],
        [
            "Hematology/Oncology, Georgetown University Hospital, Washington, DC, USA, "
        ],
        [
            "Department of Surgery, Georgetown University Hospital, Washington, DC, USA"
        ]
    ],
    "first_author_latitude": "38.9121118",
    "first_author_longitude": "-77.07523669999999",
    "abstract_text": "Thrombotic microangiopathy (TMA) is seen in up to 30% of patients receiving solid organ transplantation and almost always occurs in the setting of calcineurin inhibitor (CNI) therapy. The underlying pathophysiology of calcineurin induced TMA is poorly understood. Long term follow up in non renal transplant patients with TMA suggests that in spite of plasma exchange therapy the 1 year mortality following TMA is up to 70%. Between November 2010 and August 2012, 7 patients at our institution who underwent organ transplants ( 5 small bowel, 2 orthotopic liver) developed clinical and laboratory evidence of TMA while receiving CNI therapy. TMA was diagnosed from 3 to 13(median 11) months post transplant and none of the patients responded symptomatically or by laboratory parameters to a reduction in dose of CNI. Other unsuccessful therapies included substitution of other immunosuppressive agents (N=1) and 11 daily plasma exchanges (N=1). At the time of TMA diagnosis notable laboratory values included platelets 22-73 (median 46) K/UL, hemoglobin 4.5 to 8.1(median 6.9) GM/DL, serum creatinine 1.16-5.4 (median 2.66)MG/DL, LDH 262-2903(median 435) Units/L, and ADAMSTS13 37-137%. All patients had a negative DAT, schistocytes on peripheral smear and all but one had undetectable haptoglobin. ( Table 1 ) Clinical symptoms at diagnosis included nausea, vomiting, abdominal pain, fever, hypertension, cerebral vascular accident (N=1), acute coronary syndrome (N=1). None of the patients had evidence of graft rejection on biopsy of the transplanted organ at the time of TMA diagnosis however 2 patients with small bowel transplants had pathologic evidence of ischemic changes and vascular thrombi on biopsy of the small bowel graft. Table 1 Comparison of Medians of TMA Laboratory Parameters  Median Values . PreTransplant . TMA Diagnosis . 4 weeks post eculizumab . Platelet count K/UL 120 46 202 Hemoglobin GM/DL 11.0 6.9 9.0 Serum Creatinine MG/DL 0.83 2.66 1.7 LDH Units/L 174 435 322 Haptoglobin NT <31 90 Median Values . PreTransplant . TMA Diagnosis . 4 weeks post eculizumab . Platelet count K/UL 120 46 202 Hemoglobin GM/DL 11.0 6.9 9.0 Serum Creatinine MG/DL 0.83 2.66 1.7 LDH Units/L 174 435 322 Haptoglobin NT <31 90 View Large Eculizumab is a monoclonal antibody which binds with high affinity to C5 and is highly effective in disorders associated with abnormalities in the regulation of complement such as paroxysmal nocturnal hemoglobinuria and atypical hemolytic uremic syndrome (aHUS) another TMA disease. Due to the clinical and laboratory similarities of post transplant CNI associated TMA and aHUS all patients in our series were treated with the standard induction dose of eculizumab 1200mg weekly for 4 weeks and 900mg every 2 weeks thereafter. Treatment duration ranges from 4 weeks to 107 weeks. All patients were successfully maintained on adequate immunosuppression with calcineurin inhibitor (tacrolimus in all cases) to inhibit graft rejection. All patients demonstrated a rapid and complete resolution of laboratory and clinical manifestations of TMA. After the fourth dose of eculizumab platelet counts ranged from 104-291(median 202), hemoglobin 8.1-10.9(median 9.0), serum creatinine 0.70-4.08(median 1.7), LDH 157-475(median 322) and haptoglobin 23-204(median 90). Only 1 of the 4 patients requiring dialysis at TMA diagnosis remained on dialysis at 4 weeks of therapy.( Table 1 ) No patients show evidence of recurrent TMA or increase in infectious complications on continued eculizumab plus calcineurin inhibitor therapy at greater than 2 years of eculizumab therapy. The excellent clinical and laboratory response of our patients to eculizumab strongly suggests a central role for complement dysregulation in the pathophysiology of calcineurin induced TMA. There are multiple theories regarding the mechanism by which CNIs induce complement dysregulation including: (1) an underlying genetic predisposition to complement dysregulation worsened or exacerbated by CNI therapy, (2) CNI therapy may induce widespread and significant endothelial damage which serves as a stimulus for chronic complement activation, or (3) chronic over stimulation of complement production secondary to CNI inhibition of T-cell function .While the mechanism remains to be elucidated the clinical implications seem clear: CNI induced TMA is mediated by complement and is treated very effectively with eculizumab allowing patients to continue on graft function preserving CNI therapy. Disclosures: Broome: Alexion Pharmaceuticals: Honoraria, Speakers Bureau. Off Label Use: Eculizumab for the treatment of calcineurin induced TMA."
}