{
    "doi": "https://doi.org/10.1182/blood-2019-125239",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4191",
    "start_url_page_num": 4191,
    "is_scraped": "1",
    "article_title": "Breast Implant-Associated Anaplastic Large Cell Lymphoma (BIA-ALCL): The Experience at European Institute of Oncology (EIO) ",
    "article_date": "November 13, 2019",
    "session_type": "624.Hodgkin Lymphoma and T/NK Cell Lymphoma-Clinical Studies",
    "abstract_text": "INTRODUCTION AND BACKGROUND: Breast implant-associated anaplastic large cell lymphoma (BIA-ALCL) is a rare form of T-cell non-Hodgkin lymphoma, recently recognized by the World Health Organization classification of lymphoid neoplasms. Clinical and histologic findings suggest a distinct entity from systemic ALCL. Except in advanced cases, BIA-ALCL usually has an indolent course. The prognosis is often favorable and complete surgical excision for localized disease is generally the only treatment. The disease often presents with a delayed seroma around the breast implant - almost exclusively with a textured surface - breast pain, swelling and asymmetry, capsular contracture, but it can also present with a breast mass and lymph node involvement. Tumor nodules, axillary node involvement, bilateral breast involvement and infiltrative pattern on capsule histology are associated with more aggressive behavior. Systemic involvement has also been less commonly reported. In accordance with the FDA recommendation, all cases of histologically confirmed BIA-ALCL should be reported to the BIA-ALCL PROFILE Registry. In Italy, the Ministry of Health sensitizes to notify each BIA-ALCL diagnosis through the compilation of a specific online form. Since 2015 all the notified cases were collected in the Italian Ministry of Health's database, named Dispovigilance. So far, 47 cases have been reported, as of the last updated survey. METHODS: We report our single center experience at European Institute of Oncology (IEO) in Milan, Italy. A total of 27.588 breast implants has been placed in our Institute between 01/2001 and 12/2018.The first case of BI-ALCL was diagnosed in july 2015 and a total of 7 cases have been diagnosed to date. In 4 cases implants were placed at EIO. Median age at diagnosis was 52 (32-71). All patients presented with monolateral and localized disease, with stage IA (TNM classification). In 6 patients periprosthetic seroma preceded diagnosis and fine needle aspirate of the periprosthetic effusion documented BIA-ALCL, while breast pain and tumor nodule were present in one patient. In 5 out of 7 patients breast implantation was performed for reconstruction after breast cancer surgery, in 2 patients for cosmetic purposes. Textured devices had been implanted in all of them. All but one patients with previous hIstory of breast cancer had 2 surgery for reconstruction. Overall, interval between first implant and ALCL diagnosis ranged between 5 and 22 years (median: 11 ys). Interval between second implant and ALCL diagnosis was of 4-11 years (median: 6 ys). Presurgery PET/CT scan and MRI were performed in most patients. Treatment included total capsulectomy in all patient, bilateral surgery in case of bilateral implants. One patient received RT after surgery for higly suggestive residual disease. Immediate reconstruction was performed in 1 patient. With a median follow up of 16 months (range 1-49), all patients are alive with no relapse observed to date. CONCLUSIONS: This report represents the largest single centre experience in Italy. Given the peculiarity of this new recently recognized malignancy, a multidisciplinary approach is essential for the diagnosis and management of these patients. Management requires experts in diagnostic imaging, pathology, hematology/oncology, plastic surgery and surgical oncology and radiation oncology. It is critical that physicians are educated about the clinical presentation, diagnostic criteria, and treatment modalities. This comprehensive approach allows a quite favorable outcome in this rare and challenging complication of breast reconstruction. Disclosures Derenzini: TG-THERAPEUTICS: Research Funding.",
    "topics": [
        "breast",
        "breast implant–associated anaplastic large cell lymphoma",
        "capsular contracture",
        "european institute of oncology of milan",
        "implants",
        "ki-1+ anaplastic large cell lymphoma",
        "medical oncology",
        "reconstructive surgical procedures",
        "surgical procedures, operative",
        "breast implants"
    ],
    "author_names": [
        "Anna Vanazzi, MD",
        "Safaa Ramadan, PhD MD",
        "Francesca De Lorenzi, MD",
        "Paola Arena, MD",
        "Enrico Derenzini, MD PhD",
        "Mario Rietjens",
        "Anna Rotili, MD",
        "Antuono Latronico, MD",
        "Laura Travaini, MD",
        "Emanuela Omodeo Sale'",
        "Daniela Malengo",
        "Marianna Gerardi",
        "Stefano Fiori, MD",
        "Valentina Tabanelli, MD",
        "Stefano A Pileri",
        "Corrado Tarella, MD"
    ],
    "author_affiliations": [
        [
            "Hematoncology, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Hematoncology, European Institute of Oncology, MILANO, Italy ",
            "NCI-CAIRO UNIVERSITY, CAIRO, Egypt "
        ],
        [
            "Division of Plastic Surgery, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Hematoncology, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Hematoncology Division, European Institute of Oncology IRCCS, MILANO, Italy "
        ],
        [
            "Division of Plastic Surgery, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Breast Imaging Division, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Breast Imaging Division, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Division of Nuclear Medicine, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Hospital Pharmacy, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "Pharmacy, European Institute of Oncology, MILANO, Italy "
        ],
        [
            "European Insitute of Oncology, Division of Radiotherapy, MILANO, Italy "
        ],
        [
            "Hematopathology Unit, European Institute of Oncology, MILANO, Italy"
        ],
        [
            "Hematopathology Unit, European Institute of Oncology, MILANO, Italy"
        ],
        [
            "Hematopathology Unit, European Institute of Oncology, MILANO, Italy"
        ],
        [
            "Hematoncology, European Institute of Oncology, MILANO, Italy "
        ]
    ],
    "first_author_latitude": "45.414450699999996",
    "first_author_longitude": "9.208109499999999"
}