{
    "doi": "https://doi.org/10.1182/blood.V108.11.2096.2096",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=570",
    "start_url_page_num": 570,
    "is_scraped": "1",
    "article_title": "The Shaving Reaction Is Facilitated through Trogocytosis: Concerted Transfer of Both Rituximab (RTX) and the Membrane Dye PKH26 from B Lymphocytes to Macrophages Is Demonstrable by Flow Cytometry, Fluorescence Microscopy, and High Resolution Digital Imaging in a Flow Cytometric Environment. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "b-lymphocytes",
        "diagnostic imaging",
        "dyes",
        "flow cytometry",
        "macrophages",
        "microscopy, fluorescence",
        "rituximab",
        "tissue membrane",
        "transfer technique",
        "cd20 antigens"
    ],
    "author_names": [
        "David A. Mack, MD",
        "Paul V. Beum, PhD",
        "Margaret A. Lindorfer, PhD",
        "Andrew W. Pawluczkowycz, MS",
        "Ronald P. Taylor, PhD"
    ],
    "author_affiliations": [
        [
            "Hematology/Oncology, Hematology Malignancy Program, University of Virginia School of Medicine, Charlottesville, VA, USA"
        ],
        [
            "Biochemistry and Molecular Genetics"
        ],
        [
            "Biochemistry and Molecular Genetics"
        ],
        [
            "Biochemistry and Molecular Genetics"
        ],
        [
            "Biochemistry and Molecular Genetics"
        ]
    ],
    "first_author_latitude": "38.031975450000004",
    "first_author_longitude": "-78.499022",
    "abstract_text": "Opsonization of CD20 + B lymphocytes with the anti-CD20 mAb RTX can promote substantial loss of B cell-bound RTX and CD20 in the presence of acceptor monocytes (Beum et al., J Immunol, 2006). This process of antigenic modulation, or shaving, occurs when patients with chronic lymphocytic leukemia are treated with the standard RTX dose of 375 mg/m 2 , and represents an escape mechanism for mAb-targeted malignant cells. Shaving in vitro , and likely in vivo , is mediated by mononuclear phagocytic cells: Fc gamma receptors on these cells bind and take up CD20-RTX immune complexes. This process may occur by trogocytosis, in which donor and acceptor cells form immunologic synapses, allowing membrane fragments and cell-surface proteins to be removed from donor cells and transferred to and internalized by acceptor cells. To investigate this hypothesis, Raji cells were stained with the lipophilic fluorescent reporter membrane dye PKH26, and opsonized with RTX or Alexa (Al) 488-conjugated RTX. The cells were incubated with retinoic acid-treated THP-1 cells, a human monocyte/macrophage cell line. THP-1 cells in the mixtures were then stained for CD11b and CD14 for identification. Quantitative analysis of cells by flow cytometry and high resolution digital imaging in a flow cytometric environment (ImageStream, AMNIS Corp.) demonstrated time-dependent transfer of PKH26 from RTX-opsonized Raji cells to THP-1 cells, as illustrated in a representative kinetics experiment in the table. Fluorescence intensity values are given for THP-1 cells after incubation with naïve (control), or RTX-opsonized Raji cells, both of which were PKH26 labeled. Molecules of equivalent soluble fluorochrome (MESF) units or geometric mean fluorescence (GMF) units are used, based on flow cytometry or ImageStream analysis, respectively. PKH26 Fluorescence Intensities Acquired on THP-1 Cells after Incubation with Control or RTX-Opsonized PKH26-Labeled Raji Cells  . Time of Incubation of Raji and THP-1 Cells, min . . <1 . 5 . 15 . 45 . Control (no RTX on Raji cells) MESF 170 240 260 630 GMF 900 900 1300 3300 Experimental (RTX-opsonized Raji Cells) MESF 700 1200 1700 4300 GMF 3500 6100 8300 19000 . Time of Incubation of Raji and THP-1 Cells, min . . <1 . 5 . 15 . 45 . Control (no RTX on Raji cells) MESF 170 240 260 630 GMF 900 900 1300 3300 Experimental (RTX-opsonized Raji Cells) MESF 700 1200 1700 4300 GMF 3500 6100 8300 19000 View Large Based on the PKH26 signal, a small but readily demonstrable portion of Raji cell membrane is transferred from RTX-opsonized cells to THP-1 cells. Transfer corresponds to only ~5–10% of total PKH26 on Raji cells, which is reasonable as B cells are left intact after shaving. However, we observed >65% transfer of Al488 RTX from B cells to THP-1 cells. Results were confirmed by fluorescence microscopy and by inspection of ImageStream digital images of THP-1 and Raji cells. We believe that transfer of RTX and CD20 from RTX-opsonized B cells to acceptor monocytes/macrophages proceeds via trogocytosis, and plays an important role in the resistance of some B-cell malignancies to RTX therapy. Based on reports of antigenic modulation of targets for other immunotherapeutic mAbs used in cancer treatment, the trogocytic mechanism we document for RTX is likely to underlie antigenic modulation promoted by these mAbs as well."
}