{
    "doi": "https://doi.org/10.1182/blood.V110.11.1912.1912",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=904",
    "start_url_page_num": 904,
    "is_scraped": "1",
    "article_title": "The Effect of Rituximab on Mobilization with AMD3100 Plus G-CSF in Patients with Relapsed or Refractory NHL or HD. ",
    "article_date": "November 16, 2007",
    "session_type": "Clinical Results - Autologous Transplantation",
    "topics": [
        "granulocyte colony-stimulating factor",
        "plerixafor",
        "recombinant granulocyte colony stimulating factor",
        "rituximab",
        "cd20 antigens",
        "lymphoma",
        "transplantation",
        "cd34 antigens",
        "stem cell harvesting",
        "tissue transplants"
    ],
    "author_names": [
        "Jonathan L. Kaufman, MD",
        "Amanda M. Cook, CCRP",
        "Christopher Flowers, MD",
        "Amelia A. Langston, MD",
        "Sagar Lonial, MD",
        "Mary Jo Lechowicz, MD",
        "H. Jean Khoury, MD",
        "Gary Calandra, MD",
        "Ned Waller, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ],
        [
            "Genzyme Corporation, Cambridge, MA, USA"
        ],
        [
            "Winship Cancer Institute, Emory University School of Medicine, Atlanta, GA, USA"
        ]
    ],
    "first_author_latitude": "33.79282020000001",
    "first_author_longitude": "-84.31942699999999",
    "abstract_text": "The optimal therapy for patients with chemotherapy sensitive relapsed or refractory lymphoma is high dose therapy followed by autologous hematopoietic stem cell rescue. Rituximab (R) has been added to salvage regimens to increase response rate, thereby making more patients eligible for high dose therapy. However, when R is used prior to the salvage regimen, it has been associated with a delay in platelet engraftment (Hoerr et al, J Clin Oncol. 2004 Nov 15;22:4561–6). We have previously noted in a retrospective review of 117 patients with lymphoma treated with high dose therapy and autologous HSC transplant that concurrent treatment with R did not impact stem cell collection or post transplant engraftment (Kaufman et al, BBMT, February 2005, Sup 1, [11.2] 6). AMD3100 (plerixafor) is a CXCR4 inhibitor that, when used with G-CSF, more effectively mobilizes stem cells than G-CSF alone. In order to test the hypothesis that R does not negatively impact stem cell collection or post-transplant engraftment when AMD3100 is used with G-CSF, we performed a prospective trial of the use of AMD3100, G-CSF and R for patients with CD20 (+) relapsed chemosensitive lymphoma versus the use of AMD3100 and G-CSF for patients with CD20 (−) relapsed chemosensitive lymphoma. Patients were treated with 2 cycles of ICE ± R depending on CD20 status of the malignant cell. Patients who had a response proceeded to mobilization with AMD3100 and G-CSF for the CD20 (−) group (Arm A) or AMD3100, G-CSF, and four weekly doses of R at 375 mg/m2 (two doses prior to G-CSF and AMD3100, and two doses after) for the CD20 (+) group (Arm B). After collection, patients were treated with high dose therapy with targeted intravenous busulfan, etoposide and cyclophosphamide followed by autologous HSC transplantation. Patient demographics, mobilization characteristics, graft yield, engraftment data, and toxicity were assessed. 21 patients have been accrued. 11 in Arm A (10 Hodgkin Lymphoma {HL} and 1 with Peripheral T Cell Lymphoma) and 10 in Arm B (2 HL and 7 NHL, and 1 with a composite HL/NHL). The median number of days of collection was 2 for each arm. The median CD34 (+) collected was 4.64 * 10 6 CD34+ cells/kg in Arm A compared to 5.25 * 10 6 CD34+ cells/kg in Arm B (p=0.6) The median number of CD34(+)/CD38(−) was similar for both arms. As expected from in vivo B-cell depletion, the percentage of CD19 (+) cells in the product was decreased in Arm B compared to Arm A (2.24% vs. 0.09%, p<0.002). R treated patients did not experience increased serious adverse events. All patients in both arms had durable and equivalent neutrophil and platelet engraftment (Table 1). In conclusion, rituximab can be administered safely to patients when AMD3100 and G-CSF are used for collection of hematopoietic stem cells. Importantly, no negative impact on graft characteristics or engraftment was perceived. Further trials are planned. Table 1: Engraftment  . Arm A . Arm B . p value . N 11 10  CD 20 status negative positive  Median Day to Neutrophil Engraftment 12 11.5 0.39 Median Day to Platelet Engraftment 17 17 0.72 Median Day 100 Total WBC 4.0 3.5 0.55 Median Day 100 Platelet Count 179 178 0.77 . Arm A . Arm B . p value . N 11 10  CD 20 status negative positive  Median Day to Neutrophil Engraftment 12 11.5 0.39 Median Day to Platelet Engraftment 17 17 0.72 Median Day 100 Total WBC 4.0 3.5 0.55 Median Day 100 Platelet Count 179 178 0.77 View Large"
}