{
    "doi": "https://doi.org/10.1182/blood-2021-151726",
    "article_title": "Therapeutic Targeting of Mertk and BCL-2 in T-Cell and Early T-Precursor Acute Lymphoblastic Leukemia ",
    "article_date": "November 5, 2021",
    "session_type": "605.Molecular Pharmacology and Drug Resistance: Lymphoid Neoplasms",
    "abstract_text": "Introduction T-cell acute lymphoblastic leukemia (T-ALL) accounts for 15% of childhood ALL and is associated with inferior outcomes relative to B-cell ALL. Early T-precursor ALL (ETP-ALL) is a subset of T-ALL characterized by an immature T cell phenotype, resistance to therapy, and high rates of induction failure. MERTK receptor tyrosine kinase is ectopically expressed in 40-50% of T-ALLs, particularly those with an immature T cell phenotype, suggesting a role in ETP-ALL. Inhibition of MERTK using shRNA delayed leukemia progression and prolonged survival in a T-ALL xenograft model, implicating MERTK as a therapeutic target. MRX-2843 is an orally available dual MERTK/FLT3 inhibitor currently in phase I clinical trials. The anti-apoptotic protein B-cell lymphoma-2 (BCL-2) is specifically expressed in immature T cell precursors, is preferentially expressed in ETP-ALL compared to other T-ALLs, is essential for ETP-ALL cell survival, and is regulated downstream of MERTK in acute leukemia cells. Thus, combination therapies targeting these two proteins may be particularly effective to treat ETP-ALL. Methods Loucy and PEER ETP-ALL cell lines were cultured with vehicle or MRX-2843. Phosphorylated and total MERTK were assessed by immunoblot. Relative cell numbers were measured using Presto Blue reagent. Cells were stained with PoPro-1-iodide and propidium iodide and apoptotic and dead cells were quantitated by flow cytometry. T-ALL patient samples were cultured with UNC2025, a close analogue of MRX-2843, and relative cell numbers were assessed using MTS reagent. Orthotopic xenografts were established in NSG or NSGS mice using luciferase-expressing Jurkat cells (T-ALL), luciferase-expressing Loucy cells (ETP-ALL) or an ETP-ALL patient sample and leukemia burden was monitored by bioluminescence imaging or flow cytometry. MRX-2843 (65 mg/kg or 75 mg/kg) or saline vehicle were administered orally once daily. Differences in disease burden were assessed with the Mann-Whitney-U test or one-way ANOVA. Survival was determined by Kaplan-Meier analysis. Loucy and PEER cells were plated and screened in quadruplicate against >150 pairwise combinations of MRX-2843 and the BCL-2 inhibitor venetoclax in a high-throughput format. Synergy was calculated using the response additivity model. Results Treatment with MRX-2843 mediated a dose-dependent decrease in phosphorylated MERTK, inhibited expansion of ETP-ALL cells, and induced cell death in vitro. Fifty-four percent (21/39) of primary T-ALL patient samples were sensitive to UNC2025 with an IC 50 ≤550 nM, including 2/5 (40%) pediatric samples and 10/19 (53%) adolescent/young adult samples. Treatment with MRX-2843 significantly reduced leukemia burden in cell line-derived T-ALL and ETP-ALL xenograft models and prolonged survival by 50% and 13% in the T-ALL (n=10, p<0.0001) and ETP-ALL (n=10, p=0.0136) models, respectively. Similarly, in a patient-derived ETP-ALL xenograft model, treatment with MRX-2843 reduced peripheral blood disease burden by 83% and spleen weight by 64% compared to vehicle-treated mice (n=8, p<0.001) and prolonged survival by 41% (n=8, p=0.0016). MRX-2843 mediated anti-leukemia activity in combination with venetoclax and a dose ratio of 1:20 MRX-2843:venetoclax provided optimal synergy in Loucy and PEER ETP-ALL cells in vitro (Figure 1). Conclusions MRX-2843 has therapeutic activity in ETP-ALL cell culture and xenograft models and over half of T-ALL patient samples were sensitive to MERTK/FLT3 inhibition. MRX-2843 also mediated synergistic anti-leukemia activity against ETP-ALL cells in combination with venetoclax, with an optimal molar ratio of 1:20. These data demonstrate the therapeutic potential of MRX-2843 in patients with T-ALL, suggest that MRX-2843 may be particularly active alone and in combination with venetoclax in the ETP-ALL subset, and provide rationale for clinical testing of MRX-2843, with the ultimate goal to progress to trials evaluating MRX-2843 in combination with other agents. Toward this end, MRX-2843 monotherapy will be tested in patients with relapsed leukemia in an upcoming clinical trial (NCT04872478). Figure 1 View large Download slide Figure 1 View large Download slide  Close modal Disclosures Wang:  Meryx: Other: Equity ownership; University of North Carolina: Patents & Royalties. Frye:  University of North Carolina: Patents & Royalties; Meryx: Membership on an entity's Board of Directors or advisory committees, Other: Equity ownership. Earp:  Meryx: Membership on an entity's Board of Directors or advisory committees, Other: Equity ownership. Tyner:  Petra: Research Funding; Incyte: Research Funding; Takeda: Research Funding; Janssen: Research Funding; Astrazeneca: Research Funding; Array: Research Funding; Constellation: Research Funding; Seattle Genetics: Research Funding; Schrodinger: Research Funding; Genentech: Research Funding; Gilead: Research Funding; Agios: Research Funding. DeRyckere:  Meryx: Other: Equity ownership. Graham:  Meryx: Membership on an entity's Board of Directors or advisory committees, Other: Equity ownership.",
    "author_names": [
        "Ryan J Summers",
        "Juhi Jain",
        "Eleana Vasileiadi",
        "Brittany Smith",
        "Madison Stout",
        "James Kelvin",
        "Xiaodong Wang",
        "Stephen V Frye",
        "H. Shelton Earp",
        "Jeffrey W. Tyner",
        "Erik Dreaden",
        "Deborah DeRyckere",
        "Douglas K Graham"
    ],
    "author_dict_list": [
        {
            "author_name": "Ryan J Summers",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Juhi Jain",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eleana Vasileiadi",
            "author_affiliations": [
                "SUNY Downstate Medical Center, Brooklyn, NY"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brittany Smith",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madison Stout",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "James Kelvin",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering at Georgia Tech and Emory University, Atlanta, GA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaodong Wang",
            "author_affiliations": [
                "Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Center for Integrative Chemical Biology and Drug Discovery and Division of Chemical Biology and Medicinal Chemistry, Chapel Hill, NC"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stephen V Frye",
            "author_affiliations": [
                "Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Center for Integrative Chemical Biology and Drug Discovery and Division of Chemical Biology and Medicinal Chemistry, Chapel Hill, NC"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "H. Shelton Earp",
            "author_affiliations": [
                "Department of Medicine, Lineberger Comprehensive Cancer Center and University of North Carolina at Chapel Hill, Chapel Hill, NC"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jeffrey W. Tyner",
            "author_affiliations": [
                "Knight Cancer Institute, Division of Hematology & Medical Oncology, Oregon Health & Science University, Portland, OR"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Erik Dreaden",
            "author_affiliations": [
                "Wallace H. Coulter Department of Biomedical Engineering at Georgia Tech and Emory University, Atlanta, GA"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deborah DeRyckere",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Douglas K Graham",
            "author_affiliations": [
                "Department of Pediatrics, Emory University School of Medicine, Atlanta, GA",
                "Aflac Cancer and Blood Disorders Center, Children's Healthcare of Atlanta, Atlanta, GA"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T06:48:15",
    "is_scraped": "1"
}