{
    "doi": "https://doi.org/10.1182/blood.V116.21.2734.2734",
    "article_title": "Upregulation of Surface CXCR4 In Response to Chemotherapy Confers a Stromal-Mediated Survival Advantage In Acute Leukemia ",
    "article_date": "November 19, 2010",
    "session_type": "Leukemias - Biology, Cytogenetics and Molecular Markers in Diagnosis and Prognosis: Poster II",
    "abstract_text": "Abstract 2734 Background: CXCR4 is a transmembrane G-protein-coupled receptor expressed by hematopoietic stem cells (HSC) and leukemia cells. CXCR4's ligand is SDF-1 (CXCL12), a chemokine constitutively secreted in the bone marrow stromal microenvironment. CXCR4+ HSCs and leukemia cells migrate to marrow niches in response to SDF-1. High level CXCR4 expression may be a prognostic indicator in acute leukemias. We hypothesized that surface CXCR4 expression (s-CXCR4) by leukemias may change dynamically in response to chemotherapy (chemo), and that chemo-mediated upregulation of s-CXCR4 may represent a mechanism of acquired chemoresistance due to enhanced protective SDF-1/CXCR4 signaling. Methods and Results: ALL (697, HB1119, NALM-6, SEMK2) and AML (MOLM-14, MV4-11) cell lines were treated for 48 hrs with dose ranges of 6 chemo agents (dauno, araC, etop, vcr, dex, and mtx). Levels of s-CXCR4 (by FACS) varied at baseline, with NALM-6 [mean fluorescence index (MFI) 4444] and MOLM-14 (MFI 108) having the highest and lowest values. These differences were functional, as NALM-6 demonstrated striking SDF-1-induced chemotaxis, while MOLM-14 did not. Chemo exposure resulted in s-CXCR4 upregulation in 697, MOLM-14, and MV4-11 (“upregulators”), and downregulation in HB1119, NALM-6, and SEMK2 (“downregulators”). For example, MOLM-14 had an average 7-fold increase in MFI from baseline, while HB1119 had a 4-fold decrease. Each cell line responded to all chemo agents in a consistent manner (i.e., either up- or downregulation). To measure stromal protection from chemo-induced apoptosis, cells were treated for 48 hrs in the presence or absence of normal human bone marrow stroma feeder layers and analyzed by FACS, after staining with Annexin V and 7-AAD. IC10 through IC90 values were calculated using Calcusyn. Protective index (PI) was defined as the IC value on stroma divided by the IC value off stroma: therefore, PI >1 indicated stromal protection, PI <=1 indicated no stromal protection. In general, upregulators were protected from chemo-induced apoptosis when plated on stroma, while downregulators showed no or minimal protection (average PI for all chemo agents 2.2 vs. 1.3, p=0.003). To determine the kinetics and mechanism of s-CXCR4 modulation, cells were treated with chemo (IC50 doses) and harvested at 10 time points over 96 hrs. The changes in s-CXCR4 were time-, drug-, and cell line-dependent, with MOLM-14 being the most consistent upregulator of s-CXCR4. Simultaneous qRT-PCR measurement of CXCR4 and NRF1 (positively-regulating transcription factor for CXCR4) suggested specific molecular mechanisms of s-CXCR4 modulation. For example, dauno-induced upregulation of s-CXCR4 in MOLM-14 started at 3 hrs, but NRF1-driven CXCR4 transcription did not increase until 48 hrs, suggesting that changes in intracellular CXCR4 localization were responsible for early increases in s-CXCR4. AraC-induced upregulation of s-CXCR4 in NALM-6, on the other hand, correlated temporally with increases in NRF1-driven CXCR4 transcription. Vcr produced increases in NRF1-driven CXCR4 transcription in SEMK2 and simultaneous decreases in s-CXCR4, suggesting CXCR4 degradation prior to cell surface localization. Finally, to test the functionality of chemo-induced changes in s-CXCR4, MOLM-14 cells were split into 3 aliquots and pretreated for 72 hours with chemo (araC and vcr at IC50 doses) or vehicle control. Viable cells were then isolated using Ficoll. The chemo-pretreated cells showed s-CXCR4 upregulation and enhanced SDF-1-mediated chemotaxis compared to control-treated cells. Cells from each aliquot were plated on and off stroma and treated for an additional 72 hours with a full dose range of dauno. AraC and vcr (but not control) pretreatment resulted in striking stromal protection from dauno-induced apoptosis ( fig 1 ). Conclusions: Surface CXCR4 expression is dynamically altered by chemotherapy exposure in ALL and AML cells, and may be driven by transcription, changes in localization of CXCR4, CXCR4 degradation, or a combination of mechanisms. Chemotherapy-induced upregulation of surface CXCR4 results in increased SDF-1-mediated chemotaxis and a stromal-mediated survival advantage. Upregulation of surface CXCR4 may therefore represent a mechanism of chemoresistance in acute leukemias that is potentially reversible with CXCR4-targeted therapy. View large Download slide View large Download slide  Close modal Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "chemotherapy regimen",
        "cxcr4 receptors",
        "leukemia, acute",
        "up-regulation (physiology)",
        "stromal cell-derived factor 1",
        "leukemia",
        "annexin a5",
        "chemokines",
        "ficoll",
        "ligands"
    ],
    "author_names": [
        "Edward Allan R. Sison, MD",
        "Emily McIntyre",
        "Daniel Magoon",
        "Patrick Brown, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Edward Allan R. Sison, MD",
            "author_affiliations": [
                "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Emily McIntyre",
            "author_affiliations": [
                "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Daniel Magoon",
            "author_affiliations": [
                "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Brown, MD",
            "author_affiliations": [
                "Division of Pediatric Oncology, Johns Hopkins University, Baltimore, MD, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-17T02:29:40",
    "is_scraped": "1"
}