{
    "doi": "https://doi.org/10.1182/blood.V106.11.3866.3866",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=288",
    "start_url_page_num": 288,
    "is_scraped": "1",
    "article_title": "Effects of Zotarolimus (ABT-578), Sirolimus, Paclitaxel and Dexamethasone on Cytokine Production by Human Monocytes In Vitro . ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Introduction: Percutaneous coronary intervention (PCI) and stenting are common therapies used to mitigate symptomatic coronary artery stenosis. These mechanical procedures are invariably associated with local and systemic inflammation, including activation and cytokine release from monocytes/macrophages, which are major stimuli for smooth muscle cell proliferation, migration and restenosis. Drug-eluting stents (DES) may potentially attenuate this inflammatory response, provided that the drug has antiinflammatory potency. This study was conducted to determine the effects of common DES agents on the generation of proinflammatory cytokines by stimulated human monocytes in vitro . Methods: The production of monocyte chemoattractant protein-1 (MCP-1), tumor necrosis factor- a (TNF- a ) and interleukin-6 (IL-6) by LPS-stimulated monocytes was determined by ELISA after exposure to either zotarolimus (ABT-578), sirolimus, dexamethasone or paclitaxel. Results: The results showed that zotarolimus (ABT-578) and sirolimus were potent inhibitors of MCP-1 production (IC 50 = 2.6 ± 0.2 and 5.9 ± 1.9 nM, respectively). Dexamethasone also inhibited MCP-1 production, but it was less potent (IC 50 = 626.9 ± 60.8 nM). TNF- a and IL-6 production were dose-dependently inhibited by dexamethasone (IC 50 = 5.5 ± 0.2 and 13.0 ± 3.7 nM, respectively). However, the production of neither cytokine was significantly inhibited by exposure to zotarolimus or sirolimus. Stimulated monocytes were not affected by paclitaxel; cytokine release after exposure to paclitaxel was no different from controls. Conclusions: Zotarolimus and sirolimus are potent inhibitors of MCP-1 secretion by stimulated monocytes in culture. Dexamethasone is a less potent inhibitor of MCP-1 secretion, but effectively inhibits the release of TNF-a and IL-6. The anti-restenotic effect of these agents may, in part, be due to their potent antiinflammatory properties.",
    "topics": [
        "cytokine",
        "dexamethasone",
        "monocytes",
        "paclitaxel",
        "rapamycin",
        "zotarolimus",
        "monocyte chemoattractant protein-1",
        "interleukin-6",
        "mechlorethamine",
        "percutaneous coronary intervention"
    ],
    "author_names": [
        "Lanlan Li, MS",
        "Sandra E. Burke, PhD",
        "Matthew M. Mack, PhD"
    ],
    "author_affiliations": [
        [
            "Abbott Vascular, Abbott Laboratories, Abbott Park, IL, USA"
        ],
        [
            "Abbott Vascular, Abbott Laboratories, Abbott Park, IL, USA"
        ],
        [
            "Abbott Vascular, Abbott Laboratories, Abbott Park, IL, USA"
        ]
    ],
    "first_author_latitude": "42.3028602",
    "first_author_longitude": "-87.8992233"
}