{
    "doi": "https://doi.org/10.1182/blood.V106.11.2409.2409",
    "article_title": "Inhibition of Proteasome Is Associated with Early Alterations of Cell Cycle Regulators and Induces Synergistic Antitumour Activities in Mantle Cell Lymphoma in a Sequence Dependent Manner. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Mantle cell lymphoma (MCL) displays an especially poor clinical outcome with only transient response to conventional chemotherapy, continuous relapses and a median survival of only 3 - 4 years. The Ubiquitin-proteasome pathway is known to alter homeostasis of various oncogenes, transcription factors (e.g. NF-κB) regulators of cell cycle progression and apoptosis. In various phase II trials, proteasome inhibition with single agent bortezomib (Velcade®) achieved response rates of up to 60% in relapsed disease. Five MCL cell lines (HBL2, Granta 519, Jeko-1, NCEB-1 and Rec-1) and two hematological control cell lines (Jurkat, Karpas 422) were treated with bortezomib at a previously defined effective concentration (25 nM). Real-time RT-PCR and Western Blot analysis of cyclin D1 (CCND1), Cdk inhibitors (INK4s, KIPs), and other regulators of cell cycle and apoptosis were performed at various time points during bortezomib treatment (0 to 12 hours). Additionally, analyses of cell cycle were performed by flow cytometry. All cells lines were also exposed to different doses of bortezomib in combination with various cytostatic drugs, cell proliferation (WST-1 assay) and apoptosis (Annexin V PE/7-AAD staining) were analysed. After only 2 - 4 hours of bortezomib treatment analysis of relative RNA expression levels revealed downregulation of Cdk4 inhibitor p21CIP1, CCND1 and BCL2, thus representing early effects of proteasome inhibition in MCL cell lines. In contrast, CCND1 expression temporarily increased in cell lines with moderate sensitivity to bortezomib. Interaction between bortezomib and cytostatic drugs were evaluated applying the combination index (CI). Simultaneous exposure to bortezomib and various cytostatic drugs (cytarabine, mitoxantrone, fludarabine and gemcitabine) resulted in a significantly enhanced inhibition of proliferation and apoptosis. In order to investigate the interaction of cytostatic agents and bortezomib different incubation schedules were evelusated. Notably, pre-exposure to cytarabine and subsequent proteasome inhibition results in a strong synergism (CI = 0.5) that was not observed with prior bortezomib incubation. Interesting this pattern is chemotherapy specific, since bortezomib pre-incubation induced synergism with mitoxantrone (CI = 0.6). Finally, combination of cytarabine or gemcitabine with bortezomib was able to sensitize and inhibit cell proliferation of MCL cell lines resistant to single agent treatment. In summary, alteration of protein expression profiles and cell cycle regulators occur early after proteasome inhibition in MCL cell lines. In addition, combination of bortezomib with distinct cytostatic agents demonstrated a synergistic schedule dependent efficacy in vitro. Currently, confirmatory analyses of primary patient samples are being performed representing the rationale of a future randomized phase II/III study of the European MCL Network.",
    "topics": [
        "cell cycle regulator",
        "mantle-cell lymphoma",
        "multicatalytic endopeptidase complex",
        "bortezomib",
        "cytostatic agents",
        "cyclin d1",
        "cytarabine",
        "chemotherapy regimen",
        "gemcitabine",
        "mitoxantrone"
    ],
    "author_names": [
        "Alessandro Pastore",
        "Malte Rieken",
        "Oliver Weigert, MD",
        "Yvonne Zimmermann",
        "Grit Hutter, PhD",
        "Marc Weinkauf",
        "Wolfgang Hiddemann, MD, PhD",
        "Martin Dreyling, MD, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Alessandro Pastore",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Malte Rieken",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Oliver Weigert, MD",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany",
                "Dept. of Medicine III, Univ. Hospital Grosshadern/LMU, Munich, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yvonne Zimmermann",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Grit Hutter, PhD",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc Weinkauf",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Hiddemann, MD, PhD",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany",
                "Dept. of Medicine III, Univ. Hospital Grosshadern/LMU, Munich, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Dreyling, MD, PhD",
            "author_affiliations": [
                "CCG Leukaemia, GSF-National Research Center for Environment and Health/Hematologicum, Munich, Germany",
                "Dept. of Medicine III, Univ. Hospital Grosshadern/LMU, Munich, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T06:43:12",
    "is_scraped": "1"
}