{
    "doi": "https://doi.org/10.1182/blood-2019-122100",
    "article_title": "Selective Dependency of MLL-Rearranged Leukemia on Immunoproteasome Function ",
    "article_date": "November 13, 2019",
    "session_type": "603.Oncogenes and Tumor Suppressors",
    "abstract_text": "Several cellular pathways control the fine balance between self-renewal and differentiation to maintain leukemia-initiating cell (LIC) function. To identify cellular dependencies with relevance for oncogenic fusion proteins, we performed global proteome profiling. Acute myeloid leukemia (AML) was induced by retroviral expression of either MLL-AF9 (MA9) or AML1-ETO9a (AE) in murine hematopoietic stem and progenitor cells (HSPCs) (Lineage - Sca1 + Kit + , LSK) which were subsequently transplanted into irradiated syngeneic recipients. After onset of leukemia, LIC-enriched (GFP + Kit high ) cells isolated from 4 different primary recipients (per oncogene) were analyzed by in-depth quantitative proteomic analysis using high-resolution mass spectrometry (MS). More than 3,000 proteins were quantified with 868 proteins being differentially expressed between MA9 and AE LIC-enriched populations. In MLL-rearranged (MLLr) cells, gene set enrichment analysis (GSEA) revealed significant enrichment of cellular functions related to protein degradation and proteasome function. As this enrichment is present in MLLr-leukemia but not AE-driven LICs, may indicate an oncogene specific vulnerability. Expression of proteasome subunits is highly heterogeneous between different cell types and therefore may also be influenced by the underlying differentiation stage or oncogenic fusion. In published AML gene-expression datasets, immunoproteasome (IP) subunits PSMB8/LMP7 (p=0.0003***), PSMB9/LMP2 (p=0.0007***) and PSMB10/MECL1 (p<0.0001****) showed significantly higher expression in MLLr compared to non-MLLr-AML. IP is a proteasomal variant constitutively expressed in cells of hematopoietic origin, induced under stimulation with pro-inflammatory cytokines and relevant for mediating stress-responses during inflammation and infection. To assess for functional dependency of MLLr cells on IP subunits we performed an in vitro CRISPR/Cas9 dropout screen in MLLr MOLM-13 cells. Genetic inactivation of PSMB8/LMP7 resulted in outcompetition with 3/5 sgRNAs, while there was less dependency detectable for the other subunits. Specificity of this finding was confirmed in 5 different cell lines (4 MLLr; 1 non-MLLr) by RNAi using 2 shRNAs against PSMB8/LMP7 versus non-targeting control. To confirm these findings in primary cells, we used a previously published conventional LMP7 knockout mouse model (Fehling et al., Science , 1994). LSK cells sorted from the bone marrow (BM) of LMP7 knockout and wildtype mice were retrovirally transformed with either MA9, MLL-ENL (ME) or NUP98-HOXA9 (as non-MLLr control) to assess for disease development by serial plating in methylcellulose. Only in MA9 or ME transformed cells LMP7-deficiency limited re-plating capacity to 2-4 rounds. When we injected 2,5x 10 4 MA9-infected LSK cells into sublethally irradiated recipient mice, recipients of MA9-LMP7-/- cells (n=12) and MA9-LMP7+/+ (n=12) showed development of AML. However, recipients of MA9-LMP7-/- cells had a significant delay in AML development (median survival 63.0 days for LMP7+/+ versus 92.5 days for LMP7 -/- animals, p=0.0387*). Besides the significant delay in AML development, disease penetrance was reduced by 50%, indicating that deficiency for LMP7 impairs development of MA9 driven AML. In contrast, immunophenotypic abundance of HSPCs in LMP7-/- versus LMP7+/+ animals revealed comparable numbers in all relevant subpopulations. Competitive transplantation of LMP7-/- BM into recipient hosts showed no competitive disadvantage or lack of self-renewal capacity compared to LMP7+/+ controls. Pharmacologic inhibition of IP function using the specific LMP7-inhibitor PR-957 (ONX-0914) resulted in significant delay of disease development in secondary recipient hosts. To assess its effect on LIC frequency we performed limiting dilution assays of MA9 leukemic cells in sublethally irradiated recipient mice. PR-957 treatment reduced LIC frequency compared to DMSO control (1/57410 vs. 1/4450). Pharmacologic inhibition of PSMB8/LMP7 in human MLLr leukemia cell lines induced cellular differentiation. Likewise, cell cycle and metabolism appeared affected, functions which could be confirmed by global transcriptome analysis. Taken together, our studies uncover a selective dependency of MLLr-leukemia on IP function and identify PSMB8/LMP7 as a tractable target. Disclosures Heidel: Celgene: Consultancy; Novartis: Consultancy, Research Funding; CTI: Consultancy.",
    "topics": [
        "leukemia",
        "cytokine",
        "dilution technique",
        "dimethyl sulfoxide",
        "fusion proteins",
        "gene expression profiling",
        "infections",
        "inflammation",
        "leukemia, myelocytic, acute",
        "leukemic cells"
    ],
    "author_names": [
        "Nuria Tubío Santamaría",
        "Jonas Tönsing",
        "Tina M. Schnoeder, PhD",
        "Ulrike Seifert",
        "Clemens Cammann",
        "Juliane Mohr, PhD",
        "Aniruddha J. Deshpande, PhD",
        "Joanna Kirkpatrick",
        "Alessandro Ori, PhD",
        "Florian Perner, MD",
        "Florian H. Heidel, MD"
    ],
    "author_dict_list": [
        {
            "author_name": "Nuria Tubío Santamaría",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Jena, Jena, Germany ",
                "Fritz-Lipmann Institute, Leibniz Institute on Aging, Jena, Germany "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jonas Tönsing",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Jena, Jena, Germany "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tina M. Schnoeder, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Jena, Jena, Germany ",
                "Fritz-Lipmann Institute, Leibniz Institute on Aging, Jena, Germany "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ulrike Seifert",
            "author_affiliations": [
                "Friedrich Loeffler Institute of Medical Microbiology, University Medicine Greifswald, Greifswald, Germany "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Clemens Cammann",
            "author_affiliations": [
                "Friedrich Loeffler Institute of Medical Microbiology, University Medicine Greifswald, Greifswald, Germany "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Juliane Mohr, PhD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Jena, Jena, Germany ",
                "Institute of Molecular and Clinical Immunology, Otto-von-Guericke University, Magdeburg, Germany "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Aniruddha J. Deshpande, PhD",
            "author_affiliations": [
                "Tumor Initiation and Maintenance Program, National Cancer Institute-Designated Cancer Center, Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joanna Kirkpatrick",
            "author_affiliations": [
                "Fritz-Lipmann Institute, Leibniz Institute on Aging, Jena, Germany "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alessandro Ori, PhD",
            "author_affiliations": [
                "Fritz-Lipmann Institute, Leibniz Institute on Aging, Jena, Germany "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian Perner, MD",
            "author_affiliations": [
                "Department of Pediatric Oncology, Dana Farber Cancer Institute, Harvard University, Boston,"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Florian H. Heidel, MD",
            "author_affiliations": [
                "Department of Hematology and Oncology, University Hospital Jena, Jena, Germany ",
                "Fritz-Lipmann Institute, Leibniz Institute on Aging, Jena, Germany "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-18T18:41:16",
    "is_scraped": "1"
}