{
    "doi": "https://doi.org/10.1182/blood.V130.Suppl_1.2526.2526",
    "article_title": "Drug Transporter ABCB1 SNP Predicts Outcome in Patients with Acute Myeloid Leukemia Treated with Gemtuzumab Ozagamicin: A Report from Children's Oncology Group AAML0531 Trial ",
    "article_date": "December 7, 2017",
    "session_type": "604. Molecular Pharmacology and Drug Resistance in Myeloid Diseases: Poster II",
    "abstract_text": "Background: Gemtuzumab Ozogamicin (GO), is first ever approved immunotherapy for relapsed AML patients. GO is a humanized anti-CD33 antibody linked with the toxin calicheamicin gamma. Calicheamicin induces DNA damage and cell death once the linked CD33 antibody facilitates its uptake. Previous studies have shown that the drug efflux transporter PgP1, which is encoded by gene ABCB1, influences the cellular accumulation of calicheamicin. PgP1 activity in leukemic cells is also inversely correlated with GO response in patients with AML. Although GO was withdrawn from market due to lack of benefit and increase in early mortality observed in SWOG-S0106 study subsequent multiple randomized studies have shown benefit of GO with significant improvement observed in patients with favorable cytogenetic risk features. In light of these results and recent favorable voting by FDA oncology drug advisory committee based on results of ALFA-0701 trail demonstrating a favorable risk:benefit profile for GO there is increased enthusiasm among AML investigators. Given the potential comeback of GO, it is very timely to focus efforts on identifying genetic biomarkers that can improve our ability to develop personalized treatment with GO. In this study evaluate whether single nucleotide polymorphisms (SNPs) in ABCB1 gene are predictive of GO response in patients with AML. Method: Genomic DNA samples from 942 patients enrolled in the COG trial AAML0531 who gave consent for the study were genotyped for 12 SNPs in the ABCB1 gene . Since AAML0531 was designed to test the benefit of GO in a randomized manner, we analyzed the effect of ABCB1 genotypes on outcomes and risk of relapse (RR) between patients treated with or without addition of GO (GO vs. No-GO respectively). Results: The ABCB1 SNP C3435T (rs1045642) was significantly associated with outcome when analyzed by GO vs. No-GO arm. Presence of C3435T change has been previously associated with lower PgP1 expression. For AML patients in the GO arm, presence of variant allele (CT and TT genotype) was significantly associated with lower risk of relapse (RR) from the end of course 1 (GO vs. No-GO arm: RR: 30 ± 6%, n = 259 vs. 46 ± 7%, n= 235; P < 0.0001) and better 5-year event free survival (EFS) from study than for those in the No-GO arm (GO vs. No-GO arm: 55 ± 6%, n = 340 vs. 45 ± 5%, n= 337; P = 0.006). However, patients with the CC genotype showed no differences in RR (GO and No-GO arms: 45 ± 10%, n = 97 vs. 40 ± 11%, n= 91; P = 0.514) and EFS (GO and No-GO arms: 44 ± 9%, n = 128 vs. 50 ± 9%, n= 132; P = 0.425) between the GO and No-GO arms (Fig 1). Further the rs1045642 genotype was significantly associated with EFS (CC vs. CT/TT: 44 ± 9% vs. 55 ± 6%; P =0.022) and RR (CC vs. CT/TT 45 ± 10% vs. 30 ± 6%, P =0.007) for patients in the GO arm but for those in the No-GO arm no difference in outcome between the genotypes was observed (RR: P =0.278; EFS P =0.466). Conclusion: Our results show that for the nonsynonymous SNP rs1045642 (C>T) in an drug efflux transporter ABCB1, the presence of T allele is associated with better response in patients treated with GO based as compared to standard arm. Since ABCB1 is involved in efflux of calicheamicin the presence of a low expression T allele might result in higher intracellular accumulation of calicheamicin and thus better response in patients treated with GO. View large Download slide View large Download slide  Close modal Disclosures Loken: Hematologics Inc: Employment, Equity Ownership. Walter: ADC Therapeutics: Research Funding; Aptevo Therapeutics: Research Funding.",
    "topics": [
        "child",
        "gemtuzumab",
        "leukemia, myelocytic, acute",
        "medical oncology",
        "membrane transport proteins",
        "p-glycoprotein",
        "single nucleotide polymorphism",
        "chief complaint",
        "antibodies",
        "cd33 antigen"
    ],
    "author_names": [
        "Lata Chauhan, PhD",
        "Todd A Alonzo, PhD",
        "Jim Wang",
        "Michael R. Loken, PhD",
        "Jessica A. Pollard, MD",
        "Richard Aplenc, MD",
        "Susana C. Raimondi, PhD",
        "Roland B. Walter, MD PhD",
        "Betsy A Hirsch, PhD",
        "Irwin D. Bernstein, MD",
        "Alan S Gamis, MD MPH",
        "Soheil Meshinchi, MD PhD",
        "Jatinder Lamba, PhD"
    ],
    "author_dict_list": [
        {
            "author_name": "Lata Chauhan, PhD",
            "author_affiliations": [
                "Univeristy of Florida, Gainesville, FL "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Todd A Alonzo, PhD",
            "author_affiliations": [
                "Department of Preventive Medicine, University of Southern California, Los Angeles, CA ",
                "Univ. of Southern California Keck School of Med., Monrovia, CA "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jim Wang",
            "author_affiliations": [
                "Children's Oncology Group, Monrova, CA "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michael R. Loken, PhD",
            "author_affiliations": [
                "Hematologics, Inc., Seattle, WA ",
                "Hematologics Inc, Seattle, WA "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jessica A. Pollard, MD",
            "author_affiliations": [
                "Department of Pediatrics, Tufts University, Boston, MA ",
                "Maine Children's Cancer Program, Maine Medical Center, Scarborough, ME "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard Aplenc, MD",
            "author_affiliations": [
                "Division of Oncology, Cancer Immunotherapy Program, Children's Hospital of Philadelphia, Philadelphia, PA "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Susana C. Raimondi, PhD",
            "author_affiliations": [
                "St. Jude Children's Research Hospital, Memphis, TN "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland B. Walter, MD PhD",
            "author_affiliations": [
                "Division of Hematology/Department of Medicine, University of Washington, Seattle, WA ",
                "Department of Medicine/Division of Hematology, Clinical Research Division, Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Betsy A Hirsch, PhD",
            "author_affiliations": [
                "Division of Molecular Pathology and Genomics, University of Minnesota, Minneapolis, MN "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Irwin D. Bernstein, MD",
            "author_affiliations": [
                "Fred Hutchinson Cancer Research Center, Seattle, WA "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alan S Gamis, MD MPH",
            "author_affiliations": [
                "Children's Mercy Cancer Canter, Kansas City, MO "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Soheil Meshinchi, MD PhD",
            "author_affiliations": [
                "Department of Pediatrics, University of Washington, Seattle, ",
                "Clinical Research Division, Fred Hutchinson Cancer Rsrch. Ctr., Seattle, WA "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jatinder Lamba, PhD",
            "author_affiliations": [
                "Department of Pharmacotherapy and Translational Research, University of Florida, College of Pharmacy, Pharmacotherapy and Translational Re, Gainesville, FL"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-10T09:32:52",
    "is_scraped": "1"
}