{
    "doi": "https://doi.org/10.1182/blood.V116.21.614.614",
    "article_title": "Growth Differentation Factor 15 Is a Survival Factor for multiple myeloma cells and its plasma Concentration In Patients Is Related to Reduced Survival ",
    "article_date": "November 19, 2010",
    "session_type": "Myeloma - Biology and Pathophysiology, excluding Therapy: Signaling Pathways",
    "abstract_text": "Abstract 614 We previously reported that bone marrow mesenchymal stem cells (BMMSCs) from newly diagnosed multiple myeloma (MM) patients were abnormal. In particular, we showed that Growth Differentiation 15 (GDF15) expression was higher in MM BMMSCs than in normal BMMSCs. GDF15 is a divergent member of the human TGFβ superfamily. GDF15 overexpression has been described in numerous malignancies and its concentration is increased in the serum of patients with glioma, prostate, colorectal or pancreatic cancers. Contradictory data prevent to understand clearly GDF15 implication in pathophysiology of tumors. Furthermore, GDF15 has never been studied in haematological malignancies. Our first objective was thus to determine the effect of human recombinant GDF15 (rGDF15) on MOLP-6 stroma-dependent cell line and MM1.S stroma-independent cell line under serum free culture conditions. rGDF15 could significantly increase cell survival in MOLP-6 but not in MM1.S. Interestingly, rGDF15 was able to induce Akt phosphorylation on Threonine 308 in MOLP-6 and primary MM cells but not in MM1.S cells. Furthermore, pre-treatment of MOLP-6 with Akt pharmacologic inhibitor abrogated the prosurvival effect of GDF15, suggesting an Akt-dependent mechanism. In the same culture conditions, we observed that rGDF15 could abrogate toxicity of drugs classically used in MM treatment (melphalan, bortezomid and lenalidomide) for both cell lines MOLP-6 and MM1.S, suggesting that this cytoprotective effect may be Akt-independent. Because of the in vitro effects of GDF15, our second objective was to determine whether the plasma concentration of GDF15 (pGDF15) in patients with MM may be indicative of the seriousness of the disease or correlate with the response to the treatment. Thus, we investigated the pGDF15 in 131 patients with newly diagnosed MM and 13 healthy subjects. We first found that it was significantly higher for patients with MM (0.90±1.10 ng/mL) than for healthy subjects (0.25±0.08 ng/mL) ( P < .001). In patients with MM, pGDF15 correlated with the main prognostic factor of the disease (i.e. International Staging System, b2 microglobulin level, presence or absence of deletion of chromosome 13, and bone status). For the 81 patients with high pGDF15 level (≥ 0.50 ng/mL), the probabilities of event-free and overall survival 30 months after diagnosis were 50% and 75%. For the 50 patients with low pGDF15 level (< 0.5 ng/mL), the probabilities were 80% and 97% ( P < .0045 and P < .013, respectively). However, we did not find a clear relationship between pGDF15 and response to treatment. We analysed the impact of prognostic factors on event-free survival for the 131 patients with MM. On univariate analysis, event-free survival was significantly related to age ( P = .003), b2-microglobulin level ( P = .02) and pGDF-15 level ( P = .003). On multivariate analysis, event-free survival was significantly related to age ( P = .001) and pGDF15 level ( P = .04). Our study demonstrates that GDF15 is a survival and cytoprotective factor for MM cells and that pGDF15 is related to initial parameters of the disease and survival, which specifically implicates the MM microenvironment in the pathophysiology and the prognosis of the disease. Disclosures: No relevant conflicts of interest to declare.",
    "topics": [
        "multiple myeloma",
        "plasma drug concentration",
        "prognostic factors",
        "growth differentiation factor 15",
        "proto-oncogene proteins c-akt",
        "cancer",
        "glioma",
        "hematologic neoplasms",
        "lenalidomide",
        "melphalan"
    ],
    "author_names": [
        "Jill Corre",
        "Elodie Labat",
        "Nicolas Espagnolle",
        "Hervé Avet-Loiseau",
        "Murielle Roussel",
        "Anne Huynh",
        "Melanie Gadelorge",
        "Patrick Laharrague",
        "Philippe Moreau",
        "Thierry Facon",
        "Fournié Jean-Jacques",
        "Michel Attal",
        "Philippe Bourin"
    ],
    "author_dict_list": [
        {
            "author_name": "Jill Corre",
            "author_affiliations": [
                "Hematology Laboratory, University Hospital Purpan, Toulouse, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elodie Labat",
            "author_affiliations": [
                "Etablissement Français du Sang Pyrénées-Méditerranée (EFS-PM), Toulouse, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nicolas Espagnolle",
            "author_affiliations": [
                "Etablissement Français du Sang Pyrénées-Méditerranée (EFS-PM), Toulouse, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hervé Avet-Loiseau",
            "author_affiliations": [
                "University Hospital, Nantes, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Murielle Roussel",
            "author_affiliations": [
                "University Hospital Purpan, Toulouse, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne Huynh",
            "author_affiliations": [
                "Hematology, University Hospital Purpan, Toulouse, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Melanie Gadelorge",
            "author_affiliations": [
                "Etablissement Français du Sang Pyrénées-Méditerranée (EFS-PM), Toulouse, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Patrick Laharrague",
            "author_affiliations": [
                "University Hospital Rangueil, Toulouse, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Moreau",
            "author_affiliations": [
                "Service d'Hematologie, CHU, Nantes, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thierry Facon",
            "author_affiliations": [
                "Maladies du Sang, Hopital C. Huriez, Lille, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Fournié Jean-Jacques",
            "author_affiliations": [
                "Unité 563, Institut National de la Santé et de la Recherche Médicale, Toulouse, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Michel Attal",
            "author_affiliations": [
                "Hopital Purpan, Toulouse, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Philippe Bourin",
            "author_affiliations": [
                "Secteur Thérapie Cellulaire, Etablissement Français du Sang Pyrénées-Méditerranée (EFS-PM), Toulouse, France"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-14T21:30:13",
    "is_scraped": "1"
}