{
    "doi": "https://doi.org/10.1182/blood.V106.11.1511.1511",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=519",
    "start_url_page_num": 519,
    "is_scraped": "1",
    "article_title": "The Anti-FLT3 Monoclonal Antibody EB10 Is Cytotoxic to FLT3 Inhibitor Resistant Cells In Vivo. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "topics": [
        "flt3 gene",
        "flt3 inhibitors",
        "monoclonal antibodies",
        "ms-like tyrosine kinase 3",
        "protein-tyrosine kinase inhibitor",
        "synthetic cannabinoids",
        "immunotherapy",
        "antibodies",
        "coculture techniques",
        "cytotoxicity"
    ],
    "author_names": [
        "Obdulio Piloto, BS",
        "Melissa Griesemer, BS",
        "Bao Nguyen, MS",
        "Li Li, PhD",
        "Yiwen Li, PhD",
        "Larry Witte, PhD",
        "Daniel J. Hicklin, PhD",
        "Donald Small, MD/PhD"
    ],
    "author_affiliations": [
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ],
        [
            "Department of Immunology, ImClone Systems Incorporated, New York, NY, USA"
        ],
        [
            "Department of Immunology, ImClone Systems Incorporated, New York, NY, USA"
        ],
        [
            "Department of Immunology, ImClone Systems Incorporated, New York, NY, USA"
        ],
        [
            "Sidney Kimmel Cancer Center at Johns Hopkins, Johns Hopkins University School of Medicine, Baltimore, MD, USA"
        ]
    ],
    "first_author_latitude": "39.2958496",
    "first_author_longitude": "-76.5931147",
    "abstract_text": "The class III receptor tyrosine kinase, FLT3, has been shown to play a role in leukemogenesis, particularly in acute myeloid leukemias (AML) and acute lymphoblastic leukemias (ALL). This finding has spurred the development of tyrosine kinase inhibitors (TKI) targeting wild-type and mutant FLT3, and these drugs have shown activity in clinical trials. However, as has been observed with Gleevac for treatment of chronic myeloid leukemia, continuous treatment with TKIs may select for resistant clones. Immunotherapy targeting FLT3 may prove efficacious against FLT3-expressing resistant cells since their mode of action is not dependent on FLT3 inhibition. To study resistance to TKIs against FLT3 we developed resistant human cell lines by co-culturing MOLM14 and SEM-K2 cells, expressing FLT3/ITD mutant and wild type FLT3, respectively, with increasing concentrations of the FLT3 inhibitor CEP-701. The resulting cell lines, MOLM14(R) and SEM-K2(R), are resistant to CEP-701 induced cytotoxicity as well as to other selective FLT3 TKIs, CEP-5214 and PKC412. Cross resistance to CEP-701, CEP-5214 and PKC412 was also observed when MOLM14 and SEM-K2 cells were co-cultured with CEP-5214 or PKC412, instead of CEP-701. Western blot analysis reveals that CEP-701, CEP-5214 and/or PKC412 still inhibit FLT3 and downstream STAT5, Akt and MAPK pathways in MOLM14(R) and SEM-K2(R) cells. Sequencing of FLT3 from the resistant clones confirmed that the resistance was not the result of drug resistance mutations in FLT3. This indicates that the observed resistance to CEP-701, CEP-5214 and PKC412 is due to selection of FLT3-independent clones during co-culture with anti-FLT3 TKIs. To see if anti-FLT3 immunotherapy would still be active against resistant cells, MOLM14(R) and SEM-K2(R) cells were injected into NOD/SCID mice and treated with IMC-EB10, an unconjugated monoclonal antibody against FLT3. These in vivo studies demonstrate that IMC-EB10 still reduces leukemic engraftment and prolongs survival of mice injected with the resistant cell lines, to comparable levels observed with the parent cell lines. In conclusion, our data indicates that culturing leukemic cells with increasing concentrations of selective FLT3 TKIs can result in clones that are FLT3 independent and that anti-FLT3 immunotherapy is still cytotoxic to these resistant cells in vivo. An approach combining FLT3 TKIs with anti-FLT3 antibodies may prove superior and result in reduced chance of developing resistance."
}