{
    "doi": "https://doi.org/10.1182/blood.V108.11.26.26",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=576",
    "start_url_page_num": 576,
    "is_scraped": "1",
    "article_title": "Over 20% of Patients with Chronic Lymphocytic Leukemia Carry Stereotyped Receptors: Pathogenetic Implications and Clinical Correlations. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "immunoglobulins",
        "signs and symptoms",
        "antibodies",
        "antigens",
        "autoantibodies",
        "cardiolipins",
        "indolent",
        "receptors, antigen, b-cell"
    ],
    "author_names": [
        "Kostas Stamatopoulos",
        "Chrysoula Belessi",
        "Carol Moreno",
        "Myriam Boudjograh",
        "Giuseppe Guida",
        "Tatjana Smilevska",
        "Lynda Belhoul",
        "Stefania Stella",
        "Niki Stavroyianni",
        "Marta Crespo",
        "Anastasia Hadzidimitriou",
        "Laurent Sutton",
        "Francesc Bosch",
        "Nikolaos Laoutaris",
        "Achilles Anagnostopoulos",
        "Emili Montserrat",
        "Athanasios Fassas",
        "Guillaume Dighiero",
        "Federico Caligaris-Cappio",
        "Helene Merle-Beral",
        "Paolo Ghia",
        "Frederic Davi"
    ],
    "author_affiliations": [
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Hematology, Nikea General Hospital, Piraeus, Greece"
        ],
        [
            "IDIBAPS, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Lab. of Hematology-University Paris 6, Hospital Pitie-Salpetriere, Paris, France"
        ],
        [
            "IRCC, Hospital Mauriziano “Umberto I”, Turin, Italy"
        ],
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Lab. of Hematology-University Paris 6, Hospital Pitie-Salpetriere, Paris, France"
        ],
        [
            "IRCC, Hospital Mauriziano “Umberto I”, Turin, Italy"
        ],
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "IDIBAPS, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Clinical Hematology, Hospital Victor Dupouy, Argenteuil, France"
        ],
        [
            "IDIBAPS, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Hematology, Nikea General Hospital, Piraeus, Greece"
        ],
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "IDIBAPS, Hospital Clinic, Barcelona, Spain"
        ],
        [
            "Hematology-HCT Unit, G. Papanicolaou Hospital, Thessaloniki, Greece"
        ],
        [
            "Immunohematology, Institut Pasteur, Paris, France"
        ],
        [
            "Oncology, Universita Vita Salute-San Raffaele, Milan, Italy"
        ],
        [
            "Lab. of Hematology-University Paris 6, Hospital Pitie-Salpetriere, Paris, France"
        ],
        [
            "Oncology, Universita Vita Salute-San Raffaele, Milan, Italy"
        ],
        [
            "Lab. of Hematology-University Paris 6, Hospital Pitie-Salpetriere, Paris, France"
        ]
    ],
    "first_author_latitude": "40.6310278",
    "first_author_longitude": "23.044878699999998",
    "abstract_text": "Chronic lymphocytic leukemia (CLL) immunoglobulin repertoire is biased. Furthermore, subsets of closely homologous (“stereotyped”) complementarity-determining region 3 (CDR3) sequences were recently described in CLL patients. In the present study, we evaluated the frequency and characteristics of these homologous subsets in a cohort of 916 CLL patients. We report that 201 cases (21.9%) expressed IGHV genes which belonged to one of 48 different subsets of sequences with stereotyped heavy chain (H) CDR3, of which only ten have been reported previously. Within each stereotyped HCDR3 subset, the IG sequences might show the usage of identical or different IGHV genes. In the latter case, the IGHV genes most often belonged to the same IGHV subgroup or clan or carried homologous HCDR1. Each subset included up to 20 cases. A similar proportion of HCDR3 restriction (80/462 cases; 17.3%) was found among public-database CLL sequences; comparison to 6430 non-CLL public database IGHV-D-J sequences showed that this is a “CLL-related” feature. In our series, the chance of belonging to a subset was even (p<0.001) higher for unmutated IGHV sequences (35%); furthermore, it exceeded 30% in cases using selected IGHV genes (e.g., IGHV3-21/1-69/1-2/1-3/4-39/3-48). Database and literature searches revealed that 64/916 CLL cases belonging to seven different subsets displayed HCDR3 homology with various autoantibodies, including rheumatoid factors and anti-cardiolipin antibodies. In our series, CLL cases with selected stereotyped IGs were also found to share unique biological and clinical features. In particular, cases expressing stereotyped IGHV4-34/IGKV2-30 B cell receptors (BCRs) were of significantly younger age and followed a strikingly indolent disease, whereas those expressing, IGHV3-21/IGLV3-21 BCRs experienced an aggressive disease, regardless of IGHV mutation status. Furthermore, among patients expressing unmutated IGHV1-69 genes, we identified a subset (IGHV1-69/IGHD3-10/IGHJ6) with higher overall survival (OS) compared to another subset (IGHV1-69/IGHD2-2/IGHJ6) with significantly shorter OS (log Rank test=0.05). In conclusion, the unique, “CLL-biased” molecular features of stereotyped HCDR3 sequences suggest a role for antigen not only in driving the cell of origin but also in determining the clinical features and outcome for at least some CLL patients. Considering the clinical-biological associations with certain subsets, it is conceivable that future therapeutic decisions should be based not only on mutational status of IGHV genes but also on individual HCDR3 characteristics."
}