{
    "doi": "https://doi.org/10.1182/blood.V108.11.2331.2331",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=547",
    "start_url_page_num": 547,
    "is_scraped": "1",
    "article_title": "Quantitation of Minimal Residual Disease in Patients with Chronic Lymphocytic Leukemia Using LNA-Modified Fluorescently Labeled Probes and Real-Time PCR Technology. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "Background: Patients with chronic lymphocytic leukemia (CLL) relapse even after aggressive therapies and stem cell transplantation. As the therapeutical goal today is to clear off the tumor cell burden as much as possible, highly sensitive assays for minimal residual disease (MRD) evaluation and monitoring are needed. At present, many patients with not only germline IgVH sequences, but also with hypermutated IgVH genes are being treated, with the need for a sensitive and specific MRD monitoring. The original notion of MRD follow-up in CLL was based on the usage of JH-gene specific TaqMan hybridization probes. At present, due to the vast diversity of B-clonal rearrangements to be detected, the original idea has been challenged and the methodology should be modified. Aims: Since the hypermutation process does not restrict itself to the VH segments only and might afflict the JH segment as well, the molecular tools for the monitoring of CLL clonal rearrangements must be versatile enough to allow for the detection and quantitation of virtually any sequence possible. Moreover, the technique must meet the criteria for high sensitivity and specificity. We present here a novel methodology for MRD monitoring in CLL, based on LNA technology (Locked Nucleic Acids) and quantitative Real-Time PCR. Methods: 59 patients with the diagnosis of CLL were enrolled into our MRD study (22 females, 37 males, median age 59.1 yrs). 33 out of 59 individuals had unmutated IgVH genes (4 females, 29 males), 26 out of 59 patients had mutated IgVH genes (15 females, 11 males). For each patient, clone-specific primers were designed and their clonal VH sequences were molecularly cloned to construct the quantitation standards. In one patient, allelic inclusion has been identified (VH1–8 and VH3–30, both mutated), and for this individual, clone-specific primers and standards have been constructed for both rearrangements. To quantify the individual clonal VH transcripts, LNA-modified fluorescently labeled probes targeted against individual gene segments were employed. For any of 6 (7) IgVH families with unmutated VH genes, family-specific consensus LNA-modified probes were used. For those CLL cases with heavily hypermutated genes, ProbeLibrary™ was employed. For quantitation experiments, ABL was used as the control gene. Results: The LNA-modified probes are distinguished by a very high specificity and sensitivity (reaching to 10 −8 , in contrast to flow cytometry with its detection limit being 10 −4 ). The LNA-based assays allow for precise monitoring of the residual tumor cell burden in CLL patients, especially during those periods of time, when other, less sensitive techniques fail to trace the malignant clone. Conclusions: LNA-modified probes and Real-Time PCR technology represent a highly versatile, specific and extremely sensitive methodology for the monitoring of MRD in chronic lymphocytic leukemia. We strongly advocate their usage in the molecular follow-up of MRD in the setting of CLL (and possibly other B-cell malignancies with hypermutated VH gene sequences as well).",
    "topics": [
        "chronic b-cell leukemias",
        "chronic lymphocytic leukemia",
        "neoplasm, residual",
        "polymerase chain reaction",
        "follow-up",
        "cancer",
        "dna probes",
        "flow cytometry",
        "hematopoietic stem cell transplantation",
        "neoplasms"
    ],
    "author_names": [
        "Sona Pekova",
        "Ludmila Saudkova",
        "Lukas Smolej",
        "Miroslav Prucha",
        "Tomas Kozak"
    ],
    "author_affiliations": [
        [
            " Laboratory of Molecular Diagnostics, Hospital Na Homolce, Prague, Czech Republic",
            "Division of Hematology/Oncology, Shands Cancer Center, University of Florida, Gainesville, FL, USA",
            " "
        ],
        [
            "Department of Clinical Hematology, Faculty Hospital Kralovske Vinohrady and 3rd Medical Faculty, Charles University, Prague, Czech Republic",
            "Division of Hematology/Oncology, Shands Cancer Center, University of Florida, Gainesville, FL, USA",
            " "
        ],
        [
            "Department of Clinical Hematology, Charles University Hospital and Medical School, Hradec Kralove, Czech Republic",
            "Division of Hematology/Oncology, Shands Cancer Center, University of Florida, Gainesville, FL, USA",
            " "
        ],
        [
            " Laboratory of Molecular Diagnostics, Hospital Na Homolce, Prague, Czech Republic",
            "Division of Hematology/Oncology, Shands Cancer Center, University of Florida, Gainesville, FL, USA",
            " "
        ],
        [
            "Department of Clinical Hematology, Faculty Hospital Kralovske Vinohrady and 3rd Medical Faculty, Charles University, Prague, Czech Republic",
            "Division of Hematology/Oncology, Shands Cancer Center, University of Florida, Gainesville, FL, USA",
            " "
        ]
    ],
    "first_author_latitude": "50.074724700000004",
    "first_author_longitude": "14.354455100000001"
}