{
    "doi": "https://doi.org/10.1182/blood.V108.11.1591.1591",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=704",
    "start_url_page_num": 704,
    "is_scraped": "1",
    "article_title": "Haplotype Analysis of -α 3.7 Chromosomes in Israeli Ethnic Groups Reveals Unexpected Heterogeneity and Demonstrates Ashkenazi Founder Groups in Carriers of α-Thalassemia. ",
    "article_date": "November 16, 2006",
    "session_type": "Poster Sessions",
    "topics": [
        "chromosomes",
        "ethnic group",
        "haplotypes",
        "heterogeneity",
        "thalassemia",
        "globins",
        "thalidomide",
        "polymerase chain reaction",
        "dna restriction enzymes",
        "malaria"
    ],
    "author_names": [
        "Deborah G. Rund, MD",
        "Adir Shaulov, BSc",
        "Dvora Filon, MSc"
    ],
    "author_affiliations": [
        [
            "Hematology, Hadassah University Hospital, Jerusalem, Israel"
        ],
        [
            "Hebrew University-Hadassah Medical School, Jerusalem, Israel"
        ],
        [
            "Hematology, Hadassah University Hospital, Jerusalem, Israel"
        ]
    ],
    "first_author_latitude": "31.765683399999997",
    "first_author_longitude": "35.1493192",
    "abstract_text": "α-thalassemia (α-thal) is among the world’s most common single gene disorders, whose prevalence in the “malaria belt” is attributed to a selective advantage of carriers. Our previous studies demonstrated a high frequency of deletional α-thal (nearly all heterozygotes or homozygotes for -α 3.7 ) in Ashkenazi Jews (carrier frequency of 7.9%, allele frequency of 0.04) (Rund et al, 2004). Ashkenazim resided in temperate climates for centuries and were not subject to malarial selection pressure, and their carriership for β-thalassemia is very low (estimated <0.1%). To elucidate the genetic mechanism(s) responsible for this high frequency of α-thal, we performed α-globin haplotype analysis on 170 chromosomes (chromos) of 85 homozygotes for -α 3.7 . We compared chromos of several ethnic groups: Jews (Ashkenazim: 54 chromos, Yemenites: 54 chromos, Iraqis: 14 chromos, others: 14 chromos), Arabs (28 chromos), and Druze (6 chromos). Using PCR and digestion with ApaI and RsaI, it was determined that all but three of the chromos are of the -α 3.7I type. Haplotype analysis was performed for polymorphic sites identified by Higgs (1986), using PCR and restriction enzyme digestion. Altogether, 13 haplotypes were found. Unexpectedly, at least 5 haplotypes were found among the Ashkenazim with a large number of chromos carrying unknown haplotypes. Interestingly, 26/54 of Ashkenazi chromos carried haplotype IIIb which is found rarely in Europe and Saudi Arabia but most commonly in Melanesia and Papua New Guinea (Flint, 1992). In contrast, only 3/116 nonAshkenazi chromos carried haplotype IIIb. Interestingly there was little overlap in haplotypes between Ashkenazim and the various ethnic groups studied including the other Jewish groups, with 2 exceptions. First, Arabs and Yemenite Jews each were found to have around 50% chromos which carried haplotype Ia. Additionally, 10% of Ashkenazim and 20% of Yemenites had chromos carrying haplotype IIh, which is a haplotype originally described in an Australiam Aboriginal tribe (Roberts-Thomson, 1996). There was no overlap between Arabs and Druze. In conclusion, α-globin haplotype analysis demonstrates diversity within an apparently homogeneous ethnic group (Ashkenazim homozygous for -α 3.7 ) and demonstrates founder effects in Ashkenazim carrying α-globin gene rearrangements."
}