{
    "doi": "https://doi.org/10.1182/blood.V110.11.5149.5149",
    "article_title": "Efficient Clonal Gene Delivery into Human Embryonic Stem Cells Via Active Transgenesis Using PiggyBac Transposition. ",
    "article_date": "November 16, 2007",
    "session_type": "Publication Only",
    "abstract_text": "The regulation of any transgene integrated into patient derived ES cells (via nuclear transfer or reprogramming) needs to be studied in great detail prior to their differentiation and transplantation back into the patient. The ability to efficiently deliver transgenes and clonally isolate transduced human embryonic stem (hES) cells for further study should be a prerequisite for their general therapeutic use. In this study active transgenesis using the piggyBac (pB) transposon system has been used to efficiently deliver transgenes to hES cells. This transfection method utilizes transient expression of pB transposase (TPase) to efficiently insert transgenes flanked by pB inverted terminal repeats (ITRs) directly into the hES cell genome. In the two plasmid system, the pB TPase is produced in trans from the \"Helper\" plasmid and the transgene(s), inserted between pB ITRs, are provided in the \"Donor\" plasmid. In the single plasmid system both the transgene and the transposase are on the same DNA molecule, but only the transgene(s) is located between the ITRs. Amaxa nucleofection was used to efficiently deliver the supercoiled transposon plasmid(s) into hES cells. Here, we used the single plasmid pB system to deliver a GFP transgene to hES cells. Dozens of clonal lines of GFP transgenic human ES cells were produced in a single experiment. GFP fluorescent colonies were isolated, subcloned, and analyzed for transgene copy number. Chromosomal transgene integration sites were mapped by plasmid rescue. The pB preferred tetranucleotide target sequence, TTAA, was confirmed at each insertion site analyzed. The distribution of chromosomal insertion sites were analyzed for more than 50 mapped insertions. About 60% of the transposon insertions were within 5 kb of human RefSeq genes and 45% were located within transcription units. Additionally, we have used the two plasmid pB system to deliver a human β-globin transgene along with GFP into hES cells followed by clonal isolation. This method easily transferred more than 13 kb of exogenous DNA into the hES cells. Efficient pB-mediated active transgenesis and clonal isolation of transduced hES should enable a careful analysis of the regulation of specific transgenes during the directed differentiation of potential therapeutic hES cell subclones.",
    "topics": [
        "embryonic stem cells",
        "gene transfer techniques",
        "genes",
        "lead",
        "primary eosinophilic endomyocardial cardiomyopathy",
        "dna",
        "transposase",
        "chromosome insertion",
        "globins",
        "molecule"
    ],
    "author_names": [
        "Ting-Ting Zhang",
        "Clayton L. Ulrey",
        "Shan-Run Liu",
        "Rui Yang",
        "Sean C. McConnell",
        "Yongliang Huo",
        "Thomas M. Ryan"
    ],
    "author_dict_list": [
        {
            "author_name": "Ting-Ting Zhang",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Clayton L. Ulrey",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Shan-Run Liu",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Rui Yang",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Sean C. McConnell",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Yongliang Huo",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas M. Ryan",
            "author_affiliations": [
                "Biochemistry and Molecular Genetics, University of Alabama at Birmingham, Birmingham, AL, USA",
                " "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-05T21:36:27",
    "is_scraped": "1"
}