{
    "doi": "https://doi.org/10.1182/blood.V110.11.223.223",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=892",
    "start_url_page_num": 892,
    "is_scraped": "1",
    "article_title": "A Unified Mechanism of Tyrosine Kinase Regulation by the Gatekeeper Residue. ",
    "article_date": "November 16, 2007",
    "session_type": "Molecular Pharmacology, Drug Resistance",
    "topics": [
        "amino acids",
        "bcr-abl tyrosine kinase",
        "crystallography",
        "epidermal growth factor receptors",
        "hydrophobic interactions",
        "hydrophobicity",
        "malignant transformation",
        "phosphotransferases",
        "platelet-derived growth factor alpha receptor",
        "platelet-derived growth factor beta receptor"
    ],
    "author_names": [
        "Mohammad Azam, PhD",
        "Markus Seeliger, PhD",
        "Nathanael S. Gray, PhD",
        "John Kuriyan, PhD",
        "George Q. Daley, MD, PhD"
    ],
    "author_affiliations": [
        [
            "Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Chemistry, University of Berkeley, Berkeley, CA, USA"
        ],
        [
            "Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA, USA"
        ],
        [
            "Department of Chemistry, University of Berkeley, Berkeley, CA, USA"
        ],
        [
            "Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA, USA"
        ]
    ],
    "first_author_latitude": "42.3362286",
    "first_author_longitude": "-71.1042774",
    "abstract_text": "Protein kinase inhibitors achieve binding specificity through contact with a hydrophobic pocket within the ATP-binding cleft. Access to the pocket is dictated by an amino acid residue dubbed the “gatekeeper”, which is threonine in many kinases. Drug resistance is often due to substitution of the gatekeeper threonine with a bulkier amino acid residue that sterically hinders the binding of some drugs. Here we show that substituting a bulky hydrophobic residue in place of threonine in the native cellular forms of c-ABL, c-SRC, PDGFRA, PDGFRB, and EGFR activates kinase activity and promotes malignant transformation of BaF3 cells. Structural modelling and crystallographic analysis reveal that a network of hydrophobic interactions characteristic of the active kinase conformation is stabilized by the gatekeeper substitution. In the inactive kinase conformation, this hydrophobic interactions are dismantled. A small molecule inhibitor that maximizes complementarity with the dismantled spine (Compound #14) inhibits the gatekeeper mutation of BCR/ABL (T315I). These results demonstrate that mutation of the gatekeeper threonine is a common mechanism of activation for tyrosine kinases, and provide structural insights to guide the development of novel inhibitors."
}