{
    "doi": "https://doi.org/10.1182/blood.V104.11.3830.3830",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=119",
    "start_url_page_num": 119,
    "is_scraped": "1",
    "article_title": "Enhancing Effects of CCL19 on Antigen Uptake and Antigen Presenting Ability of Human Mature Dendritic Cells (DCs). ",
    "article_date": "November 16, 2004",
    "session_type": "Abstracts Not Selected for Presentation",
    "abstract_text": "Recently, it has been demonstrated that CCL19 induces not only chemotaxis but also the extension of dendrites and endocytosis by mature DCs derived from mouse splenocytes. There are some reports presenting CCL19-associated inhibition on the generation of cytotoxic T lymphocytes towards allogeneic DCs, but another reports presenting the inhibition of allogeneic response by the antagonist of CCL19. In the present study, we tried to induce CCR7 expression on human monocyte-derived mature DCs using cytokines and examined CCL19 effects on the functions of these mature DCs. In this present study, we demonstrated that CCL19 could promote the ability of endocytosis and allogeneic antigen presentation of monocyte-derived mature DCs. CD14 + cells were separated from human PB-MNCs using anti-CD14 conjugated magnetic microbeads. The cells were seeded in tissue culture dish and cultured in RPMI medium containing GM-CSF and IL-4. On day 4, a pro-inflammatory cytokine cocktail (TNF-α, IL-1α, IL-6 and INF-γ) and PGE 2 ware added to this dish as the DC maturation stimuli and the cultures were continued for more one day. Surface phenotypes such as CD1a, CD14, CD80, CD83, CD86, HLA DR and CCR7 were analyzed by flow cytometry. To analyze endocytosis, immature and mature DCs were incubated with FITC-dextran at 37°C and 4°C in the presence or absence of CCL19 for 5 minutes. Cells were washed with ice-cold PBS then incubated for 10 minutes on ice. After washing, the cells were re-suspended in PBS and the fluorescence intensity of the cells was analyzed by flow cytometry. Incubation of cells with the FITC-dextran on ice was used as a background control. Antigen presenting ability was analyzed by 3 H-thymidin incorporation assay in the presence or absence of CCL19, in which autologous and allogeneic lymphocytes were used as responder cells. After the culture using TNF-α, IL-1α, IL-6, INF-γ and PGE 2 (TIIIP) as maturation stimuli, DCs highly expressed CD83, CD80, CD86 and HLA-DR and moderately expressed CCR7 in almost the same manner of mature DCs cultured with LPS. About the internalization of FITC-dextran in immature DCs, approximately 50% of the cells rapidly became FITC-dextran positive after 5–10 minutes of incubation without the addition of CCL19. Mature TIIIP-induced mature DCs, however, scarcely internalized FITC-dextran at 5–10 minutes; the proportion of FITC + cells was less than 5% of the total cells. But the addition of CCL19 increased the uptake by TIIIP-induced mature DCs. In the presence of CCL19, the proportion of mature DCs positive for FITC-dextran was about 30% after 5 minutes of incubation. In allogeneic MLC, 3 H-thymidin uptake of lymphocytes stimulated with TIIIP-induced mature DCs was definitely increased by CCL19 addition, while there were no effects of CCL19 in immature DCs. We recognized the role of CCL19 in the positive regulation of endocytosis in human mature DCs. In addition to CCL19-associated enhancement of endocytosis of antigens by mature DCs, CCL19 has also been demonstrated to promote the antigen presenting ability of mature DCs. These findings suggested that the regulation of CCR7-CCL19 interaction could be usefully applied in generating efficient DCs with possessing both active phagocytosis and potent antigen presenting ability for DC-based immunotherapy in various disorders.",
    "topics": [
        "antigens",
        "dendritic cells",
        "fluorescein-5-isothiocyanate",
        "cd14 antigen",
        "cd80 antigens",
        "cytokine",
        "diffuse idiopathic skeletal hyperostosis",
        "flow cytometry",
        "hla-dr antigens",
        "interleukin-6"
    ],
    "author_names": [
        "Ayumi Yokoyama",
        "Miwako Narita",
        "Naoko Sato",
        "Asuka Sekiguchi",
        "Anri Saito",
        "Norihiro Watanabe",
        "Masuhiro Takahashi"
    ],
    "author_affiliations": [
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ],
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ],
        [
            "Department of Regenerative and Transplant Medicine, Niigata University Graduate School of Medical and Dental Sciences, Niigata, Japan"
        ],
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ],
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ],
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ],
        [
            "Department of Hematology and Oncology, Niigata University Graduate School of Health Sciences, Niigata, Japan"
        ]
    ],
    "first_author_latitude": "37.8403623",
    "first_author_longitude": "139.02563235"
}