{
    "doi": "https://doi.org/10.1182/blood-2018-99-114992",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4010",
    "start_url_page_num": 4010,
    "is_scraped": "1",
    "article_title": "Atezolizumab in Combination with Obinutuzumab and Lenalidomide Demonstrates Favorable Activity and Manageable Toxicity in Patients with Relapsed/Refractory Follicular Lymphoma (FL): An Interim Analysis of a Phase Ib/II Trial ",
    "article_date": "November 29, 2018",
    "session_type": "623. Mantle Cell, Follicular, and Other Indolent B-Cell Lymphoma—Clinical Studies: Poster I",
    "topics": null,
    "author_names": [
        "Gilles Salles, MD PhD",
        "Nilanjan Ghosh, MD PhD",
        "Izidore S. Lossos, MD",
        "Maria Lia Palomba, MD",
        "Amitkumar Mehta, MD",
        "Olivier Casasnovas",
        "Don Stevens, MD",
        "Ana Abajo",
        "Tina Nielsen",
        "Surya Chitra",
        "Michael Wenger",
        "Franck Morschhauser"
    ],
    "author_affiliations": [
        [
            "Hospices Civils de Lyon and Universite Claude Bernard, Pierre-Bénite, France "
        ],
        [
            "Levine Cancer Institute, Charlotte, NC "
        ],
        [
            "Sylvester Comprehensive Cancer Center, University of Miami School of Medicine, Miami, FL "
        ],
        [
            "Cellular Therapeutics Center, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "University of Alabama at Birmingham, Birmingham, AL "
        ],
        [
            "University Hospital F. Mitterand and INSERM UMR 1231, Dijon, France "
        ],
        [
            "Norton Healthcare, Louisville, KY "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "F. Hoffmann-La Roche Ltd, Basel, Switzerland "
        ],
        [
            "Hématologie, Centre Hospitalier Universitaire, Université de Lille 2, Lille, France"
        ]
    ],
    "first_author_latitude": "45.702775599999995",
    "first_author_longitude": "4.804545300000001",
    "abstract_text": "Introduction: Data from the Phase II GALEN study suggest that chemo-free induction and maintenance with obinutuzumab (G), a glycoengineered type II anti-CD20 antibody, plus lenalidomide (LEN) may have favorable activity and tolerable safety in patients (pts) with relapsed/refractory (R/R) FL (Morschhauser et al. Hematol Oncol 2017). The combination of G and the anti-programmed death-ligand 1 (PD-L1) antibody atezolizumab (atezo), which has a complementary mode of action to anti-CD20 antibodies, has shown activity in R/R FL (Palomba et al. Hematol Oncol 2017). Atezo-G-LEN has the potential to enhance anti-tumor immune response in R/R FL. Interim data from a Phase Ib/II study (NCT02631577) assessing the safety and efficacy of induction and maintenance with atezo-G-LEN in pts with R/R FL are reported. Methods: This is an ongoing, open-label, multicenter study of pts with R/R FL (excluding grade [Gr] 3b) who have received ≥1 prior anti-CD20 antibody-containing chemo-immunotherapy regimen. The study comprises an initial 3+3 dose-escalation phase (to determine the recommended Phase II dose [RP2D] of LEN for the triplet regimen) followed by an expansion phase (RP2D of LEN). Pts receive induction treatment with six 28-day cycles of: G 1000mg IV on day (D) 1, D8, and D15 of Cycle (C) 1 and D1 of C2-6; atezo 840mg IV on D1 and D15 of C2-6; and LEN 15mg or 20mg (dose escalation), or at the RP2D (expansion), PO on D1-21 of C1-6. Pts with a complete response (CR), partial response, or stable disease at the end of induction (EOI) receive 24 months of maintenance with G 1000mg on D1 every 2 months, atezo 840mg on D1 and D2 monthly, and LEN 10mg on D1-21 monthly (months 1-12). Primary endpoints are dose-limiting toxicities (DLTs) during C2, safety/tolerability, and CR (PET-CT) rate by Independent Review Committee (IRC) at EOI (modified Lugano 2014 criteria) in the LEN 20mg (RP2D) expansion cohort. Data cut-off was February 28, 2018. Results: At the time of interim analysis (IA), 29 pts were enrolled and treated (LEN 15mg, n=4; LEN 20mg, n=25). Three pts were receiving induction treatment, 5 had discontinued during induction (death due to progressive disease [PD], n=3; PD, n=1; withdrawal of consent, n=1), 21 had completed induction, and 20 were still receiving maintenance. Baseline characteristics at study entry were: median age, 62 years (range 38-79); male, 52%; Ann Arbor Stage III-IV, 86%; FLIPI high risk (≥3), 28%; bulky disease (≥7cm), 21%; ≥2 prior lines of therapy, 52%; refractory to last treatment line, 48%; and pts with early progression (within 24 months) on first-line treatment (POD24), 31%. No DLTs were reported during C2 at either LEN dose during dose escalation; therefore, LEN 20mg was selected as the RP2D for expansion. Median dose intensity for all 3 study drugs was 95-100% during induction and 100% during maintenance. Twenty-eight pts (97%) had ≥1 adverse event (AE): 18 (62%) Gr ≥3 AEs; 9 (31%) serious AEs; 2 (7%) AEs leading to discontinuation of any study drug (Gr 2 pneumonitis and Gr 2 myalgia secondary to myositis, both leading to discontinuation of atezo); 3 (10%) AEs leading to LEN dose reduction; and 22 (75%) AEs requiring interruption of any treatment (including LEN dose reduction, missed doses or dose delays); no Gr 5 AEs were reported. Common AEs (all-Gr and Gr ≥3) are shown in Table 1 . The most common Gr ≥3 AEs were hematologic toxicities (neutropenia [35%], thrombocytopenia [17%], and anemia [10%]) and infections (10%). The most common AEs of special interest (≥4 pts) were infusion-related reactions (35%), dyspnea (21%), hyperthyroidism (17%), hypothyroidism (14%), and pyrexia (17%); all events were mild or moderate, except one case of dyspnea (Gr 3). One second primary malignancy (meningioma) was reported. Among 20 efficacy-evaluable pts, the PET-CT CR rate at EOI was 80% by IRC and 85% by investigator (modified Lugano 2014 criteria) ( Table 2 ). All pts receiving maintenance had durable clinical responses ( Figure ). Conclusions: At this IA, the overall safety profile observed for the chemo-free triplet regimen atezo-G-LEN is consistent with the known AE profiles for the individual drugs, with acceptable safety and tolerability. Response rates at EOI with atezo-G-LEN compare favorably with those reported for currently available treatments for R/R FL, with preliminary evidence of durable activity. View large Download slide View large Download slide  Disclosures Salles: Amgen: Honoraria; Novartis: Consultancy, Honoraria; Morphosys: Honoraria; BMS: Honoraria, Other: Advisory Board; Epizyme: Honoraria; Servier: Honoraria, Other: Advisory Board; Celgene: Honoraria, Other: Advisory Board, Research Funding; Abbvie: Honoraria; Janssen: Honoraria, Other: Advisory Board; Takeda: Honoraria; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Merck: Honoraria; Acerta: Honoraria; Servier: Honoraria; Pfizer: Honoraria; Gilead: Honoraria, Other: Advisory Board. Ghosh: PCYC: Consultancy, Research Funding, Speakers Bureau; TG Therapeutics: Honoraria, Research Funding; SGN: Consultancy, Research Funding, Speakers Bureau; F. Hoffman-La Roche Ltd: Research Funding; Spectrum: Consultancy; Forty seven Inc: Research Funding; Abbvie: Consultancy, Speakers Bureau; Juno: Consultancy, Research Funding; Genentech: Research Funding; Gilead: Consultancy, Speakers Bureau; Pharmacyclics, an Abbvie Company: Consultancy, Research Funding, Speakers Bureau; Celgene: Consultancy. Lossos: Affimed: Research Funding. Palomba: Pharmacyclics: Consultancy; Celgene: Consultancy. Mehta: Incyte: Research Funding; Kite: Consultancy, Speakers Bureau; Spectrum: Consultancy; Celgene: Consultancy; Bristol-Myers Squibb: Consultancy, Research Funding; F. Hoffmann-La Roche Ltd: Research Funding; Merck: Research Funding; Epizyme: Research Funding; Gilead: Consultancy, Speakers Bureau; Seattle Genetics: Research Funding; AstraZeneca: Consultancy, Speakers Bureau; Carevive: Other: Patient engagement; Medpage: Other: Medical website. Casasnovas: Celgene: Honoraria; Janssen: Consultancy, Honoraria; Gilead: Consultancy, Honoraria, Research Funding; F. Hoffmann-La Roche Ltd: Consultancy, Honoraria, Research Funding; Karyopharm: Consultancy, Honoraria; Merck: Consultancy, Honoraria; BMS: Consultancy, Honoraria; Takeda: Consultancy, Honoraria. Stevens: Bayer: Consultancy, Membership on an entity's Board of Directors or advisory committees. Abajo: F. Hoffman-La Roche Ltd: Employment, Other: Ownership interests PLC. Nielsen: F. Hoffmann-La Roche Ltd: Employment, Other: Ownership interests PLC. Chitra: Genentech/Roche: Employment. Wenger: F. Hoffmann-La Roche Ltd: Employment, Equity Ownership, Other: Ownership interests PLC. Morschhauser: Gilead: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche/Genentech: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Epizyme: Consultancy; Servier: Membership on an entity's Board of Directors or advisory committees; BMS: Honoraria, Membership on an entity's Board of Directors or advisory committees; Janssen: Honoraria, Membership on an entity's Board of Directors or advisory committees."
}