{
    "doi": "https://doi.org/10.1182/blood.V108.11.352.352",
    "article_title": "Mesenchymal Stem Cells Selectively Engraft into Tumor Stroma and Produce Potent Antitumor Proteins In Situ. ",
    "article_date": "November 16, 2006",
    "session_type": "Oral Sessions",
    "abstract_text": "The formation of stroma is essential for tumor growth and involves complex interactions between malignant tumor cells, and non-tumor stromal cells. We have previously demonstrated that mesenchymal stem cells (MSC) integrate into solid tumors as stromal elements ( Cancer Res  62 : 3603 , 2002 ; JNCI  96 : 1593 , 2004 ,), suggesting the development of anti-cancer therapies based on the intratumoral production of agents by gene-modified MSC. However, no direct evidence has demonstrated this migration and selective engraftment into the tumor microenvironment. Therefore, we noninvasively visualized MSC using luciferase bioluminescence. MSC were labeled by a fiber modified Ad vector expressing firefly luciferase (AdLux-F/RGD) and these MSC-Lux were injected into normal (healthy) SCID mice or mice bearing established metastatic breast or ovarian tumors. Biodistributed MSC-Lux were imaged utilizing the Xenogen IVIS detection system. In normal mice, human MSC (hMSC) migrated to the lungs where they remained resident for 7–10 days. In animals bearing established metastatic lung tumors, IV injected hMSC again migrated to the lungs. However, in contrast to control mice, the Lux signal remained strong over a 15-day period with only a slight decrease over the first 10 days. After IP injection, hMSC-LUX were detected in the peritoneum, and after 7 days, no hMSC-LUX was detected in normal animals, while strong punctate regions of LUX-activity were observed in ovarian tumors. In contrast to SCID mice injected with hMSC, healthy Balb/C mice injected with Balb/C derived MSC-LUX initially migrated to the lungs and within 2.5 hrs had exited the lungs to remain liver and spleen resident for 5–7 days. When tumor cells were transduced with renilla luciferase constructs, the co-localization and dynamic interactions of firefly luciferase MSC and renilla luciferase tumors could be examined in detail. Mechanisms regulating the MSC-tumor interactions involve TGF-beta, HGF/c-Met, and EGFR and will be discussed. We then examined whether hMSC-producing interferon-beta (IFNb-MSC) could inhibit the growth of metastatic tumors in the lungs of SCID mice. When injected IV (4 doses of 10 6 MSC/week) into SCID mice bearing pulmonary metastases of carcinomas or melanomas, tumor growth was significantly inhibited as compared to untreated or vector-control MSC controls (p= 0.007), while recombinant IFNb protein (50,000 IU qod) was ineffective (p=0.14). IV injected IFNb-MSC prolonged the survival of mice bearing metastatic breast carcinomas (p=0.001) Intraperitoneal (IP) injections of IFN-MSC into mice carrying ovarian carcinomas resulted in doubling of survival in SKOV-3, and cures in 70% of mice carrying OVAR-3 tumors. MSC injected into the ipsilateral or contralateral carotid artery were found to localize to glioma xenografts in mice and IFNb-MSC significantly (p<0.05) prolonged survival of these mice. These data suggest that systemically administered gene-modified MSC selectively engraft into the tumor microenvironment and remain resident as part of the tumor architecture. MSC-expressing IFN-b inhibit the growth of melanomas, gliomas, metastatic breast and ovarian cancers in vivo and prolong the survival of mice bearing established tumors. Clinical trials are in preparation.",
    "topics": [
        "neoplasms",
        "stem cell, mesenchymal",
        "interferon-beta",
        "luciferases",
        "cancer",
        "carcinoma",
        "glioma",
        "melanoma",
        "ovarian neoplasms",
        "tumor growth"
    ],
    "author_names": [
        "Michael Andreeff, MD, PhD",
        "Jennifer Dembinski",
        "Brett M. Hall, Ph.D.",
        "Matus Studeny, M.D.",
        "Xiaoyang Ling, Ph.D.",
        "Maria Cabreira-Hansen, Ph.D.",
        "A. Kate Sasser",
        "Teresa McQueen",
        "Frederick Lang, M.D.",
        "Frank C. Marini, Ph.D."
    ],
    "author_dict_list": [
        {
            "author_name": "Michael Andreeff, MD, PhD",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Jennifer Dembinski",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Brett M. Hall, Ph.D.",
            "author_affiliations": [
                "Children’s Research Institute, Columbus, OH, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Matus Studeny, M.D.",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Xiaoyang Ling, Ph.D.",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maria Cabreira-Hansen, Ph.D.",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "A. Kate Sasser",
            "author_affiliations": [
                "Children’s Research Institute, Columbus, OH, USA"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Teresa McQueen",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frederick Lang, M.D.",
            "author_affiliations": [
                "Neurosurgery, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Frank C. Marini, Ph.D.",
            "author_affiliations": [
                "Blood and Marrow Transplantation, The University of Texas M.D. Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-30T15:42:29",
    "is_scraped": "1"
}