{
    "doi": "https://doi.org/10.1182/blood.V114.22.452.452",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1388",
    "start_url_page_num": 1388,
    "is_scraped": "1",
    "article_title": "Risk Assessment Model to Predict Recurrence in Patients with Unprovoked Deep Vein Thrombosis or Pulmonary Embolism. ",
    "article_date": "November 20, 2009",
    "session_type": "PATHOPHYSIOLOGY OF THROMBOSIS: RISK OF VENOUS THROMBOSIS",
    "topics": [
        "deep vein thrombosis",
        "oral contraceptives",
        "pulmonary embolism",
        "risk assessment",
        "venous thromboembolism",
        "fibrin fragment d substance",
        "anticoagulation",
        "thrombin",
        "thrombosis",
        "antiphospholipid syndrome"
    ],
    "author_names": [
        "Sabine Eichinger",
        "Georg Heinze",
        "Paul Alexander Kyrle, MD"
    ],
    "author_affiliations": [
        [
            "Dept. of Internal Medicine I, Medical University of Vienna, Vienna, Austria, "
        ],
        [
            "Medical University of Vienna, Core Unit for Medical Statistics and Informatics, Vienna, Austria"
        ],
        [
            "Dept. of Internal Medicine I, Medical University of Vienna, Vienna, Austria, "
        ]
    ],
    "first_author_latitude": "48.21969889999999",
    "first_author_longitude": "16.3515215",
    "abstract_text": "Abstract 452 Background: Venous thrombosis is a chronic and potentially fatal disease (case fatality 5-9%). Predicting the likelihood of recurrence is important, as most recurrences can be prevented by antithrombotic therapy, albeit at the price of an increased bleeding risk during anticoagulation. Despite a substantial progress in identifying the determinants of the recurrence risk, predicting recurrence in an individual patient is often not feasible. Venous thromboembolism (VTE) is a multicausal disease and the combined effect of clinical and laboratory factors on the recurrence risk is unknown. It was the aim of our study to develop a simple risk model that improves prediction of the recurrence risk in patients with unprovoked VTE. Methods and Findings: In a prospective multicenter cohort study we followed 929 patients with a first VTE after completion of at least 3 months of anticoagulation. The median observation time was 43.3 months. Patients with VTE provoked by surgery, trauma, cancer, pregnancy or oral contraceptive intake were excluded as were those with a natural inhibitor deficiency or the lupus anticoagulant. The main outcome measure was symptomatic recurrent VTE, which occurred in 176 patients. The probability of recurrence (95% CI) after 2, 5 and 10 years was 13.8% (11.6% to16.5%), 24.6% (21.6% to 28.9%), and 31.8% (27.6% to 37.4%), respectively. To develop a simple and easy to apply risk assessment model, clinical and laboratory variables (age, sex, location of VTE, body mass index, factor V Leiden, prothrombin G20210A mutation, D-Dimer, in vitro thrombin generation) were preselected based on their established relevance for the recurrence risk, simple assessment, and reproducibility. All variables were analyzed in a Cox proportional hazards model, and those significantly associated with recurrence were used to compute risk scores. Only male sex [HR vs. female 1.90 (95% CI 1.31–2.75)], proximal deep vein thrombosis [HR vs. distal 2.08 (95% CI 1.16–3.74)], pulmonary embolism [HR vs. distal thrombosis 2.60 (95% CI 1.49– 4.53)] and elevated levels of D-Dimer [HR per doubling 1.27 (95% CI 1.08–1.51)] or peak thrombin [HR per 100 nM increase 1.38 (95% CI 1.17–1.63)] were related to a higher recurrence risk. We developed a nomogram ( Fig. 1 ) based on sex, location of initial thrombosis, and D-Dimer that can be used to calculate risk scores and to estimate the cumulative probabilities of recurrence in an individual patient. The model has undergone extensive validation by a cross-validation process. The cohort was divided into test and validation samples thereby mimicking independent validation. This process was repeated 1000 times and the results were averaged to avoid dependence of the validation results on a particular partition of our cohort. Patients were assigned to different risk categories according to their risk score, which corresponded well with the recurrence rate as patients with lower scores had lower recurrence rates. Conclusion: By use of a simple scoring system the assessment of the recurrence risk in patients with a first unprovoked VTE can be improved in routine care. Patients with unprovoked VTE in whom the recurrence risk is low enough to consider a limited duration of anticoagulation, can be identified. Fig. 1: View large Download slide Nomogram for predicting recurrence risk. For each value of sex, location and D-Dimer, read off ‘points' at the very top of the nomogram. Add up the points assigned to each variable to obtain total points. Map total points to expected cumulative proportion recurrence-free at 12 and 60 months. Fig. 1: View large Download slide Nomogram for predicting recurrence risk. For each value of sex, location and D-Dimer, read off ‘points' at the very top of the nomogram. Add up the points assigned to each variable to obtain total points. Map total points to expected cumulative proportion recurrence-free at 12 and 60 months. Disclosures: No relevant conflicts of interest to declare."
}