{
    "doi": "https://doi.org/10.1182/blood.V122.21.5457.5457",
    "article_title": "Cardiac Toxicity Of High Dose Cyclophosphamide Post T Cell Replete HLA Haploidentical Hematopoietic Stem Cell Transplantation ",
    "article_date": "November 15, 2013",
    "session_type": "721. Clinical Allogeneic Transplantation - Conditioning Regimens, Engraftment and Acute Transplant Toxicities",
    "abstract_text": "Background T cell replete (TCR) HLA haploidentical hematopoietic stem cell transplantation (SCT) using high dose cyclophosphamide post-transplant (HDCy) to prevent graft versus host disease (GvHD) and graft’s rejection is a promising approach which extends the possibility of grafting patients who lack a conventional donor. Notably, non relapse mortality (NRM) is greatly decreased compared to T-cell depleted haploidentical SCT, giving a low rate of lethal infections or severe GvHD and allowing the possibility to reduce doses of conditioning regiment without impairing the engrafting of the TCR bone marrow. Nevertheless, HDCy post transplant might increase the risk of cardiac toxicity. Methods From March 2012 to July 2013, 11 consecutive adult patients received a TCR haplo-SCT for high risk hematological malignancies: de novo or secondary acute myeloid leukemia (AML) with unfavorable cytogenetics in CR1 (n=5), refractory AML (n=2), chronic myeloid leukemia (n=2), and refractory Hodgkin disease (n=2). Patients with myeloid disease received a myeloablative conditioning (MAC) (Cy 30mg/Kg/d at day -4 and -3 + TBI 12Gy or Busulfan 3.2mg/Kg/d for 4 days + Cy 14.5mg/Kg at day-3 and day-2 + Fludarabine 90mg/m2) or a reduced intensity conditioning (RIC) with Melphalan 140 mg/m 2 + Thiotepa 10mg/m 2 + Fludarabine 160mg/m 2 . Two patients with Hodgkin disease and 1 patient who rejected a previous MAC-double cord blood received a RIC with Cy 14.5mg/Kg at day-6 + TBI 2gy + Fludarabine 150mg/m 2 . Ten patients received HDCy 50 mg/kg/day on days +3 and +4, plus tacrolimus and mycophenolate mophetil for GvHD prophylaxis. In one patient, HDCy was reduced to 50mg/Kg at day+3. All patients but one received a bone marrow graft. Median age was 39.1 (range 22-62). Donors were related for 10, and unrelated for 1 patient with a median of 5.4/10 allele matches (range 5-8). Cardiac evaluation pre-SCT was performed for all patients. Cardiac ultrasound was normal for all (median left ventricular ejection fraction was 62%; range 53-67%). None of the patients had cardiovascular risk factors such as hypertension, diabetes, obesity or history of valvular or ischemic cardiopathy. Median Sorror score was 0.63 (range 0-2). The rate of early deaths (within the 1 st month post transplant) related to cardiac toxicity was compared to that of the whole cohort of 875 patients who received an allogeneic HSCT in our center from May 1984 to July 2013 without HDCy post transplantation. Results Among the 11 patients who received HDCy post SCT, 3 patients developed a compressive pericardial effusion at day 4, day 14 and day 41. An extensive microbiological research found no infectious etiology of this cardiac complication and toxicity of HDCy post transplant was the most probable. One patient had received a MAC (TBI 12Gy –Cy) and the 2 other patients had received the RIC Mel-Thio-Flu regimen. Evolution was reversible for 2 patients after the administration of angiotensin-converting enzyme inhibitors and/or pericardial drainage. One patient died at day+16 of a refractory cardiogenic shock. In the control cohort, early death correlated to cardiac toxicity was reported in 6 patients out of 875 (0.69%), as compared to 1/11 (9%) in the haploidentical cohort. In the control cohort, median age of patients who died from cardiac toxicity was 40.1 (range 30-51). All but 1 received a MAC including HDCy pre-transplantation. No HDCy was administered after SCT. The death occurred at a median time of 14.6 days post-transplant. No early death correlated to cardiac toxicity was reported after 1 month post SCT. Conclusion Although limited by the small number of patients, the rate of cardiac toxicity seems to be increased after HDCy post TCR haplo-SCT. This toxicity is probably multi-factorial and HLA mismatches syndrom may contribute to the severity of symptoms. Nevertheless, such severe and early cardiac complication is an unusal observation in patients without any particular cardiovascular risk factor or other co-morbidities at the time of transplant. Caution should be taken during the days following the administration of HDCy in collaboration with intensive care specialists. Disclosures: Leblond: Roche : Consultancy, Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau; Janssen: Honoraria, Membership on an entity’s Board of Directors or advisory committees; Mundipharma: Honoraria, Membership on an entity’s Board of Directors or advisory committees, Speakers Bureau.",
    "topics": [
        "cardiotoxicity",
        "cyclophosphamide",
        "hematopoietic stem cell transplantation",
        "human leukocyte antigens",
        "t-lymphocytes",
        "obesity",
        "transplantation",
        "complement membrane attack complex",
        "graft-versus-host disease",
        "mac protocol"
    ],
    "author_names": [
        "Laetitia Souchet, MD",
        "Julien Mayaux, MD",
        "Damien Roosweil, MD",
        "Madalina Uzunov, M.D.",
        "Alfred Le",
        "Charles-Edouard Luyt, MD",
        "Jean Paul Vernant, MD",
        "Françoise Norol, MD",
        "Hélène Treberden-Negre, MD",
        "Nabih Azar, MD",
        "Bénédicte Lebrun-Vigne",
        "Delphine Callot",
        "Ali Boudifa",
        "Veronique Leblond, MD",
        "Stéphanie Nguyen"
    ],
    "author_dict_list": [
        {
            "author_name": "Laetitia Souchet, MD",
            "author_affiliations": [
                "hematology, Hôpital Pitié Salpêtrière, Paris, France, "
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Julien Mayaux, MD",
            "author_affiliations": [
                "intensive care unit, Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Damien Roosweil, MD",
            "author_affiliations": [
                "hematology, hopital Pitié Salpêtrière, Paris, France, "
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Madalina Uzunov, M.D.",
            "author_affiliations": [
                "Hematology, Hôpital Pitié-Salpêtrière, Paris, France, "
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Alfred Le",
            "author_affiliations": [
                "hematology, Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Charles-Edouard Luyt, MD",
            "author_affiliations": [
                "intensive care unit, Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jean Paul Vernant, MD",
            "author_affiliations": [
                "Hematology, Hôpital Pitié-Salpêtrière, paris, France, "
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Françoise Norol, MD",
            "author_affiliations": [
                "Laboratoire de Thérapie Cellulaire, Hôpital Pitié-Salpêtrière, Paris, France, "
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hélène Treberden-Negre, MD",
            "author_affiliations": [
                "Laboratoire de Thérapie Cellulaire, Hôpital Pitié-Salpêtrière, Paris, France, "
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Nabih Azar, MD",
            "author_affiliations": [
                "Department of Haematology, Hôpital de la Pitié-Salpétrière, Paris, France, "
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bénédicte Lebrun-Vigne",
            "author_affiliations": [
                "pharmacology department, Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Delphine Callot",
            "author_affiliations": [
                "pharmacology department, Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ali Boudifa",
            "author_affiliations": [
                "Hôpital Pitié Salpétrière, Paris, France, "
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Veronique Leblond, MD",
            "author_affiliations": [
                "Hematology, Hôpital Pitié-Salpêtrière, Paris, France, "
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stéphanie Nguyen",
            "author_affiliations": [
                "Hematology, Hôpital Pitié-Salpêtrière, AP-HP, Paris, France"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-05-26T13:01:04",
    "is_scraped": "1"
}