{
    "doi": "https://doi.org/10.1182/blood.V106.11.1700.1700",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=511",
    "start_url_page_num": 511,
    "is_scraped": "1",
    "article_title": "Purified Murine Hematopoietic Stem Cells Contribute to the Generation of Cardiomyocytes Via Cell Fusion. ",
    "article_date": "November 16, 2005",
    "session_type": "Poster Sessions",
    "abstract_text": "Background and aim: It has been reported that donor-maker + cardiomyocytes appear following the transplantation of total bone marrow (BM) cells or enriched hematopoietic stem/progenitor cells. However, recent reports suggested that highly purified hematopoietic stem cells (HSCs) might not adapt the fate of cardiomyocytes. We aimed to identify the cell populations in BM that possess the capacity to give rise to caridomyocytes. Additionally, we aimed to clarify whether cardiomyogenic potential of the hematopoietic tissue-derived cells require cell fusion with host-derived cardiomyocytes. Method: To examine the developmental plasticity of hematopoietic tissue-derived cells, we employed the newborn transplantation model, in which age-related decline of regenerative capacity can be restored by environment factors (Conboy et al., Nature 2005). We first separated Lineage antigen − CD45 + (Lin − CD45 + ) cells and Lineage antigen − CD45 − (Lin − CD45 − ) cells from BM of mice constitutively expressing GFP. Each cell population was intravenously injected into irradiated syngeneic newborn C57BL/6 mice within 48hours after the birth. The cardiac tissue of recipients was analyzed for the presence of donor GFP + cardiomyocytes at 1 month post-transplantation. 37.0±23.9 GFP + cardiomyocytes were detected per 40 sections in the myocardium of recipients transplanted with Lin − CD45 + (n=6), while no GFP + cardiomyocytes were detected in recipients transplanted with Lin − CD45 − (n=4). As judged by the expression of CD29 on Lin − CD45 − cells and osteogenic and adipogenic potential in vitro, Lin − CD45 − likely contained mesenchymal stem cells (MSCs). We further purified c-Kit + Lin − Sca-1 + cells (KLS) HSCs and c-Kit + Lin − Sca-1 − progenitors by cell sorting, and transplanted limiting numbers of each population into syngeneic recipients. The number of GFP + cardiomyocytes was compatible with the injected cell dose both in the transplantation of HSCs and progenitors, suggesting that both HSC and progenitors can give rise to cardiomyocytes in vivo. Finally, to determine the mechanism of cardiomyogenic potential of HSCs, we transplanted GFP + KLS BM cells into CFP transgenic newborn mouse. Linear unmixing analysis using laser-scanning confocal microscopy revealed that donor-derived GFP + cardiomyocytes coexpressed CFP. These results indicated that HSCs require cell fusion for generating cardiomyocytes. Conclusion: Highly purified BM-derived hematopoietic stem/progenitor cells can contribute to the post-natal generation of cardiomyocytes through cell fusion, not through transdifferentiation.",
    "topics": [
        "cardiac myocytes",
        "cell fusion procedure",
        "hematopoietic stem cells",
        "mice",
        "cd45 antigens",
        "transplantation",
        "antigens",
        "proto-oncogene protein c-kit",
        "cd29 antigen",
        "cell separation"
    ],
    "author_names": [
        "Mitsuhiro Fukata",
        "Fumihiko Ishikawa",
        "Hideki Shimazu",
        "Hiroyuki Ito",
        "Kazuya Shimoda",
        "Koichi Akashi",
        "Leonard D. Shultz",
        "Mine Harada"
    ],
    "author_affiliations": [
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ],
        [
            "Center for Cellular and Molecular Medicine, Kyushu University Hospital, Fukuoka, Japan",
            "Department of Cancer Immunology and AIDS, Dana-Farber Cancer Institute, MA, USA"
        ],
        [
            "The Jackson Laboratory, Bar Harbor, Fukuoka, USA"
        ],
        [
            "Department of Medicine and Biosystemic Science, Kyushu University Graduate School of Medical Sciences, Fukuoka, Japan"
        ]
    ],
    "first_author_latitude": "33.548272499999996",
    "first_author_longitude": "130.36536049999998"
}