{
    "doi": "https://doi.org/10.1182/blood.V112.11.4536.4536",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1251",
    "start_url_page_num": 1251,
    "is_scraped": "1",
    "article_title": "Seroprevalence of PF4/Heparin Antibodies among Blood Bank Donors ",
    "article_date": "November 16, 2008",
    "session_type": "Disorders of Platelet Number or Function",
    "topics": [
        "antibodies",
        "blood banks",
        "donors",
        "heparin",
        "seroprevalence",
        "immunoglobulin g",
        "immunoglobulin m",
        "anticoagulants",
        "blood type",
        "fondaparinux"
    ],
    "author_names": [
        "Poulomi J. Pai, MD",
        "Julianna E McCracken",
        "Gowthami M Arepally, MD"
    ],
    "author_affiliations": [
        [
            "Pediatrics, Division of Pediatric Hematology - Oncology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Medicine, Division of Hematology, Duke University Medical Center, Durham, NC, USA"
        ],
        [
            "Medicine, Division of Hematology, Duke University Med. Ctr., Durham, NC, USA"
        ]
    ],
    "first_author_latitude": "36.0250813",
    "first_author_longitude": "-78.92009805",
    "abstract_text": "Heparin-Induced Thrombocytopenia (HIT) is classically viewed as a drug-induced immune disorder triggered by exposure to the anticoagulant drug, heparin. However, HIT may also be considered a dysregulated autoimmune response to two naturally occurring substances, Platelet Factor 4 (PF4), a platelet protein, and heparin, a tissuederived glycosaminoglycan. Until recently, studies of HIT and PF4/heparin antibody seroconversion have been exclusively focused on patients exposed to heparin or heparinlike drugs, including low-molecular weight heparin, the heparinoids and the synthetic agent, fondaparinux. Recent reports, however, indicate that PF4/heparin antibodies may arise spontaneously in some individuals in the absence of heparin (Warkentin Am J Med 2008; Hursting J Thromb Thrombolysis , 2008). We undertook this study to document the seroprevalance of “naturally-occurring” PF4/heparin antibodies in healthy subjects without prior heparin exposure. To study “healthy” subjects, we used blood bank donors as a surrogate population. Samples from blood bank units were obtained through Duke Transfusion services/American Red Cross (ARC). Donors met eligibility criteria for blood donation to the ARC and generally, represent a healthy population ( http://www.redcross.org/services/biomed/0,1082,0_557_,00.html#hem ). A Duke IRB waiver was issued due to use of anonymous samples. Plasma from donor units/segments were assayed in duplicate for the presence of PF4/heparin antibodies using a commercially available PF4/heparin ELISA (PF4 enhanced IgG,A,M kits, Genetics Technology Institute, Waukesha, WY). Positivity was defined by the manufacturer as A 405nm ≥0.4. Positive samples were stratified into low, (A 405nm =0.4–0.6), intermediate (A 405nm =0.61–0.99) or high-positive values (A 405nm ≥1.0). High and intermediate positive samples were further isotyped using IgG and IgM specific antibodies (Sigma, St. Louis, MO). Of the 970 blood bank donors tested to date, 31 samples (3.2%) were positive using the manufacturer’s cut-off value. Repeat testing confirmed positivity in all 31 samples. Of those testing positive, 26 were low-positive (2.3% of overall cohort; 84% of all positive samples), 1 sample was intermediate positive (0.1% of overall cohort; 3.2% of positive samples) and 5 samples were high-positive (0.5% overall cohort; 16% of positive samples). Isotyping of 6 high/intermediate positive samples revealed IgG in 3 patients, IgM in the remainder. There was no correlation between antibody positivity and ABO blood type. In summary, our data reveals a high prevalence of PF4/heparin antibodies, the majority of which are low-positive values (~84%). Many of these low-positive samples likely reflect background “noise” of the assay and could be eliminated using a higher cut-off for positivity. We also found a seroprevalance of 0.5% of high positive antibodies, of IgG and IgM isotype, supporting the notion that some individuals may have “naturally-occuring”"
}