{
    "doi": "https://doi.org/10.1182/blood.V106.11.4457.4457",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=435",
    "start_url_page_num": 435,
    "is_scraped": "1",
    "article_title": "Copper-Complexed Melphalan (MOC*M), a Member of a New Class of Anti-Leukemic and Anti-Tumouric Substances for Treatment of Primary and Relapsed Acute Lymphoblastic Leukemia in Childhood. ",
    "article_date": "November 16, 2005",
    "session_type": "Abstracts Not Selected for Presentation",
    "topics": [
        "acute lymphocytic leukemia",
        "child",
        "copper",
        "maintenance of certification",
        "melphalan",
        "cytostatic agents",
        "neoplasms",
        "cancer",
        "cytarabine",
        "doxorubicin"
    ],
    "author_names": [
        "Aram Prokop, MD, PhD",
        "Corazon Frias",
        "Guenter Henze, MD",
        "Swetlana Sadolinnaya, PhD",
        "Valeriy Tatarskiy, PhD"
    ],
    "author_affiliations": [
        [
            "Pediatric Hematology/Oncology, Charite - Campus Virchow-Klinikum, Berlin, Germany"
        ],
        [
            "Pediatric Hematology/Oncology, Charite - Campus Virchow-Klinikum, Berlin, Germany"
        ],
        [
            "Pediatric Hematology/Oncology, Charite - Campus Virchow-Klinikum, Berlin, Germany"
        ],
        [
            "MOC RDLtd., Berlin, Germany"
        ],
        [
            "MOC RDLtd., Berlin, Germany"
        ]
    ],
    "first_author_latitude": "52.534494050000006",
    "first_author_longitude": "13.36005445",
    "abstract_text": "Acute lymphoblastic leukemia (ALL) is the most frequent malignant disease of childhood. Despite a relatively good prognosis (survival 80 %), approximately ¼ of the patients suffer from relapses with a much poorer prognosis (survival 40 %). If a complete remission through chemotherapy is not achieved, the patients will not survive. Thus, the search for new cytostatic substances which can break the resistance against conventional cytostatic drugs is of great interest. We developed a new class of copper-containing cytostatic agents with apoptosis-inducing properties. The present study deals with 20 children, who suffer from de novo ALL or relapsed ALL. In vitro measurement of DNA-fragmentation in primary lymphoblasts of the children showed, that the copper-complexed cytostatic drugs are considerably more effective, compared to conventional analogues and other cytostatic drugs (cytarabine p<0.002, vincristine p< 0.006) used against childhood ALL. Furthermore, the new copper-containing analogues overcome drug resistance against doxorubicin (p<0.001) in vitro . In addition, the prototype of copper-complexed drug analogues, MOC*M, a melphalan-copper-acetoacetonate-complex, has synergistic effects in apoptosis induction combined with melphalan or conventional drugs in therapy of ALL in childhood like vincristin, doxorubicin and cytarabine. Experiments revealed that MOC*M specifically induces apoptosis, as evidenced by DNA fragmentation and dissipation of the mitochondrial membrane potential. MOC*M induces cell death, which was functionally characterized by the use of different cellular model systems being devoid of defined molecular parts of the apoptosis machinery. MOC*M triggers apoptosis in a Bcl-2-independent manner in the multi-resistant melanoma cell line MelHO with a 30-fold over-expression of Bcl-2. In vitro and in vivo experiments on mice with tumors sarcom S-180, melanoma B-16 and adenocarcenom in the large intestine proved a high anti-tumor activity of MOC*M with anti-metastasis and immunizing properties without any side effects in kidney or liver. Thus, MOC*M is able to prolong the life of animals with leucosis L-1210 and P-388. We could show that the accumulation of the tritium-labelled MOC*M compounds took place mainly in the tumor cells in vivo. Moreover, MOC*M is also inhibiting glycolysis in the tumor cells. The result of pre-clinical tests with MOC*M preparations, tested on a limited quota of oncological patients with different tumors, was a very large spectrum of anti-tumor and anti-leukemic activities. Further MOC*M has an immense tolerability in vivo . All in all, copper-containing cytostatic drugs comprise an innovative, highly promising class of cytostatic agents for cancer and leukemia therapy, especially for the therapy of relapsed ALL in childhood."
}