{
    "doi": "https://doi.org/10.1182/blood-2020-139342",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=4516",
    "start_url_page_num": 4516,
    "is_scraped": "1",
    "article_title": "Preliminary Results of the First-in-Human Study of Nexi-001, a Multi-Antigen Specific CD8+ T Cell Product, in Acute Myeloid Leukemia (AML) Patients with Relapsed Disease after Allogeneic Hematopoietic Cell Transplantation (Allo-HSCT) Demonstrate Early Signs of Safety, Tolerability and Robust Immune Responses ",
    "article_date": "November 5, 2020",
    "session_type": "704.Immunotherapies",
    "topics": null,
    "author_names": [
        "Monzr M. Al Malki, MD",
        "Miguel-Angel Perales, MD",
        "Dipenkumar Modi, MD",
        "Sumithira Vasu, MDMBBS",
        "Megan Nelson, RN",
        "Donna Bui",
        "Sojung Kim",
        "Ruipeng Wang",
        "Emily Lu",
        "Mathias Oelke",
        "Han Myint, MDFRCPath,FRCP",
        "Juan C. Varela, MDPhD"
    ],
    "author_affiliations": [
        [
            "Department of Hematology/HCT, City of Hope National Medical Center, Duarte, CA "
        ],
        [
            "Department of Medicine, Adult Bone Marrow Transplant Service, Memorial Sloan Kettering Cancer Center, New York, NY "
        ],
        [
            "Department of Oncology, Blood and Marrow Stem Cell Transplant Program, Karmanos Cancer Institute/Wayne State University, Detroit, MI "
        ],
        [
            "The Ohio State University, Columbus, OH "
        ],
        [
            "Advent Health Cancer Institute, Orlando, FL "
        ],
        [
            "City Of Hope, Duarte,, CA "
        ],
        [
            "Neximmune Inc, Gaithersberg, MD "
        ],
        [
            "Neximmune Inc, Gaithersberg, MD "
        ],
        [
            "Neximmune Inc, Gaithersberg, MD "
        ],
        [
            "Neximmune Inc, Gaithersberg, MD "
        ],
        [
            "Neximmune Inc, Gaithersberg, MD "
        ],
        [
            "Blood and Marrow Transplant Center, Florida Hospital, WINTER PARK, FL"
        ]
    ],
    "first_author_latitude": "34.1298507",
    "first_author_longitude": "-117.97077220000001",
    "abstract_text": "Relapse after allo-HSCT is the leading cause of death in patients with AML. While donor lymphocyte infusions (DLI) achieve modest graft-versus-leukemia (GVL) effects in a small group of responders, responses are often accompanied by significant morbidity and mortality from graft-versus host disease (GVHD). Therefore, there is a significant need for cellular approaches that enhance the benefit of GVL while decoupling toxicities associated with GVHD. Herein, we report initial results from a first-in-human study of a non-genetically engineered adoptive cellular therapy product, NEXI-001, which contains populations of anti-leukemia antigen-specific CD8+ T cells. NEXI-001is generated using a novel technology platform referred to as Artificial Immune Modulation (AIM). Specifically, nano-artificial Antigen Presenting Cells are used in combination with a proprietary cellular expansion system to isolate and expand populations of CD8+ T cells that recognize five specific HLA 02.01-restricted peptides from the WT1 , PRAME , and Cyclin A1 antigens, each of which is commonly over-expressed on AML blasts and leukemic stem cells. The ability to direct T cells against multiple leukemic antigens may reduce potential for tumor escape via target down-regulation. The AIM manufacturing process is optimized to consistently produce cellular products that contain T cell subtypes which combine anti-tumor potency with long-term persistence. Each NEXI-001 product is comprised of >95% memory T cells, and include stem-like central memory (Tscm), central memory (Tcm) and effector memory (Tem) cells - those T cell subtypes with potential to provide long lasting GVL effects. Importantly, each product also contains very low proportions of naïve T cells with allo-reactive potential (Tn), which may further reduce the risk of GVHD. (Table 1) Patients underwent bridging therapy to control leukemic burden while NEXI-001 T cells were manufactured for 14 days. After a 14-day wash out period, lymphodepleting therapy (fludarabine 30mg/m2, Cytoxan 300mg/m2 D-5 to D-3) was given followed by two rest days before NEXI-001 cell infusion. Dose levels for Phase 1 patients enrolled include safety D-1 (50 million T cells, n=1); followed by two additional dose-escalating safety cohorts {100 million T cells (n=3); and 200 million T cells, (n=3)}, and expansion cohort (n=16). A total of 7 AML patients (median age 43) with HLA-02:01 who had relapsed after allo-HSCT have been enrolled to-date. The same HLA-matched donor PBMCs are used for NEXI-001 manufacturing. Median time from previous SCT to relapse was 10 months, median bone marrow blast at relapse was 9%. and all patients were determined as poor risk category. To-date, there have been no infusion reactions, CRS or ICANS events observed for any patient treated. Significantly, there is no evidence of GVHD in any patient (n=3). Analysis of primary end point demonstrates a safe and well tolerated profile. Analyses of secondary end points support early signs of clinical response. We observed early and significant in vivo T cell proliferation as early as Day 5 (Figure 1). This may suggest that NEXI- T cells are actively engaging leukemic targets. Multimer staining confirmed the presence of NEXI-001 T cells in peripheral blood (Figure 2). Uniquely, the CD8+ T cells in peripheral blood maintain the phenotype subsets of the infused product over all time points measured (Figure 3). Despite complete lymphodepletion, CD4 reconstitution is robust, earlier than expected and consistent with increased levels of IL2. Evidence of cytotoxic activity, likely mediated by CD8+ T cells, was evident with increased serum levels of IFNg, TNFa, Granzymes A and B, and sFas. Additionally, we observed recruitment and trafficking of CD4 T cells to the bone marrow which may contribute to the initiation of a more robust cell-mediated immune response. Maintaining populations of T-stem cell and T-central memory subtypes may provide marrow-resident effector T cells with a source of continued replenishment over time, providing potential for a durable anti-tumor response. In conclusion , early results suggest that infusion of NEXI-001 product, is safe, well tolerated and capable of generating an early and robust cell-mediated immune response in patients with relapsed AML post allo-HSCT. As a novel cellular therapy, NEXI-001 may have potential to enhance the benefit of GVL while decoupling the toxicities associated with GVHD. View large Download slide View large Download slide  Disclosures Al Malki: Neximmune: Consultancy; Jazz Pharmacuticals, Inc: Consultancy; Rigel Pharma: Consultancy. Perales: Takeda: Honoraria, Membership on an entity's Board of Directors or advisory committees; Bristol Myers Squibb: Honoraria, Membership on an entity's Board of Directors or advisory committees; Kite/Gilead: Honoraria, Research Funding; Miltenyi Biotec: Research Funding; Medigene: Membership on an entity's Board of Directors or advisory committees, Other; Novartis: Honoraria, Membership on an entity's Board of Directors or advisory committees; Nektar Therapeutics: Honoraria, Membership on an entity's Board of Directors or advisory committees; Merck: Consultancy, Honoraria; Servier: Membership on an entity's Board of Directors or advisory committees, Other; Abbvie: Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Honoraria; Incyte Corporation: Honoraria, Research Funding; MolMed: Membership on an entity's Board of Directors or advisory committees; Omeros: Honoraria, Membership on an entity's Board of Directors or advisory committees; NexImmune: Membership on an entity's Board of Directors or advisory committees; Cidara Therapeutics: Other; Bellicum: Honoraria, Membership on an entity's Board of Directors or advisory committees. Modi: MorphoSys: Membership on an entity's Board of Directors or advisory committees. Vasu: Janssen: Membership on an entity's Board of Directors or advisory committees; Kiadis Inc: Other: Kiadis has obtained exclusive licensing requirements from The OHio State University; Omeros: Membership on an entity's Board of Directors or advisory committees. Kim: Neximmune: Current Employment. Wang: Neximmune: Current Employment. Lu: Neximmune: Current Employment. Oelke: Neximmune: Current Employment. Myint: Neximmune: Current Employment, Current equity holder in private company; BMS: Current equity holder in publicly-traded company; Celgene: Ended employment in the past 24 months. Varela: Neximmune: Consultancy, Current equity holder in private company."
}