{
    "doi": "https://doi.org/10.1182/blood-2021-145097",
    "article_title": "Addition of Isatuximab to Lenalidomide, Bortezomib and Dexamethasone As Induction Therapy for Newly-Diagnosed, Transplant-Eligible Multiple Myeloma Patients: The Phase III GMMG-HD7 Trial ",
    "article_date": "November 5, 2021",
    "session_type": "653.Myeloma and Plasma Cell Dyscrasias: Clinical-Prospective Therapeutic Trials",
    "abstract_text": "Background: In newly-diagnosed multiple myeloma (NDMM), lenalidomide/bortezomib/dexamethasone (RVd) is one of the most widely used combination regimens. Anti-CD38 monoclonal antibodies (CD38-moAb) increase efficacy when added to standard-of-care regimens. Here we present the first primary endpoint of the randomized, open-label, multicenter, phase III GMMG-HD7 trial, comparing RVd without (arm IA) or with the CD38-moAb isatuximab (Isa, arm IB) with regard to the rate of minimal residual disease (MRD) negativity after induction therapy in patients with transplant-eligible NDMM. Patients and Methods: Patients with transplant-eligible NDMM at 67 sites in Germany were equally randomized to receive three 42-day cycles of RVd (lenalidomide 25 mg/d p.o., d1-14 and d22-35; bortezomib 1.3 mg/m 2 s.c. d1, 4, 8, 11, 22, 25, 29, 32; dexamethasone 20 mg/d d1-2, 4-5, 8-9, 11-12, 15, 22-23, 25-26, 29-30, 32-33) in both arms. Isa was added to arm IB only (10 mg/kg i.v., cycle 1: d 1, 8, 15, 22, 29; cycles 2-3: d 1, 15, 29). Randomization for induction was stratified according to revised International Staging System (R-ISS). Primary endpoint of the trial was MRD negativity assessed by next-generation flow (NGF, cut off 1x10 -5 ) after induction. Secondary endpoints included rates of complete response (CR) after induction and safety. Data cut-off for the present analysis was April 2021. Results: Between 10/2018 and 09/2020, 662 patients were included in the trial. 660 patients were eligible for intention-to-treat analysis and 658 patients started induction (RVd: 329/328 and Isa-RVd: 331/330). Median age was 58 (range 26-70) years and baseline characteristics were well balanced between treatment arms. On induction, 35 (10.6%) and 18 (5.4%) patients discontinued treatment in the RVd vs. Isa-RVd arms (p=0.02). Among these, 8 (2.4%, RVd) vs. 7 (2.1%, Isa-RVd) patients discontinued induction due to adverse events (AE). 293 (89.1%) vs. 312 (94.3%) patients in the RVd vs. Isa-RVd arms continued further study treatment after induction. MRD negativity rates after induction were 35.6% vs. 50.1% (odds ratio [OR]=1.83, 95% confidence interval [95% CI]: 1.34-2.51, p<0.001) for RVd vs. Isa-RVd, respectively. On multivariate analyses including treatment arm, R-ISS, performance status, renal impairment, age and sex, treatment with Isa-RVd (vs. RVd) remained the only significant predictor for increased MRD negativity after induction (OR=1.82, 95% CI: 1.33-2.49, p<0.001). While the rates of CR after induction did not yet differ between the RVd vs. Isa-RVd arms (21.6% vs. 24.2%, p=0.46), the rate of very good partial response or better (≥VGPR) was significantly higher in the Isa-RVd arm (60.5% vs. 77.3%, p<0.001). The rates of progressive disease were 4.0% (RVd) vs. 1.5% (Isa-RVd). At least one AE (grade ≥3) on induction occurred in 61.3% (RVd) and 63.6% (Isa-RVd) of patients (p=0.57). Most common AE (grade ≥3) by system organ class (SOC) for RVd vs. Isa-RVd were: \"investigations\": 23.5% vs. 23.9% (p=0.93), \"blood and lymphatic system disorders\": 16.8% vs. 25.8% (p=0.006), \"infections and infestations\": 10.4% vs. 13.0% (p=0.33) and \"nervous system disorders\": 10.1% vs. 8.5% (p=0.50). Rates of serious AE (SAE, any grade) on induction were similar between RVd and Isa-RVd (36.3% vs. 34.8%, p=0.75). Eight (RVd) and four (Isa-RVd) patients died during induction. Conclusions: The GMMG-HD7 trial met its primary endpoint. To the best of our knowledge this is the first phase III trial to demonstrate superiority of MRD negativity rates after induction by adding a CD38-moAb to RVd. There were no increased rates of SAE or early discontinuation in patients treated with Isa-RVd compared to RVd. The trial is ongoing, including analyses post autologous transplantation, which is followed by a second randomization to compare the efficacy of the addition of Isa to lenalidomide maintenance. Disclosures Goldschmidt:  Takeda: Consultancy, Research Funding; Sanofi: Consultancy, Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding; Adaptive Biotechnology: Consultancy; Incyte: Research Funding; GSK: Honoraria; Chugai: Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding; Celgene: Consultancy, Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding; BMS: Consultancy, Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding; Janssen: Consultancy, Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding; Johns Hopkins University: Other: Grant; Molecular Partners: Research Funding; MSD: Research Funding; Mundipharma: Research Funding; Dietmar-Hopp-Foundation: Other: Grant; Novartis: Honoraria, Research Funding; Amgen: Consultancy, Honoraria, Other: Grants and/or Provision of Investigational Medicinal Product, Research Funding. Mai:  Celgene / BMS: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel accommodations and expenses, Research Funding; Glaxo Smith Kline: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel accommodations and expenses, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel accommodations and expenses, Research Funding; Janssen-Cilag: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Other: travel accommodations and expenses, Research Funding. Fenk:  Takeda: Honoraria; GSK: Honoraria; Amgen: Honoraria; Janssen: Honoraria; BMS/Celgene: Honoraria. Besemer:  Takeda: Honoraria; Janssen: Honoraria; GSK: Honoraria. Dürig:  Janssen: Membership on an entity's Board of Directors or advisory committees, Other: Travel Support, Speakers Bureau; Celgene: Membership on an entity's Board of Directors or advisory committees, Other: Travel Support, Speakers Bureau; Takeda: Membership on an entity's Board of Directors or advisory committees; BMS: Membership on an entity's Board of Directors or advisory committees. Schroers:  BMS/Celgene: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; GSK: Consultancy, Honoraria; Takeda: Honoraria. Metzler:  Takeda: Consultancy; BMS: Consultancy; GSK: Consultancy; Amgen: Consultancy; Janssen: Consultancy; AstraZeneca: Consultancy; Pfizer: Consultancy; Sanofi: Consultancy. Haenel:  Takeda: Consultancy, Honoraria; Jazz: Consultancy, Honoraria; GSK: Consultancy; Bayer Vital: Honoraria; Roche: Consultancy, Honoraria; Novartis: Consultancy, Honoraria; Amgen: Consultancy; Celgene: Consultancy, Honoraria. Mann:  Cellgene: Consultancy. Asemissen:  GSK: Honoraria; Pfizer: Honoraria; Celgene BMS: Honoraria. Heilmeier:  Sanofi-Aventis Dtld. GmbH: Consultancy. Kriegsmann:  Sanofi: Honoraria. Weinhold:  Sanofi: Honoraria. Holderried:  Amgen: Speakers Bureau; GSK: Consultancy, Membership on an entity's Board of Directors or advisory committees; Eurocept Pharmaceuticals: Other: Travel support; MSD: Speakers Bureau; Gilead Sciences: Consultancy, Membership on an entity's Board of Directors or advisory committees; Abbvie: Other: Travel support; Sanofi: Consultancy, Membership on an entity's Board of Directors or advisory committees; Novartis: Consultancy, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Membership on an entity's Board of Directors or advisory committees; Janssen: Other: Travel support; Therakos: Other: Travel support; Daiichi Sankyo: Other: travel support; Medac: Other: Travel support; Jazz Pharmaceuticals: Consultancy, Membership on an entity's Board of Directors or advisory committees. Trautmann-Grill:  Sanofi: Consultancy, Honoraria; Takeda: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; GSK: Consultancy, Honoraria. Gezer:  Amgen: Consultancy, Other: Invited Speaker; Takeda: Consultancy, Other: Invited Speaker; BMS: Consultancy, Other: Invited Speaker; Celgene: Consultancy, Other: Invited Speaker. Khandanpour:  GSK: Honoraria; Takeda: Honoraria; Janssen: Honoraria; AstraZeneca: Honoraria, Research Funding; Pfizer: Honoraria; Sanofi: Honoraria, Research Funding; BMS/Celgene: Honoraria. Knauf:  Amgen: Honoraria; Abbvie: Honoraria; Beigene: Consultancy, Honoraria; BMS: Honoraria; Celgene: Honoraria; Janssen: Consultancy, Honoraria; Sanofi: Honoraria; AstraZeneca: Consultancy, Honoraria. Munder:  GSK: Consultancy; Amgen: Honoraria; Sanofi: Consultancy; Takeda: Consultancy, Honoraria; Abbvie: Consultancy; BMS: Consultancy, Honoraria; Janssen: Consultancy, Honoraria; Incyte: Research Funding. Hoffmann:  Sanofi-Aventis: Consultancy. Raab:  Roche: Consultancy; GSK: Honoraria, Membership on an entity's Board of Directors or advisory committees; Novartis: Membership on an entity's Board of Directors or advisory committees, Research Funding; Celgene: Membership on an entity's Board of Directors or advisory committees; Sanofi: Membership on an entity's Board of Directors or advisory committees, Research Funding; Abbvie: Consultancy, Honoraria; Janssen: Membership on an entity's Board of Directors or advisory committees; BMS: Consultancy, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Membership on an entity's Board of Directors or advisory committees. Salwender:  GlaxoSmithKline: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Sanofi: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Chugai: Honoraria; Oncopeptides: Honoraria; Takeda: Honoraria; Amgen: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; AbbVie: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Janssen-Cilag: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Bristol-Myers Squibb/Celgene: Honoraria, Other: TRAVEL, ACCOMMODATIONS, EXPENSES; Pfizer: Honoraria. Weisel:  Adaptive Biotechnologies: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Celgene: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Bristol Myers Squibb: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Takeda: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Amgen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Sanofi: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; Karyopharm: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Roche: Honoraria; Janssen: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees, Research Funding; GSK: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Oncopeptides: Consultancy, Honoraria, Membership on an entity's Board of Directors or advisory committees; Abbvie: Consultancy; Novartis: Honoraria; Pfizer: Honoraria. OffLabel Disclosure: Isatuximab prior to ASCT in NDMM",
    "author_names": [
        "Hartmut Goldschmidt",
        "Elias K Mai",
        "Eva Nievergall",
        "Roland Fenk",
        "Uta Bertsch",
        "Diana Tichy",
        "Britta Besemer",
        "Jan Dürig",
        "Roland Schroers",
        "Ivana v. Metzler",
        "Mathias Haenel",
        "Christoph Mann",
        "Anne-Marie Asemissen",
        "Bernhard Heilmeier",
        "Stefanie Huhn",
        "Katharina Kriegsmann",
        "Niels Weinhold",
        "Steffen P. Luntz",
        "Tobias A. W. Holderried",
        "Karolin Trautmann-Grill",
        "Deniz Gezer",
        "Maika Klaiber-Hakimi",
        "Martin Mueller",
        "Cyrus Khandanpour",
        "Wolfgang Knauf",
        "Markus Munder",
        "Thomas Geer",
        "Hendrik Riesenberg",
        "Joerg Thomalla",
        "Martin Hoffmann",
        "Marc-Steffen Raab",
        "Hans Salwender",
        "Katja Weisel"
    ],
    "author_dict_list": [
        {
            "author_name": "Hartmut Goldschmidt",
            "author_affiliations": [
                "University Hospital Heidelberg and National Center of Tumor Diseases, Heidelberg, Germany",
                "National Center for Tumor Diseases (NCT), Heidelberg, Germany",
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Elias K Mai",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Eva Nievergall",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Fenk",
            "author_affiliations": [
                "Department of Hematology, Oncology and Clinical Immunology, University Hospital Duesseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Uta Bertsch",
            "author_affiliations": [
                "National Center for Tumor Diseases (NCT), Heidelberg, Germany",
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Diana Tichy",
            "author_affiliations": [
                "Division of Biostatistics, German Cancer Research Center Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Britta Besemer",
            "author_affiliations": [
                "Medical Clinic II, University Tuebingen, Tuebingen, Germany"
            ],
            "author_rank": 7,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Jan Dürig",
            "author_affiliations": [
                "Department of Hematology, Essen University Hospital, Essen, Germany"
            ],
            "author_rank": 8,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Roland Schroers",
            "author_affiliations": [
                "Knappschaftskrankenhaus Bochum, Bochum, Germany"
            ],
            "author_rank": 9,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Ivana v. Metzler",
            "author_affiliations": [
                "Department of Medicine, Hematology/Oncology, University Hospital Frankfurt, Goethe University, Frankfurt am Main, Germany"
            ],
            "author_rank": 10,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Mathias Haenel",
            "author_affiliations": [
                "Department of Internal Medicine III, Klinikum Chemnitz gGmbH, Chemnitz, Germany"
            ],
            "author_rank": 11,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Christoph Mann",
            "author_affiliations": [
                "Department of Hematology, Oncology, Immunology, University Marburg, Marburg, Germany"
            ],
            "author_rank": 12,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Anne-Marie Asemissen",
            "author_affiliations": [
                "Department of Oncology, Hematology and BMT, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 13,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Bernhard Heilmeier",
            "author_affiliations": [
                "Clinic for Oncology and Hematology, Hospital Barmherzige Brueder Regensburg, Regensburg, Germany"
            ],
            "author_rank": 14,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Stefanie Huhn",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 15,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katharina Kriegsmann",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 16,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Niels Weinhold",
            "author_affiliations": [
                "Department of Internal Medicine V, University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 17,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Steffen P. Luntz",
            "author_affiliations": [
                "Coordination Centre for Clinical Trials (KKS), University Hospital Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 18,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Tobias A. W. Holderried",
            "author_affiliations": [
                "Department of Hematology, Oncology, Immunoncology and Rheumatology / Internal Medicine III, University Hospital Bonn, Bonn, Germany"
            ],
            "author_rank": 19,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Karolin Trautmann-Grill",
            "author_affiliations": [
                "Medical Clinic I, University Hospital Dresden, Dresden, Germany"
            ],
            "author_rank": 20,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Deniz Gezer",
            "author_affiliations": [
                "Department of Hematology, Oncology, Hemostaseology and Stem Cell Transplantation, Faculty of Medicine, RWTH Aachen University, Aachen, Germany"
            ],
            "author_rank": 21,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Maika Klaiber-Hakimi",
            "author_affiliations": [
                "Marien Hospital Duesseldorf, Duesseldorf, Germany"
            ],
            "author_rank": 22,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Mueller",
            "author_affiliations": [
                "Clinic for Hematology, Oncology and Immunology, KRH Hospital Siloah, Hannover, Germany"
            ],
            "author_rank": 23,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Cyrus Khandanpour",
            "author_affiliations": [
                "Med. Department A, University Hospital Muenster, Muenster, Germany"
            ],
            "author_rank": 24,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Wolfgang Knauf",
            "author_affiliations": [
                "Center Hematology/Oncology Bethanien, Private Practice, Frankfurt, Germany"
            ],
            "author_rank": 25,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Markus Munder",
            "author_affiliations": [
                "Third Department of Medicine, University Medicine Mainz of Johannes Gutenberg University Mainz, Mainz, Germany"
            ],
            "author_rank": 26,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Thomas Geer",
            "author_affiliations": [
                "Medical Clinic III, Diakonie Hospital, Schwaebisch Hall, Germany"
            ],
            "author_rank": 27,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hendrik Riesenberg",
            "author_affiliations": [
                "Hematology/Oncology Center Bielefeld, Bielefeld, Germany"
            ],
            "author_rank": 28,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Joerg Thomalla",
            "author_affiliations": [
                "Hematology / Oncology Center Koblenz, Koblenz, Germany"
            ],
            "author_rank": 29,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Martin Hoffmann",
            "author_affiliations": [
                "Ludwigshafen Clinical Center, Medical Clinic A, Ludwigshafen Hospital, Ludwigshafen, Germany"
            ],
            "author_rank": 30,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Marc-Steffen Raab",
            "author_affiliations": [
                "Department of Internal Medicine V, University of Heidelberg, Heidelberg, Germany"
            ],
            "author_rank": 31,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hans Salwender",
            "author_affiliations": [
                "Asklepios Tumorzentrum Hamburg, AK Altona and AK St. Georg, Hamburg, Germany"
            ],
            "author_rank": 32,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Katja Weisel",
            "author_affiliations": [
                "Department of Oncology, Hematology and BMT, University Medical Center Hamburg-Eppendorf, Hamburg, Germany"
            ],
            "author_rank": 33,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-06-22T21:33:43",
    "is_scraped": "1"
}