{
    "doi": "https://doi.org/10.1182/blood.V108.11.2376.2376",
    "article_title": "TRAF6 and C-myb Show Novel Functions in the Nucleus of Lymphoma B Cells. ",
    "article_date": "November 1, 2006",
    "session_type": "Poster Sessions",
    "abstract_text": "The tumor necrosis factor (TNF) family (TNF-R; CD40; BAFF-R) plays a key role in neoplastic as well as normal B cell growth and survival mechanisms. TNF receptor-associated factor-6 (TRAF-6) is an adapter molecule that regulates several important signaling pathways critical for cell growth and cell survival. It is a member of seven closely related TRAF proteins that serve as signaling molecules, coupling to TNF-receptor superfamily to intracellular signaling, particularly in the CD40 Signalosome. TRAF6 has shown to be over-expressed and play an important role in cell growth and cell survival through the activation of the key transcription factor NF-kB in aggressive non-Hodgkin’s lymphoma B cells (NHL-B), common B cell neoplasm that have been increasing in recent years. Although much of TRAF-6 functions have focused primarily as an adaptor molecule in signaling pathways in the cytoplasm, the role of TRAF-6 in other cellular compartments has not been investigated. Here, we demonstrate, by confocal microscopy as well as cellular fractionation studies that TRAF-6 resides not only in the cytoplasm but also in the nucleus of lymphoma B cells. Immunoprecipitation studies show that TRAF6 is auto-ubiquitinated in the cytoplasm but not in the nucleus, suggesting that nuclear TRAF6 functions differently than cytoplasmic TRAF6. Chromatin immunoprecipitation (ChiP) cloning assays using anti-TRAF6 polyclonal antibody reveal over 200 clones, one of which contains a 130 bp fragment belonging to the proximal 5′ end of the c-myb oncogene promoter. Further experiments demonstrate that nuclear TRAF6 co-localized with SUMO1 and c-myb, suggesting that TRAF-6 may enter the nucleus through SUMO1 interaction and serve as an E3 sumo ligase, in addition to its known adapter role in cytoplasmic signaling. Over-expression studies show that TRAF6 enhances c-myb sumoylation in lymphoma B cells, where this oncogene is over-expressed. C-myb correlates with TRAF6 protein and mRNA expressions in NHL-B cells, suggesting that TRAF6 may be involved in the modulation of c-myb expression through sumoylation, regulating key genes that are regulated by c-myb. Small interfering RNA (siRNA) targeting c-myb results in inhibition of lymphoma cell survival, suggesting that SUMO1/TRAF6/c-myb interactions are important in cell survival pathways in aggressive NHL-B. Such pathways could represent novel targets for the development of therapeutic agents for aggressive B cell lymphomas.",
    "topics": [
        "b-lymphocytes",
        "cell nucleus",
        "lymphoma",
        "proto-oncogene proteins c-myb",
        "tumor necrosis factors",
        "molecule",
        "cd40 antigens",
        "immunoprecipitation",
        "rna, small interfering",
        "b-cell lymphomas"
    ],
    "author_names": [
        "Lan V. Pham, PhD",
        "Yen-Chiu Lin-Lee, Ph.D",
        "Hai-Jun Zhou, Ph.D",
        "Archito T. Tamayo",
        "Linda C. Yoshimura",
        "Richard J. Ford, MD, Ph.D"
    ],
    "author_dict_list": [
        {
            "author_name": "Lan V. Pham, PhD",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 1,
            "first_author": 1,
            "last_author": 0
        },
        {
            "author_name": "Yen-Chiu Lin-Lee, Ph.D",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 2,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Hai-Jun Zhou, Ph.D",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 3,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Archito T. Tamayo",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 4,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Linda C. Yoshimura",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 5,
            "first_author": 0,
            "last_author": 0
        },
        {
            "author_name": "Richard J. Ford, MD, Ph.D",
            "author_affiliations": [
                "Hematopathology, UT MD Anderson Cancer Center, Houston, TX, USA"
            ],
            "author_rank": 6,
            "first_author": 0,
            "last_author": 1
        }
    ],
    "datetime_abstract_obtained": "2022-04-29T21:32:58",
    "is_scraped": "1"
}