{
    "doi": "https://doi.org/10.1182/blood.V118.21.3231.3231",
    "start_url": "https://ashpublications.org/blood/search-results?sort=Date+-+Oldest+First&f_ArticleTypeDisplayName=Meeting+Report&fl_SiteID=1000001&page=1895",
    "start_url_page_num": 1895,
    "is_scraped": "1",
    "article_title": "PGE 2 -Independent Expression of Indoleamine 2,3-Dioxygenase-2 (IDO2) Supports the Tolerogenic Function of Monocyte-Derived Dendritic Cells, ",
    "article_date": "November 18, 2011",
    "session_type": "203. Lymphocytes, Lymphocyte Activation and Immunodeficiency, including HIV and Other Infections: Poster III",
    "topics": [
        "dendritic cells",
        "dioxygenases",
        "indoleamine",
        "monocytes",
        "kynurenine",
        "cytokine",
        "dinoprostone",
        "tryptophan",
        "t-lymphocytes"
    ],
    "author_names": [
        "Sara Trabanelli",
        "Antonio Curti, MD",
        "Darina Ocadlikova",
        "Cecilia Evangelisti",
        "Valentina Salvestrini",
        "Marilena Ciciarello",
        "Michela Aluigi, PhD",
        "Lara Rossi",
        "Richard Metz",
        "Lisa Laury-Kleintop",
        "George Prendergast",
        "Roberto M. Lemoli, MD"
    ],
    "author_affiliations": [
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "Hematology, Bologna, Italy, "
        ],
        [
            "New Link Genetics Corp, Wynnewood, PA, USA, "
        ],
        [
            "Lankenau Institute for Medical Research, Wynnewood, PA, USA"
        ],
        [
            "Lankenau Institute for Medical Research, Wynnewood, PA, USA"
        ],
        [
            "Hematology, Bologna, Italy, "
        ]
    ],
    "first_author_latitude": "44.5207504",
    "first_author_longitude": "11.4139048",
    "abstract_text": "Abstract 3231 The indoleamine 2,3-dioxygenases IDO1 and IDO2 participate in tryptophan catabolism along the kynurenine pathway and are specifically inhibited by 1-methyltryptophan (1-MT). IDO1 expression in dendritic cells (DCs) is upregulated by various maturation stimuli. In particular, PGE 2 plays a crucial role in inducing IDO1-expressing DCs. While it is well established that IDO1-expressing DCs contribute to immunological tolerance by a number of mechanisms, little is known about the expression, function and regulation of IDO2 in DCs. Here we show that immature monocyte-derived DCs (Mo-DCs) express IDO2 which, like IDO1, is also upregulated upon maturation with a prostaglandin-E2 (PGE 2 )-containing cytokine cocktail. However, while IDO1 upregulation is strictly dependent on PGE 2 during maturation, IDO2 expression level is not affected by PGE 2 . We show that IDO2 expressed by Mo-DCs is enzymatically active, producing L-kynurenine, and that this activity affects T-cell functions by inhibiting allogeneic and autologous T-cell proliferation and by inducing formation of a population of T regulatory cells (T regs ). Taken together, our findings establish different regulatory pathways for IDO2 and IDO1 in Mo-DCs, where IDO2 is functionally active, and they demonstrate that the tolerogenic function of Mo-DCs relies in part on PGE 2 -independent expression of IDO2. Disclosures: Metz: New Link Genetics Corporation: Employment. Prendergast: New Link Genetics Corporation: Employment."
}